{
 "awd_id": "1068780",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "IGERT: Soft Interfaces - Bridging the Divide in Graduate education (iBriD)",
 "cfda_num": "47.076",
 "org_code": "11010103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Laura Regassa",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 2586306.0,
 "awd_amount": 2954309.0,
 "awd_min_amd_letter_date": "2011-09-07",
 "awd_max_amd_letter_date": "2015-09-21",
 "awd_abstract_narration": "This Integrative Graduate Education and Research Traineeship (IGERT) award supports an interdisciplinary program at Syracuse University to train Ph.D. scientists and engineers that can seamlessly move between fundamental and applied research. Intellectual Merit: The overarching theme of the proposed research is the physics and chemistry of interfaces on a variety of scales and the manipulation of interfaces for guiding the assembly of novel materials with reconfigurable or bioactive properties. Students? projects will focus in one of three areas: biological membranes, biomaterials interfaces, and nanostructured interfaces. To meet the challenges of this interdisciplinary field, in-depth instruction in one of the four participating traditional disciplines (biology, biomedical and chemical engineering, chemistry and physics) is complemented by cross-disciplinary IGERT courses. Key traits of the educational program are: early engagement in research; development of effective skills for interdisciplinary collaboration and communication; use of shared laboratory facilities; and courses and seminars designed to train civically responsible scientists. The recently established Syracuse Biomaterials Institute (SBI) to which many of the IGERT faculty participants belong, provides unity to the effort. Collaborations with colleagues at UNAM (Cuernavaca, Mexico) Technische Universität (Munich, Germany), and Institute Curie (Paris, France) provide opportunities for research experience abroad.\r\n\r\nBroader impacts include the development of a diverse cohort of future Ph.D.-level scientists and engineers who are not only skilled at producing new knowledge in a highly interdisciplinary area at the forefront of modern research, but are also deeply committed to communicating their findings to the public and making their voices heard among policymakers. A cultural change in graduate education at Syracuse University is engendered through the blending of interdisciplinary and collaborative research training with instruction in science policy, science communication and ethics, drawn from the Maxwell School and the Newhouse School of Public Communications.\r\n\r\nIGERT is an NSF-wide program intended to meet the challenges of educating U.S. Ph.D. scientists and engineers with the interdisciplinary background, deep knowledge in a chosen discipline, and the technical, professional, and personal skills needed for the career demands of the future. The program is intended to catalyze a cultural change in graduate education by establishing innovative new models for graduate education and training in a fertile environment for collaborative research that transcends traditional disciplinary boundaries.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cristina",
   "pi_last_name": "Marchetti",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cristina Marchetti",
   "pi_email_addr": "cmarchetti@ucsb.edu",
   "nsf_id": "000268630",
   "pi_start_date": "2011-09-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Karin",
   "pi_last_name": "Ruhlandt-Senge",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Karin Ruhlandt-Senge",
   "pi_email_addr": "kruhland@mailbox.syr.edu",
   "nsf_id": "000489280",
   "pi_start_date": "2011-09-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Arthur",
   "pi_last_name": "Middleton",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Arthur A Middleton",
   "pi_email_addr": "aam@syr.edu",
   "nsf_id": "000434305",
   "pi_start_date": "2011-09-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Mather",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick T Mather",
   "pi_email_addr": "ptm101@psu.edu",
   "nsf_id": "000205095",
   "pi_start_date": "2011-09-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dacheng",
   "pi_last_name": "Ren",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dacheng Ren",
   "pi_email_addr": "dren@syr.edu",
   "nsf_id": "000118887",
   "pi_start_date": "2011-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Syracuse University",
  "inst_street_address": "900 S CROUSE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SYRACUSE",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3154432807",
  "inst_zip_code": "13244",
  "inst_country_name": "United States",
  "cong_dist_code": "22",
  "st_cong_dist_code": "NY22",
  "org_lgl_bus_name": "SYRACUSE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "C4BXLBC11LC6"
 },
 "perf_inst": {
  "perf_inst_name": "Syracuse University",
  "perf_str_addr": "900 S CROUSE AVE",
  "perf_city_name": "SYRACUSE",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "13244",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "NY22",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133500",
   "pgm_ele_name": "IGERT FULL PROPOSALS"
  },
  {
   "pgm_ele_code": "806200",
   "pgm_ele_name": "IGERT Chemistry"
  },
  {
   "pgm_ele_code": "806300",
   "pgm_ele_name": "IGERT Physics"
  },
  {
   "pgm_ele_code": "806400",
   "pgm_ele_name": "IGERT Materials Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "1335",
   "pgm_ref_txt": "IGERT FULL PROPOSALS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 569163.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 596876.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 964941.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 228999.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 594330.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The IGERT award to Syracuse University has supported graduate education and training in the area of soft and biophysical interfaces for a total of seven years, including two years of no cost extension. The award has led to the establishment of a strong interdisciplinary educational program at Syracuse University. An important outcome has been a change of culture at Syracuse University, where cross-disciplinary training is now considered a key component of graduate education for impactful research at the boundary between soft materials and life science. The award has additionally seeded many lasting and productive research collaborations by bringing together faculty and students from science and engineering departments. Research carried out with IGERT support has resulted in a number of important advances in the area of soft and biological materials.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The grant has supported a total of 29 students over its lifetime, with 45% women, 24% underrepresented minorities and 7% veterans.&nbsp;&nbsp;Of these 11 have so far graduated with a PhD and 2 with a master. Others are still in course to completion of their degree. All the students who have graduated are currently employed as postdoctoral researchers, faculty or in industry. One IGERT Trainee (Megan Brasch) won an All-University Dissertation award at Syracuse university. Another one (Ariel Ash-Shakoor) was also awarded an NSF Fellowship. A key goal of our IGERT program has been the cross training of students from science and engineering. An important achievement has been the creation and institutionalization of two new graduate courses that are taken by students from three science programs (physics, chemistry and biology) and two engineering programs (biomedical engineering and chemical engineering). A signature course developed by the program is a novel literature course where students lead the choice and discussion of recent literature and engage in a variety of hands-on assignment and exercises, such as mock refereeing, writing a submission letter for a paper, drafting a brief research proposal. One important outcome of the course is that a diverse group of students is pushed to find a common language and to learn how to communicate effectively with each other.&nbsp;Another signature of our IGERT Program was&nbsp;civic engagement.&nbsp;To promote this, the Trainees&rsquo; coursework included a course in<em>Science, Technology, and Public Policy</em>and&nbsp;taken by IGERT Trainees alongside political science students.&nbsp;The topics covered in this course inspired physics Trainees Adam Patch and Michael Czajkowski to fund a Science Policy Group (SPG) that has now grown to attract science students from within and outside the IGERT program. The group has become a Registered Graduate Student Organization and is now connected with the National Science Policy Group, which is endorsed by AAAS.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The multidisciplinary teamwork supported by the Soft Interfaces IGERT Program at Syracuse University has made possible a number of collaborative research accomplishments in various areas of soft and biological materials. These have only been possible through collaborations between faculty and students from different science and engineering departments. Significant advances include: (i) The development of biocompatible substrates that can be switched between different topographies (e.g., flat and grooved) by small changes in temperature. These substrates were used to quantify the response of living cells to time-dependent changes in the mechanical properties of their environment &ndash; knowledge that is important for tissue engineering. (ii)&nbsp;The use of&nbsp;porous scaffolds to seed tissue growth in three dimensions for applications in regenerative medicine.&nbsp;(iii) The implementation of&nbsp;new software for cell tracking (ACT<em>IV</em>E-&nbsp;Automated Contour-based Tracking for&nbsp;In Vitro&nbsp;Environments) that allows the identification of stained cell nuclei in low contrast images and includes a technique for recognizing cell interactions, such as divisions and merging events. The software has&nbsp;been made available for public use. (iv) The&nbsp;prediction of a transition between solid-like (or jammed) and fluid-like (or unjammed) states of dense epithelial cell sheets, where there are no gaps nor overlap between cells, supported by experiments in lung epithelia and in breast cancer cells.&nbsp;&nbsp;An important and experimentally testable prediction is that the average cellular shape provides a direct, quantitative proxy of whether the tissue is a liquid or a jammed solid.&nbsp;&nbsp;This work has the potential of important societal impacts<strong>&nbsp;</strong>because it raises the intriguing question that&nbsp;the collective unjamming described by this model may provide the first necessary step towards the mechanical changes needed for cell escape from primary tumors, and subsequent metastatic invasion. (v)A&nbsp;very productive collaboration among Bioengineering faculty and students at Syracuse University and researchers at Upstate Medical University on the development of new materials for treating complex bone defects.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/10/2018<br>\n\t\t\t\t\tModified by: M. Cristina&nbsp;Marchetti</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe IGERT award to Syracuse University has supported graduate education and training in the area of soft and biophysical interfaces for a total of seven years, including two years of no cost extension. The award has led to the establishment of a strong interdisciplinary educational program at Syracuse University. An important outcome has been a change of culture at Syracuse University, where cross-disciplinary training is now considered a key component of graduate education for impactful research at the boundary between soft materials and life science. The award has additionally seeded many lasting and productive research collaborations by bringing together faculty and students from science and engineering departments. Research carried out with IGERT support has resulted in a number of important advances in the area of soft and biological materials. \n\n \n\nThe grant has supported a total of 29 students over its lifetime, with 45% women, 24% underrepresented minorities and 7% veterans.  Of these 11 have so far graduated with a PhD and 2 with a master. Others are still in course to completion of their degree. All the students who have graduated are currently employed as postdoctoral researchers, faculty or in industry. One IGERT Trainee (Megan Brasch) won an All-University Dissertation award at Syracuse university. Another one (Ariel Ash-Shakoor) was also awarded an NSF Fellowship. A key goal of our IGERT program has been the cross training of students from science and engineering. An important achievement has been the creation and institutionalization of two new graduate courses that are taken by students from three science programs (physics, chemistry and biology) and two engineering programs (biomedical engineering and chemical engineering). A signature course developed by the program is a novel literature course where students lead the choice and discussion of recent literature and engage in a variety of hands-on assignment and exercises, such as mock refereeing, writing a submission letter for a paper, drafting a brief research proposal. One important outcome of the course is that a diverse group of students is pushed to find a common language and to learn how to communicate effectively with each other. Another signature of our IGERT Program was civic engagement. To promote this, the Trainees? coursework included a course inScience, Technology, and Public Policyand taken by IGERT Trainees alongside political science students. The topics covered in this course inspired physics Trainees Adam Patch and Michael Czajkowski to fund a Science Policy Group (SPG) that has now grown to attract science students from within and outside the IGERT program. The group has become a Registered Graduate Student Organization and is now connected with the National Science Policy Group, which is endorsed by AAAS. \n\n \n\nThe multidisciplinary teamwork supported by the Soft Interfaces IGERT Program at Syracuse University has made possible a number of collaborative research accomplishments in various areas of soft and biological materials. These have only been possible through collaborations between faculty and students from different science and engineering departments. Significant advances include: (i) The development of biocompatible substrates that can be switched between different topographies (e.g., flat and grooved) by small changes in temperature. These substrates were used to quantify the response of living cells to time-dependent changes in the mechanical properties of their environment &ndash; knowledge that is important for tissue engineering. (ii) The use of porous scaffolds to seed tissue growth in three dimensions for applications in regenerative medicine. (iii) The implementation of new software for cell tracking (ACTIVE- Automated Contour-based Tracking for In Vitro Environments) that allows the identification of stained cell nuclei in low contrast images and includes a technique for recognizing cell interactions, such as divisions and merging events. The software has been made available for public use. (iv) The prediction of a transition between solid-like (or jammed) and fluid-like (or unjammed) states of dense epithelial cell sheets, where there are no gaps nor overlap between cells, supported by experiments in lung epithelia and in breast cancer cells.  An important and experimentally testable prediction is that the average cellular shape provides a direct, quantitative proxy of whether the tissue is a liquid or a jammed solid.  This work has the potential of important societal impacts because it raises the intriguing question that the collective unjamming described by this model may provide the first necessary step towards the mechanical changes needed for cell escape from primary tumors, and subsequent metastatic invasion. (v)A very productive collaboration among Bioengineering faculty and students at Syracuse University and researchers at Upstate Medical University on the development of new materials for treating complex bone defects. \n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/10/2018\n\n\t\t\t\t\tSubmitted by: M. Cristina Marchetti"
 }
}