{
 "awd_id": "1068570",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Strongly Interacting and Topologically Ordered Atomic Gases",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032925302",
 "po_email": "acronin@nsf.gov",
 "po_sign_block_name": "Alexander Cronin",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 370000.0,
 "awd_amount": 370000.0,
 "awd_min_amd_letter_date": "2011-08-13",
 "awd_max_amd_letter_date": "2013-06-28",
 "awd_abstract_narration": "New methods to manipulate neutral atoms at ultralow temperatures permit quantum mechanical many-body phenomena to be probed in previously unimaginable ways. By precisely controlling external and interatomic potentials, new thermodynamic systems may be proactively engineered to broaden our understanding of quantum statistical mechanics and quantum field theories, and as inspiration in the search for new materials and emergent many-body phenomena. This research agenda represents a broad attempt to classify the behavior of two-dimensional quantum gases of ultracold atoms exhibiting strongly interacting behavior and topological ordering. First steps include experimental extraction of universal thermodynamic equations of state for both Bose and Fermi gases in two dimensions with resonant interactions, serving as a touchstone for understanding basic phenomena in strongly interacting two-dimensional gases. Subsequent addition of gauge potentials to both systems will facilitate a search for and characterization of topological ordering. In the case of Bosons, this expands on prior efforts in rapidly rotating clusters of particles simulating a bosonic variant of the fractional quantum Hall effect. New steps will be taken to enhance the role of interactions through Feshbach resonance, and introduce new probes using in-situ microscopy and matter-wave collapse and revival. Finally, first attempts will be made to generate controlled excitations in Bosonic fractional quantum Hall states using trapped impurity atoms. For Fermions, macroscopic numbers of particles will be placed in an optical lattice with a controlled and non-trivial topological character to simulate the intrinsic quantum anomalous Hall effect. A topological phase transition will be induced by controlling the strength of an effective gauge potential created by a time-dependent modulation of the optical lattice. The effects of this transition on the in-situ density of a trapped sample will be probed with optical microscopy.\r\n\r\nThe emergence of topological ordering in many-body systems represents a fascinating convergence in interdisciplinary research. The topic draws interest from communities as diverse as pure mathematics, where the characterization of different types of order draws heavily on new concepts in topology, to computer science, where new prospects to robustly store and process quantum information arise from the manipulation of excitations of topologically ordered phases. This program will also include a strong educational component. Research will include direct mentoring of students at the undergraduate, graduate and postdoctoral level in all aspects of experimental atomic physics. The analytic and technical skills developed during this research program will facilitate new careers in both academia and industry. In addition, many of the technical aspects of this study have potential commercial and interdisciplinary academic impact.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nathan",
   "pi_last_name": "Gemelke",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Nathan D Gemelke",
   "pi_email_addr": "ngemelke@quera-computing.com",
   "nsf_id": "000572242",
   "pi_start_date": "2011-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "129100",
   "pgm_ele_name": "ATOMIC & MOLECULAR DYNAMICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 110000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Physics is largely dividable into two classes of studies - those attempting to describe fundamental particles and the electroweak, strong and gravitational forces governing their interaction, and those attempting to describe the simple macroscopic mechanical and thermodynamic behavior of complex systems of many parts. It is natural that these two classes occasionally intersect, and that ideas discovered in one (for example, the existence of superfluids) are applied to the other (the description of particle masses obtained through a 'Higgs-mechanism' invoking a superfluid-like fundamental field).</p>\n<p>It is important, therefore, to have a broad classification of what simple behaviors can arise in complex systems composed of many interacting parts, forming a taxonomy of such 'emergent behavior.' Experimental platforms that provide flexible rules for their microscopic constituents are extremely valuable in this regard, and for interacting quanum systems, laser-cooled atoms are perhaps in a gold-standard of flexibility.</p>\n<p>This grant covers observations of 'emergent' behavior in cold quantum gases of neutral atoms specifically geared toward topological effects - those that rely on a global, or non-local, understanding of how its parts interact over large distances to understand its coarse behavior. Such systems exhibit novel features, not the least of which is at times violating rules of so-called 'quantum statistics,' in which all physical bodies in nature are divided into fermions and bosons based on their character under exchange.&nbsp; In these rule-breaking systems, a potentially infinite set of other possibilities are permitted as &lsquo;anyons&rsquo;, extrapolating between the behavior of bosons and fermions. We have, at best, only a handful of physical systems in which such bodies are known to exist, and only weak direct evidence that their statistical properties behave in the way we expect. A portion of this grant is devoted to creating such systems using cold gases of neutral atoms placed into rapidly spinning centrifuges built using laser light, and manipulating them in ways to demonstrate fractionalized exchange phases.</p>\n<p>The topological character of the phases above is certainly a necessary ingredient for their unique behavior, and is a sign that more partially understood physical phenomena in nature may exhibit effects most easily described by topological language. Certain phenomena in particle physics, for example, are today understood only partially, and rely on large-scale computational methods for verification that observations in experiment agree with our current theoretical understanding. A prominent example of this is the mass of the gauge boson responsible for carrying the force in quantum-chromodynamics, where (unlike in electromagnetism) the phenomena of &lsquo;confinement&rsquo; and &lsquo;asymptotic freedom&rsquo; complicate the description of the fields describing this force.&nbsp; Even working with state-of-the-art computational methods and with large-scale facilities, the prediction of mass in these systems is challenging. Construction of analogous systems in experimental cold-atom laboratories, in which such properties can be directly measured, is therefore important, and this grant supports the development of topologically-rich cold atom systems that can exhibit these features. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>Finally, a distinctive feature of topological phases like those described above is the presence of novel features in quantum measurement.&nbsp; Long-range patterns of so-called &lsquo;quantum entanglement&rsquo; are invariably present in such systems, which intertwines the fate of two separated bodies when measurement is made of one.&nbsp; Elaboration of these ideas shows that features of thermodynamic systems (namely the idea of entropy) can be extended into predictive language for the behavior of systems which are directly or effectively measured in a quantum mechanical way.&nbsp; This grant also supports interrogation of behavior governed by consideration of this &lsquo;entanglement entropy,&rsquo; and for its effective measurement through coarse properties of macroscopic gases of atoms.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/05/2017<br>\n\t\t\t\t\tModified by: Nathan&nbsp;D&nbsp;Gemelke</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPhysics is largely dividable into two classes of studies - those attempting to describe fundamental particles and the electroweak, strong and gravitational forces governing their interaction, and those attempting to describe the simple macroscopic mechanical and thermodynamic behavior of complex systems of many parts. It is natural that these two classes occasionally intersect, and that ideas discovered in one (for example, the existence of superfluids) are applied to the other (the description of particle masses obtained through a 'Higgs-mechanism' invoking a superfluid-like fundamental field).\n\nIt is important, therefore, to have a broad classification of what simple behaviors can arise in complex systems composed of many interacting parts, forming a taxonomy of such 'emergent behavior.' Experimental platforms that provide flexible rules for their microscopic constituents are extremely valuable in this regard, and for interacting quanum systems, laser-cooled atoms are perhaps in a gold-standard of flexibility.\n\nThis grant covers observations of 'emergent' behavior in cold quantum gases of neutral atoms specifically geared toward topological effects - those that rely on a global, or non-local, understanding of how its parts interact over large distances to understand its coarse behavior. Such systems exhibit novel features, not the least of which is at times violating rules of so-called 'quantum statistics,' in which all physical bodies in nature are divided into fermions and bosons based on their character under exchange.  In these rule-breaking systems, a potentially infinite set of other possibilities are permitted as ?anyons?, extrapolating between the behavior of bosons and fermions. We have, at best, only a handful of physical systems in which such bodies are known to exist, and only weak direct evidence that their statistical properties behave in the way we expect. A portion of this grant is devoted to creating such systems using cold gases of neutral atoms placed into rapidly spinning centrifuges built using laser light, and manipulating them in ways to demonstrate fractionalized exchange phases.\n\nThe topological character of the phases above is certainly a necessary ingredient for their unique behavior, and is a sign that more partially understood physical phenomena in nature may exhibit effects most easily described by topological language. Certain phenomena in particle physics, for example, are today understood only partially, and rely on large-scale computational methods for verification that observations in experiment agree with our current theoretical understanding. A prominent example of this is the mass of the gauge boson responsible for carrying the force in quantum-chromodynamics, where (unlike in electromagnetism) the phenomena of ?confinement? and ?asymptotic freedom? complicate the description of the fields describing this force.  Even working with state-of-the-art computational methods and with large-scale facilities, the prediction of mass in these systems is challenging. Construction of analogous systems in experimental cold-atom laboratories, in which such properties can be directly measured, is therefore important, and this grant supports the development of topologically-rich cold atom systems that can exhibit these features.         \n\nFinally, a distinctive feature of topological phases like those described above is the presence of novel features in quantum measurement.  Long-range patterns of so-called ?quantum entanglement? are invariably present in such systems, which intertwines the fate of two separated bodies when measurement is made of one.  Elaboration of these ideas shows that features of thermodynamic systems (namely the idea of entropy) can be extended into predictive language for the behavior of systems which are directly or effectively measured in a quantum mechanical way.  This grant also supports interrogation of behavior governed by consideration of this ?entanglement entropy,? and for its effective measurement through coarse properties of macroscopic gases of atoms. \n\n \n\n\t\t\t\t\tLast Modified: 10/05/2017\n\n\t\t\t\t\tSubmitted by: Nathan D Gemelke"
 }
}