{
 "awd_id": "1068862",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Effective Management of Smart Grids and Smart Meters for Creating a Sustainable Energy Future",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Diwakar Gupta",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 285000.0,
 "awd_amount": 285000.0,
 "awd_min_amd_letter_date": "2011-04-01",
 "awd_max_amd_letter_date": "2011-04-01",
 "awd_abstract_narration": "The objective of this collaborative research project is to design an effective system for managing smart grids and smart meters for electricity production and consumption, with the eventual goal of helping creating a sustainable energy future.  The scope of this research plan encompasses the robust management of smart grids, adaptive usage controls based on real-time information provided by smart meters, and the development of an effective mechanism for coordinating supply and demands.   Smart grids refer to a new and intelligent network of electricity production facilities, transmission grids, equipped with automation software and control systems for delivering and monitoring electricity to meet the demands.  Smart meters are a vital part of the smart grids technology.   These meters are equipped with intelligent sensors that track the real-time consumption of energy, enabling users to monitor their electrical usage during peak versus off-peak hours. \r\n\r\nAlgorithms and systems for making the smart grids more robust, and are able to withstand shocks within the systems will be developed.  There will also be a focus on developing a policy for controlling energy consumption in real-time based on the information provided by the smart meters. If successful, the project will facilitate the realization of smart grid's potential by developing the necessary optimization methods, control policies, and data analysis techniques for the management of smart grids and smart meters. The results of the research will be included in the curriculum of the Master of Engineering Program in Energy Markets and Risk by the IEOR Department at UC Berkeley.  The research will be translated into teaching modules that can be used for Master's students in this program.  Establishment of close collaborative relationships with companies in the energy industry and DOE national labs are planned.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zuo-Jun",
   "pi_last_name": "Shen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zuo-Jun Shen",
   "pi_email_addr": "maxshen@berkeley.edu",
   "nsf_id": "000309371",
   "pi_start_date": "2011-04-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "178700",
   "pgm_ele_name": "SERVICE ENTERPRISE SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "076E",
   "pgm_ref_txt": "SERVICE ENTERPRISE SYSTEMS"
  },
  {
   "pgm_ref_code": "078E",
   "pgm_ref_txt": "ENTERPRISE DESIGN & LOGISTICS"
  },
  {
   "pgm_ref_code": "8023",
   "pgm_ref_txt": "Health Care Enterprise Systems"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 285000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>There has been growing demand for electricity. It is projected that electricity demand will grow by 29%<a href=\"#_edn1\">[i]</a>. On the supply-side, public has shown great desire to increase the penetration of intermittent renewable resources.&nbsp; It is well-known that the current electricity grid is inefficient because of the fixed-rate under which end-users are discouraged from reducing peak loads nor using distributed electricity generation/storage devices.</p>\n<p>&nbsp;</p>\n<p>It has been widely acknowledged that better coordination of electricity supply and demand is the key to future electricity industry. Motivated by the desire to manage electricity consumption in response to supply conditions, numerous demand response (DR) mechanisms have been proposed, and dynamic pricing is one of the most popular ideas. It incentivizes end-users to adjust consuming habit and shift demands to off-peak hours. Moreover, it is a better way to improve supply security by having proper DR<a href=\"#_edn2\">[ii]</a>. Early work on DR is mostly conducted by economists in view of price elasticity and consumer behavior under time-of-use-rate structure. In this project, we study a series of models that address the demand-side management problem.</p>\n<p>&nbsp;</p>\n<p>The question that concerns most end-users and policy makers is why end-users should welcome dynamic pricing. Intuitively, end-users are hardly better off when exposed to potentially high prices, for example, a hot summer afternoon when it is too expensive to keep the AC running. Nonetheless, end-users can take advantage of the low off-peak prices by shifting their time-insensitive demands. Shifting demands causes discomfort, therefore demand-side energy management aims to find the optimal trade-off between comfort and cost saving. We construct models with stochastic demand and stochastic prices, of which end-users only have partial knowledge. We compare the worst case payoff of end-users under dynamic pricing with their payoff under fixed-rate. The results suggest that end-users won&rsquo;t be worse off under dynamic pricing. These results are summarized in our working paper<a href=\"#_edn3\">[iii]</a>.</p>\n<p>&nbsp;</p>\n<p>Advances in technologies have made dynamic pricing possible. What slows down the adoption is the lack of proper autonomous user-end control mechanism. We envision that each end-user will be equipped with an electricity-management-system that talks to smart appliances, local electricity generation and storage devices. This centralized controller also collects information on prices, and other inputs such as weather condition. The objective of the controller is to find the optimal trade-off between comfort and cost saving without any assumption on the knowledge of the stochastic demands, prices, and weather. We propose an approximate dynamic programming (ADP) approach to solve this complex stochastic sequential decision problem. Numerical study shows that the performance of the approach is close to optimal and the control mechanism protects the end-users from price hikes by providing sufficient price elasticity. The results are summarized in another working paper<a href=\"#_edn4\">[iv]</a>.</p>\n<p>&nbsp;</p>\n<p>In practice, we may have more knowledge on demands, prices, and weather. With more information, there are faster and easier-to-implement algorithms. With this in mind, we develop another two algorithms: a decentralization based heuristic, and a Q-learning approach. The former turns the centralized control problem into decentralized sub-problems, which are then solved by backward induction, while the latter is standard in the ADP literature. We demonstrate the effectiveness of both algorithms numerically. We also note that Q-learning works with more general settings, while the heuristic is faster for regular sized problems. The results are summarized in our paper<a href=\"#_edn5\">[v]</a>.</p>\n<p>&nbsp;<...",
  "por_txt_cntn": "\nThere has been growing demand for electricity. It is projected that electricity demand will grow by 29%[i]. On the supply-side, public has shown great desire to increase the penetration of intermittent renewable resources.  It is well-known that the current electricity grid is inefficient because of the fixed-rate under which end-users are discouraged from reducing peak loads nor using distributed electricity generation/storage devices.\n\n \n\nIt has been widely acknowledged that better coordination of electricity supply and demand is the key to future electricity industry. Motivated by the desire to manage electricity consumption in response to supply conditions, numerous demand response (DR) mechanisms have been proposed, and dynamic pricing is one of the most popular ideas. It incentivizes end-users to adjust consuming habit and shift demands to off-peak hours. Moreover, it is a better way to improve supply security by having proper DR[ii]. Early work on DR is mostly conducted by economists in view of price elasticity and consumer behavior under time-of-use-rate structure. In this project, we study a series of models that address the demand-side management problem.\n\n \n\nThe question that concerns most end-users and policy makers is why end-users should welcome dynamic pricing. Intuitively, end-users are hardly better off when exposed to potentially high prices, for example, a hot summer afternoon when it is too expensive to keep the AC running. Nonetheless, end-users can take advantage of the low off-peak prices by shifting their time-insensitive demands. Shifting demands causes discomfort, therefore demand-side energy management aims to find the optimal trade-off between comfort and cost saving. We construct models with stochastic demand and stochastic prices, of which end-users only have partial knowledge. We compare the worst case payoff of end-users under dynamic pricing with their payoff under fixed-rate. The results suggest that end-users wonÆt be worse off under dynamic pricing. These results are summarized in our working paper[iii].\n\n \n\nAdvances in technologies have made dynamic pricing possible. What slows down the adoption is the lack of proper autonomous user-end control mechanism. We envision that each end-user will be equipped with an electricity-management-system that talks to smart appliances, local electricity generation and storage devices. This centralized controller also collects information on prices, and other inputs such as weather condition. The objective of the controller is to find the optimal trade-off between comfort and cost saving without any assumption on the knowledge of the stochastic demands, prices, and weather. We propose an approximate dynamic programming (ADP) approach to solve this complex stochastic sequential decision problem. Numerical study shows that the performance of the approach is close to optimal and the control mechanism protects the end-users from price hikes by providing sufficient price elasticity. The results are summarized in another working paper[iv].\n\n \n\nIn practice, we may have more knowledge on demands, prices, and weather. With more information, there are faster and easier-to-implement algorithms. With this in mind, we develop another two algorithms: a decentralization based heuristic, and a Q-learning approach. The former turns the centralized control problem into decentralized sub-problems, which are then solved by backward induction, while the latter is standard in the ADP literature. We demonstrate the effectiveness of both algorithms numerically. We also note that Q-learning works with more general settings, while the heuristic is faster for regular sized problems. The results are summarized in our paper[v].\n\n \n\nWe also study the social economic impact of DR mechanisms, by focusing on only the thermostats. Heating, venting, and air conditioning (HVAC) is a prime candidate to provide the needed price-elastic demand[vi], and it accounts for about 31% of the total el..."
 }
}