{
 "awd_id": "1068420",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI:  Numerical Tools for Flavor Studies of the Supersymmetric Neutrino Seesaw Mechanism",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032920000",
 "po_email": "msher@nsf.gov",
 "po_sign_block_name": "Marc Sher",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 2500.0,
 "awd_amount": 2500.0,
 "awd_min_amd_letter_date": "2011-04-14",
 "awd_max_amd_letter_date": "2011-04-14",
 "awd_abstract_narration": "This RUI award provides a small international travel grant to Professor Brandon Murakami at Rhode Island College.  Professor Murakami is seeking to develop a computer code through which it will be possible to conduct studies that lie at the interface between two important themes in high-energy physics:  supersymmetry (a mathematical symmetry that relates bosons and fermions to each other), and flavor (i.e., the repeating structure of quark and lepton generations in the standard model).  Both represent extremely timely and cutting-edge topics, especially as the Large Hadron Collider (LHC) at CERN is beginning to take data.\r\n\r\nThis small grant will enable the PI to develop and plan a research collaboration with faculty members at Nagoya University in Japan, one of whom is a former collaborator of the PI.  As such, this proposal has not only intellectural merit but also significant broader impacts, not only for the research community who will be gaining another well-trained practitioner (especially as the LHC begins operations), but also for the RUI community where the PI conducts his research and teaches.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brandon",
   "pi_last_name": "Murakami",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brandon Murakami",
   "pi_email_addr": "murakami@cal.berkeley.edu",
   "nsf_id": "000544777",
   "pi_start_date": "2011-04-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rhode Island College",
  "inst_street_address": "600 MOUNT PLEASANT AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4014568228",
  "inst_zip_code": "029081940",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "RHODE ISLAND COLLEGE",
  "org_prnt_uei_num": "NSA8T7PLC9K3",
  "org_uei_num": "VM5MA47AM9F8"
 },
 "perf_inst": {
  "perf_inst_name": "Rhode Island College",
  "perf_str_addr": "600 MOUNT PLEASANT AVE",
  "perf_city_name": "PROVIDENCE",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029081940",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128600",
   "pgm_ele_name": "Elem. Particle Physics/Theory"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 2500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The sole PI for this award is Brandon Murakami, a theoretical particle physicist and assistant professor at Rhode Island College (RIC).&nbsp; The PI's request was to travel to Nagoya University (Japan), home of the Kobayashi-Maskawa Institute for the Origin of Particles and the Universe -- home institutions of many pioneering authorities of the niche study of \"lepton flavor violation.\"&nbsp; This document reports on a planning grant, rather than a traditional research grant, which is typically concluded with research publications. &nbsp;</span></p>\n<p><span>From 2005 until the PI's arrival at the RIC campus, the PI's full-time teaching duties at other institutions reduced his ability to conduct research to only being able to maintain awareness and passion for the field of particle physics.&nbsp; The supportive administration of RIC allowed the PI to resume his research career.&nbsp; Historically, only full-time researchers at research universities are capable of impactful research in particle physics.&nbsp; Hence, particle physics research at a primarily undergraduate institution, such as RIC, requires access to the resources of the field.&nbsp; In the field of theoretical particle physics, the primary resources are people, as no experimentation is performed.</span></p>\n<p><span>The PI travelled to Nagoya University in November 2012.&nbsp; Kazuhiro Tobe, other Nagoya physicists, and remotely James Wells (CERN and University of Michigan) provided the PI with sufficient consultation to generate another NSF proposal (1214320), entitled &ldquo;Rare lepton decays in the eras of the LHC and MEG experiments.&rdquo;&nbsp; This proposal was recommended for funding and allows the PI three years of support to study the impact of a current experiment, simply called MEG -- an experiment dedicated to searching for a hypothetical decay pattern of an exotic particle called the muon.</span></p>\n<p><span>The muon is a well-measured particle that is identical to the electron in every way except that it weighs roughly 200 times heavier and lives roughly a millionth of a second before spontaneously decaying to an electron.&nbsp; 100% of all muons observed have always been accompanied by two other particles called neutrinos.&nbsp; The rare muon decay sought by MEG and the PI is marked by a lack of neutrinos.&nbsp; Compelling hypotheses predict that somewhere beyond one in a trillion muon decays may undergo this rare decay pattern.</span></p>\n<p><span>Meanwhile, the Large Hadron Collider (LHC), a multi-billion dollar, international experiment is operational, with the ability to collide protons together nearly at the speed of light.&nbsp; The LHC is expected to generate never-before-seen phenomena that recreate the earliest moments of the Big Bang.&nbsp; Rare muon decay is predicted by the very same classes of hypothetical models that warranted the construction of the LHC.&nbsp; Hence, one can perform correlation studies of the MEG and LHC experiments, as proposed by the PI.</span></p>\n<p><span>Why study rare muon decay or even particle physics, in general?&nbsp; While pure intellectual curiosity alone merits basic science, historically engineers have been able to utilize science to generate all of today&rsquo;s modern technology.&nbsp; Hence, while the technology behind science fiction is far off, one can expect if and when such technology arrives, the findings of particle physics will be an essential part of it.</span></p>\n<p><span>Immediate benefits to society of this award are (1) the creation of a new particle physics research program at the RIC campus, (2) continued development of physics majors interested in the particle physics research, (3) and several outreach efforts of the PI.&nbsp; These outreach initiatives include (a) participation in the NSF-funded Theorynet program that provides high school classrooms with visits by a theoretical particle physicist, (b) the DOE-fund...",
  "por_txt_cntn": "\nThe sole PI for this award is Brandon Murakami, a theoretical particle physicist and assistant professor at Rhode Island College (RIC).  The PI's request was to travel to Nagoya University (Japan), home of the Kobayashi-Maskawa Institute for the Origin of Particles and the Universe -- home institutions of many pioneering authorities of the niche study of \"lepton flavor violation.\"  This document reports on a planning grant, rather than a traditional research grant, which is typically concluded with research publications.  \n\nFrom 2005 until the PI's arrival at the RIC campus, the PI's full-time teaching duties at other institutions reduced his ability to conduct research to only being able to maintain awareness and passion for the field of particle physics.  The supportive administration of RIC allowed the PI to resume his research career.  Historically, only full-time researchers at research universities are capable of impactful research in particle physics.  Hence, particle physics research at a primarily undergraduate institution, such as RIC, requires access to the resources of the field.  In the field of theoretical particle physics, the primary resources are people, as no experimentation is performed.\n\nThe PI travelled to Nagoya University in November 2012.  Kazuhiro Tobe, other Nagoya physicists, and remotely James Wells (CERN and University of Michigan) provided the PI with sufficient consultation to generate another NSF proposal (1214320), entitled \"Rare lepton decays in the eras of the LHC and MEG experiments.\"  This proposal was recommended for funding and allows the PI three years of support to study the impact of a current experiment, simply called MEG -- an experiment dedicated to searching for a hypothetical decay pattern of an exotic particle called the muon.\n\nThe muon is a well-measured particle that is identical to the electron in every way except that it weighs roughly 200 times heavier and lives roughly a millionth of a second before spontaneously decaying to an electron.  100% of all muons observed have always been accompanied by two other particles called neutrinos.  The rare muon decay sought by MEG and the PI is marked by a lack of neutrinos.  Compelling hypotheses predict that somewhere beyond one in a trillion muon decays may undergo this rare decay pattern.\n\nMeanwhile, the Large Hadron Collider (LHC), a multi-billion dollar, international experiment is operational, with the ability to collide protons together nearly at the speed of light.  The LHC is expected to generate never-before-seen phenomena that recreate the earliest moments of the Big Bang.  Rare muon decay is predicted by the very same classes of hypothetical models that warranted the construction of the LHC.  Hence, one can perform correlation studies of the MEG and LHC experiments, as proposed by the PI.\n\nWhy study rare muon decay or even particle physics, in general?  While pure intellectual curiosity alone merits basic science, historically engineers have been able to utilize science to generate all of todayÆs modern technology.  Hence, while the technology behind science fiction is far off, one can expect if and when such technology arrives, the findings of particle physics will be an essential part of it.\n\nImmediate benefits to society of this award are (1) the creation of a new particle physics research program at the RIC campus, (2) continued development of physics majors interested in the particle physics research, (3) and several outreach efforts of the PI.  These outreach initiatives include (a) participation in the NSF-funded Theorynet program that provides high school classrooms with visits by a theoretical particle physicist, (b) the DOE-funded Upward Bound program that provides university-level mentoring to underprivileged high school students with college aspirations, (c) annual public lectures on topics regarding the research frontier of particle physics, and (d) offering a freshman-level RIC course on particle physics and ..."
 }
}