{
 "awd_id": "1068626",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Bijective Combinatorics of Maps: Beyond Boundaries",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924885",
 "po_email": "tbartosz@nsf.gov",
 "po_sign_block_name": "Tomek Bartoszynski",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 136644.0,
 "awd_amount": 136644.0,
 "awd_min_amd_letter_date": "2011-09-06",
 "awd_max_amd_letter_date": "2011-09-06",
 "awd_abstract_narration": "This project tackles several open problems related to ``maps'', that is, graphs embedded in surfaces. Maps appear naturally in many active areas of research including computer science (for encoding meshes of surfaces), algebraic combinatorics (for studying factorizations in the symmetric group), statistical mechanics (as host of a model), and probability (as a discrete approximation of the random surfaces needed in quantum gravity). In the last decade, building on works by Schaeffer, a bijective approach was developed for several classes of maps. Typically, the bijections obtained give a correspondence between a class of maps, and a class of (decorated) plane trees. Because trees are easier to study than maps, bijections have been key to the solution of  several open problems on maps coming from combinatorics, probability theory and theoretical physics.  In this project, the P.I. intends to (1) Unify several bijections: this would simplify a review on the bijective approach to maps, and systematize, to some extent, the process of finding bijections.  (2) Extend bijections to planar maps with boundaries and to maps of higher genus: this would satisfy some algorithmic needs and might inform recent results from representation theory.  (3) Apply a bijective approach to statistical mechanics models on maps: this could provide new models and help understand how metric properties of maps are affected by the Boltzmann probabilities imposed by these models.\r\n\r\nThe P.I. will actively mentor undergraduate research students and, more generally, foster the mathematical curiosity of young students. The combinatorics of maps is an ideal subject for initiating undergraduate students to research as it requires only a limited mathematical background but can lead to very rich problems. Moreover, the visual nature of maps gives many opportunities to convey mathematical ideas to a young audience during talks.  The P.I. also plans to write a review article which would serve has an entry point for non-specialists willing to learn the bijective approach to maps. Such a survey is particularly needed because maps appear at the frontier of several research communities.   The bijective approach to maps has practical applications in computer science. Indeed, maps are the combinatorial structures underlying the meshes of surfaces, and this creates a need for efficient coding algorithms. Bijections between maps and trees are the basis of the most efficient coding algorithms to date. Thus, extending bijections to new classes of maps is likely to improve the coding methods for the corresponding meshes. Other possible byproducts of bijections are random sampling and drawing algorithms for meshes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Olivier",
   "pi_last_name": "Bernardi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Olivier Bernardi",
   "pi_email_addr": "bernardi@brandeis.edu",
   "nsf_id": "000545101",
   "pi_start_date": "2011-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "797000",
   "pgm_ele_name": "Combinatorics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 21338.0
  }
 ],
 "por": null
}