{
 "awd_id": "1068845",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Kinematically Complete Measurements for Positron Impact Ionization of Atoms and Simple Molecules",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032925302",
 "po_email": "acronin@nsf.gov",
 "po_sign_block_name": "Alexander Cronin",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 419998.0,
 "awd_amount": 429998.0,
 "awd_min_amd_letter_date": "2011-09-15",
 "awd_max_amd_letter_date": "2016-08-08",
 "awd_abstract_narration": "This project comprises an international collaboration to address precision measurements of fundamental interactions between antimatter and matter.  Positrons (sometimes referred to as the anti-particle of the electron), impinging upon atoms and simple molecules, provide a unique opportunity to study the fundamental physics of these interactions.  We measure the initial and final state momentum of each of the particles in a kinematically complete experiment.  This provides the most stringent of criteria for comparing experiment with theory, and for studying the physics of highly correlated systems.  In the case of simple molecules, it also enables us to extend the study of interactions to spatially-oriented molecules.\r\n\r\nThe understanding of these interactions is essential to precision modeling of positrons interacting with more complex molecules and may lead to diverse applications such as enhanced resolution for Positron Emission Tomography (PET) scans and the effects of beta decay of radio-isotopes on human tissue.  It is a collaborative effort including scientists from the Australian Research Council's Center of Excellence for Antimatter-Matter Studies (CAMS) headquartered at the Australian National University and the Max-Planck-Institüt fur Kernphysik in Heidelberg.  This research includes post-doctoral researchers and graduate and undergraduate students in an international \"one-world\" environment.  As is often the case for these laboratory scale experiments, the students and post-docs are involved in all aspects of the research, from conception and development of the experimental apparatus through to the operation and diagnosis of the experiments, and analysis and publication of results.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dennis",
   "pi_last_name": "Mueller",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Dennis W Mueller",
   "pi_email_addr": "mueller@unt.edu",
   "nsf_id": "000405968",
   "pi_start_date": "2011-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Texas",
  "inst_street_address": "1112 DALLAS DR STE 4000",
  "inst_street_address_2": "",
  "inst_city_name": "DENTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9405653940",
  "inst_zip_code": "762051132",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "TX13",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH TEXAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "G47WN1XZNWX9"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Texas",
  "perf_str_addr": "1112 DALLAS DR STE 4000",
  "perf_city_name": "DENTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "762051132",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "TX13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "129100",
   "pgm_ele_name": "ATOMIC & MOLECULAR DYNAMICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 139999.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 159999.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 130000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>This project was initiated to address the paucity of detailed data on positron scattering from matter.&nbsp; This information is needed to enhance our fundamental understanding of quantum interactions and to improve their applications, which range over many fields.</span></p>\n<p><span>The fundamental understanding of interactions between antimatter (in this case positrons) and matter (in this case argon atoms) is crucial to our understanding of the most basic laws of physics.&nbsp;Amongst other barriers, the inability to provide sufficiently intense beams of antimatter has limited the application of traditional techniques of atomic physics to this problem.&nbsp;We address this issue taking advantage of world leading infrastructure and using a novel technique, designed to measure the &ldquo;complete&rdquo; scattering process - fully defining the final state of all particles involved in the collision process. This experimental technique has made great gains in the understanding of quantum interactions of light and electrons with a range of atoms and molecules, and extending it to incorporate positron scattering is a new and valuable step forward for experimental physics.&nbsp;</span></p>\n<p><span>Applications of the resulting information and understanding may include enhancing the reliability and accuracy of Positron Emission Tomography (PET) imaging, providing the understanding of the interactions to aid in the production of antihydrogen for other fundamental studies, and enabling further development of scientific tools for materials characterization such as void measurement and materials reliability enhancement.</span></p>\n<p><span>We have demonstrated the feasibility and benefits of applying this technique to positrons through drawing on the individual strengths of a group collaboration, and significant existing infrastructure to provide a reliable, high quality, positron beam. Even though this has been a relatively small scale project, we have included three undergraduate students in this international program.&nbsp; This includes training two members of a typically under represented group as part of this project, and we have developed new facilities for the continuing development of scientific understanding of antimatter/matter interactions. </span><strong>&nbsp;</strong><em></em></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2017<br>\n\t\t\t\t\tModified by: Dennis&nbsp;W&nbsp;Mueller</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project was initiated to address the paucity of detailed data on positron scattering from matter.  This information is needed to enhance our fundamental understanding of quantum interactions and to improve their applications, which range over many fields.\n\nThe fundamental understanding of interactions between antimatter (in this case positrons) and matter (in this case argon atoms) is crucial to our understanding of the most basic laws of physics. Amongst other barriers, the inability to provide sufficiently intense beams of antimatter has limited the application of traditional techniques of atomic physics to this problem. We address this issue taking advantage of world leading infrastructure and using a novel technique, designed to measure the \"complete\" scattering process - fully defining the final state of all particles involved in the collision process. This experimental technique has made great gains in the understanding of quantum interactions of light and electrons with a range of atoms and molecules, and extending it to incorporate positron scattering is a new and valuable step forward for experimental physics. \n\nApplications of the resulting information and understanding may include enhancing the reliability and accuracy of Positron Emission Tomography (PET) imaging, providing the understanding of the interactions to aid in the production of antihydrogen for other fundamental studies, and enabling further development of scientific tools for materials characterization such as void measurement and materials reliability enhancement.\n\nWe have demonstrated the feasibility and benefits of applying this technique to positrons through drawing on the individual strengths of a group collaboration, and significant existing infrastructure to provide a reliable, high quality, positron beam. Even though this has been a relatively small scale project, we have included three undergraduate students in this international program.  This includes training two members of a typically under represented group as part of this project, and we have developed new facilities for the continuing development of scientific understanding of antimatter/matter interactions.  \n\n \n\n\t\t\t\t\tLast Modified: 12/01/2017\n\n\t\t\t\t\tSubmitted by: Dennis W Mueller"
 }
}