{
 "awd_id": "1068822",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "New developments in Noncommutative Algebra and its Applications",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032928448",
 "po_email": "tluo@nsf.gov",
 "po_sign_block_name": "Tie Luo",
 "awd_eff_date": "2011-01-15",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 25005.0,
 "awd_amount": 25005.0,
 "awd_min_amd_letter_date": "2011-01-10",
 "awd_max_amd_letter_date": "2011-01-10",
 "awd_abstract_narration": "A major workshop, \"New developments in non-commutative algebra and its applications\", will be held in Scotland, at the Gaelic College on the isle of Skye, in June 2011. Interaction with other areas of mathematics has been a central theme of current non-commutative algebra. Connections to algebraic geometry, symplectic geometry, and representation theory are three major overall topics of focus for this workshop and the world-class experts who will speak on them at the workshop.\r\n\r\nThe general topic of the conference, noncommutative algebra, involves the study of operations which give different results when performed in a different order.  A famous example of this in physics involves the position and momentum operators in the Heisenberg uncertainty principle.  An important subject in current physics closely connected with the topic is string theory, especially the study of mirror symmetry.  Current trends in noncommutative algebra are highly interdisciplinary and touch many other fundamental areas of mathematics.  A major workshop such as this brings together many researchers from the U.S., Europe, and elsewhere, and can be crucial to establishing new collaborations and more interactions between mathematicians studying different threads of the subject. This NSF conference grant will allow a larger number of U.S. participants, especially younger mathematicians, to attend by supporting their travel.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Rogalski",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel S Rogalski",
   "pi_email_addr": "drogalsk@math.ucsd.edu",
   "nsf_id": "000198679",
   "pi_start_date": "2011-01-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 GILMAN DR",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 25005.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant supported the travel of U. S. based mathematicians, primarily <br />young researchers at the graduate student and postdoctoral level, to attend <br />a major research conference in Scotland, \"New developments in noncommutative algebra and its applications.\"&nbsp; In most cases, these participants would not have been able to attend this conference without such support.&nbsp; A conference like this can be important to a young researcher, since they get to see talks featuring the state of the art in what research people are working on right now, and they get to meet many established mathematicians that they would not otherwise have personal contact with.&nbsp; Such experiences are often very helpful to the further development of a young mathematician's research program.<br /><br />The conference featured talks by many preeminent mathematicians working in noncommutative algebra.&nbsp; Noncommutative algebra studies abstract structures involving operations that do not commute, that is, it matters what order you perform them.&nbsp; There are many important examples related to physics; for example, the Heisenberg uncertainty principle may be interpreted as a statement that the position and momentum operators <br />do not commute.&nbsp; The modern subject of noncommutative algebra is very interdisciplinary, and the talks at this conference bore that out, as they touched on interactions with representation theory, algebraic geometry, and other subjects.&nbsp; For more information on the conference, including a <br />complete list of talks, see its permanent webpage at <br />http://icms.org.uk/workshops/noncomalg.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/27/2012<br>\n\t\t\t\t\tModified by: Daniel&nbsp;S&nbsp;Rogalski</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis grant supported the travel of U. S. based mathematicians, primarily \nyoung researchers at the graduate student and postdoctoral level, to attend \na major research conference in Scotland, \"New developments in noncommutative algebra and its applications.\"  In most cases, these participants would not have been able to attend this conference without such support.  A conference like this can be important to a young researcher, since they get to see talks featuring the state of the art in what research people are working on right now, and they get to meet many established mathematicians that they would not otherwise have personal contact with.  Such experiences are often very helpful to the further development of a young mathematician's research program.\n\nThe conference featured talks by many preeminent mathematicians working in noncommutative algebra.  Noncommutative algebra studies abstract structures involving operations that do not commute, that is, it matters what order you perform them.  There are many important examples related to physics; for example, the Heisenberg uncertainty principle may be interpreted as a statement that the position and momentum operators \ndo not commute.  The modern subject of noncommutative algebra is very interdisciplinary, and the talks at this conference bore that out, as they touched on interactions with representation theory, algebraic geometry, and other subjects.  For more information on the conference, including a \ncomplete list of talks, see its permanent webpage at \nhttp://icms.org.uk/workshops/noncomalg.\n\n\t\t\t\t\tLast Modified: 02/27/2012\n\n\t\t\t\t\tSubmitted by: Daniel S Rogalski"
 }
}