{
 "awd_id": "1068670",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Elucidating Electron Kinetics in Low Temperature Plasmas with Non-Invasive Optical Diagnostics",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927382",
 "po_email": "vlukin@nsf.gov",
 "po_sign_block_name": "Vyacheslav (Slava) Lukin",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 390000.0,
 "awd_amount": 390000.0,
 "awd_min_amd_letter_date": "2011-07-22",
 "awd_max_amd_letter_date": "2013-07-24",
 "awd_abstract_narration": "Low-temperature plasmas (LTP) have had a tremendous societal impact by enabling a wide range of technologies that improve quality of life, such as computer chips, energy efficient light sources and wear-resistant artificial joints. Fundamental plasma science is instrumental in continued LTP application development for meeting basic human needs in domains including energy, materials and healthcare. Specifically, many applications rely on manipulation of energy flow and particle fluxes in the plasma, an area lacking a complete science foundation. The quantities of ions, neutral radicals, and photons, which all play central roles in technological outcomes, depend on reactions in the plasma driven by collisions involving energetic electrons. Process results are thus critically sensitive to the spectrum of electron energies, known as the \"electron energy distribution function\" (EEDF), which in turn depends on pressure, power, gas mixture,flow rates, system geometry and method of power input. \"Predictive plasma design\" is an as yet unfulfilled goal of LTP modeling with transformational potential for emerging applications. Diagnostics play an essential role in identifying the physical processes that dominate plasma behavior, and in confirming that models accurately represent that behavior. We bring the field closer to the goal of predictive plasma design by applying a new method to experimentally capture electron kinetics using non-invasive optical diagnostics to address fundamental science questions for LTP systems. \r\n\r\nIntellectual Merit- Electron collisions are responsible for the electronic excitation leading to the plasma glow, and the spectrum of emitted light carries an encoded mapping of the EEDF. Probing the EEDF from the spectrum of the light emitted by the plasma is thus possible, but only with a thorough understanding of processes leading to the excitation and de-excitation of photon emitting species. The efficiencies of the electron-driven excitation processes are expressed as \"cross sections,\" and a set recently measured at UW forms the foundation of an emission model to probe the EEDF using the recorded plasma optical emission spectrum. Here we apply the non-invasive optical technique to examine fundamental behavior of two or more of the following types of radio frequency (rf) LTPs, each of which is distinguished by phenomena involving the high energy region of the EEDF: 1) rf LTPs augmented with dc power, 2) rf LTPs in electronegative gases, and 3) dual-frequency rf capacitively-coupled plasmas. EEDF characterization in space and time will target pecific science questions about the form of the high energy region of the EEDF and its impact on discharge properties. \r\n\r\nBroader Impacts- The potential impact of the proposed research has several distinct components. 1) If successful, research outcomes will advance understanding in an area critical to establishing predictive and control capabilities for LTP technological applications. 2) The diagnostic approach is widely applicable and easily implemented by others. 3) The interdisciplinary nature of this research effort (PIs from Physics and Engineering) will provide a wide range of teaching and learning experiences and will provide excellent training in both basic and applied physics for the students involved. 4) Plasma technology will also be highlighted in a new program designed to introduce the \"grand challenges\" in middle school science and math courses, an effort to increase interest in engineering careers among a more diverse student population through an emphasis on humanitarian applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Wendt",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Amy E Wendt",
   "pi_email_addr": "wendt@engr.wisc.edu",
   "nsf_id": "000380775",
   "pi_start_date": "2011-07-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chun",
   "pi_last_name": "Lin",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Chun C Lin",
   "pi_email_addr": "cclin@facstaff.wisc.edu",
   "nsf_id": "000091087",
   "pi_start_date": "2011-07-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Boffard",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "John B Boffard",
   "pi_email_addr": "jboffard@wisc.edu",
   "nsf_id": "000098322",
   "pi_start_date": "2011-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124200",
   "pgm_ele_name": "PLASMA PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1062",
   "pgm_ref_txt": "BASIC PLASMA SCIENCE & ENGINEERING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 130000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 130000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 130000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Industrial processes involving plasmas contribute to a long list of societal benefits that continues to grow at a rapid pace.&nbsp; For example, plasmas are found in fluorescent lights and they are used extensively in the processing silicon wafers to manufacture computer chips.&nbsp; The unique properties of ionized gas plasmas enable the manipulation of materials in ways that cannot be achieved by other means.&nbsp; Specifically, their complex dynamics lead to non-equilibrium chemistry;&nbsp; &ldquo;high-temperature&rsquo;&rdquo; gas phase reactions driven by energetic electrons occur while material substrates remain cool. The attraction of plasma technology derives from the role of the free electrons present in all plasmas.&nbsp;&nbsp;&nbsp; Energetic ions, radicals (atoms, molecules or ions that react strongly with substrate surfaces), and photons produced in the plasma through collisions with energetic electrons etch, modify or deposit thin films on materials surfaces. Process outcomes are thus critically sensitive to the relative abundances of electrons of different energies (i.e., the electron energy distribution function, or EEDF) and other plasma parameters. With the goal of elucidating details of plasma behavior relevant to the design and control of plasma processes, we have introduced new non-invasive and easily-implemented optical emission spectroscopy (OES) based diagnostics of plasma properties for low-pressure plasmas.</p>\n<p>&nbsp;</p>\n<p>Intellectual Merit: The spectrum of the light emitted by the plasma has been exploited as a tool for probing low pressure plasma parameters, including the EEDF. &nbsp;&nbsp;The foundation of the proposed diagnostic is a quantitative optical emission model that predicts the spectrum of visible light emitted by the plasma, or in other words, accurately captures the variation of intensity with wavelength and how that changes when plasma conditions vary.&nbsp; In the case of argon gas plasmas, the focus of this study, the emission spectrum consists of sharp peaks or emission &ldquo;lines&rdquo; at wavelengths corresponding to the allowed energies of photons emitted following electronic excitation of atoms.&nbsp; Collisions between atoms and energetic electrons in the plasma dominate electronic excitation leading to the plasma glow.&nbsp; The production of the atomic energy levels that produce emissions requires collisions with electrons above a different threshold energy in each case, and the spectrum of resulting emitted light depends on the EEDF. &nbsp;Using the spectrum of light emitted by the plasma as a probe of the EEDF therefore requires a thorough accounting of processes related to the excitation and de-excitation of photon-emitting species.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Following the development of the emission model, we have applied the OES diagnostic to make contributions in several areas, described briefly as follow.&nbsp; 1) We have contributed to the understanding of the physical mechanisms that affect the EEDF in a type of plasma known as an inductively coupled plasma (ICP), including observation of a phenomenon known as the plasma series resonance, not previously reported in an ICP.&nbsp; &nbsp;2) We have introduced a new low-cost, non-invasive means of real-time monitoring of the temporal variation of plasma properties, using the quantitative emission model in combination with a relatively inexpensive type of low-resolution spectrometer that is often already included on plasma process equipment used for computer chip fabrication. 3) We have introduced a new, low-cost, non-invasive technique to characterize emission of light by plasmas in the vacuum ultraviolet (VUV) portion of the spectrum.&nbsp; VUV light production in plasmas is important for materials processing application because VUV photons have sufficient energy to affect surface chemical reactions. 4) We have also conducted an investigation of &ldq...",
  "por_txt_cntn": "\nIndustrial processes involving plasmas contribute to a long list of societal benefits that continues to grow at a rapid pace.  For example, plasmas are found in fluorescent lights and they are used extensively in the processing silicon wafers to manufacture computer chips.  The unique properties of ionized gas plasmas enable the manipulation of materials in ways that cannot be achieved by other means.  Specifically, their complex dynamics lead to non-equilibrium chemistry;  \"high-temperatureÆ\" gas phase reactions driven by energetic electrons occur while material substrates remain cool. The attraction of plasma technology derives from the role of the free electrons present in all plasmas.    Energetic ions, radicals (atoms, molecules or ions that react strongly with substrate surfaces), and photons produced in the plasma through collisions with energetic electrons etch, modify or deposit thin films on materials surfaces. Process outcomes are thus critically sensitive to the relative abundances of electrons of different energies (i.e., the electron energy distribution function, or EEDF) and other plasma parameters. With the goal of elucidating details of plasma behavior relevant to the design and control of plasma processes, we have introduced new non-invasive and easily-implemented optical emission spectroscopy (OES) based diagnostics of plasma properties for low-pressure plasmas.\n\n \n\nIntellectual Merit: The spectrum of the light emitted by the plasma has been exploited as a tool for probing low pressure plasma parameters, including the EEDF.   The foundation of the proposed diagnostic is a quantitative optical emission model that predicts the spectrum of visible light emitted by the plasma, or in other words, accurately captures the variation of intensity with wavelength and how that changes when plasma conditions vary.  In the case of argon gas plasmas, the focus of this study, the emission spectrum consists of sharp peaks or emission \"lines\" at wavelengths corresponding to the allowed energies of photons emitted following electronic excitation of atoms.  Collisions between atoms and energetic electrons in the plasma dominate electronic excitation leading to the plasma glow.  The production of the atomic energy levels that produce emissions requires collisions with electrons above a different threshold energy in each case, and the spectrum of resulting emitted light depends on the EEDF.  Using the spectrum of light emitted by the plasma as a probe of the EEDF therefore requires a thorough accounting of processes related to the excitation and de-excitation of photon-emitting species. \n\n \n\nFollowing the development of the emission model, we have applied the OES diagnostic to make contributions in several areas, described briefly as follow.  1) We have contributed to the understanding of the physical mechanisms that affect the EEDF in a type of plasma known as an inductively coupled plasma (ICP), including observation of a phenomenon known as the plasma series resonance, not previously reported in an ICP.   2) We have introduced a new low-cost, non-invasive means of real-time monitoring of the temporal variation of plasma properties, using the quantitative emission model in combination with a relatively inexpensive type of low-resolution spectrometer that is often already included on plasma process equipment used for computer chip fabrication. 3) We have introduced a new, low-cost, non-invasive technique to characterize emission of light by plasmas in the vacuum ultraviolet (VUV) portion of the spectrum.  VUV light production in plasmas is important for materials processing application because VUV photons have sufficient energy to affect surface chemical reactions. 4) We have also conducted an investigation of \"pulsed\" ICP discharges, in which the rf power to the plasma is modulated.  Our results show new evidence that a high energy electron population appears for some conditions just after the power comes on each cycle, there..."
 }
}