{
 "awd_id": "1068988",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Aging and Disease Effects on Viscous Energy Dissipation of Bone as Characterized by Nanoindentation",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Fyhrie",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 188926.0,
 "awd_amount": 188926.0,
 "awd_min_amd_letter_date": "2011-04-01",
 "awd_max_amd_letter_date": "2011-04-01",
 "awd_abstract_narration": "The research objective of this award is to apply an emerging dynamic nanoindentation method to bone so that age- and disease-related changes in the viscoelastic behavior of the tissue can be quantified at the micron length scale for correlation with its fracture behavior.  The organization of the primary constituents of bone is inherently hierarchical, and as such, each level contributes to the ability of bone to resist fracture.  Dynamic nanoindentation and R-curve testing will be conducted at the level of the lamellae and at the level of the osteonal structure using cortical bone from young and old human donors, rodent models of disease, and bone whose properties have been altered ex vivo.  In addition, the compositional characteristics of the bone will be measured to assess their relative contribution to the viscoelastic properties and fracture toughness.\r\n\r\nThis work has the potential to demonstrate that aging and certain diseases such as diabetes cause bone to dissipate less energy by suppression of viscous mechanisms at the tissue-level, thereby contributing to an overall reduction in the fracture resistance of bone.  Moreover, the research will introduce a new set of tools for investigating the small-scale deformation behavior of biological tissues.  The scientific knowledge generated from this program will enhance efforts in the field to develop hierarchical models of bone quality and to identify new therapeutic targets for fracture prevention.  The project brings together an engineering and medical school multidisciplinary team, providing the opportunity for cross-fertilization of expertise from researchers in materials science and biomedical engineering.  The educational plan focuses on opening pathways for engineers to make an impact on medical research and biomedical researchers to benefit from experimental approaches developed in the physical sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffry",
   "pi_last_name": "Nyman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffry Nyman",
   "pi_email_addr": "jeffry.s.nyman@Vanderbilt.Edu",
   "nsf_id": "000545106",
   "pi_start_date": "2011-04-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vanderbilt University Medical Center",
  "inst_street_address": "Suite 800",
  "inst_street_address_2": "110 21st Avenue, South",
  "inst_city_name": "Nashville",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153222631",
  "inst_zip_code": "372032408",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "DWH7MSXKA2A8"
 },
 "perf_inst": {
  "perf_inst_name": "Vanderbilt University Medical Center",
  "perf_str_addr": "Suite 800",
  "perf_city_name": "Nashville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372032408",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "TN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747900",
   "pgm_ele_name": "BMMB-Biomech & Mechanobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "027E",
   "pgm_ref_txt": "NANOMECHANICS"
  },
  {
   "pgm_ref_code": "028E",
   "pgm_ref_txt": "BIOMECHANICS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 188926.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>As a complex composite material comprised of many distinct constituents with feature sizes ranging from a few nanometers to a few millimeters, the strength and fracture resistance of bone naturally arise from processes at a many hierarchical levels in its structural organization. Thus, to understand the fundamental processes in the deformation and fracture of bone requires special testing techniques that can measure mechanical behavior and characterize mechanical performance at several length scales down to the micrometer and nanometer levels. Until recently, such testing techniques were not generally available for the measurement of the elastic, plastic, and viscous properties of bone that play such a key role in determining its behavior. However, with the advent of nanoindentation testing and related techniques that probe mechanical properties at small scales, we can now explore and map out the microstructural properties needed to significantly advance our scientific understanding of the strength and fracture of bone.</p>\n<p>To this end, this research program explored whether energy dissipation by viscous damping mechanisms at the tissue-level contributes to bone fracture resistance by performing dynamic nanomechanical testing with an advanced nanoindentation testing system on cortical bone samples acquired from adult human donors and adult rats across the lifespan of both species. In addition, using the propagation of a crack from a machined micro-notch introduced in a bone sample as a &lsquo;worst-case flaw&rsquo;, conventional fracture toughness tests were performed to characterize the ability of bone to: (i) resist initiation of a crack; (ii) impede the propagation of a crack; and (iii) dissipate energy during the fracture process. Bone, like all materials, has strength-reducing flaws, and the propagation of a crack involves multiple mechanisms of energy dissipation. By applying a dynamic or cyclic load to the bone surface with a very small diamond tip with a known pyramidal geometry at very low force (less than one thousandth of a Newton), a new nanoindentation testing procedure was developed to accurately measure the amount of energy dissipated during deformation by viscous mechanisms in both wet and dry bone tissue. The tests confirmed that the contribution of water to the viscoelastic behavior of bone is significantly higher for wet than dry bone, irrespective of age and species. More importantly, the viscous properties of the wet tissue, but not dry, significantly correlate with the fracture properties. Most notably, the ability of bone to dissipate energy by viscous dampening mechanisms decreases with advanced aging in humans and rats. Likewise, bound water or water interacting with the tissue via hydrogen bonds decreases with age for both human and rat cortical bone. Given this, the primary nanoindentation measure of viscous energy dissipation (the loss modulus) was surprisingly not observed to decrease with age, regardless of whether less mineralized osteonal tissue or more mineralized interstitial tissue was indented. Osteons are pronounced circular features of human cortical bone (less so for rat bone) surrounding the blood vessels, whereas interstitial tissue is made up of the remnants of osteons after remodeling with age (bone is continually replaced during a lifetime).</p>\n<p>Other important findings from the study of human cortical bone include: (i) heterogeneity in mineralization does not correlate with fracture toughness; (ii) the linear combination of bound water (positive correlation), porosity (negative correlation), and age (negative correlation) significantly explain about half of the variance in the crack initiation toughness; (iii) using reference point indentation in which the depth of the spherical steel probe tip and stiffness response are quantified over 20 cycles of loading and unloading, the resistance of bone tissue to microinden...",
  "por_txt_cntn": "\nAs a complex composite material comprised of many distinct constituents with feature sizes ranging from a few nanometers to a few millimeters, the strength and fracture resistance of bone naturally arise from processes at a many hierarchical levels in its structural organization. Thus, to understand the fundamental processes in the deformation and fracture of bone requires special testing techniques that can measure mechanical behavior and characterize mechanical performance at several length scales down to the micrometer and nanometer levels. Until recently, such testing techniques were not generally available for the measurement of the elastic, plastic, and viscous properties of bone that play such a key role in determining its behavior. However, with the advent of nanoindentation testing and related techniques that probe mechanical properties at small scales, we can now explore and map out the microstructural properties needed to significantly advance our scientific understanding of the strength and fracture of bone.\n\nTo this end, this research program explored whether energy dissipation by viscous damping mechanisms at the tissue-level contributes to bone fracture resistance by performing dynamic nanomechanical testing with an advanced nanoindentation testing system on cortical bone samples acquired from adult human donors and adult rats across the lifespan of both species. In addition, using the propagation of a crack from a machined micro-notch introduced in a bone sample as a æworst-case flawÆ, conventional fracture toughness tests were performed to characterize the ability of bone to: (i) resist initiation of a crack; (ii) impede the propagation of a crack; and (iii) dissipate energy during the fracture process. Bone, like all materials, has strength-reducing flaws, and the propagation of a crack involves multiple mechanisms of energy dissipation. By applying a dynamic or cyclic load to the bone surface with a very small diamond tip with a known pyramidal geometry at very low force (less than one thousandth of a Newton), a new nanoindentation testing procedure was developed to accurately measure the amount of energy dissipated during deformation by viscous mechanisms in both wet and dry bone tissue. The tests confirmed that the contribution of water to the viscoelastic behavior of bone is significantly higher for wet than dry bone, irrespective of age and species. More importantly, the viscous properties of the wet tissue, but not dry, significantly correlate with the fracture properties. Most notably, the ability of bone to dissipate energy by viscous dampening mechanisms decreases with advanced aging in humans and rats. Likewise, bound water or water interacting with the tissue via hydrogen bonds decreases with age for both human and rat cortical bone. Given this, the primary nanoindentation measure of viscous energy dissipation (the loss modulus) was surprisingly not observed to decrease with age, regardless of whether less mineralized osteonal tissue or more mineralized interstitial tissue was indented. Osteons are pronounced circular features of human cortical bone (less so for rat bone) surrounding the blood vessels, whereas interstitial tissue is made up of the remnants of osteons after remodeling with age (bone is continually replaced during a lifetime).\n\nOther important findings from the study of human cortical bone include: (i) heterogeneity in mineralization does not correlate with fracture toughness; (ii) the linear combination of bound water (positive correlation), porosity (negative correlation), and age (negative correlation) significantly explain about half of the variance in the crack initiation toughness; (iii) using reference point indentation in which the depth of the spherical steel probe tip and stiffness response are quantified over 20 cycles of loading and unloading, the resistance of bone tissue to microindentation weakly correlates with fracture toughness; and (iv) a special type of optical s..."
 }
}