{
 "awd_id": "1068424",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US-Lithuania Planning Visit:  University of Central Florida/Vilnius University Auxology and Forensic Anthropology Planning Meeting",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": "7032924940",
 "po_email": "mkukla@nsf.gov",
 "po_sign_block_name": "Maija Kukla",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2012-04-30",
 "tot_intn_awd_amt": 11480.0,
 "awd_amount": 11480.0,
 "awd_min_amd_letter_date": "2011-03-25",
 "awd_max_amd_letter_date": "2011-03-25",
 "awd_abstract_narration": "OISE 10-68424\r\n\r\n  \r\nThis project brings together faculty of the University of Central Florida (UCF) and Vilnius University in Lithuania for collaborative research planning purposes.  The research focus is on biological anthropology, specifically auxology and forensic anthropology.  The US principal investigator is Leslie Lieberman.  The Lithuanian counterpart is Jannina Tutkuviene.\r\nThis meeting will allow UCF and VU faculty to exchange information about current their research activities, identify emerging areas for potential collaboration and develop preliminary research proposals. UCF faculty will also become acquainted with the VU collections (8,726 craniological units and 4,962 postcranial osteological units), laboratories, equipment, clinics, databases and other resources.  Two possible unique research foci are 1) tracking the lifestyle changes since Lithuania?s independence as reflected by child growth and development parameters and  2) application of technologies to the analyses of the unique skeletal collection held at VU and testing hypotheses with this extensive collection and those in the US and elsewhere. \r\nLongitudinal studies conducted in Lithuania since the 19th century provide a rich data base and baseline for analyses, especially on changes in growth and body composition with rapidly increasing globalized diets and lifestyles.  Unlike most of Europe, Lithuanian children have not started to exhibit increases in weight and obesity; and in fact, have shown a trend in the opposite direction.\r\nThis activity is expected to facilitate the creation of new knowledge and the expansion of anthropology professional networks and training opportunities for faculty and graduate students in biological anthropology ? specifically in auxology and forensic anthropology with innovative applications to public health, clinical medicine and law enforcement.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leslie",
   "pi_last_name": "Lieberman",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Leslie S Lieberman",
   "pi_email_addr": "leslie.lieberman@ucf.edu",
   "nsf_id": "000115319",
   "pi_start_date": "2011-03-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Central Florida Board of Trustees",
  "perf_str_addr": "4000 CENTRAL FLORIDA BLVD",
  "perf_city_name": "ORLANDO",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328168005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5915",
   "pgm_ref_txt": "EASTERN EUROPE, OTHER"
  },
  {
   "pgm_ref_code": "5979",
   "pgm_ref_txt": "Europe and Eurasia"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 11480.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: left;\"><strong>Project Outcomes Report</strong></p>\n<p style=\"text-align: left;\">&ldquo;The Joint University of Central Florida and Vilnius University Auxology and Forensic Anthropology Planning Meeting&rdquo;&nbsp; May 8-11, 2011 Vilnius, Lithuania&nbsp;&nbsp;<br /><br />PI: Leslie Sue Lieberman&nbsp;&nbsp;&nbsp;&nbsp; Award Number: 1068424&nbsp; Planning Visit</p>\n<p style=\"text-align: left;\"><strong>Summary of Activities: </strong>Four days of informal activities including an orientation to Lithuanian history, museum tours, a visit to the national forensic laboratories and a 3 day formal planning meeting were held in Vilnius, Lithuania. There were 18 research presentations by 4 faculty members from the University of Central Florida and 7 faculty and 12 graduate, medical and post-graduate students from Vilnius University. A portion of the auxology archives and extensive osteological collection (more than 70,000 skeletons/ partial skeletons) were viewed.&nbsp; An overview of funding opportunities, templates and grant writing guidance was provided and a half day was devoted to drafting research, training and short term exchange proposals.</p>\n<p style=\"text-align: left;\"><strong>Intellectual Merit of the Proposed Activities: </strong>The Planning Meeting afforded an initial opportunity for intellectual exchanges among Lithuanian and American anthropologists and scientists in related disciplines: medicine, psychology, dentistry and public health to focus on research questions of mutual interest and to observe the extensive osteological&nbsp; and growth and development archival resources available at Vilnius University (VU). This meeting was fundamental to the development of research, training and exchange proposals that are currently being written for submission over the next few months. Graduate, post-graduate and professional students had an opportunity of learn about the research both at VU and the University of Central Florida (UCF) with some students interested in participating in both research and training activities.&nbsp; A partial list of proposals currently under development that would advance knowledge and expand research opportunities in these areas are:&nbsp;&nbsp;stable isotope analyses of skeletal remains of Napoleon&rsquo;s soldiers to assess origins and nutritional status; training of UCF and VU students in forensic anthropology and bioarchaeology; origins of prenatal androgens and polycystic ovary syndrome&nbsp; (PCOS) relationships; modeling changes in the tempo of growth and obesity preventive lifestyle factors of preschool (kindergarten) age children.</p>\n<p style=\"text-align: left;\"><strong>Broad Impact Resulting from the Proposed Activities: </strong>The development of international &nbsp;research relationships allows for unprecedented opportunities of training and research for North American undergraduate and graduate students using the VU vast osteological collection (N=70,000 individuals). The application of this knowledge to contemporary forensic anthropology has implications for legal systems everywhere. UCF will provide training in stable isotope analysis for VU students and faculty. New UCF facilities will enable joint research involving targeted genetic analyses expanding the research capabilities of VU faculty. Joint activities will allow for a broader dissemination of research in English-language journals and websites.&nbsp;&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/22/2011<br>\n\t\t\t\t\tModified by: Leslie&nbsp;S&nbsp;Lieberman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Project Outcomes Report\n\"The Joint University of Central Florida and Vilnius University Auxology and Forensic Anthropology Planning Meeting\"  May 8-11, 2011 Vilnius, Lithuania  \n\nPI: Leslie Sue Lieberman     Award Number: 1068424  Planning Visit\nSummary of Activities: Four days of informal activities including an orientation to Lithuanian history, museum tours, a visit to the national forensic laboratories and a 3 day formal planning meeting were held in Vilnius, Lithuania. There were 18 research presentations by 4 faculty members from the University of Central Florida and 7 faculty and 12 graduate, medical and post-graduate students from Vilnius University. A portion of the auxology archives and extensive osteological collection (more than 70,000 skeletons/ partial skeletons) were viewed.  An overview of funding opportunities, templates and grant writing guidance was provided and a half day was devoted to drafting research, training and short term exchange proposals.\nIntellectual Merit of the Proposed Activities: The Planning Meeting afforded an initial opportunity for intellectual exchanges among Lithuanian and American anthropologists and scientists in related disciplines: medicine, psychology, dentistry and public health to focus on research questions of mutual interest and to observe the extensive osteological  and growth and development archival resources available at Vilnius University (VU). This meeting was fundamental to the development of research, training and exchange proposals that are currently being written for submission over the next few months. Graduate, post-graduate and professional students had an opportunity of learn about the research both at VU and the University of Central Florida (UCF) with some students interested in participating in both research and training activities.  A partial list of proposals currently under development that would advance knowledge and expand research opportunities in these areas are:  stable isotope analyses of skeletal remains of NapoleonÆs soldiers to assess origins and nutritional status; training of UCF and VU students in forensic anthropology and bioarchaeology; origins of prenatal androgens and polycystic ovary syndrome  (PCOS) relationships; modeling changes in the tempo of growth and obesity preventive lifestyle factors of preschool (kindergarten) age children.\nBroad Impact Resulting from the Proposed Activities: The development of international  research relationships allows for unprecedented opportunities of training and research for North American undergraduate and graduate students using the VU vast osteological collection (N=70,000 individuals). The application of this knowledge to contemporary forensic anthropology has implications for legal systems everywhere. UCF will provide training in stable isotope analysis for VU students and faculty. New UCF facilities will enable joint research involving targeted genetic analyses expanding the research capabilities of VU faculty. Joint activities will allow for a broader dissemination of research in English-language journals and websites.  \n\n\t\t\t\t\tLast Modified: 07/22/2011\n\n\t\t\t\t\tSubmitted by: Leslie S Lieberman"
 }
}