{
 "awd_id": "1068344",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Dynamics and Control of Atomic, Molecular and Optical Systems",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ann Orel",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2011-09-02",
 "awd_max_amd_letter_date": "2013-06-28",
 "awd_abstract_narration": "Our research will lead to understanding and control of the dynamics of quantum systems, including but not limited to electrons escaping from atoms, trapped atoms, ultracold gases, and molecules. We use methods for constructing quantum wave functions that take advantage of the new knowledge and the insights that arise from modern classical mechanics.  Theory will be developed and computations will be made to describe escape of electrons from atoms in electric and magnetic fields, quantum control of vibrations and rotations of nearly linear molecules, control of cold trapped atoms, and pumping of trapped atoms from one reservoir to another. In addition we plan to use the same theory to study models of chaotic transport in ocean currents.\r\n\r\nControl of quantum systems is one of the \"grand challenges\" of modern physics. This research cuts across many disciplines in physics, mathematics and chemistry. Our study of ionization of atoms in fields is directly connected to theories of chaotic transport and theories of stability of dynamical systems. The same theory is used to design spacecraft trajectories, examine orbits of comets, analyze unimolecular reactions, and study transport of meteors from Mars to the Earth.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Delos",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "John B Delos",
   "pi_email_addr": "jbdelo@wm.edu",
   "nsf_id": "000326481",
   "pi_start_date": "2011-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "College of William and Mary",
  "inst_street_address": "1314 S MOUNT VERNON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "WILLIAMSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7572213965",
  "inst_zip_code": "23185",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "VA08",
  "org_lgl_bus_name": "COLLEGE OF WILLIAM AND MARY",
  "org_prnt_uei_num": "EVWJPCY6AD97",
  "org_uei_num": "EVWJPCY6AD97"
 },
 "perf_inst": {
  "perf_inst_name": "College of William and Mary",
  "perf_str_addr": "1314 S MOUNT VERNON AVE",
  "perf_city_name": "WILLIAMSBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "23185",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "VA08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128400",
   "pgm_ele_name": "AMO Theory/Atomic, Molecular &"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Major Goals:</strong></p>\n<p>The long-term goals are to understand and control the dynamics of quantum systems, including but not limited to electrons escaping from atoms, trapped atoms, ultracold gases, and molecules. We use semiclassical methods for constructing quantum wave functions.&nbsp; These methods take advantage of the new knowledge and the insights that arise from modern classical mechanics. Theory&nbsp;is being developed and computations made to describe escape of electrons from atoms in electric and magnetic fields, quantum control of vibrations and rotations of nearly linear molecules, control of cold trapped atoms, and pumping of trapped atoms from one reservoir to another.</p>\n<h3>Outcomes:</h3>\n<p><em>1. Quantum pumps</em></p>\n<p>Together with W&amp;M Graduate student Tommy Byrd and others, we have developed the theory of an atomic 'quantum pump'. &nbsp;Can cold atoms be pumped from one reservoir to another <em>without a bias </em>(such as a difference in chemical potential between the reservoirs)?&nbsp; In our department, our faculty member Seth Aubin is setting up experiments to create such a pump.&nbsp; We support those efforts with theoretical calculations.</p>\n<p>We first carried out quantum, semiclassical and classical calculations on a single oscillating barrier.&nbsp;&nbsp; We find that classical mechanics defines the boundaries of a classically allowed region of final momenta. Quantum calculations show (i) the probability that particles end with momentum outside the classically allowed region is small; (ii) the momentum distribution is peaked at certain discrete values of momentum;&nbsp; (iii) the heights of the these peaks vary widely and seemingly erratically.&nbsp; Semiclassical calculations show that (a) for any final momentum inside the classically allowed region, many classical paths arrive; (b) interference of waves propagating along these paths produces the peaks predicted by quantum theory, and determines their heights.</p>\n<p>&nbsp;</p>\n<p>Then we turned to the two-barrier pumps.&nbsp; We showed how to make a &ldquo;particle diode&rdquo; which under specified conditions permits net particle pumping in only one direction. Then we examined systems having symmetric barriers, which can generate particle transport in either direction. The direction of particle pumping is highly sensitive to barrier parameters and to the initial energy of the particles, and it is not possible to predict the direction or magnitude of particle pumping without detailed calculations.&nbsp; We showed that these pumps, like all systems showing chaotic transport, have fractal structure hiding in their dynamics, and we showed how to describe these fractals.&nbsp; Finally, we showed that particle transport, energy transfer and temperature change of the reservoirs vary with initial particle energy in distinct and interesting ways.</p>\n<p>&nbsp;</p>\n<p>This work led to PhD theses of Tommy Byrd and Megan Ivory.</p>\n<p><em>2. Dynamical Monodromy</em></p>\n<p>Classical mechanics is an old subject, and one does not expect frequent discoveries of new phenomena.&nbsp; However, in recent years a number of workers have been elucidating a new phenomenon called &ldquo;Hamiltonian monodromy&rdquo;.&nbsp; This phenomenon leads to interesting topological changes of loops of particles under continuous time-evolution:&nbsp; we can have a loop of particles on one side of a barrier, and then after certain forces are applied, the loop evolves smoothly, without breaking, such that it surrounds the barrier.&nbsp; W&amp;M student Chen Chen has published a long paper on this subject, and is continuing work to find quantum analogues of this behavior.</p>\n<p><em>3. Control of Respiration in Premature Infants.</em></p>\n<p>This work was supported by NSF for only one year.&nbsp; This work also involves control theory applied to a complex dynamical system.&nbsp; Apnea is nearly unive...",
  "por_txt_cntn": "\nMajor Goals:\n\nThe long-term goals are to understand and control the dynamics of quantum systems, including but not limited to electrons escaping from atoms, trapped atoms, ultracold gases, and molecules. We use semiclassical methods for constructing quantum wave functions.  These methods take advantage of the new knowledge and the insights that arise from modern classical mechanics. Theory is being developed and computations made to describe escape of electrons from atoms in electric and magnetic fields, quantum control of vibrations and rotations of nearly linear molecules, control of cold trapped atoms, and pumping of trapped atoms from one reservoir to another.\nOutcomes:\n\n1. Quantum pumps\n\nTogether with W&amp;M Graduate student Tommy Byrd and others, we have developed the theory of an atomic 'quantum pump'.  Can cold atoms be pumped from one reservoir to another without a bias (such as a difference in chemical potential between the reservoirs)?  In our department, our faculty member Seth Aubin is setting up experiments to create such a pump.  We support those efforts with theoretical calculations.\n\nWe first carried out quantum, semiclassical and classical calculations on a single oscillating barrier.   We find that classical mechanics defines the boundaries of a classically allowed region of final momenta. Quantum calculations show (i) the probability that particles end with momentum outside the classically allowed region is small; (ii) the momentum distribution is peaked at certain discrete values of momentum;  (iii) the heights of the these peaks vary widely and seemingly erratically.  Semiclassical calculations show that (a) for any final momentum inside the classically allowed region, many classical paths arrive; (b) interference of waves propagating along these paths produces the peaks predicted by quantum theory, and determines their heights.\n\n \n\nThen we turned to the two-barrier pumps.  We showed how to make a \"particle diode\" which under specified conditions permits net particle pumping in only one direction. Then we examined systems having symmetric barriers, which can generate particle transport in either direction. The direction of particle pumping is highly sensitive to barrier parameters and to the initial energy of the particles, and it is not possible to predict the direction or magnitude of particle pumping without detailed calculations.  We showed that these pumps, like all systems showing chaotic transport, have fractal structure hiding in their dynamics, and we showed how to describe these fractals.  Finally, we showed that particle transport, energy transfer and temperature change of the reservoirs vary with initial particle energy in distinct and interesting ways.\n\n \n\nThis work led to PhD theses of Tommy Byrd and Megan Ivory.\n\n2. Dynamical Monodromy\n\nClassical mechanics is an old subject, and one does not expect frequent discoveries of new phenomena.  However, in recent years a number of workers have been elucidating a new phenomenon called \"Hamiltonian monodromy\".  This phenomenon leads to interesting topological changes of loops of particles under continuous time-evolution:  we can have a loop of particles on one side of a barrier, and then after certain forces are applied, the loop evolves smoothly, without breaking, such that it surrounds the barrier.  W&amp;M student Chen Chen has published a long paper on this subject, and is continuing work to find quantum analogues of this behavior.\n\n3. Control of Respiration in Premature Infants.\n\nThis work was supported by NSF for only one year.  This work also involves control theory applied to a complex dynamical system.  Apnea is nearly universal among very low birth weight infants, and the associated lack of oxygen delivery may have detrimental consequences.  Using a database of signals collected from the Neonatal Intensive Care Unit at the University of Virginia, together with algorithms we created, we discovered a disturbing number of very long (&gt;60 ..."
 }
}