{
 "awd_id": "1068883",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Representation Theoretical Methods in the Theory of Special Functions",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924885",
 "po_email": "tbartosz@nsf.gov",
 "po_sign_block_name": "Tomek Bartoszynski",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 210000.0,
 "awd_amount": 210000.0,
 "awd_min_amd_letter_date": "2011-08-11",
 "awd_max_amd_letter_date": "2013-06-27",
 "awd_abstract_narration": "The proposed research extends across Representation Theory, the Theory of Symmetric Functions and Combinatorics.  The bridge between Representation Theory and Combinatorics is provided by the Frobenius map, which encodes dimension and multiplicity questions as coefficients of polynomials that relate different symmetric function bases; the latter have been shown to count various combinatorial structures such as tableaux, lattice paths, and tree-like structures. In 1987, Macdonald introduced a new symmetric function basis which profoundly enriched the Theory of Symmetric Functions by its deep connections with Representation Theory, Algebraic Combinatorics, Algebraic Geometry, Particle Physics and Statistics. The connection of Macdonald's basis to Representation Theory was formulated in 1988 by the PI in a program to prove the positivity of the q,t-Kotska polynomials (a truly seminal conjecture in Macdonald's paper).  The PI's program was to show that certain modified forms of the Macdonald polynomials are images, under the Frobenius map, of the character of certain bigraded modules; the q,t-Kotska would then yield multiplicities of irreducible representations in the various bi-homogeneous subspaces of these modules.  In 1990 the PI and Mark Haiman constructed these bigraded modules as submodules of the Diagonal Harmonics and showed that the q,t-Kotska conjecture would follow if for each partition of n, the module corresponding to it could be shown to have dimension n!. This came to be known as the n!-conjecture, which was proved in 2001 by Mark Haiman after a decade of intensive research in the Algebraic Geometry of Hilbert schemes.\r\n\r\nThe proposed research is to study connections between the Representation Theory of Diagonal Harmonics, the Theory of Macdonald Polynomials and the so-called Parking Functions of Computer Science.  The program is a three-pronged attack on the 2002 Shuffle Conjecture, which expresses the Frobenius image of the Character of Diagonal Harmonics as a weighted sum of Parking Functions.  The PI plans to work on the Representation Theory parts of the project and is guiding his PhD students to carry out the Symmetric Function Theory and Combinatorial parts of the subject.  In the decades that followed the Macdonald paper the PI, his collaborators, and his students have obtained a vast collection of results in the theory of Macdonald polynomials which have already yielded proofs of various special cases of the Shuffle conjecture. Whatever the outcome of the present project, as is common when working on difficult mathematical problems, the proposed work will lead to discoveries that may even surpass in significance the solution of the original problem.  \r\n \r\nThe research to be carried out under this grant involves transfer of information from pure algebraic constructs to explicit symmetric functions and ultimately to combinatorial objects such as tableaux, paths and trees. The algebraic problems proposed can only be solved by advances in the theory of symmetric functions. Symmetric functions, in turn, are a computational device of wide applicability.  Thus progress in the proposed research should widen the variety of tools available to physicists and engineers for obtaining the hard data needed in their pursuit of applications of science. All the proposed research lies in areas of Mathematics that computers have transformed into experimental sciences.  In this setting even beginning students can experience the joy of non-trivial discovery.  Thus, this work is an ideal setting in which to convey to our new generations of researchers a deeper understanding of the wide range of possibilities offered by computer-guided research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Adriano",
   "pi_last_name": "Garsia",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Adriano M Garsia",
   "pi_email_addr": "garsia@math.ucsd.edu",
   "nsf_id": "000445117",
   "pi_start_date": "2011-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 GILMAN DR",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "797000",
   "pgm_ele_name": "Combinatorics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 73786.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 79363.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 56851.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The research activities carried out in this period have resulted in 25 publications, including two Ph.D. theses. During this grant the PI has also been the advisor/mentor/collaborator of four graduate students and one postdoc. In addition to the customary seminars covering research progress, the PI has been developing a number of computer-based courses at the graduate and undergraduate levels. This includes a calculus-based computer graphics course and several graduate topics courses that heavily use computational software like MAPLE.</p>\n<p>The original proposal for this grant mainly addressed the long-outstanding Shuffle Conjecture and its refinement, the Compositional Shuffle Conjecture. However, in 2013, this area of study was expanded with the introduction of the Rational Shuffle Conjectures by Algebraic Geometers. Furthermore, a very recent paper posted to the arXiv by Carlsson and Mellit proves the Compositional Shuffle Conjecture.</p>\n<p>The thesis of one of the PI's students, Angela Hicks, made huge progress towards proving a surprising refinement of the Compositional Shuffle Conjecture. This refinement is significantly more powerful and her thesis proves it in many cases. The other thesis, of Yeonkyung Kim, gives a combinatorial interpretation of a certain Macdonald eigenoperator applied to some schur functions. Her work, combined with the recent proof of the Compositonal Shuffle Conjecture, proves that these expressions can be enumerated in terms of parking functions.&nbsp;</p>\n<p>The PI, his collaborators Bergeron, Haglund, and Zabrocki, his PhD student Emily Sergel Leven, and his postdoc Guoce Xin have also been very successful in studying algebraic combinatorial aspects of the Rational Shuffle Conjectures. Their work has led to the discovery of a variety of Algebraic Combinatorial identities and tools which turned out be useful even in the solution of problems which were part of this grant's original proposal. &nbsp;</p>\n<p>The most important aspect of its impact is that it created a new branch of Algebraic Combinatorics with its own tools, problems and conjectures. In particular, it made available to the wider mathematical research community discoveries that hitherto were only accessible to Algebraic Geometers and researchers familiar with their language.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/28/2015<br>\n\t\t\t\t\tModified by: Adriano&nbsp;M&nbsp;Garsia</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe research activities carried out in this period have resulted in 25 publications, including two Ph.D. theses. During this grant the PI has also been the advisor/mentor/collaborator of four graduate students and one postdoc. In addition to the customary seminars covering research progress, the PI has been developing a number of computer-based courses at the graduate and undergraduate levels. This includes a calculus-based computer graphics course and several graduate topics courses that heavily use computational software like MAPLE.\n\nThe original proposal for this grant mainly addressed the long-outstanding Shuffle Conjecture and its refinement, the Compositional Shuffle Conjecture. However, in 2013, this area of study was expanded with the introduction of the Rational Shuffle Conjectures by Algebraic Geometers. Furthermore, a very recent paper posted to the arXiv by Carlsson and Mellit proves the Compositional Shuffle Conjecture.\n\nThe thesis of one of the PI's students, Angela Hicks, made huge progress towards proving a surprising refinement of the Compositional Shuffle Conjecture. This refinement is significantly more powerful and her thesis proves it in many cases. The other thesis, of Yeonkyung Kim, gives a combinatorial interpretation of a certain Macdonald eigenoperator applied to some schur functions. Her work, combined with the recent proof of the Compositonal Shuffle Conjecture, proves that these expressions can be enumerated in terms of parking functions. \n\nThe PI, his collaborators Bergeron, Haglund, and Zabrocki, his PhD student Emily Sergel Leven, and his postdoc Guoce Xin have also been very successful in studying algebraic combinatorial aspects of the Rational Shuffle Conjectures. Their work has led to the discovery of a variety of Algebraic Combinatorial identities and tools which turned out be useful even in the solution of problems which were part of this grant's original proposal.  \n\nThe most important aspect of its impact is that it created a new branch of Algebraic Combinatorics with its own tools, problems and conjectures. In particular, it made available to the wider mathematical research community discoveries that hitherto were only accessible to Algebraic Geometers and researchers familiar with their language.\n\n\t\t\t\t\tLast Modified: 10/28/2015\n\n\t\t\t\t\tSubmitted by: Adriano M Garsia"
 }
}