{
 "awd_id": "1068815",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "New perspectives on dispersive equations",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce P. Palka",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 326874.0,
 "awd_amount": 326874.0,
 "awd_min_amd_letter_date": "2011-05-16",
 "awd_max_amd_letter_date": "2013-05-29",
 "awd_abstract_narration": "Dispersive partial differential equations (PDE) model certain wave propagation phenomena in nature. Their solutions are waves that spread out in space as time evolves but that conserve energy. Probably the best known equation within the class of dispersive PDE is the nonlinear Schrodinger equation, which models a variety of physical waves, from signals in fiber optics to the macroscopic dynamics of the Bose-Einsten condensate. In the last fifteen years enormous progress has been made in settling fundamental questions on existence of solutions to the equation, their long-time behavior, and singularity formation. The thrust of this body of work has focused primarily on deterministic aspects of wave phenomena that have been studied with sophisticated tools from nonlinear Fourier analysis, analytic number theory, and geometry. The principal investigator's main line of research has revolved around this aspect of mathematics for along time. More recently, a growing interest has been shown in incorporating nondeterministic points of view into the field of dispersive PDE. This has become one of the principal investigator's favorite lines of work in the last couple of years, and one that will be pursued in this project.  Another new element in the project is the study of the \"process\" used by mathematical physicists to pass from a complex system of particles interacting with one another to a macroscopic wave function that is able to describe the most important features of the system as a whole. More precisely, the principal investigator will study the effective evolution equations arising as an appropriate limit of many body quantum dynamics. \r\n\r\nFrom a mathematical point of view the types of problems that the principal investigator intends to explore in this project lie at the intersection of Fourier analysis, analytic number theory, numerical analysis, geometry, probability, and mathematical physics. Often it is difficult to \"communicate\" in so many different mathematical languages, but the time seems ripe to start such a conversation. The description of the problems that the principal investigator proposes in her research program should testify to this fact. Although she conducts her research mostly in the realm of pure mathematics, the solutions to the problems she considers have the potential to see very concrete and very diverse consequences in real life. For example, understanding the most efficient way to send a signal through a fiber optic cable or being able to anticipate the properties of a gas when the temperature approaches absolute zero are two very different phenomena in nature. On the other hand, they are both aspects of solutions to the same dispersive equation, the nonlinear Schrodinger equation that is one of the foci of this project, and they can be studied using the same mathematical language. In recent years, the world has witnessed incredible advances in technology. As scientists and engineers seek to take even greater strides in the technological arena, they are guided by experiments, but also by mathematical models, such as those provided by research on the Schrodinger equation. There is no doubt that solid predictions on the mathematical side will help target the experimental component in the most efficient and cost-effective way possible, thus saving resources as well as valuable time.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gigliola",
   "pi_last_name": "Staffilani",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gigliola Staffilani",
   "pi_email_addr": "gigliola@math.mit.edu",
   "nsf_id": "000313762",
   "pi_start_date": "2011-05-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 93349.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 114119.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 119406.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>My research&nbsp; is focused on the discovery and invention of new abstract mathematical tools that can be effectively used in several aspects of the study of wave phenomena. Most notably, to study the longtime behavior of certain wave systems, to control the error of certain numerical approximations and to determine that probabilistically, a particular outcome is the only observable expression of a wave phenomenon.&nbsp;<br />In recent years,&nbsp; it has become clear that in order to conduct a&nbsp; successful&nbsp; mathematical analysis for complex problems involving waves,&nbsp; one has to be ready to use tools from several areas of mathematics.&nbsp; Based on this principle,&nbsp;<br />I have&nbsp; conducted&nbsp; research with an&nbsp; ``interdisciplinary\" approach.&nbsp; The classical harmonic and<br />Fourier analysis techniques&nbsp; in which I was trained and subsequently&nbsp; refined and sharpened over the years, are of fundamental necessity for understanding complex wave interactions. Recently, however, I have&nbsp; complemented this analysis with ideas from&nbsp; classical probability,&nbsp; geometry, number theory&nbsp; and&nbsp; dynamical systems&nbsp; in order to capture&nbsp; more subtle aspects of the problem at hand.&nbsp; It is fair to say that&nbsp; in the last twenty&nbsp; years, thanks to this interdisciplinary approach which many researchers have adopted, the subject of dispersive and wave equations has experienced<br />an unprecedented level of research activity. Increasingly, the gap between empirical observations and abstract mathematical descriptions is being narrowed.<br /><br /></p>\n<p>In more specific terms on my own or &nbsp;with collaborators, or my students, we &nbsp;have proved that in very rough mathematical set ups, which are in fact more realistic and natural, we can still predict and describe certain nonlinear &nbsp;wave phenomena that appear both &nbsp;in the theory of fluids and in the theory of dispersive &nbsp;equations. We also contributed in proving &nbsp;the mathematical derivation of some of these equations as limits of complicated dynamics of very large sets of particles.</p>\n<p>The study conducted with the support of this grant also reveled beautiful connections between very different parts of mathematics and this helped in starting collaborations that were not a priori obvious. This kind of collaboration will be strongly fostered during the special program at MSRI that I will be leading this coming fall at Berkeley.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/15/2015<br>\n\t\t\t\t\tModified by: Gigliola&nbsp;Staffilani</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMy research  is focused on the discovery and invention of new abstract mathematical tools that can be effectively used in several aspects of the study of wave phenomena. Most notably, to study the longtime behavior of certain wave systems, to control the error of certain numerical approximations and to determine that probabilistically, a particular outcome is the only observable expression of a wave phenomenon. \nIn recent years,  it has become clear that in order to conduct a  successful  mathematical analysis for complex problems involving waves,  one has to be ready to use tools from several areas of mathematics.  Based on this principle, \nI have  conducted  research with an  ``interdisciplinary\" approach.  The classical harmonic and\nFourier analysis techniques  in which I was trained and subsequently  refined and sharpened over the years, are of fundamental necessity for understanding complex wave interactions. Recently, however, I have  complemented this analysis with ideas from  classical probability,  geometry, number theory  and  dynamical systems  in order to capture  more subtle aspects of the problem at hand.  It is fair to say that  in the last twenty  years, thanks to this interdisciplinary approach which many researchers have adopted, the subject of dispersive and wave equations has experienced\nan unprecedented level of research activity. Increasingly, the gap between empirical observations and abstract mathematical descriptions is being narrowed.\n\n\n\nIn more specific terms on my own or  with collaborators, or my students, we  have proved that in very rough mathematical set ups, which are in fact more realistic and natural, we can still predict and describe certain nonlinear  wave phenomena that appear both  in the theory of fluids and in the theory of dispersive  equations. We also contributed in proving  the mathematical derivation of some of these equations as limits of complicated dynamics of very large sets of particles.\n\nThe study conducted with the support of this grant also reveled beautiful connections between very different parts of mathematics and this helped in starting collaborations that were not a priori obvious. This kind of collaboration will be strongly fostered during the special program at MSRI that I will be leading this coming fall at Berkeley.\n\n \n\n\t\t\t\t\tLast Modified: 06/15/2015\n\n\t\t\t\t\tSubmitted by: Gigliola Staffilani"
 }
}