{
 "awd_id": "1068960",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NANOCOMP:  Integrated Hybrid Computational and Experimental Design and Processing of Polymer Nanocomposites",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Toney",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 345891.0,
 "awd_amount": 345891.0,
 "awd_min_amd_letter_date": "2011-03-24",
 "awd_max_amd_letter_date": "2011-03-24",
 "awd_abstract_narration": "The main objective of this grant is to develop an integrated hybrid computational and experimental methodology of polymer nanocomposite processing, with a view to enable the development of materials with tailored functional structure and properties. Thermoplastic polymer nanocomposites are among the most promising new-generation materials, with potential high thermal and electrical conductivities, mechanical performance and improved barrier properties. In order to fulfill their promised potential, however, existing gaps in the understanding of their structure development upon processing and the corresponding relationships with the final product properties still need to be overcome. Experimentally, this research will be based on the capability to follow the morphology and rheological evolution of the materials upon processing inside the extruder by means of a novel sample collecting device that allows small sample quantities to be collected at any point along the extruder barrel, in addition to an on-line rotational rheometer. Computationally, this research will focus on the development of Stokesian Dynamics and Dissipative Particle Dynamics software codes that can simulate accurately the rheological and structural properties of nanoparticle dispersions in complex materials under flow, in real process environments.\r\n\r\nIf successful, it is expected that this research will allow the prediction of the final state of dispersion and orientation of thermoplastic polymer nanocomposites for real polymer compounding sequences as a function of flow conditions and nanoparticle characteristics. Also, it will provide the capability to not only produce parts with better overall properties, but also with differential mechanical, thermal, electrical or magnetic properties along their cross section or surface, i.e., to solve the inverse engineering problem of what material architecture and processing conditions should be applied to each section of the part to yield the final desired properties. Potential long-term applications of these parts include, among others, electromagnetic shielding, differential stealth characteristics, improved ballistics and lightweight composite structures.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joao",
   "pi_last_name": "Maia",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joao Maia",
   "pi_email_addr": "joao.maia@case.edu",
   "nsf_id": "000527273",
   "pi_start_date": "2011-03-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Case Western Reserve University",
  "inst_street_address": "10900 EUCLID AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CLEVELAND",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "2163684510",
  "inst_zip_code": "441064901",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "OH11",
  "org_lgl_bus_name": "CASE WESTERN RESERVE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJMKEF7EJW69"
 },
 "perf_inst": {
  "perf_inst_name": "Case Western Reserve University",
  "perf_str_addr": "10900 EUCLID AVE",
  "perf_city_name": "CLEVELAND",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "441064901",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "OH11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146700",
   "pgm_ele_name": "MATERIALS PROCESSING AND MANFG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "085E",
   "pgm_ref_txt": "POLYMER & COMPOSITES PROCESSES"
  },
  {
   "pgm_ref_code": "8025",
   "pgm_ref_txt": "Advanced Materials Processing"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 345891.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In the first year of the award, a systematic study was performed on capability of the Dissipative Particle Dynamics method in reproducing proper and experimentally relevant results for homopolymer systems. This required: a) developing a coarse-grained level tunable DPD method that can be adapted to a wide range of polymeric materials in regards to associated time scales of the polymer under question, and b) use of an alternative thermostat method called Lowe-Andersen scheme in order to increase the calculation speed and lowering the cost of simulations.</p>\n<p>Also, during the first stages of this project, a prototype experimental set-up was developed, enabling collection of samples on-line from the extruder at any desired location of the extruder. This is a very important and crucial accomplishment, as this enables monitoring the evolution of properties and morphology at different stages of processing. The patent application of this set up has been filed and is undergoing the process.</p>\n<p>During the first and second year a modified DPD method, called core-modified dissipative particle dynamics or CM-DPD was developed in order to study the solid-solid and solid-liquid interactions relevant to polymer composites. The reason for this is because traditional DPD uses very soft potential interactions and is suitable for simulation of liquids and gases by default. Thus, one has to define the rigidity and study the consequences of this rigidity under different flow conditions by modifying the standard DPD model. Based on the foundations established in these reports and studies, we further modified the DPD method and included the particle modulus as well as proper definition of hydrodynamics into the DPD model during the rest of project which enables us to (for the first time) model the complete rheological behavior of colloidal suspensions with different characteristics (relatively soft to rigid) and correlate their macroscopic behavior to the microstructural changes in the suspension. We also have established the numerical means that are absolutely crucial for any non-equilibrium DPD simulation during the 2<sup>nd</sup> year to the completion of the project. Namely, we have modified the boundary conditions required for the steady shear simulation in DPD, and also proposed a novel thermostat that enables this method to perform simulations of high accuracy at very harsh flow conditions. We have also studied different methods of viscosity measurements in DPD and performed a systematic and comprehensive study that can pave the way for researchers using DPD and extend the window of applicability of DPD to a much wider range of applications.</p>\n<p>Finally, we have partnered with SCC Inc. of France in order to integrate the DPD simulation software with a FVM-based macroscale simulation software called Ludovic&reg;. This macroscale software is capable of modelling the twin-screw extrusion process based on the input material and thermomechanical conditions (temperature, pressure, rotation speed) and provide a predictive set of results in terms of power consumption, viscosities, representative shear rates, and etc. In practice we perform a soft-coupling technique to feed the relevant shear rates and pressures of different extruder sections into DPD software and perform mesoscale simulation with accurate morphology and microstructural information that can be correlated to the experimentally measured quantities from the collected samples (explained in the first paragraph).</p>\n<p>Under this project, one Post-Doctoral Fellow, three PhD students and two undergraduate students were extensively trained in Dissipative Particle Dynamics and two PhD students were trained in nanocomposite compounding. In addition, a licensing agreement was established with a company to commercialize the DPD software. The project generated eight papers in international peer-reviewed journals, one patent ...",
  "por_txt_cntn": "\nIn the first year of the award, a systematic study was performed on capability of the Dissipative Particle Dynamics method in reproducing proper and experimentally relevant results for homopolymer systems. This required: a) developing a coarse-grained level tunable DPD method that can be adapted to a wide range of polymeric materials in regards to associated time scales of the polymer under question, and b) use of an alternative thermostat method called Lowe-Andersen scheme in order to increase the calculation speed and lowering the cost of simulations.\n\nAlso, during the first stages of this project, a prototype experimental set-up was developed, enabling collection of samples on-line from the extruder at any desired location of the extruder. This is a very important and crucial accomplishment, as this enables monitoring the evolution of properties and morphology at different stages of processing. The patent application of this set up has been filed and is undergoing the process.\n\nDuring the first and second year a modified DPD method, called core-modified dissipative particle dynamics or CM-DPD was developed in order to study the solid-solid and solid-liquid interactions relevant to polymer composites. The reason for this is because traditional DPD uses very soft potential interactions and is suitable for simulation of liquids and gases by default. Thus, one has to define the rigidity and study the consequences of this rigidity under different flow conditions by modifying the standard DPD model. Based on the foundations established in these reports and studies, we further modified the DPD method and included the particle modulus as well as proper definition of hydrodynamics into the DPD model during the rest of project which enables us to (for the first time) model the complete rheological behavior of colloidal suspensions with different characteristics (relatively soft to rigid) and correlate their macroscopic behavior to the microstructural changes in the suspension. We also have established the numerical means that are absolutely crucial for any non-equilibrium DPD simulation during the 2nd year to the completion of the project. Namely, we have modified the boundary conditions required for the steady shear simulation in DPD, and also proposed a novel thermostat that enables this method to perform simulations of high accuracy at very harsh flow conditions. We have also studied different methods of viscosity measurements in DPD and performed a systematic and comprehensive study that can pave the way for researchers using DPD and extend the window of applicability of DPD to a much wider range of applications.\n\nFinally, we have partnered with SCC Inc. of France in order to integrate the DPD simulation software with a FVM-based macroscale simulation software called Ludovic&reg;. This macroscale software is capable of modelling the twin-screw extrusion process based on the input material and thermomechanical conditions (temperature, pressure, rotation speed) and provide a predictive set of results in terms of power consumption, viscosities, representative shear rates, and etc. In practice we perform a soft-coupling technique to feed the relevant shear rates and pressures of different extruder sections into DPD software and perform mesoscale simulation with accurate morphology and microstructural information that can be correlated to the experimentally measured quantities from the collected samples (explained in the first paragraph).\n\nUnder this project, one Post-Doctoral Fellow, three PhD students and two undergraduate students were extensively trained in Dissipative Particle Dynamics and two PhD students were trained in nanocomposite compounding. In addition, a licensing agreement was established with a company to commercialize the DPD software. The project generated eight papers in international peer-reviewed journals, one patent application, one software copyright and nineteen communications to international scientific confe..."
 }
}