{
 "awd_id": "1068078",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI:  Photoassociation Studies in Rare-Gas Atom Traps",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John D. Gillaspy",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 171000.0,
 "awd_amount": 176000.0,
 "awd_min_amd_letter_date": "2011-09-06",
 "awd_max_amd_letter_date": "2012-05-18",
 "awd_abstract_narration": "Experiments and computational models are used in studies of photoassociation (PA) of krypton and/or argon atoms in a magneto-optical trap.  The research team has the ability to distinguish between the dynamical effects of singly and doubly excited molecular states. Their efforts have already led to the discovery of an unusual class of doubly excited, purely long-range states in krypton. Their ongoing work focuses on characterizing three different ranges of the PA spectrum of argon, specifically near 811.5 nm (the cooling transition), 801.5 nm (a quench transition), and 912.3 nm (another quench transition). The main goal is to see whether differences among the spectra can be accounted for in terms of a tradeoff between two trap loss mechanisms, namely Penning ionization and radiative quenching.  The intellectual merit of the proposal lies in what can still be learned about PA processes, dipole-dipole interactions, and collision dynamics in ultracold rare gases.  While questions about collision mechanisms in rare-gas atom traps have remained vague and largely unanswered for many years, this work takes a step forward by associating features seen in experimental spectra with specific effects that are part of an explanatory model. Examples of such effects include: the formation of purely long-range molecular states, the enhancement of double-excitation rates due to large Franck-Condon factors, and resonant tradeoffs between Penning ionization and radiative quenching. By covering both theoretical and experimental sides of the project, the research team is in a position to make significant progress in an area where there is still much to learn.\r\n\r\nThis project involves basic research that promises two kinds of broader impact.  The specific system under examination is an unusual kind of molecule composed of a single pair of atoms.  What makes the system unusual is that the atoms can be extremely distant from each other while nevertheless being held together by a very long-range electrical force.  The chemical bond produced by the force is actually very feeble (imagine a spider web holding together two golf balls that are 1 meter apart), so the atoms have to be moving very slowly if the bond is not to be broken.  Weak, long-range forces like this are relevant in the emerging field of quantum information technology, which requires experimenters to understand and control interactions between well-separated atoms.  So the first key impact of this project is the development of detailed scientific knowledge about these forces and the atom-atom interactions that result from them.  The second is the training of undergraduate students through hands-on research experience.  These students learn vital skills while working alongside the project's Principal Investigator, who has expertise in lasers, optics, electronics, vacuum technology, computational techniques, as well as theoretical quantum physics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Walhout",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew S Walhout",
   "pi_email_addr": "mwalhout@calvin.edu",
   "nsf_id": "000323872",
   "pi_start_date": "2011-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Calvin University",
  "inst_street_address": "3201 BURTON ST SE",
  "inst_street_address_2": "",
  "inst_city_name": "GRAND RAPIDS",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "6165266000",
  "inst_zip_code": "495464301",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MI03",
  "org_lgl_bus_name": "CALVIN UNIVERSITY",
  "org_prnt_uei_num": "NNLQK7LNGL93",
  "org_uei_num": "NNLQK7LNGL93"
 },
 "perf_inst": {
  "perf_inst_name": "Calvin University",
  "perf_str_addr": "3201 BURTON ST SE",
  "perf_city_name": "GRAND RAPIDS",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "495464301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MI03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "129100",
   "pgm_ele_name": "ATOMIC & MOLECULAR DYNAMICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 171000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 5000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The outcomes from this grant run along three lines: (1) the development of laboratory infrastructure in the undergraduate setting of Calvin College; (2) hands-on training and undergraduate research opportunities for emerging scientists; and (3) exploration and discovery in current areas of scientific inquiry.&nbsp; All three dimensions of achievement are summarized briefly in this report.&nbsp;</p>\n<p>First, the grant supported purchases of materials and equipment that enabled the researchers to maintain and improve their experimental capabilities.&nbsp; Key investments were made in vacuum hardware, lasers, and instrumentation for optical measurements.&nbsp; As a result, the atom-trapping group at Calvin College was equipped to perform the &ldquo;photoassociation&rdquo; experiments that were originally proposed.&nbsp; The new instrumentation also served to deepen the educational experiences of undergraduate students who participated in the research.</p>\n<p>Second, the grant created a significant number of summer research opportunities for undergraduate students.&nbsp; All told, eight undergraduates worked on projects supported by the grant, and three of these were able to participate over multiple years.&nbsp; Their experiences under the grant-funded projects provided them with a wide range of scientific skills, including optical-system design and setup, computer programming, metal-shop machining, data analysis, and scientific communication. All of the students presented their work by way of oral and poster presentations within and beyond their home institution. Each of the students has gone on or expects to go on to pursue graduate study and eventually a career in physics or related fields.</p>\n<p>Third, the grant-funded work produced in depth explorations of two areas of research.&nbsp; In the primary area of &ldquo;photoassociation of rare-gas atoms,&rdquo; the team employed its updated laboratory setup to create the first-ever scheme for the simultaneous trapping of both krypton and argon atoms.&nbsp; This work was presented at low-profile conferences but has yet to published in the context of the group&rsquo;s broader effort to detect photoassociated molecules in the trapped samples.&nbsp; At the conclusion of the grant, this particular effort was ongoing and facing the challenge of improving the detectability of a very weak signal.&nbsp; It appears that increases in the sample&rsquo;s atom-density and the photoassociating laser&rsquo;s intensity will be necessary.&nbsp; Fortunately, the difficulties encountered in the primary research project were offset to some extent by successes in a secondary project.&nbsp; Based on experience with electrical discharges (which are essential for the creation of metastable rare-gas atom traps), the group developed a new way to study and control certain interactions that arise in &ldquo;dielectric-barrier discharges.&rdquo;&nbsp; The interactions occur between neighboring discharge filaments, which can be thought of as quasi-stationary columns of gas where spark-like pulses of ionization are produced.&nbsp; The group&rsquo;s innovation was to create patterns in the two-dimensional electrode grids that drive the filaments, and thereby to impose a lateral spatial structure in the interactions between adjacent filaments.&nbsp; Their first phase of experiments was published in Physical Review Letters (vol. 108, article 035005, 2012), and a broader follow-up study is being developed.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/20/2015<br>\n\t\t\t\t\tModified by: Matthew&nbsp;S&nbsp;Walhout</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe outcomes from this grant run along three lines: (1) the development of laboratory infrastructure in the undergraduate setting of Calvin College; (2) hands-on training and undergraduate research opportunities for emerging scientists; and (3) exploration and discovery in current areas of scientific inquiry.  All three dimensions of achievement are summarized briefly in this report. \n\nFirst, the grant supported purchases of materials and equipment that enabled the researchers to maintain and improve their experimental capabilities.  Key investments were made in vacuum hardware, lasers, and instrumentation for optical measurements.  As a result, the atom-trapping group at Calvin College was equipped to perform the \"photoassociation\" experiments that were originally proposed.  The new instrumentation also served to deepen the educational experiences of undergraduate students who participated in the research.\n\nSecond, the grant created a significant number of summer research opportunities for undergraduate students.  All told, eight undergraduates worked on projects supported by the grant, and three of these were able to participate over multiple years.  Their experiences under the grant-funded projects provided them with a wide range of scientific skills, including optical-system design and setup, computer programming, metal-shop machining, data analysis, and scientific communication. All of the students presented their work by way of oral and poster presentations within and beyond their home institution. Each of the students has gone on or expects to go on to pursue graduate study and eventually a career in physics or related fields.\n\nThird, the grant-funded work produced in depth explorations of two areas of research.  In the primary area of \"photoassociation of rare-gas atoms,\" the team employed its updated laboratory setup to create the first-ever scheme for the simultaneous trapping of both krypton and argon atoms.  This work was presented at low-profile conferences but has yet to published in the context of the groupÆs broader effort to detect photoassociated molecules in the trapped samples.  At the conclusion of the grant, this particular effort was ongoing and facing the challenge of improving the detectability of a very weak signal.  It appears that increases in the sampleÆs atom-density and the photoassociating laserÆs intensity will be necessary.  Fortunately, the difficulties encountered in the primary research project were offset to some extent by successes in a secondary project.  Based on experience with electrical discharges (which are essential for the creation of metastable rare-gas atom traps), the group developed a new way to study and control certain interactions that arise in \"dielectric-barrier discharges.\"  The interactions occur between neighboring discharge filaments, which can be thought of as quasi-stationary columns of gas where spark-like pulses of ionization are produced.  The groupÆs innovation was to create patterns in the two-dimensional electrode grids that drive the filaments, and thereby to impose a lateral spatial structure in the interactions between adjacent filaments.  Their first phase of experiments was published in Physical Review Letters (vol. 108, article 035005, 2012), and a broader follow-up study is being developed.\n\n\t\t\t\t\tLast Modified: 11/20/2015\n\n\t\t\t\t\tSubmitted by: Matthew S Walhout"
 }
}