{
 "awd_id": "1068131",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Transient Analysis of Manufacturing Systems: A Simulation-Based Transfer Function Modeling Approach for Responsive Production Planning",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Diwakar Gupta",
 "awd_eff_date": "2011-05-15",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 196815.0,
 "awd_amount": 196815.0,
 "awd_min_amd_letter_date": "2011-04-01",
 "awd_max_amd_letter_date": "2011-04-01",
 "awd_abstract_narration": "This award supports basic research and development of a statistical methodology for real-time prediction of output performance of manufacturing systems. The research is needed because modern manufacturing enterprises face the challenge of dynamically optimizing or re-optimizing their production plans in response to disruptions such as supplier failures, demand-forecast mismatches and natural disasters. The question they face is \"which plan will lead to the best performance of the system?\" The dependence of the system performance upon the production plan is nonlinear and time-dependent, and cannot be adequately quantified by the existing methods such as computer simulation and queueing analysis. The former (simulation) is time-consuming, and the latter (queueing) falls short in accuracy. To overcome these shortcomings, the proposed work integrates adaptive statistical methods, simulation and analytical queueing models, with the goal of accurately predicting the system output for any input plan in a timely manner. In this work, the input-output dynamics of a manufacturing system are described by a set of transfer function models (TFMs). The TFMs are estimated based on extensive simulation and thus they embody the high-fidelity of simulation to real systems; the TFMs are mathematical difference equations, and hence can be evaluated in real-time for \"what if\" analysis. \r\n\r\nThe methods and tools resulting from this work will help industrial manufacturers to build resilience into their management activities, and improve their ability to respond to and recover from disruptive events. Application of the proposed methods is not restricted to manufacturing, but can also be extended to service, communication and transportation for improved quality of management. Classroom case studies will be derived from this research and taught at both undergraduate and graduate levels. This project also includes initiatives to involve students, especially underrepresented students, in active research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Feng",
   "pi_last_name": "Yang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Feng Yang",
   "pi_email_addr": "feng.yang@mail.wvu.edu",
   "nsf_id": "000508693",
   "pi_start_date": "2011-04-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "West Virginia University Research Corporation",
  "inst_street_address": "886 CHESTNUT RIDGE ROAD",
  "inst_street_address_2": "",
  "inst_city_name": "MORGANTOWN",
  "inst_state_code": "WV",
  "inst_state_name": "West Virginia",
  "inst_phone_num": "3042933998",
  "inst_zip_code": "265052742",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WV02",
  "org_lgl_bus_name": "WEST VIRGINIA UNIVERSITY RESEARCH CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "M7PNRH24BBM8"
 },
 "perf_inst": {
  "perf_inst_name": "West Virginia University",
  "perf_str_addr": "1500 UNIVERSITY AVE",
  "perf_city_name": "MORGANTOWN",
  "perf_st_code": "WV",
  "perf_st_name": "West Virginia",
  "perf_zip_code": "26506",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WV02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "178600",
   "pgm_ele_name": "MANFG ENTERPRISE SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "071E",
   "pgm_ref_txt": "MFG ENTERPRISE OPERATIONS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 196815.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Modern manufacturing enterprises face the challenge of dynamically optimizing or re-optimizing their production plans in response to disruptions such as supplier failures, demand-forecast mismatches and natural disasters. The question they face is \"which plan will lead to the best performance of the system?\" &nbsp;This work has led to the basic research and development of statistical methodologies for real-time prediction of output performance of manufacturing systems. &nbsp;The dependence of the system performance upon the production plan is nonlinear and time-dependent, and cannot be adequately quantified by the existing methods such as computer simulation and queueing analysis. The former (simulation) is time-consuming, and the latter (queueing) falls short in accuracy. To overcome these shortcomings, this research has integrated adaptive statistical methods, simulation and analytical queueing models, with the goal of accurately predicting the system output for any input plan in real time. In this work, the input-output dynamics of a manufacturing system are described by a set of transfer function models (TFMs). The TFMs are estimated based on extensive simulation and thus they embody the high-fidelity of simulation to real systems; the TFMs are mathematical difference equations, and hence can be evaluated in real-time for \"what if\" analysis.&nbsp;</p>\n<p><br />The methods and tools resulting from this work are able to help industrial manufacturers build resilience into their management activities, and improve their ability to respond to and recover from disruptive events. Application of these methods is not restricted to manufacturing, but can also be extended to service, communication and transportation for improved quality of management. For instance, we have investigated the capacity planning issues at William R. Sharpe, Jr. Hospital (Weston, WV) via simulation-based statistical methods. In addition, the experimental design and statistical modeling methods developed in this work can be adapted to optimize a wide range of science and engineering processes in nanotechnology, material science, chemistry, biology, etc. For instance, we have adapted these statistical methods to facilitate sensor-based environment monitoring. Classroom case studies have been derived from this research and taught to students. These case studies emphasize the importance of integrating various decision-science techniques in solving realistic problems, and hence motivate interactive learning across different fields. Both graduate and undergraduate students (including two female students) have participated in this project. K-12 efforts have also been made to stimulate students&rsquo; interest in Science, Technology, Engineering and Mathematics (STEM), and to recruit students from underrepresented (UREP) minorities, women, persons with disabilities, and the economically disadvantaged.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/29/2015<br>\n\t\t\t\t\tModified by: Feng&nbsp;Yang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nModern manufacturing enterprises face the challenge of dynamically optimizing or re-optimizing their production plans in response to disruptions such as supplier failures, demand-forecast mismatches and natural disasters. The question they face is \"which plan will lead to the best performance of the system?\"  This work has led to the basic research and development of statistical methodologies for real-time prediction of output performance of manufacturing systems.  The dependence of the system performance upon the production plan is nonlinear and time-dependent, and cannot be adequately quantified by the existing methods such as computer simulation and queueing analysis. The former (simulation) is time-consuming, and the latter (queueing) falls short in accuracy. To overcome these shortcomings, this research has integrated adaptive statistical methods, simulation and analytical queueing models, with the goal of accurately predicting the system output for any input plan in real time. In this work, the input-output dynamics of a manufacturing system are described by a set of transfer function models (TFMs). The TFMs are estimated based on extensive simulation and thus they embody the high-fidelity of simulation to real systems; the TFMs are mathematical difference equations, and hence can be evaluated in real-time for \"what if\" analysis. \n\n\nThe methods and tools resulting from this work are able to help industrial manufacturers build resilience into their management activities, and improve their ability to respond to and recover from disruptive events. Application of these methods is not restricted to manufacturing, but can also be extended to service, communication and transportation for improved quality of management. For instance, we have investigated the capacity planning issues at William R. Sharpe, Jr. Hospital (Weston, WV) via simulation-based statistical methods. In addition, the experimental design and statistical modeling methods developed in this work can be adapted to optimize a wide range of science and engineering processes in nanotechnology, material science, chemistry, biology, etc. For instance, we have adapted these statistical methods to facilitate sensor-based environment monitoring. Classroom case studies have been derived from this research and taught to students. These case studies emphasize the importance of integrating various decision-science techniques in solving realistic problems, and hence motivate interactive learning across different fields. Both graduate and undergraduate students (including two female students) have participated in this project. K-12 efforts have also been made to stimulate studentsÆ interest in Science, Technology, Engineering and Mathematics (STEM), and to recruit students from underrepresented (UREP) minorities, women, persons with disabilities, and the economically disadvantaged.\n\n \n\n\t\t\t\t\tLast Modified: 03/29/2015\n\n\t\t\t\t\tSubmitted by: Feng Yang"
 }
}