{
 "awd_id": "1068789",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: Perturbation-Induced Dynamics and Chaos Synchronization in Multi-Transverse-Mode Vertical-Cavity Surface-Emitting Lasers",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John D. Gillaspy",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 227000.0,
 "awd_amount": 227000.0,
 "awd_min_amd_letter_date": "2011-09-01",
 "awd_max_amd_letter_date": "2013-05-14",
 "awd_abstract_narration": "Widely used in optic-fiber communications and interconnections, vertical-cavity surface-emitting lasers (VCSEL) are sensitive to optical feedback and optical injection. These perturbations can induce rich nonlinear dynamical behaviors, such as spectral broadening, irregular and chaotic pulsations, and polarization instabilities. Since VCSELs often operate with several transverse modes when the bias current goes up, complexity of the system increases due to spatial profiles of different transverse modes. Therefore dynamics induced by optical injection and feedback is a topic of significant research interests for both fundamental science and engineering applications. In particular, both optical feedback and optical injection play key roles in chaos synchronization of two lasers, which is of interest to secure data communications. Chaos synchronization is also a fundamental property of coupled, time-delay systems.  We investigate experimentally perturbation-induced polarization and transverse dynamics of VCSELs. In the multi-transverse mode regime, we study dynamical routes to chaotic regime, interplay of optical feedback and current modulation, and effects of optical injection of two frequencies. The obtained results help us to achieve chaos synchronization of two multimode VCSELs and to validate corresponding theoretical results. \r\n\r\nAs described above, a VCSEL is an ideal vehicle for studying dynamic in complex systems and a promising device in fiber-optic communications.  Our study on nonlinear dynamics of multi-transverse-mode VCSELs subject to perturbations will produce interesting results for scientists who study nonlinear dynamics and laser physics. The results will also be useful to community of optic-fiber communications because multimode VCSELs have been used in local area network (LAN) due to their lower modal noise and because chaos synchronization is important for secure data transmission. The project enhances undergraduate education by integrating research with undergraduate training and learning. Students are involved in the project through summer research, senior theses, and independent studies. Besides, experiments and demonstrations that utilize VCSELs are introduced in advanced courses and laboratory. Local high school students and teachers can benefit from the project through joining the research and visiting the PI's laboratory.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hong",
   "pi_last_name": "Lin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hong Lin",
   "pi_email_addr": "hlin@bates.edu",
   "nsf_id": "000215928",
   "pi_start_date": "2011-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bates College",
  "inst_street_address": "2 ANDREWS ROAD",
  "inst_street_address_2": "",
  "inst_city_name": "LEWISTON",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2077868375",
  "inst_zip_code": "042406030",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ME02",
  "org_lgl_bus_name": "PRESIDENT AND TRUSTEES OF BATES COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "D77HU977E973"
 },
 "perf_inst": {
  "perf_inst_name": "Bates College",
  "perf_str_addr": "2 ANDREWS ROAD",
  "perf_city_name": "LEWISTON",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "042406030",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "ME02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "129000",
   "pgm_ele_name": "OPTICAL PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 115000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 56000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 56000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; &nbsp; &nbsp; Vertical-cavity surface-emitting lasers (VCSELs) are very useful in telecommunications. Simultaneously, they are sensitive to external perturbations. One inevitable perturbation is the reflection from fiber tip or surface of optical elements; such reflections are usually termed optical feedback. Another type of perturbation is an injected beam coming from another laser either accidentally or deliberately. This is called optical injection. These perturbations can change the characteristics of the VCSEL. They can improve spectral features, suppress noise, change the polarization of light, and trigger periodic and chaotic pulsations. The variation of a VCSEL&rsquo;s behavior with system parameters is termed dynamics of the VCSEL.&nbsp; The dynamics of VCSELs are governed by the interaction between light, charge carriers in the active medium, and external perturbations. Since VCSELs often operate with several transverse modes when the bias current goes up, the complexity of the system increases due to different spatial profiles of different transverse modes. Perturbation induced dynamics also have applications. For instance, optical chaos can be used as a cryptogram in telecommunications. &nbsp;In chaos-based communications, the laser sending information, named transmitter, produces a chaotic output. The information is hidden in the chaotic background and is injected to the laser at the other end of the link.&nbsp; For decoding, the laser receiving the injection, named receiver, is synchronized with the chaotic output of the transmitter. After the chaotic background is removed from the total received signal, the information is recovered. In this method, two key parts are involved: optical feedback and optical injection. Optical feedback is used to trigger chaos in the transmitter and optical injection is used to send the encoded signal to the receiver.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; We have experimentally studied perturbation-induced dynamics in VCSELs and explored chaos synchronization of multimode VCSELs. Our results are summarized as follows:</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 1. We have studied single-frequency and two-frequency optical injection from a transmitter to a receiver, and identified the parameter region for polarization switching and frequency locking. With the obtained knowledge, we applied optical feedback to the transmitter and injected the feedback-induced chaotic output to the receiver. For appropriate parameters, chaos synchronization is achieved between each transverse mode and its counterpart. This shows that multi-channel chaos-based secure communication is possible.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 2. For feedback-induced chaos, the round-trip time between the VCSEL and the mirror providing feedback, often termed as time delay (TD) signature, is an important parameter. This parameter can be extracted by analyzing the chaotic signal and hence compromise the security of the chaotic encryption. We experimentally investigated concealment of the TD signature by using polarization rotated optical feedback. Our result proves that double-cavity feedback gives better suppression than single-cavity feedback. We then applied double-cavity, polarization rotated feedback to a multi-transverse-mode VCSEL. Our results show that TD signatures can be suppressed differently in different transverse modes.&nbsp; A new type of TD signature concealment was observed in our experiment.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3. We have experimentally demonstrated the existence of a stationary state&mdash;elliptically polarized injection-locked (EPIL) state&mdash;induced by optical injection, and studied polarization switching and polarization dynamics in single-transverse-mode VCSELs subject to orthogonal optical injection.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 4. We have explored the dynamics of VCSELs subject to dual-beam optical i...",
  "por_txt_cntn": "\n      Vertical-cavity surface-emitting lasers (VCSELs) are very useful in telecommunications. Simultaneously, they are sensitive to external perturbations. One inevitable perturbation is the reflection from fiber tip or surface of optical elements; such reflections are usually termed optical feedback. Another type of perturbation is an injected beam coming from another laser either accidentally or deliberately. This is called optical injection. These perturbations can change the characteristics of the VCSEL. They can improve spectral features, suppress noise, change the polarization of light, and trigger periodic and chaotic pulsations. The variation of a VCSELÆs behavior with system parameters is termed dynamics of the VCSEL.  The dynamics of VCSELs are governed by the interaction between light, charge carriers in the active medium, and external perturbations. Since VCSELs often operate with several transverse modes when the bias current goes up, the complexity of the system increases due to different spatial profiles of different transverse modes. Perturbation induced dynamics also have applications. For instance, optical chaos can be used as a cryptogram in telecommunications.  In chaos-based communications, the laser sending information, named transmitter, produces a chaotic output. The information is hidden in the chaotic background and is injected to the laser at the other end of the link.  For decoding, the laser receiving the injection, named receiver, is synchronized with the chaotic output of the transmitter. After the chaotic background is removed from the total received signal, the information is recovered. In this method, two key parts are involved: optical feedback and optical injection. Optical feedback is used to trigger chaos in the transmitter and optical injection is used to send the encoded signal to the receiver.\n\n      We have experimentally studied perturbation-induced dynamics in VCSELs and explored chaos synchronization of multimode VCSELs. Our results are summarized as follows:\n\n      1. We have studied single-frequency and two-frequency optical injection from a transmitter to a receiver, and identified the parameter region for polarization switching and frequency locking. With the obtained knowledge, we applied optical feedback to the transmitter and injected the feedback-induced chaotic output to the receiver. For appropriate parameters, chaos synchronization is achieved between each transverse mode and its counterpart. This shows that multi-channel chaos-based secure communication is possible.\n\n      2. For feedback-induced chaos, the round-trip time between the VCSEL and the mirror providing feedback, often termed as time delay (TD) signature, is an important parameter. This parameter can be extracted by analyzing the chaotic signal and hence compromise the security of the chaotic encryption. We experimentally investigated concealment of the TD signature by using polarization rotated optical feedback. Our result proves that double-cavity feedback gives better suppression than single-cavity feedback. We then applied double-cavity, polarization rotated feedback to a multi-transverse-mode VCSEL. Our results show that TD signatures can be suppressed differently in different transverse modes.  A new type of TD signature concealment was observed in our experiment.\n\n      3. We have experimentally demonstrated the existence of a stationary state&mdash;elliptically polarized injection-locked (EPIL) state&mdash;induced by optical injection, and studied polarization switching and polarization dynamics in single-transverse-mode VCSELs subject to orthogonal optical injection.\n\n      4. We have explored the dynamics of VCSELs subject to dual-beam optical injection, in which the injected beams are from two transmitters. Numerical simulations show that multi-transverse-mode VCSELs are more sensitive for generating high frequency microwave signals. Very recently, we demonstrated the generation of microwave signa..."
 }
}