{
 "awd_id": "1068573",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Slowing, Cooling, and Laser Spectroscopy of Helium Atoms and CaF Molecules",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John D. Gillaspy",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 299999.0,
 "awd_amount": 299999.0,
 "awd_min_amd_letter_date": "2011-09-01",
 "awd_max_amd_letter_date": "2011-09-01",
 "awd_abstract_narration": "This research project focuses on the laser deceleration, cooling and spectroscopy of the highly dipolar calcium monofluoride molecule, CaF.  The choice CaF is motivated partially by its fundamental interest, and partially because its light mass and simple energy level structure make them excellent candidates for optical force manipulation.  There are two principal objectives:\r\n\r\n(1) New methods for laser slowing and cooling using optical bichromatic forces.  These are strong optical forces from two-color beams that can bring atoms or molecules to a stop in just a few centimeters.  The extension of bichromatic force methods to molecules offers opportunities for major advances, because it is capable of large momentum exchanges even for species lacking a fully closed two-level cycling transition.\r\n\r\n(2) Spectroscopy of CaF molecules.  Experiments will probe the physics and interactions of dense cold gases of highly excited \"Rydberg\" states, in which an excited electron orbits an ionic core in its ground state.  Of particular interest is the physics and chemistry of cold molecular Rydberg gases of highly dipolar CaF molecules, including the effects of low-temperature molecule-molecule collisions.\r\n\r\nThis research will contribute most strongly to basic atomic and molecular physics, but will also likely lead to new applications of optical bichromatic forces to molecular spectroscopy and chemistry, and will make contributions to microcontroller-based laser instrumentation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Eyler",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Edward E Eyler",
   "pi_email_addr": "eyler@phys.uconn.edu",
   "nsf_id": "000275777",
   "pi_start_date": "2011-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut",
  "inst_street_address": "438 WHITNEY RD EXTENSION UNIT 1133",
  "inst_street_address_2": "",
  "inst_city_name": "STORRS",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8604863622",
  "inst_zip_code": "062699018",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNTPS995QBM7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut",
  "perf_str_addr": "438 WHITNEY RD EXTENSION UNIT 1133",
  "perf_city_name": "STORRS",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "062699018",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "129200",
   "pgm_ele_name": "ATOMIC & MOLECULAR STRUCTURE"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 299999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The principal objective of this project was to develop and test new methods for laser slowing and cooling of atoms and molecules using coherent optical forces, primarily using a scheme called the optical bichromatic force (BCF) and its variations.&nbsp; The basic idea is to use a pair of counterpropagating laser beams, each of which is contains a carefully-controlled mix of two colors with very slightly separated optical frequencies.&nbsp; The two-color beams form &ldquo;beat notes&rdquo; much like a pair of piano strings tuned to slightly different frequencies, and the timed interaction of these beat notes from two opposite directions causes a large and well-controlled force on an atom or molecule with an appropriate resonant frequency.&nbsp;</p>\n<p>Our work has depended from the start on a coordinated mixture of theoretical analysis using computer modeling and experimental tests with real atoms and lasers.&nbsp; It began with the successful demonstration of a decelerator for an atomic helium beam using the BCF scheme frequency-chirped lasers, which resulted in a full-length publication and a Ph.D. degree for one of our students.&nbsp; Our scheme slowed the helium atoms from about 1000 meters/second (about 2200 miles/hour) to about half this speed, within a distance of less than an inch.&nbsp; We then continued our atomic helium research by inventing a new four-color variation on the BCF (a &ldquo;polychromatic force&rdquo;) which should have improved characteristics.&nbsp; Extensive numerical studies on a computer confirmed that this should be an excellent method for slowing helium atoms in preparation for loading into a laser-based trap and cooling them to ultracold temperatures, and this research resulted in another major publication.&nbsp; Experimental tests are planned in the near future using support from an NSF renewal award, and we expect this scheme to be simpler, cheaper, and more effective than presently-employed methods.&nbsp; We have also continued a long-term collaboration with the Australian National University on precision spectroscopy of atomic helium, with a view towards testing basic theory for the binding energy of the helium atom.</p>\n<p>The potential application of these methods to small molecules is of great interest, because there is presently an intense focus in the Physics community on laser-based methods for slowing and trapping molecules and investigating their quantum behavior in a fully-controlled regime that was previously unreachable.&nbsp; There have been dramatic recent successes, including laser trapping of a few molecules at ultracold temperatures, but present methods are quite challenging because they rely on finding a &ldquo;cycling&rdquo; transition, a pair of energy levels between which the molecule is required to undergo thousands of cycles of laser excitation followed by spontaneous fluorescence.&nbsp; The problem is that most molecules eventually decay into an unwanted rotational or vibrational level, leaving them &ldquo;dark&rdquo; and inaccessible to further cycling.&nbsp; The advantage of our BCF-based approach is that the laser drives the transitions in both directions, greatly reducing the role played by spontaneous fluorescence, the step during which the loss occurs.&nbsp; We have been developing numerical models to understand how best to apply the BCF to molecules, while simultaneously preparing for experiments on a test molecule, calcium monofluoride.&nbsp; Towards the end of the project, we successfully developed a model for three-level systems (as opposed to just two), and used it for computer simulations of the BCF with so-called &ldquo;repumping&rdquo; schemes that keep the system cycling properly.&nbsp; This paved the way for full-scale tests, both numerically and in the lab.&nbsp; A molecular beam apparatus was constructed and tested for this purpose, as were several homemade laser systems.&nbsp; In the labo...",
  "por_txt_cntn": "\nThe principal objective of this project was to develop and test new methods for laser slowing and cooling of atoms and molecules using coherent optical forces, primarily using a scheme called the optical bichromatic force (BCF) and its variations.  The basic idea is to use a pair of counterpropagating laser beams, each of which is contains a carefully-controlled mix of two colors with very slightly separated optical frequencies.  The two-color beams form \"beat notes\" much like a pair of piano strings tuned to slightly different frequencies, and the timed interaction of these beat notes from two opposite directions causes a large and well-controlled force on an atom or molecule with an appropriate resonant frequency. \n\nOur work has depended from the start on a coordinated mixture of theoretical analysis using computer modeling and experimental tests with real atoms and lasers.  It began with the successful demonstration of a decelerator for an atomic helium beam using the BCF scheme frequency-chirped lasers, which resulted in a full-length publication and a Ph.D. degree for one of our students.  Our scheme slowed the helium atoms from about 1000 meters/second (about 2200 miles/hour) to about half this speed, within a distance of less than an inch.  We then continued our atomic helium research by inventing a new four-color variation on the BCF (a \"polychromatic force\") which should have improved characteristics.  Extensive numerical studies on a computer confirmed that this should be an excellent method for slowing helium atoms in preparation for loading into a laser-based trap and cooling them to ultracold temperatures, and this research resulted in another major publication.  Experimental tests are planned in the near future using support from an NSF renewal award, and we expect this scheme to be simpler, cheaper, and more effective than presently-employed methods.  We have also continued a long-term collaboration with the Australian National University on precision spectroscopy of atomic helium, with a view towards testing basic theory for the binding energy of the helium atom.\n\nThe potential application of these methods to small molecules is of great interest, because there is presently an intense focus in the Physics community on laser-based methods for slowing and trapping molecules and investigating their quantum behavior in a fully-controlled regime that was previously unreachable.  There have been dramatic recent successes, including laser trapping of a few molecules at ultracold temperatures, but present methods are quite challenging because they rely on finding a \"cycling\" transition, a pair of energy levels between which the molecule is required to undergo thousands of cycles of laser excitation followed by spontaneous fluorescence.  The problem is that most molecules eventually decay into an unwanted rotational or vibrational level, leaving them \"dark\" and inaccessible to further cycling.  The advantage of our BCF-based approach is that the laser drives the transitions in both directions, greatly reducing the role played by spontaneous fluorescence, the step during which the loss occurs.  We have been developing numerical models to understand how best to apply the BCF to molecules, while simultaneously preparing for experiments on a test molecule, calcium monofluoride.  Towards the end of the project, we successfully developed a model for three-level systems (as opposed to just two), and used it for computer simulations of the BCF with so-called \"repumping\" schemes that keep the system cycling properly.  This paved the way for full-scale tests, both numerically and in the lab.  A molecular beam apparatus was constructed and tested for this purpose, as were several homemade laser systems.  In the laboratory, the necessary development of new lasers for CaF experiments was quite time-consuming but is now essentially complete, and full experiments will commence in 2015 with support from a follow-up renewal award.\n\nTurn..."
 }
}