{
 "awd_id": "1069180",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Shrinkable and Stretchable NanoManufacturing",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927017",
 "po_email": "khcooper@nsf.gov",
 "po_sign_block_name": "Khershed Cooper",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2011-08-17",
 "awd_max_amd_letter_date": "2011-08-17",
 "awd_abstract_narration": "This award provides funding for the development of a new nanofabrication strategy: shrinkable and stretchable nanomanufacturing. These low-cost and scalable nanomanufacturing tools are based on thermoplastic materials and molding techniques. The research focuses on using thermoplastic materials in programmable soft lithography to determine the lower limits (shrinkable) and upper limits (stretchable) of large-area nanopatterns that can be fabricated starting from one master pattern. The production of hierarchical and low-symmetry lattice patterns beginning with a periodic lattice master will also be investigated. Ultimately, the goal of these new tools is to achieve 10-nm resolution in both feature sizes and lattice spacing using multiple cycles of shrinking and molding over wafer-scale areas.\r\n\r\nIf successful, this work will address two major challenges in nanomanufacturing: (1) prototyping and scaling of nanoscale patterns; and (2) reducing the processing and materials cost of fabrication. The planned strategy can overcome both problems while introducing a roadmap for how nanofabrication can be carried out in the future for periodic and ordered nanostructures. Importantly, the key factors only depend on readily available polymers and molding methods having a pre-existing infrastructure. Molding eliminates the need for a light source and can, in principle, access sub 10-nm features. Also, since thermoplastic substrates are already processed in industry (e.g. shrink-wrapped vehicles), the planned nanomanufacturing strategy can be directly integrated in current settings to reduce overall life cycle costs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Teri",
   "pi_last_name": "Odom",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Teri W Odom",
   "pi_email_addr": "todom@northwestern.edu",
   "nsf_id": "000417578",
   "pi_start_date": "2011-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK ST",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "178800",
   "pgm_ele_name": "NANOMANUFACTURING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "084E",
   "pgm_ref_txt": "NANOMANUFACTURING"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Wrinkled structures are ubiquitous in nature and occur over all length scales, from mountains on the Earth&rsquo;s surface to wet skin on a finger. Wrinkling is a physical response to a compressive force that occurs when a hard film on a soft substrate is stressed beyond a critical value. The ability to control the orientation of wrinkles in engineered structures from tens of microns to below 100 nm will open diverse applications, from directional reversible adhesion, anisotropic water transport and collection, and flexible electronic devices. Engineered or synthetic wrinkles, however, have so far been limited to micron sizes and not the nanoscale because of lack of a suitable materials system. Our work addresses this gap in knowledge.</p>\n<p>The intellectual merit of this project is determination of design principles that can produce hierarchical wrinkled structures with independent control every length scale. We developed a multi-scale wrinkle process that achieved control over features such as wrinkle wavelength and aspect ratio. By combining top-down soft lithography and bottom-up wrinkling, we created hierarchical structures in 2D and 3D. Using multiple deposition and etching steps, we fabricated complex, in-plane hierarchical structures with local wrinkle wavelength and orientation control over adjacent regions. To realize out-of-plane hierarchical structures, we performed sequential deposition of polymers followed by strain relief.</p>\n<p>The broader impacts include the use of hierarchical nanowrinkles for water collection, anti-icing, and anti-biofouling surfaces. Control over the orientation of nanowrinkles can also enhance broadband light absorption in photovoltaic devices. These ideas are included over the year in monthly demos with Hayt Elementary School students (major are under-represented minorities) as part of Science in the Classroom at Northwestern. Also, Odom group members host an annual &ldquo;Nano Scouts Day&rdquo; for local Boy and Girl Scout troops, where graduate students explain a concept related to nanofabrication and then illustrate the idea through hands-on demonstrations. Students typically learn fabrication processes such as molding and data storage using readily accessible materials such as CDs and DVDs.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/28/2015<br>\n\t\t\t\t\tModified by: Teri&nbsp;W&nbsp;Odom</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWrinkled structures are ubiquitous in nature and occur over all length scales, from mountains on the EarthÆs surface to wet skin on a finger. Wrinkling is a physical response to a compressive force that occurs when a hard film on a soft substrate is stressed beyond a critical value. The ability to control the orientation of wrinkles in engineered structures from tens of microns to below 100 nm will open diverse applications, from directional reversible adhesion, anisotropic water transport and collection, and flexible electronic devices. Engineered or synthetic wrinkles, however, have so far been limited to micron sizes and not the nanoscale because of lack of a suitable materials system. Our work addresses this gap in knowledge.\n\nThe intellectual merit of this project is determination of design principles that can produce hierarchical wrinkled structures with independent control every length scale. We developed a multi-scale wrinkle process that achieved control over features such as wrinkle wavelength and aspect ratio. By combining top-down soft lithography and bottom-up wrinkling, we created hierarchical structures in 2D and 3D. Using multiple deposition and etching steps, we fabricated complex, in-plane hierarchical structures with local wrinkle wavelength and orientation control over adjacent regions. To realize out-of-plane hierarchical structures, we performed sequential deposition of polymers followed by strain relief.\n\nThe broader impacts include the use of hierarchical nanowrinkles for water collection, anti-icing, and anti-biofouling surfaces. Control over the orientation of nanowrinkles can also enhance broadband light absorption in photovoltaic devices. These ideas are included over the year in monthly demos with Hayt Elementary School students (major are under-represented minorities) as part of Science in the Classroom at Northwestern. Also, Odom group members host an annual \"Nano Scouts Day\" for local Boy and Girl Scout troops, where graduate students explain a concept related to nanofabrication and then illustrate the idea through hands-on demonstrations. Students typically learn fabrication processes such as molding and data storage using readily accessible materials such as CDs and DVDs.\n\n\t\t\t\t\tLast Modified: 10/28/2015\n\n\t\t\t\t\tSubmitted by: Teri W Odom"
 }
}