{
 "awd_id": "1069076",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Graphene-based Ultrasensitive Nanostructures",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Massimo Ruzzene",
 "awd_eff_date": "2011-02-15",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 248330.0,
 "awd_amount": 248330.0,
 "awd_min_amd_letter_date": "2011-02-03",
 "awd_max_amd_letter_date": "2011-02-03",
 "awd_abstract_narration": "The research objective of this grant is to decipher the underpinning science of graphene's morphologic instabilities under various external stimuli, and explore novel concepts to push the limits of graphene-based nanostructures of high sensitivity for graphene-based sensing.  Graphene consists of carbon atoms densely patterned in a honeycomb lattice. Graphene's two dimensional structure exposes its entire volume to its surrounding with well amenable surface chemistry, making it a highly efficient and promising candidate material for sensing. However, graphene-based sensing up to single molecule level often accompanies ultra small amplitude of indicators of change, posing significant challenge to the success of graphene-based sensing.  Recent research revealed graphene's morphologic instability, which can lead to a sharp change in graphene properties, thus substantially increase the amplitude of indicator of external stimuli.\r\n\r\nBy deciphering the fundamental science of graphene-based ultrasensitive nanostructures under various external stimuli and interferences, this research will offer new inroads towards a wide range of exciting sensing applications. The strongest material ever demonstrated, graphene enables mechanically robust nanostructures, allowing unattended sensing/actuation under repeated external stimuli over long term.  The widespread use of graphene-based sensing will make significant impacts on health monitoring of civil, mechanical and manufacturing.  On the educational front, this project will leverage cyberinfrastructures to significantly broaden the impact of the research and educational activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Teng",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Teng Li",
   "pi_email_addr": "lit@umd.edu",
   "nsf_id": "000200610",
   "pi_start_date": "2011-02-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163900",
   "pgm_ele_name": "SENSORS AND SENSING SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "032E",
   "pgm_ref_txt": "SENSORS AND ACTUATORS"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1059",
   "pgm_ref_txt": "SENSORS AND SENSOR SYSTEMS FOR CIS"
  },
  {
   "pgm_ref_code": "7234",
   "pgm_ref_txt": "SENSORS NON-SOLICITATION RESEA"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 248330.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project advanced the understanding of the fundamental science underpinning the morphologic instabilities and strain engineering of graphene and such new understanding further facilitated the exploration of novel concepts of graphene-based nanostructures and functionalities. The goal of the project was accomplished on various fronts, as summarized in the following research outcomes.</p>\n<p><strong><span style=\"text-decoration: underline;\">Intellectual Merit:</span></strong><strong><em> </em></strong>Graphene, a monolayer graphite, is the thinnest material ever made and the strongest ever measured. Its exceptional electronic and mechanical properties have sparked great scientific interest in developing graphene-based flexible electronics. Surface/interface morphologic regulation in combination with strain engineering offers promising but largely unexplored pathways for fine-tuning graphene properties. In exploring these fertile opportunities, this project has advanced the scientific understanding along this line in the following aspects:</p>\n<ul>\n<li>We investigated the extrinsic morphology of graphene under a wide range of external regulation, including two dimensional and one dimensional substrate surface features and one dimensional and zero dimensional nanoscale scaffolds (e.g., nanowires and nanoparticles), with particular emphasis on deciphering the morphological instability of graphene (e.g., snap-through instability);</li>\n<li>We studied the underlying mechanisms of carbon nanoscroll formation and exploring the novel concept of ultrafast nano-oscillators based on interlayer-bridged carbon nanoscrolls. We further investigated the buckling instability of carbon nanoscrolls under various mechanics loads, such as axial compression, bending and torsion. The findings on buckling instability further enabled the investigation to leverage the torsional buckling instability of the carbon nanoscrolls and the tunable core size of carbon nanoscrolls to achieve molecular mass transport.</li>\n<li>We explored the effect of hydrogenation on graphene morphology, then demonstrated single-sided hydrogenation to achieve graphene origami, a feasible and robust approach to enabling the formation of unconventional carbon nanostructures, and further studied graphene origami enabled programmable molecular mass uptake, storage and release.</li>\n<li>We offered a feasible solution that holds promise to address the challenge of interfacing intrinsically ultra-stiff graphene with highly compliant biological tissues and elastomers in graphene-based sensing device applications</li>\n<li>We demonstrated a facile mechanism of directional transport of molecular mass on graphene by a simple stretch.&nbsp;</li>\n</ul>\n<p><strong><span style=\"text-decoration: underline;\">Broader Impacts:</span></strong><strong><em> </em></strong>While graphene-based devices and products are still on the horizon, there is no doubt that graphene holds great promise. Current research on graphene, though tantalizing, only reveals the tip of the iceberg. By tailoring graphene properties via fine-tuning its morphology over large areas and under large deformation, the proposed research will offer new inroads into the exciting physics of graphene, with the promise of paving the way to a wide range of applications. For example, our findings on the feasible way to fabricate carbon nanoscrolls can potentially enable the nanomanufacturing of this new class of carbon nanomaterials, which have promising potential for nanoelectronics and nanoscale energy harvesting and storage. Our concept of hydrogenation-assisted graphene origami offers a feasible approach to enabling unconventional carbon nanostructures that can be used for high density hydrogen storage which holds promise to exceed the ultimate design goal of the Department of Energy. The widespread use of these graphene-based novel devices and functions will make signifi...",
  "por_txt_cntn": "\nThis project advanced the understanding of the fundamental science underpinning the morphologic instabilities and strain engineering of graphene and such new understanding further facilitated the exploration of novel concepts of graphene-based nanostructures and functionalities. The goal of the project was accomplished on various fronts, as summarized in the following research outcomes.\n\nIntellectual Merit: Graphene, a monolayer graphite, is the thinnest material ever made and the strongest ever measured. Its exceptional electronic and mechanical properties have sparked great scientific interest in developing graphene-based flexible electronics. Surface/interface morphologic regulation in combination with strain engineering offers promising but largely unexplored pathways for fine-tuning graphene properties. In exploring these fertile opportunities, this project has advanced the scientific understanding along this line in the following aspects:\n\nWe investigated the extrinsic morphology of graphene under a wide range of external regulation, including two dimensional and one dimensional substrate surface features and one dimensional and zero dimensional nanoscale scaffolds (e.g., nanowires and nanoparticles), with particular emphasis on deciphering the morphological instability of graphene (e.g., snap-through instability);\nWe studied the underlying mechanisms of carbon nanoscroll formation and exploring the novel concept of ultrafast nano-oscillators based on interlayer-bridged carbon nanoscrolls. We further investigated the buckling instability of carbon nanoscrolls under various mechanics loads, such as axial compression, bending and torsion. The findings on buckling instability further enabled the investigation to leverage the torsional buckling instability of the carbon nanoscrolls and the tunable core size of carbon nanoscrolls to achieve molecular mass transport.\nWe explored the effect of hydrogenation on graphene morphology, then demonstrated single-sided hydrogenation to achieve graphene origami, a feasible and robust approach to enabling the formation of unconventional carbon nanostructures, and further studied graphene origami enabled programmable molecular mass uptake, storage and release.\nWe offered a feasible solution that holds promise to address the challenge of interfacing intrinsically ultra-stiff graphene with highly compliant biological tissues and elastomers in graphene-based sensing device applications\nWe demonstrated a facile mechanism of directional transport of molecular mass on graphene by a simple stretch. \n\n\nBroader Impacts: While graphene-based devices and products are still on the horizon, there is no doubt that graphene holds great promise. Current research on graphene, though tantalizing, only reveals the tip of the iceberg. By tailoring graphene properties via fine-tuning its morphology over large areas and under large deformation, the proposed research will offer new inroads into the exciting physics of graphene, with the promise of paving the way to a wide range of applications. For example, our findings on the feasible way to fabricate carbon nanoscrolls can potentially enable the nanomanufacturing of this new class of carbon nanomaterials, which have promising potential for nanoelectronics and nanoscale energy harvesting and storage. Our concept of hydrogenation-assisted graphene origami offers a feasible approach to enabling unconventional carbon nanostructures that can be used for high density hydrogen storage which holds promise to exceed the ultimate design goal of the Department of Energy. The widespread use of these graphene-based novel devices and functions will make significant impacts on renewable energy, information access, and homeland security.\n\nOn the educational and outreach fronts, through this project, we provided opportunities for both undergraduate and graduate students in University of Maryland to conduct research in the emerging field of graphene and nanomechanics. These s..."
 }
}