{
 "awd_id": "1069286",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Telescope Array Operations and Data Analysis  by the University of Utah Cosmic Ray Group",
 "cfda_num": "47.049",
 "org_code": "03010300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jonathan Whitmore",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 1707240.0,
 "awd_amount": 1707240.0,
 "awd_min_amd_letter_date": "2011-09-08",
 "awd_max_amd_letter_date": "2013-07-13",
 "awd_abstract_narration": "The Telescope Array (TA) is located in central Utah near the town of Delta involving collaborators primarily from Japan, U.S., Russia and Belgium. The surface detector (SD) of TA consists of the world's largest array of 507 scintillation counters spread over 750 sq-km. Three fluorescence detectors (FD) are deployed at the periphery of the SD array. The experiment became operational in the spring of 2008 and is the most sensitive cosmic ray detector in the northern hemisphere. The cumulative statistical power of the resulting data set will allow TA to make a significantly more sensitive Ultra High Energy Cosmic Ray survey of the northern sky.\r\n\r\nThe funding provided by this award for TA Operations includes the direct costs of running the experiment, excluding salaries and travel expenses for faculty, post-docs and students, but includes managerial, engineering and technical staff effort and expenses. The Utah group, as the host institution, has played critical roles in the design, integration, deployment, operation, and management. These include: (a) Facility and detector maintenance; (b) Provision of staff for observing shifts; (c) Data handling; (d) Calibration; (e) Simulation and analysis; (f) Atmospheric monitoring; and (g) Maintaining compliance with BLM land use regulations. In particular, the University of Utah staff have sole responsibility over facility maintenance and BLM compliance. \r\n\r\nOn Broader Impacts, ASPIRE is the Astrophysics Science Project Integrating Research and Education and has been the outreach arm of the Utah Cosmic Ray group since 1997. ASPIRE has created some of the most engaging interactive science lessons and labs on the Internet. ASPIRE also provides direct outreach to area teachers, students, and the public, especially those underrepresented in the sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pierre",
   "pi_last_name": "Sokolsky",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Pierre V Sokolsky",
   "pi_email_addr": "ps@physics.utah.edu",
   "nsf_id": "000266742",
   "pi_start_date": "2011-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Jui",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Charles C Jui",
   "pi_email_addr": "jui@cosmic.utah.edu",
   "nsf_id": "000471409",
   "pi_start_date": "2011-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Matthews",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "John N Matthews",
   "pi_email_addr": "jnm@cosmic.utah.edu",
   "nsf_id": "000412025",
   "pi_start_date": "2011-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gordon",
   "pi_last_name": "Thomson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gordon Thomson",
   "pi_email_addr": "thomson@physics.utah.edu",
   "nsf_id": "000543907",
   "pi_start_date": "2011-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "201 PRESIDENTS CIR",
  "perf_city_name": "SALT LAKE CITY",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841129049",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164300",
   "pgm_ele_name": "Particle Astrophysics/Cosmic P"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 598214.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 554513.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 554513.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Telescope Array was conceived and built by members of the High  Resolution Fly&rsquo;s Eye (HiRes) and AGASA (Akeno Giant Air Shower Array)  collaborations to study the origin and nature of the highest energy  cosmic rays.&nbsp; As a part of this, one of the collaboration&rsquo;s goals was to  try to understand the differences in the measurements of ultra high  energy cosmic ray (UHECR) properties as measured by HiRes, AGASA, and  the Pierre Auger Observatory (PAO).&nbsp; Planning for the Telescope started  in the late 1990&rsquo;s. Construction was approved by the Japanese funding  agency in 2003 and by the US NSF in 2006.&nbsp; Construction of the high  energy portion of the Telescope Array was completed in 2008 and data  collection began.&nbsp;</p>\n<p>The Telescope Array is a hybrid detector  consisting of both surface detectors which sample the charge density in  the footprint of a cosmic ray induced air shower and fluorescence  telescopes which measure the longitudinal development of the shower via  the ultra-violet light generated as the shower develops in the  atmosphere.&nbsp; The detector has an area of about 350 square miles and is  located in Utah&rsquo;s west desert.&nbsp; It measures the origin direction,  energy, and chemical composition of UHECRs.&nbsp;&nbsp;&nbsp;</p>\n<p>One of the  discrepancies under study is the end of the cosmic ray spectrum.&nbsp; In  1964, Penzias and Wilson of AT&amp;T labs discovered the microwave  background.&nbsp; This led to calculations by Greissen, Zatsepin, and Kuzmin  to theorize an end to the cosmic ray spectrum.&nbsp; They calculated that  cosmic rays with energy greater than ~6x10^19eV would interact with the  background and lose their energy.&nbsp; This GZK cutoff was observed by  HiRes, but not AGASA or other experiments.&nbsp; The HiRes observation of the  cutoff is confirmed by the Telescope Array TA data indicates the  probability of the spectrum continuing without cutoff is about 2x10^-11  which is about 6.5sigma.&nbsp; While the PAO also sees the suppression, their  cutoff is at a slightly different energy; this is a subject for further  study.&nbsp;</p>\n<p>The HiRes/MIA and HiRes experiments observed a chemical  composition that was heavy like iron around 10^17eV and became  light/protonic above ~10^18eV.&nbsp; The interpretation of this was that at  10^17eV, we were observing the last remnants of the galactic cosmic rays  and &gt;10^18eV the cosmic rays were extra-galactic.&nbsp; PAO observes a  light composition at 10^18eV, but finds the composition getting  significantly heavier starting ~4x10^18eV.&nbsp;&nbsp; HiRes measured the  composition using the stereo technique which used telescopes at two  different locations to get a precise geometry and redundant measurement  of the shower development.&nbsp; PAO used a hybrid measurement which uses  surface detectors to help the telescopes get a geometry lock and then  finds the shower profileusing their telescopes.&nbsp; TA is able to utilize  both techniques.&nbsp; TA finds a light/protonic composition from 10^18eV to  the highest energies.&nbsp; This is an area of joint work between TA and PAO  to understand this difference.&nbsp;</p>\n<p>As TA has been collecting data, we  have noticed a grouping of the highest energy events, those with  E&gt;5.7x10^19eV.&nbsp;&nbsp; With the 5year data-set, we attempted to quantify  the statistical significance of the spot.&nbsp; We found that about 26% of  the events were in about 6% of the observable area.&nbsp; We estimated the  probability of this happening by chance to be just over 3sigma.&nbsp; This  provides some evidence, but is not convincing enough to call an  observation.&nbsp; We published this information and declared that we would  continue to watch the region.&nbsp; When we added a 6<sup>th</sup> year of  data, the signal became stronger, 4.6sigma, which is encouraging.&nbsp; If  the signal continues to ...",
  "por_txt_cntn": "\nThe Telescope Array was conceived and built by members of the High  Resolution FlyÆs Eye (HiRes) and AGASA (Akeno Giant Air Shower Array)  collaborations to study the origin and nature of the highest energy  cosmic rays.  As a part of this, one of the collaborationÆs goals was to  try to understand the differences in the measurements of ultra high  energy cosmic ray (UHECR) properties as measured by HiRes, AGASA, and  the Pierre Auger Observatory (PAO).  Planning for the Telescope started  in the late 1990Æs. Construction was approved by the Japanese funding  agency in 2003 and by the US NSF in 2006.  Construction of the high  energy portion of the Telescope Array was completed in 2008 and data  collection began. \n\nThe Telescope Array is a hybrid detector  consisting of both surface detectors which sample the charge density in  the footprint of a cosmic ray induced air shower and fluorescence  telescopes which measure the longitudinal development of the shower via  the ultra-violet light generated as the shower develops in the  atmosphere.  The detector has an area of about 350 square miles and is  located in UtahÆs west desert.  It measures the origin direction,  energy, and chemical composition of UHECRs.   \n\nOne of the  discrepancies under study is the end of the cosmic ray spectrum.  In  1964, Penzias and Wilson of AT&amp;T labs discovered the microwave  background.  This led to calculations by Greissen, Zatsepin, and Kuzmin  to theorize an end to the cosmic ray spectrum.  They calculated that  cosmic rays with energy greater than ~6x10^19eV would interact with the  background and lose their energy.  This GZK cutoff was observed by  HiRes, but not AGASA or other experiments.  The HiRes observation of the  cutoff is confirmed by the Telescope Array TA data indicates the  probability of the spectrum continuing without cutoff is about 2x10^-11  which is about 6.5sigma.  While the PAO also sees the suppression, their  cutoff is at a slightly different energy; this is a subject for further  study. \n\nThe HiRes/MIA and HiRes experiments observed a chemical  composition that was heavy like iron around 10^17eV and became  light/protonic above ~10^18eV.  The interpretation of this was that at  10^17eV, we were observing the last remnants of the galactic cosmic rays  and &gt;10^18eV the cosmic rays were extra-galactic.  PAO observes a  light composition at 10^18eV, but finds the composition getting  significantly heavier starting ~4x10^18eV.   HiRes measured the  composition using the stereo technique which used telescopes at two  different locations to get a precise geometry and redundant measurement  of the shower development.  PAO used a hybrid measurement which uses  surface detectors to help the telescopes get a geometry lock and then  finds the shower profileusing their telescopes.  TA is able to utilize  both techniques.  TA finds a light/protonic composition from 10^18eV to  the highest energies.  This is an area of joint work between TA and PAO  to understand this difference. \n\nAs TA has been collecting data, we  have noticed a grouping of the highest energy events, those with  E&gt;5.7x10^19eV.   With the 5year data-set, we attempted to quantify  the statistical significance of the spot.  We found that about 26% of  the events were in about 6% of the observable area.  We estimated the  probability of this happening by chance to be just over 3sigma.  This  provides some evidence, but is not convincing enough to call an  observation.  We published this information and declared that we would  continue to watch the region.  When we added a 6th year of  data, the signal became stronger, 4.6sigma, which is encouraging.  If  the signal continues to grow, in a year or two, we should be able to  declare an observation.   A larger detector and more data may enable us  to see structure in this spot (which is currently 20degrees) and provide  some insight into the sources of UHECRs. \n\nUsing the start-up  funds of two professors in the..."
 }
}