{
 "awd_id": "1069303",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Exploring the Niche Space of Human Microbiome Functions through Convex Geometry and Evolutionary Genomics",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Ann Horn",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 1508535.0,
 "awd_amount": 1508535.0,
 "awd_min_amd_letter_date": "2011-08-05",
 "awd_max_amd_letter_date": "2017-04-12",
 "awd_abstract_narration": "The human microbiome is the vast collection of microorganisms living in and on our bodies. While researchers are only just beginning to understand the complex roles that these microbes play in human biology, it is clear that specific changes in microbial flora are associated with and sometimes cause or cure disease in the host. Most microbiome research to date has focused on describing the taxonomic composition of communities in different body sites (e.g., gut, mouth, elbow skin) or in a single site across disease groups. The goal of this project is to move microbiome research from descriptions of \"who is out there?\" towards characterizations of \"what they are doing?\". To do so the investigators will develop new methodology for analyzing shotgun metagenomic data, which is a pooled sample of DNA extracted and sequenced from the various microbes in a community. Because the sequences represent short segments of the genomes of many organisms, metagenomics provides a snapshot of the protein repertoire of a microbiome community. This rich data holds great promise and also presents many challenges for data analysis. To meet these challenges, the investigators will first design and validate a bioinformatics pipeline to classify metagenomic sequences into protein families. The key component of this tool will be hidden Markov models describing the evolutionary profile of every known microbial protein, enabling accurate characterization of the protein functions present in a sample. Second, they will derive novel stochastic models to predict the occurrence of protein families in a metagenomic sample given data about the demographic and clinical characteristics of a patient. These models, based on concepts from ecology and convex geometry, will allow the investigators to estimate, draw, and statistically compare the shapes of protein niches in high-dimensional phenotype space. Finally, they will produce a medical Niche Atlas that will link protein distributions to disease states via a publicly accessible, user-friendly visualization tool and database. This project will produce new mathematical theory and novel computational tools for microbiome research, drug development, and bioprospecting. In addition to immediate impacts on microbiome research, our mathematical results will be useful for spatial modeling in other fields, such as ecology, sociology, and epidemiology.\r\n\r\nThe aim of this project is to develop computational resources and stochastic models that will shed light on the complex relationship between the health of an individual and the activities of the microbes living in and on his/her body. This research will generate a medical Niche Atlas that will map the distributions of microbial protein functions across individuals with different clinical characteristics (e.g., diseases, diets, or treatments). Just as a geographic atlas makes cartographic expertise accessible to a layperson, our Niche Atlas will allow researchers, students, clinicians, and any curious person to easily explore the functional capabilities of the human microbiome from a computer terminal. Its protein niche maps will visually display the range of patient characteristics at which each microbial protein is likely to occur and how these ranges differ across disease states. We will leverage this capability as a graduate teaching tool, for outreach and communication through public media, and to establish experimental collaborations to test the hypotheses we generate about the roles of microbiome proteins in human diseases, such as inflammatory bowel disease. These investigations will aim to identify new disease biomarkers, including microbiome proteins that can be used to diagnose onset of disease in patient subpopulations where early diagnosis is currently difficult. The Niche Atlas will also enable development of personalized treatments and preventions based on knowledge of an individual?s microbiome. Together, these freely accessible resources will significantly broaden access to cutting-edge medicine.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katherine",
   "pi_last_name": "Pollard",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Katherine Pollard",
   "pi_email_addr": "kpollard@gladstone.ucsf.edu",
   "nsf_id": "000575789",
   "pi_start_date": "2011-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The J. David Gladstone Institutes",
  "inst_street_address": "1650 OWENS ST",
  "inst_street_address_2": "",
  "inst_city_name": "SAN FRANCISCO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4157342000",
  "inst_zip_code": "941582261",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "CA11",
  "org_lgl_bus_name": "J.DAVID GLADSTONE INSTITUTES",
  "org_prnt_uei_num": "KH6NJ6ND8737",
  "org_uei_num": "KH6NJ6ND8737"
 },
 "perf_inst": {
  "perf_inst_name": "The J. David Gladstone Institutes",
  "perf_str_addr": "1650 OWENS ST",
  "perf_city_name": "SAN FRANCISCO",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "941582261",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "CA11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  },
  {
   "pgm_ele_code": "804700",
   "pgm_ele_name": "NIGMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4075",
   "pgm_ref_txt": "NSF/NIGMS Initiative-Mathematical Bio"
  },
  {
   "pgm_ref_code": "7303",
   "pgm_ref_txt": "MATH SCI PRIORITY AREA: INTERDISCIPLINAR"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 734964.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 381324.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 392247.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project tackled the challenge of quantifying what microbes are in the human body and what they are doing based on a type of data, called shotgun metagenomics, which was a very new technology at the start of this grant. In metagenomics data, short pieces of DNA from random sections of the genomes of microbes in a sampled community are sequenced as a pool without the source being known. From this data, researchers aim to quantify the abundance of microbes and their genes and to compare these values across different people. We identified many biases in this type of data and developed open-source software tools and datasets to enable scientists to adjust for these sources of error. We applied these approaches to data from humans around the world, including mother&rsquo;s and their infants, people with different diseases, and healthy individuals living various lifestyles. We computed millions of associations between the microbiome and host traits and made the results publicly available through a web application. We also shared our discoveries through public lectures, media, and programs for K-12 students. Our findings revealed massive differences in the functional capabilities of microbes across people and novel insights into how the human body is colonized by microbes. These patterns would have been missed without our rigorous methods for accurately quantifying shotgun metagenomics data. Our findings and the software we developed are influencing diverse sectors of society, including precision medicine, food safety, agriculture, and public safety.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/01/2016<br>\n\t\t\t\t\tModified by: Katherine&nbsp;Pollard</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project tackled the challenge of quantifying what microbes are in the human body and what they are doing based on a type of data, called shotgun metagenomics, which was a very new technology at the start of this grant. In metagenomics data, short pieces of DNA from random sections of the genomes of microbes in a sampled community are sequenced as a pool without the source being known. From this data, researchers aim to quantify the abundance of microbes and their genes and to compare these values across different people. We identified many biases in this type of data and developed open-source software tools and datasets to enable scientists to adjust for these sources of error. We applied these approaches to data from humans around the world, including mother?s and their infants, people with different diseases, and healthy individuals living various lifestyles. We computed millions of associations between the microbiome and host traits and made the results publicly available through a web application. We also shared our discoveries through public lectures, media, and programs for K-12 students. Our findings revealed massive differences in the functional capabilities of microbes across people and novel insights into how the human body is colonized by microbes. These patterns would have been missed without our rigorous methods for accurately quantifying shotgun metagenomics data. Our findings and the software we developed are influencing diverse sectors of society, including precision medicine, food safety, agriculture, and public safety. \n\n \n\n\t\t\t\t\tLast Modified: 09/01/2016\n\n\t\t\t\t\tSubmitted by: Katherine Pollard"
 }
}