{
 "awd_id": "1069218",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Geometric structures over the absolute point and their arithmetic",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924878",
 "po_email": "adpollin@nsf.gov",
 "po_sign_block_name": "Andrew Pollington",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 150567.0,
 "awd_amount": 150567.0,
 "awd_min_amd_letter_date": "2011-04-22",
 "awd_max_amd_letter_date": "2013-05-17",
 "awd_abstract_narration": "The development of an \"absolute\" geometric theory with relevant arithmetic contents represents a new direction of fundamental research, interconnecting the fields of algebraic geometry, noncommutative geometry, number-theory and mathematical physics. The geometry of algebraic curves underlying the structure of global fields of positive characteristic has shown its crucial role in the process of solving several fundamental questions in number-theory which are still open for global fields of characteristic zero. Some combinatorial formulas, like the equation supplying the cardinality of the set of rational points of a Grassmannian over a finite field of cardinality q are known to be rational expressions keeping a meaningful value also when q=1. The classical point of view of A. Weil and K. Iwasawa that adjoining roots of unity is a process analogous to the construction of an extension of a base field, also motivates the search of a mathematical object that is expected to be a non-trivial limit of Galois fields as the cardinality (q) of these fields tends to 1. The process of taking the limit q to 1 in the Hasse-Weil zeta function has been shown to determine the \"counting function\" N(q) of the \"absolute curve\" which is the geometric counterpart, in this basic framework, of the Riemann zeta function. Moreover, based on the Bost-Connes quantum statistical mechanical system (which originally gave the relation between noncommutative geometry and number theory) and on the corresponding geometric space (i.e. the adele class space of the global field of rational numbers) the counting function N(q) is interpreted as an intersection number closely related to both the Riemann-Weil explicit formulas and the spectral interpretation of the zeros of L-functions.The goal of the proposed research is to unveil the geometry of the adele class space and its variants, and to compare these spaces with the \"absolute curve\", using the tools of algebraic geometry, noncommutative geometry, number theory (including Iwasawa theory), and tropical geometry.\r\n\r\n\r\nThe proposed project is devoted to shape the construction and promote the study of the fundamental properties of a new geometric structure with the goal to transplant the ideas of A. Weil in number-theory, in his proof of the Riemann Hypothesis for function fields, to the case of algebraic number fields. The methods to be used come mainly from algebraic geometry, noncommutative geometry, number theory (including Iwasawa theory) and tropical geometry, with computer testing as an important tool. The broad impact of the project is to communicate to an audience of young researchers and senior scientists the need to attack the conceptual understanding of some of the main open problems in arithmetic by working on the development of new connections between the fields of number theory and noncommutative geometry which although a very new area of mathematics, has matured rapidly in the recent past few years. This research addresses central aspects and open problems that involve some of the key mathematical objects in number-theory, such as the celebrated Riemann zeta function, its generalizations (L-functions) and the p-adic counterparts in Iwasawa theory. The development of this project is also expected to solidify the interactions between noncommutative geometry, number theory and mathematics in \\characteristic one\", including tropical geometry, under a unified methodology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Caterina",
   "pi_last_name": "Consani",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Caterina Consani",
   "pi_email_addr": "KC@MATH.JHU.EDU",
   "nsf_id": "000315263",
   "pi_start_date": "2011-04-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N CHARLES ST",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 100378.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 50189.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research project has been devoted to study several topics pertaining to the rich interconnection between the fields of noncommutative geometry and number-theory and also to develop new relations between these theories and the so called ``absolute geometry'' or geometry over the ``absolute point''.</p>\n<p>In the past years this investigation has progressed in the following directions:</p>\n<p>1. The discovery of new interesting relations between the Bost-Connes system in noncommutative geometry, p-adic analysis and the theory of Witt vectors in arithmetic. &nbsp;</p>\n<p>2 The development of the archimedean counterpart of the theory of rings of periods in p-adic Hodge theory. &nbsp;</p>\n<p>3. The discovery of the arithmetic role played by cyclic homology of schemes jointly with the lambda-operations to recast Serre's archimedean factors of the Hasse-Weil L-function of a projective algebraic variety over a number field, as regularized determinants.</p>\n<p>4. The understanding of the cyclic and epicyclic categories which play a key role in the &nbsp;encoding of cyclic&nbsp;homology and the lambda operations, as projective geometry in characteristic oneover the infinite semifield Zmax of ``max-plus integers''.&nbsp;</p>\n<p><br />In all these topics the PI has achieved, in collaboration with Alain Connes, substantial advances whose outcomes have been published in 3 worldwide recognized journals and in a Proceedings book on the the occasion of the XIII Canadian Number Theory Association Conference meeting.</p>\n<p>This research has also shaped the basis of 3 Ph.D theses at Johns Hopkins (2 graduations in Spring 2015, 1 expected graduation in Spring 2016).</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/05/2015<br>\n\t\t\t\t\tModified by: Caterina&nbsp;Consani</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research project has been devoted to study several topics pertaining to the rich interconnection between the fields of noncommutative geometry and number-theory and also to develop new relations between these theories and the so called ``absolute geometry'' or geometry over the ``absolute point''.\n\nIn the past years this investigation has progressed in the following directions:\n\n1. The discovery of new interesting relations between the Bost-Connes system in noncommutative geometry, p-adic analysis and the theory of Witt vectors in arithmetic.  \n\n2 The development of the archimedean counterpart of the theory of rings of periods in p-adic Hodge theory.  \n\n3. The discovery of the arithmetic role played by cyclic homology of schemes jointly with the lambda-operations to recast Serre's archimedean factors of the Hasse-Weil L-function of a projective algebraic variety over a number field, as regularized determinants.\n\n4. The understanding of the cyclic and epicyclic categories which play a key role in the  encoding of cyclic homology and the lambda operations, as projective geometry in characteristic oneover the infinite semifield Zmax of ``max-plus integers''. \n\n\nIn all these topics the PI has achieved, in collaboration with Alain Connes, substantial advances whose outcomes have been published in 3 worldwide recognized journals and in a Proceedings book on the the occasion of the XIII Canadian Number Theory Association Conference meeting.\n\nThis research has also shaped the basis of 3 Ph.D theses at Johns Hopkins (2 graduations in Spring 2015, 1 expected graduation in Spring 2016).\n\n\t\t\t\t\tLast Modified: 07/05/2015\n\n\t\t\t\t\tSubmitted by: Caterina Consani"
 }
}