{
 "awd_id": "1100810",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "21st Century Learning in Natural History Settings: A Conference to Initiate Research-Driven Innovation in Informal Natural History Learning",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032928624",
 "po_email": "jjohnson@nsf.gov",
 "po_sign_block_name": "Julie Johnson",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 248083.0,
 "awd_amount": 248083.0,
 "awd_min_amd_letter_date": "2011-06-02",
 "awd_max_amd_letter_date": "2014-03-18",
 "awd_abstract_narration": "The Department of Education of the National Museum of Natural History, Smithsonian Institution, with broad participatory support from free-standing, university-based and regional natural history museums across the nation will conduct a 3-day national conference on informal science learning in natural history settings.  The goal of this conference will be to develop and disseminate a sustained, collaborative learning research agenda that begins to address the role of natural history museums in natural history learning and establish an infrastructure for communication and collaboration to pursue the research agenda.\r\n\r\nThe conference builds on recent meetings among museums and informal learning professionals to this topic.  Executive and Leadership Committees will implement a scaffolded project design involving a sweep of evaluation reports and audience research from the field, a foundational literature review, Committee workshops to review the field, conference planning and call for participation, and pre-conference dialogue through professional organizations and activities.  The conference, to be held in Washington, DC in Spring-Summer 2012, will be followed by broad post-conference dissemination of findings and a call to action around the conference-generated research agenda.  The conference will be evaluated by Oberg Research, an external audience research and evaluation firm.  Oberg will develop an evaluation process that measures the quality, relevance, and impact of pre-conference, conference, and post-conference activities using an ethnographic fieldwork methodology involving in-depth interviews and participant observation of conference activities.\r\n\r\nThe intended outcomes and impacts of this national conference are to develop, initiate, and disseminate a collaborative and sustained learning research agenda about how the 800 natural history museums in the United States can best use their resources for STEM learning.  Among the topics to be considered by the Conference are new models for interaction among educators, curators, collection managers, exhibit professionals and museum leadership; audience research to more fully understand audiences and their needs; new technologies for discovery and learning regarding rapid response and current science; public participation in scientific research (citizen science); and collaboration in learning research across the Natural History field.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Watson",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "William A Watson",
   "pi_email_addr": "billwatson3@gmail.com",
   "nsf_id": "000569426",
   "pi_start_date": "2011-06-02",
   "pi_end_date": "2014-03-18"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shari",
   "pi_last_name": "Werb",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Shari R Werb",
   "pi_email_addr": "werbs@si.edu",
   "nsf_id": "000570184",
   "pi_start_date": "2014-03-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Shari",
   "pi_last_name": "Werb",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Shari R Werb",
   "pi_email_addr": "werbs@si.edu",
   "nsf_id": "000570184",
   "pi_start_date": "2011-06-02",
   "pi_end_date": "2014-03-18"
  }
 ],
 "inst": {
  "inst_name": "Smithsonian Institution",
  "inst_street_address": "1000 JEFFERSON DR SW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2026337110",
  "inst_zip_code": "205600008",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "SMITHSONIAN INSTITUTION",
  "org_prnt_uei_num": "KQ1KJG78NNS9",
  "org_uei_num": "KQ1KJG78NNS9"
 },
 "perf_inst": {
  "perf_inst_name": "SMITHSONIAN INSTITUTION",
  "perf_str_addr": "1000 JEFFERSON DR SW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "205600008",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 248083.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The 21st Century Learning in Natural History Settings project is a starting point for public engagement with the past, present, and future of the earth and the people who live on it. Fifty million people walk the halls of natural history museums every year, and hundreds of millions more explore online exhibits, programs, and activities. Those experiences provide a first-hand look at some of our planet&rsquo;s most amazing treasures, from iconic T. rex skeletons and amazing arrays of beautiful rocks and minerals to specimens of rarely seen creatures from the deep sea and artifacts that spread the stories past and current cultures across the globe.</p>\n<p>This project established a plan for extending those experiences by inviting people into the behind-the-scenes work of the museum, providing greater access to the millions of objects in the collections that most people never see, and interacting with the scientists whose adventures make the collections possible and create relevancy between the objects and issues facing our world today. The project convened a 4-day conference that included scientists, educators, administrators, exhibits developers, social media and web outreach professionals, evaluators, and learning scientists from natural history museums and their partners (e.g., nature centers, science centers, universities). The conference was the first time in the collective recent memory of many participants that so many professional perspectives from so many institutions were gathered together to consider the present and future of natural history museums.&nbsp;</p>\n<p>There are three major outcomes from the conference and the subsequent conversations and actions it sparked.</p>\n<p>First, participants drafted a vision statement for natural history museums to transform the 20th Century model of physical collections and &ldquo;cabinets of curiosity&rdquo; into a 21st Century model. 21st Century natural history museums are places where the complex challenges of the future are met in an open, honest, inclusive, and rational way; welcoming to all people, not just traditional constituents; trailheads for lifelong journeys of nature and science exploration; and agents of social change.</p>\n<p>Second, we established a set of high priority areas for research, evaluation, and innovation that we need to address collectively and collaboratively in order to transform our work to match the vision:</p>\n<ol>\n<li><strong>Communication between scientists and the public. </strong>This includes learning how to best facilitate conversations, from structured dialogs with the public, to one-on-one interactions with the public on the floor of museums, to field-work with citizen scientists, to on-line and distance interactions.</li>\n<li><strong>Collections and learning with objects.</strong> The collections found in natural history settings contribute key evidence that is at the foundation of many central areas of science, from the evolution of life, to the geologic history of the earth and solar system, to climate change, to biodiversity, to the growth of culture and human civilization. We need to figure out how to expand access and expand opportunities for people to use collections for learning and to address the world&rsquo;s pressing issues.</li>\n<li><strong>Learning in natural history domains.</strong> Natural history museums communicate a broad range of topics, like evolution, climate science, biodiversity, and cultural and language diversity, but little is known about the specifics of how natural history museums can best communicate these topics to diverse audiences using collections and other resources. We also need to learn more about how best to connect natural history museum collections and field science in ways that fully engage the public.</li>\n<li><strong>Mediation and facilitation. </strong>Natural history settings are among the older forms of informal science learning, w...",
  "por_txt_cntn": "\nThe 21st Century Learning in Natural History Settings project is a starting point for public engagement with the past, present, and future of the earth and the people who live on it. Fifty million people walk the halls of natural history museums every year, and hundreds of millions more explore online exhibits, programs, and activities. Those experiences provide a first-hand look at some of our planetÆs most amazing treasures, from iconic T. rex skeletons and amazing arrays of beautiful rocks and minerals to specimens of rarely seen creatures from the deep sea and artifacts that spread the stories past and current cultures across the globe.\n\nThis project established a plan for extending those experiences by inviting people into the behind-the-scenes work of the museum, providing greater access to the millions of objects in the collections that most people never see, and interacting with the scientists whose adventures make the collections possible and create relevancy between the objects and issues facing our world today. The project convened a 4-day conference that included scientists, educators, administrators, exhibits developers, social media and web outreach professionals, evaluators, and learning scientists from natural history museums and their partners (e.g., nature centers, science centers, universities). The conference was the first time in the collective recent memory of many participants that so many professional perspectives from so many institutions were gathered together to consider the present and future of natural history museums. \n\nThere are three major outcomes from the conference and the subsequent conversations and actions it sparked.\n\nFirst, participants drafted a vision statement for natural history museums to transform the 20th Century model of physical collections and \"cabinets of curiosity\" into a 21st Century model. 21st Century natural history museums are places where the complex challenges of the future are met in an open, honest, inclusive, and rational way; welcoming to all people, not just traditional constituents; trailheads for lifelong journeys of nature and science exploration; and agents of social change.\n\nSecond, we established a set of high priority areas for research, evaluation, and innovation that we need to address collectively and collaboratively in order to transform our work to match the vision:\n\nCommunication between scientists and the public. This includes learning how to best facilitate conversations, from structured dialogs with the public, to one-on-one interactions with the public on the floor of museums, to field-work with citizen scientists, to on-line and distance interactions.\nCollections and learning with objects. The collections found in natural history settings contribute key evidence that is at the foundation of many central areas of science, from the evolution of life, to the geologic history of the earth and solar system, to climate change, to biodiversity, to the growth of culture and human civilization. We need to figure out how to expand access and expand opportunities for people to use collections for learning and to address the worldÆs pressing issues.\nLearning in natural history domains. Natural history museums communicate a broad range of topics, like evolution, climate science, biodiversity, and cultural and language diversity, but little is known about the specifics of how natural history museums can best communicate these topics to diverse audiences using collections and other resources. We also need to learn more about how best to connect natural history museum collections and field science in ways that fully engage the public.\nMediation and facilitation. Natural history settings are among the older forms of informal science learning, with many museums, zoos, and the like able to trace their history back for more than a hundred years. Although all informal learning settings are interested in facilitation and mediation, there are specific opportunities an..."
 }
}