{
 "awd_id": "1100257",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Tractable Computational Framework for Dynamic Coverage and Clustering",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032925365",
 "po_email": "jberg@nsf.gov",
 "po_sign_block_name": "Jordan Berg",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 381015.0,
 "awd_amount": 381015.0,
 "awd_min_amd_letter_date": "2011-07-18",
 "awd_max_amd_letter_date": "2011-07-18",
 "awd_abstract_narration": "The research objective of this award is to develop a computational framework addressing dynamic clustering and classification problems defined over large-scale networks. This framework will specifically address combinatorial computational complexity and scalability, variability in coverage and coordination cost functions, area-specific constraints on dynamics of constituent elements, their communication network structures, and their interactions or interdependencies. The dominant methods in our framework are deterministic, but have a strong stochastic conceptual basis where a probability density function is ascribed on the space of decision variables in such a way that the most probable value for the decision variable is an approximate solution to the combinatorial problem. This probability density function is derived using the maximum entropy principle.  In this research, we bring together   tools from control and dynamic system theory, optimization theory, and information theory to formulate a flexible framework that can be used for many application domains. In particular, we will demonstrate the framework through clustering and classification problems related to Intelligent Building Systems and Disaster Relief Operations. \r\n\r\nIf successful, the proposed research will directly impact analysis and design of combinatorial optimization algorithms and application areas of great significance to medical, infrastructure, and cyber industries such as bioinformatics, chemoinformatics, sensor networks, combinatorial drug discovery, and data mining. In particular our results will (1) enable simultaneous coverage and routing in sensor networks found in intelligent building systems, (2) facilitate optimization of search and rescue operations in disaster relief scenarios, and (3) generate scalable algorithms for combinatorial drug design. Graduate and undergraduate engineering students will benefit through classroom instruction and involvement in the research. A graphical user interface (GUI) based software module will be integrated with the web to generate interactive communication, capabilities with experts, students and the community at large.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Srinivasa",
   "pi_last_name": "Salapaka",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Srinivasa M Salapaka",
   "pi_email_addr": "salapaka@illinois.edu",
   "nsf_id": "000489152",
   "pi_start_date": "2011-07-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carolyn",
   "pi_last_name": "Beck",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Carolyn L Beck",
   "pi_email_addr": "beck3@illinois.edu",
   "nsf_id": "000450790",
   "pi_start_date": "2011-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163200",
   "pgm_ele_name": "CONTROL SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "034E",
   "pgm_ref_txt": "Dynamical systems"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 381015.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The research pursued under this grant is focused on the development and analysis of a general computational framework for solving large-scale dynamic clustering problems and graph-network model aggregation problems.The main outcomes are:</p>\n<p>&nbsp;</p>\n<p><strong>1. Clustering and Coverage Control for Systems With Acceleration-Driven Dynamics:</strong> In this work we consider the dynamic coverage control problem to which we apply control-theoretic methods to identify and track the cluster center dynamics. This is the first work to consider tracking cluster centers when the dynamics of the system elements involve acceleration fields. We pose the goal of maximizing the instantaneous coverage as a combinatorial optimization problem, and propose a framework that extends the concepts of the deterministic annealing algorithm to the dynamic setting. The resulting Lagrangian is used as a control Lyapunov function for designing coverage control. The algorithms we developed &nbsp;guarantee asymptotic tracking of cluster group dynamics, and we further establish continuity and &nbsp;boundedness of the corresponding control laws. This work was reported in Y.Xu, S. Salapaka, and C. Beck, \"Clustering and Coverage Control for Systems With Acceleration-Driven Dynamics,\" The IEEE Transactions on Automatic Control, 1342-1347, 59(5), May 2014.</p>\n<p><strong>2. Clustering Large Networks of Parametric Dynamic Generative Models: </strong>Analysis, prediction and control of parametric generative models for stochastic processes arise in numerous applications, such as in biology, telecommunications, geography, seismology and finance. This work focuses on the simplification of parametric models describing multiple stochastic processes, by aggregating the processes that have similar input-output behaviors in an ensemble. To illustrate our aggregation framework, we simulated &nbsp;an example system comprising a set of point process models for earthquakes, where &nbsp;we considered epidemic-type earthquake models for the mutually excitatory effects of aftershock activities in different locations. A model with 3150 parameters was aggregated using the developed algorithm to only 130 parameters.</p>\n<p><strong>3. Aggregation of Graph Models and Markov Chains by Deterministic Annealing: </strong>In this work we considered &nbsp;simplifying large weighted directed graphs by aggregating nodes and edges. The novelty in our method is a quantitive measure of dissimilarity that allows us to compare directed graphs of possibly different sizes (i.e., the original and the aggregated graphs). We apply our graph-aggregation (clustering) method to Markov chains, where low-order Markov chains that approximate high-order chains are obtained through appropriate aggregation of state transition matrices. We further develop a decentralized computational scheme to improve tractability of the algorithm. Results using the developed approach on a neuroscience application showed aggregation of a graph with 40 nodes to 5 supernodes; comparison with normalized-cut algorithms showed better representativeness (which is quantified in our work) and better (faster) convergence for large (greater than 1000 nodes) graphs. This work was reported in &ldquo;Y. Xu, S. Salapaka, and C. Beck, \"Aggregation of Graph Models and Markov Chains by Deterministic Annealing,\" The IEEE Transactions on Automatic Control, 59(10), 2807-2812, October 2014. The development of distance metric is reported in This work was reported in &ldquo;Y.Xu., S.M. Salapaka, and C.L. Beck, \"A Distance Metric Between Directed Weighted Graphs,\" Proceedings of 52nd IEEE Conference on Decision and Control, 6359-6364, December 10-13, 2013, Florence, Italy.&rdquo;</p>\n<p><strong>4. Aggregation of Markov Chains: an Analysis of Deterministic Annealing Based Methods: </strong>In this work we analyzed the metric developed for comparing Markov chains described above from...",
  "por_txt_cntn": "\nThe research pursued under this grant is focused on the development and analysis of a general computational framework for solving large-scale dynamic clustering problems and graph-network model aggregation problems.The main outcomes are:\n\n \n\n1. Clustering and Coverage Control for Systems With Acceleration-Driven Dynamics: In this work we consider the dynamic coverage control problem to which we apply control-theoretic methods to identify and track the cluster center dynamics. This is the first work to consider tracking cluster centers when the dynamics of the system elements involve acceleration fields. We pose the goal of maximizing the instantaneous coverage as a combinatorial optimization problem, and propose a framework that extends the concepts of the deterministic annealing algorithm to the dynamic setting. The resulting Lagrangian is used as a control Lyapunov function for designing coverage control. The algorithms we developed  guarantee asymptotic tracking of cluster group dynamics, and we further establish continuity and  boundedness of the corresponding control laws. This work was reported in Y.Xu, S. Salapaka, and C. Beck, \"Clustering and Coverage Control for Systems With Acceleration-Driven Dynamics,\" The IEEE Transactions on Automatic Control, 1342-1347, 59(5), May 2014.\n\n2. Clustering Large Networks of Parametric Dynamic Generative Models: Analysis, prediction and control of parametric generative models for stochastic processes arise in numerous applications, such as in biology, telecommunications, geography, seismology and finance. This work focuses on the simplification of parametric models describing multiple stochastic processes, by aggregating the processes that have similar input-output behaviors in an ensemble. To illustrate our aggregation framework, we simulated  an example system comprising a set of point process models for earthquakes, where  we considered epidemic-type earthquake models for the mutually excitatory effects of aftershock activities in different locations. A model with 3150 parameters was aggregated using the developed algorithm to only 130 parameters.\n\n3. Aggregation of Graph Models and Markov Chains by Deterministic Annealing: In this work we considered  simplifying large weighted directed graphs by aggregating nodes and edges. The novelty in our method is a quantitive measure of dissimilarity that allows us to compare directed graphs of possibly different sizes (i.e., the original and the aggregated graphs). We apply our graph-aggregation (clustering) method to Markov chains, where low-order Markov chains that approximate high-order chains are obtained through appropriate aggregation of state transition matrices. We further develop a decentralized computational scheme to improve tractability of the algorithm. Results using the developed approach on a neuroscience application showed aggregation of a graph with 40 nodes to 5 supernodes; comparison with normalized-cut algorithms showed better representativeness (which is quantified in our work) and better (faster) convergence for large (greater than 1000 nodes) graphs. This work was reported in \"Y. Xu, S. Salapaka, and C. Beck, \"Aggregation of Graph Models and Markov Chains by Deterministic Annealing,\" The IEEE Transactions on Automatic Control, 59(10), 2807-2812, October 2014. The development of distance metric is reported in This work was reported in \"Y.Xu., S.M. Salapaka, and C.L. Beck, \"A Distance Metric Between Directed Weighted Graphs,\" Proceedings of 52nd IEEE Conference on Decision and Control, 6359-6364, December 10-13, 2013, Florence, Italy.\"\n\n4. Aggregation of Markov Chains: an Analysis of Deterministic Annealing Based Methods: In this work we analyzed the metric developed for comparing Markov chains described above from a dynamic viewpoint. We provide easily verifiable conditions that determine if a given Markov chain is nearly decomposable, that is, conditions for which the deterministic annealing approach can be used to i..."
 }
}