{
 "awd_id": "1100421",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Optimizing Implanted Cardiac Device Follow-Up Care",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Diwakar Gupta",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 329906.0,
 "awd_amount": 329906.0,
 "awd_min_amd_letter_date": "2011-03-10",
 "awd_max_amd_letter_date": "2011-03-10",
 "awd_abstract_narration": "The research objective of this award is to develop guidelines for clinicians providing implanted cardiac device follow-up care for a variety of diverse classes of patients.  Over 650,000 people in the United States currently rely on an implanted cardiac device for defibrillation and/or pacing, and this number is growing exponentially. Because these devices require such considerable follow-up care after implementation, many physicians are, or soon will be, unable to cope with this explosive volume. Remote monitoring technologies can serve to alleviate the follow-up burden for both patients and providers by reducing the need for time consuming office visits. However, clinicians are not permitted to control the devices remotely and do not obtain as much information from a remote follow-up as they would from an in-office visit. Moreover, remote monitoring can also contribute to the provider's burden by generating vast amounts of data that must be reviewed and possibly acted upon in a timely fashion, which can be very difficult in this workforce constrained environment. The research approach is to formulate and rigorously analyze novel mathematical decision models.  Expected outcomes include decision rules for clinicians to use in determining the frequency with which to perform remote and in-office follow-ups for a panel of patients, which may include patients with devices under manufacturer-issued advisories and pacer-dependent patients with batteries near their end of life.\r\n\r\nThe results established through this research will significantly impact society by informing clinical practice, reducing health care expenditures and improving patient safety.  Dissemination will include multiple journal publications and invited presentations to academic audiences at universities and international conferences. The educational impacts of this proposal will be experienced by graduate and undergraduate students as well as medical researchers through courses taught at various levels, mentoring and direct involvement in the research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Maillart",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa M Maillart",
   "pi_email_addr": "maillart@pitt.edu",
   "nsf_id": "000243356",
   "pi_start_date": "2011-03-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Roberts",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mark Roberts",
   "pi_email_addr": "mroberts@pitt.edu",
   "nsf_id": "000426570",
   "pi_start_date": "2011-03-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Oleg",
   "pi_last_name": "Prokopyev",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Oleg A Prokopyev",
   "pi_email_addr": "droleg@pitt.edu",
   "nsf_id": "000495087",
   "pi_start_date": "2011-03-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Barrington",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "William W Barrington",
   "pi_email_addr": "barringtonww@upmc.edu",
   "nsf_id": "000575036",
   "pi_start_date": "2011-03-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "4200 FIFTH AVENUE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152600001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "178700",
   "pgm_ele_name": "SERVICE ENTERPRISE SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "076E",
   "pgm_ref_txt": "SERVICE ENTERPRISE SYSTEMS"
  },
  {
   "pgm_ref_code": "078E",
   "pgm_ref_txt": "ENTERPRISE DESIGN & LOGISTICS"
  },
  {
   "pgm_ref_code": "8023",
   "pgm_ref_txt": "Health Care Enterprise Systems"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 329906.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>Over 650,000 people in the United States currently rely on implanted cardiac devices, with approximately 10,000 new implantations per month. Implantable cardioverter defibrillators (ICDs) run on battery-powered generators with lifetimes that depend on each patient&rsquo;s individual rate of consumption.&nbsp; A typical patient undergoes 3-4 generator replacements surgeries in their lifetime, which carry significant costs and age-dependent risks, including death.&nbsp; Unduly delaying replacement, however, exposes patients to the risk of their device being unable to deliver therapy when needed.&nbsp;</p>\n<p>Current practice is a conservative, one-size-fits-all approach that replaces the generator when the battery has enough energy remaining to emit pacing pulses 100% of the time for three months and to deliver six full-energy charges.&nbsp; In this project, we formulate a patient-specific mathematical model to explore the degree to which unnecessarily early generator replacements may be delayed to maximize the patient&rsquo;s total expected life years. &nbsp;Our novel approach takes into account the patient&rsquo;s individual battery consumption rate and allows clinicians to make replacement decisions dynamically as a function of both patient age and the remaining energy stored in the battery.</p>\n<p>One major outcome of the project was showing that for each patient age, there exists a remaining battery capacity above which it is optimal to wait and below which it is optimal to replace; however, the sequence of optimal actions across different patient ages for a fixed remaining battery capacity may be more complex. Other outcomes of the project include a large computational study based on clinical data, which explores the effects of patient-specific parameters (e.g., pacer-dependency and propensity for shocks) on the optimal replacement policy.&nbsp; The results suggest that compared to current practice, following the optimal policy decreases the expected number of replacements while achieving the same or greater expected lifetime. &nbsp;More specifically, across all patient types, the expected number of replacements decreases by a minimum of 8% under the optimal policy; for some patients, following the optimal policy can increase expected lifetime by almost one year and decrease the expected number of replacement surgeries by up to 19%.</p>\n<p>Additional outcomes of the project include three publications on mathematical models inspired by medical device follow up care.&nbsp; These models are based on maintenance optimization concepts and capture interesting tradeoffs including (i) when inspecting a device provides useful information, but reduces its battery life, (ii) when in-office visits must be scheduled in concert with imperfect remote device checks and (iii) when follow-up schedules may be adjusted in anticipation of patient non-adherence.</p>\n<p>These papers as well as the outcomes related to the timing of generator replacements have been published in three top journals; multiple other publications are currently under revision, under review and in preparation. Presentations on the work have been delivered at scientific meetings in both engineering and medical decision making as well as through invited seminars at other universities. Funding for this project supported two doctoral students&rsquo; dissertation work, one of which is a woman and now in an academic position.&nbsp; The interaction between the multidisciplinary team of investigators from engineering, medicine, public health and industry has led to promising new ideas on lead replacement decision making.&nbsp; Lastly, the insights gained through the project have the potential to benefit society by transforming the way implanted cardiac devices are maintained after implantation, resulting in reduced healthcare expenditures and saved lives.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t    ...",
  "por_txt_cntn": "\n \n\nOver 650,000 people in the United States currently rely on implanted cardiac devices, with approximately 10,000 new implantations per month. Implantable cardioverter defibrillators (ICDs) run on battery-powered generators with lifetimes that depend on each patientÆs individual rate of consumption.  A typical patient undergoes 3-4 generator replacements surgeries in their lifetime, which carry significant costs and age-dependent risks, including death.  Unduly delaying replacement, however, exposes patients to the risk of their device being unable to deliver therapy when needed. \n\nCurrent practice is a conservative, one-size-fits-all approach that replaces the generator when the battery has enough energy remaining to emit pacing pulses 100% of the time for three months and to deliver six full-energy charges.  In this project, we formulate a patient-specific mathematical model to explore the degree to which unnecessarily early generator replacements may be delayed to maximize the patientÆs total expected life years.  Our novel approach takes into account the patientÆs individual battery consumption rate and allows clinicians to make replacement decisions dynamically as a function of both patient age and the remaining energy stored in the battery.\n\nOne major outcome of the project was showing that for each patient age, there exists a remaining battery capacity above which it is optimal to wait and below which it is optimal to replace; however, the sequence of optimal actions across different patient ages for a fixed remaining battery capacity may be more complex. Other outcomes of the project include a large computational study based on clinical data, which explores the effects of patient-specific parameters (e.g., pacer-dependency and propensity for shocks) on the optimal replacement policy.  The results suggest that compared to current practice, following the optimal policy decreases the expected number of replacements while achieving the same or greater expected lifetime.  More specifically, across all patient types, the expected number of replacements decreases by a minimum of 8% under the optimal policy; for some patients, following the optimal policy can increase expected lifetime by almost one year and decrease the expected number of replacement surgeries by up to 19%.\n\nAdditional outcomes of the project include three publications on mathematical models inspired by medical device follow up care.  These models are based on maintenance optimization concepts and capture interesting tradeoffs including (i) when inspecting a device provides useful information, but reduces its battery life, (ii) when in-office visits must be scheduled in concert with imperfect remote device checks and (iii) when follow-up schedules may be adjusted in anticipation of patient non-adherence.\n\nThese papers as well as the outcomes related to the timing of generator replacements have been published in three top journals; multiple other publications are currently under revision, under review and in preparation. Presentations on the work have been delivered at scientific meetings in both engineering and medical decision making as well as through invited seminars at other universities. Funding for this project supported two doctoral studentsÆ dissertation work, one of which is a woman and now in an academic position.  The interaction between the multidisciplinary team of investigators from engineering, medicine, public health and industry has led to promising new ideas on lead replacement decision making.  Lastly, the insights gained through the project have the potential to benefit society by transforming the way implanted cardiac devices are maintained after implantation, resulting in reduced healthcare expenditures and saved lives.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/17/2015\n\n\t\t\t\t\tSubmitted by: Oleg A Prokopyev"
 }
}