{
 "awd_id": "1100355",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Euler Characteristics,Qquadratic Invariants, Arithmetic Groups and Lifting Problems",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924878",
 "po_email": "adpollin@nsf.gov",
 "po_sign_block_name": "Andrew Pollington",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2011-08-06",
 "awd_max_amd_letter_date": "2011-08-06",
 "awd_abstract_narration": "This proposal is about several topics in arithmetic geometry.\r\nRiemann Roch formulas for coherent Euler characteristics will\r\nbe studied, with applications to Iwasawa theory and capacity theory.\r\nThe proposal also has to do with quadratic invariants of coherent sheaves \r\nand of unit groups.  Various methods from number theory and\r\nalgebraic geometry will be used to show that arithmetic groups\r\ncan be generated by elements of small height or by subgroups of small rank.  Finally,\r\nthe inverse problem for deformation rings will be considered,\r\nas well as the liftability of group actions on curves in positive\r\ncharacteristic.\r\n\r\nThis proposal is about symmetry and its applications in number\r\ntheory and arithmetic geometry.  The exploitation of symmetry\r\nto understand the solutions of equations and the geometry\r\nof objects has been a basic theme in mathematics.  In this\r\nproposal, symmetry will be used to show that complicated algebraic \r\nsystems arising from number theory and geometry can in many \r\ncases be described in simple and compact ways. Symmetries will also be used to distinguish when such systems are fundamentally different from one another and when they can or cannot be extended beyond their original scope.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ted",
   "pi_last_name": "Chinburg",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Ted C Chinburg",
   "pi_email_addr": "ted@math.upenn.edu",
   "nsf_id": "000418621",
   "pi_start_date": "2011-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3451 WALNUT ST STE 440A",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project concerned several topics in number theory and geometry.<br />An underlying theme of the project was to find better ways to measure the<br />size or shape of mathematical objects. <br /><br />A&nbsp; classical measure of the shape of a three-dimensional object,<br />for example, is to count how many holes it has.&nbsp; In mathematical<br />terms, this pertains to the Euler characteristic of the object.&nbsp; Euler<br />characteristics turn up in many different forms.&nbsp; A central goal<br />of this project was to study them in the context of solutions of<br />algebraic equations.&nbsp; This led to proving some new Riemann Roch<br />formulas for Euler characteristics.&nbsp; This work in turn led to <br />applying the same techniques to a different area of mathematics,<br />Iwasawa theory.&nbsp; Iwasawa theory has to do measuring how the <br />complexity of a sequence of equations grows.&nbsp; <br /><br />Another measure of the size and shape of an object comes from<br />the theory of electrostatics, and is called the capacity of the object.<br />The capacity of a piece of metal, for example, measures the equilibrium energy of one unit of electrical charge on the piece.&nbsp; The theory of capacity is<br />useful in number theory because it can predict when one can construct<br />polynomial functions with certain boundedness properties.&nbsp;&nbsp; These <br />functions enter into important applications in cryptography, since one <br />can use them to break codes given enough partial information about <br />secret keys.&nbsp; A new form of capacity was developed during the course <br />of this project, and its applications to cryptography are currently being<br />explored.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/01/2014<br>\n\t\t\t\t\tModified by: Ted&nbsp;C&nbsp;Chinburg</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project concerned several topics in number theory and geometry.\nAn underlying theme of the project was to find better ways to measure the\nsize or shape of mathematical objects. \n\nA  classical measure of the shape of a three-dimensional object,\nfor example, is to count how many holes it has.  In mathematical\nterms, this pertains to the Euler characteristic of the object.  Euler\ncharacteristics turn up in many different forms.  A central goal\nof this project was to study them in the context of solutions of\nalgebraic equations.  This led to proving some new Riemann Roch\nformulas for Euler characteristics.  This work in turn led to \napplying the same techniques to a different area of mathematics,\nIwasawa theory.  Iwasawa theory has to do measuring how the \ncomplexity of a sequence of equations grows.  \n\nAnother measure of the size and shape of an object comes from\nthe theory of electrostatics, and is called the capacity of the object.\nThe capacity of a piece of metal, for example, measures the equilibrium energy of one unit of electrical charge on the piece.  The theory of capacity is\nuseful in number theory because it can predict when one can construct\npolynomial functions with certain boundedness properties.   These \nfunctions enter into important applications in cryptography, since one \ncan use them to break codes given enough partial information about \nsecret keys.  A new form of capacity was developed during the course \nof this project, and its applications to cryptography are currently being\nexplored.\n\n\t\t\t\t\tLast Modified: 10/01/2014\n\n\t\t\t\t\tSubmitted by: Ted C Chinburg"
 }
}