{
 "awd_id": "1100933",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Understanding Mechanical and Thermal Properties and Their Coupling at Nanomolecularly Modified Metal-Ceramic Interfaces",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922624",
 "po_email": "alewis@nsf.gov",
 "po_sign_block_name": "Alexis Lewis",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 261414.0,
 "awd_amount": 267414.0,
 "awd_min_amd_letter_date": "2011-04-01",
 "awd_max_amd_letter_date": "2012-05-29",
 "awd_abstract_narration": "This project aims to investigate and develop models to describe the effects of molecular chemistry, chemical environment, interface topography, and thermo-mechanical cycling on interfacial fracture toughness and thermal conductance at model metal-ceramic interfaces modified with molecular nanolayers. Tailoring adherent metal-ceramic interfaces using near-zero-thickness nanolayers is an attractive method to preserve the functionality, stability and reliability of materials systems for many emergent applications, e.g., nanoelectronics, device packaging and wiring, and biological implants. The effects of nanolayer chemistry on interfacial toughness will be studied in model metal/ceramic interfaces subject to different loading conditions to obtain insights into the nanoscale mechanics of interfacial fracture. The results of these studies will be applied to investigate and exploit the coupling between molecular bonding and interfacial heat transport. The resultant understanding of the interface-chemistry-physics-mechanical-thermal property relationships is anticipated to enable new ways for rational molecular-level tailoring of interfacial properties for tailoring a wide variety of materials systems. \r\n\r\nThis research will provide a molecular-level understanding for tailoring the stability and thermomechanical properties of soft-hard hetero-interfaces, and paves way for rational design of a wide variety of composite materials and archictectures for engineering applications. On the educational front, this project will serve as a platform for cross-disciplinary training of graduate and undergraduate students from a PhD-granting research university (RPI) and an undergraduate-only college (E&H), respectively, through collaboration on a problem of key importance at the cusp of materials science, chemistry and mechanical engineering. The complementary execution of two research thrusts through summer visits and periodic meetings will enrich the research and educational experience of graduate and undergraduate students in both groups. The research will be integrated into extant courses at both institutions. Site-visits and a summer internship for a high-school teacher are planned to K-12 students to the latest developments in the field of nanomaterials interfaces and their importance in emerging engineering applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ganpati",
   "pi_last_name": "Ramanath",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ganpati Ramanath",
   "pi_email_addr": "ramanath@rpi.edu",
   "nsf_id": "000274889",
   "pi_start_date": "2011-04-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "110 8TH ST",
  "perf_city_name": "TROY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803590",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163300",
   "pgm_ele_name": "MATERIALS AND SURFACE ENG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "1444",
   "pgm_ref_txt": "SURFACE ENGINEERING"
  },
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 261414.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project investigated the effect of using a single molecular layer between two materials, and revealed correlations between molecular chemistry, and multiple interfacial properties. In particular, the work established direct connections between between thermal, mechanical, and chemical properties for metal-ceramic interfaces, which are relevant for a wide variety of emerging engineering applications in energy, electronics and environment. The work demonstrated for the first time that one can actually obtain multifold increases in the interfacial thermal conductance by adjusting the strength of interfacial bonds using a nanomolecular monolayer.&nbsp;This work --captured in the schematic image showing rapid heat transfer through a single layer of organic molecules strongly bonded to two materials comprising the interface-- received wide media coverage (google &ldquo;<em>nanoglue heat boost</em>&rdquo;), and could be used to create new ways of cooling hotspots in electronics devices and packaging. The fundamental insights obtained from our studies provide new ways of accessing, measuring and manipulating interface properties with molecular/atomistic precision using self-assembly and thin film processing techniques. This work also showed that using low fraction of metal nanowire fillers is an attractive strategy to obtain ultrahigh thermal conductivity nanocomposites that are mechanically also compliant stiffness, attractive for applications in electronics, packaging, and energy devices.</p>\n<p>The graduate and undergraduate students engaged in this project received rigorous multidisciplinary training in materials chemistry and processing, multiple spectroscopy techniques, mechanical, thermal and electrical property measurements, and benefited from interactions with theoreticians, &nbsp;collaborators and visitors from around the world (e.g., USA, France, Germany). One of the students won the prestigious Nellie Yeoh Whetten Award conferred on Women graduate students by the American Vacuum Society for outstanding conduct of research. &nbsp;The students have gone on to work for leading companies (IBM, Intel).</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/09/2015<br>\n\t\t\t\t\tModified by: Ganpati&nbsp;Ramanath</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1100933/1100933_10082494_1436478341104_InterfacialNanoglueHeatBoostJPG--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1100933/1100933_10082494_1436478341104_InterfacialNanoglueHeatBoostJPG--rgov-800width.jpg\" title=\"Nanoglue boosts interfacial heat transfer\"><img src=\"/por/images/Reports/POR/2015/1100933/1100933_10082494_1436478341104_InterfacialNanoglueHeatBoostJPG--rgov-66x44.jpg\" alt=\"Nanoglue boosts interfacial heat transfer\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Schematic capturing a strongly-bonded nanomolecular layer at a metal-ceramic interface giving rise to a large enhancement in interfacial thermal conductance. The hooks denote bonds. While the concept is generic, this example represent a copper-silica interface modified with a organosilane layer.</div>\n<div class=\"imageCredit\">Prof. Ganpati Ramanath</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Ganpati&nbsp;Ramanath</div>\n<div class=\"imageTitle\">Nanoglue boosts interfacial heat transfer</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThis project investigated the effect of using a single molecular layer between two materials, and revealed correlations between molecular chemistry, and multiple interfacial properties. In particular, the work established direct connections between between thermal, mechanical, and chemical properties for metal-ceramic interfaces, which are relevant for a wide variety of emerging engineering applications in energy, electronics and environment. The work demonstrated for the first time that one can actually obtain multifold increases in the interfacial thermal conductance by adjusting the strength of interfacial bonds using a nanomolecular monolayer. This work --captured in the schematic image showing rapid heat transfer through a single layer of organic molecules strongly bonded to two materials comprising the interface-- received wide media coverage (google \"nanoglue heat boost\"), and could be used to create new ways of cooling hotspots in electronics devices and packaging. The fundamental insights obtained from our studies provide new ways of accessing, measuring and manipulating interface properties with molecular/atomistic precision using self-assembly and thin film processing techniques. This work also showed that using low fraction of metal nanowire fillers is an attractive strategy to obtain ultrahigh thermal conductivity nanocomposites that are mechanically also compliant stiffness, attractive for applications in electronics, packaging, and energy devices.\n\nThe graduate and undergraduate students engaged in this project received rigorous multidisciplinary training in materials chemistry and processing, multiple spectroscopy techniques, mechanical, thermal and electrical property measurements, and benefited from interactions with theoreticians,  collaborators and visitors from around the world (e.g., USA, France, Germany). One of the students won the prestigious Nellie Yeoh Whetten Award conferred on Women graduate students by the American Vacuum Society for outstanding conduct of research.  The students have gone on to work for leading companies (IBM, Intel).\n\n \n\n\t\t\t\t\tLast Modified: 07/09/2015\n\n\t\t\t\t\tSubmitted by: Ganpati Ramanath"
 }
}