{
 "awd_id": "1100791",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Effects of Immediate Biochemcial Environments on the Structure and Function of Aortic Elastin",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Fyhrie",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 370000.0,
 "awd_amount": 380000.0,
 "awd_min_amd_letter_date": "2011-03-22",
 "awd_max_amd_letter_date": "2013-06-14",
 "awd_abstract_narration": "The research objective of this award is to study the structural and functional changes of elastin due to in vitro elastin lipid interactions and glycation. As one of the major structural proteins of the body, elastin is essential to accommodate physiological deformation and provide elastic support for blood vessels. Elastin is remarkably long lived, but it can suffer damage from the cumulative effects of chemical exposure. End products or side chain modifications resulting from elastin lipid interactions and glycation compromise the mechanical properties of elastin by altering elastin's mobility. Changes in the elastic and viscoelastic properties of aortic elastin due to the effects of immediate biochemical environments will be studied. The molecular basis of possible intra- and extrafibrillar compartment changes will be explored using Raman and FT-IR microspectroscopy. A multi-scale mechanobiological constitutive model will be created to incorporate the effects of mechanical loading and biochemical environment in predicting the macroscopic elastic and viscoelastic properties of elastin.\r\n \r\nResults from these studies will advance our understanding of the role of elastin mechanics in vascular remodeling. Changes in the mechanical properties of elastin have important medical and physiological consequences. Many pathological conditions involve significant remodeling of elastin and thus altered mechanical and physiochemical functions of tissues. Knowledge of the relationship between molecular level alterations and elastin's mechanical functionality is integral to understanding its performance in living biological systems. The broad interdisciplinary nature of this project will greatly benefit the undergraduate/graduate students trained through this project. Research results will be disseminated through journal publications and conference presentations, and will also be incorporated into undergraduate/graduate teaching. We plan to integrate several engineering activities into the outreach programs at Boston University. The goal is to help young women students build self-confidence and a love for science and engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yanhang",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yanhang Zhang",
   "pi_email_addr": "yanhang@bu.edu",
   "nsf_id": "000493784",
   "pi_start_date": "2011-03-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lawrence",
   "pi_last_name": "Ziegler",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Lawrence D Ziegler",
   "pi_email_addr": "lziegler@bu.edu",
   "nsf_id": "000184670",
   "pi_start_date": "2011-03-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "1 SILBER WAY",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151703",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747900",
   "pgm_ele_name": "BMMB-Biomech & Mechanobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "027E",
   "pgm_ref_txt": "NANOMECHANICS"
  },
  {
   "pgm_ref_code": "028E",
   "pgm_ref_txt": "BIOMECHANICS"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 370000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Elastin provides many tissues with remarkable resilience and longevity. As one of the major structural proteins of the body, elastin is essential to accommodate the physiological deformation and provide elastic support for blood vessels. Elastin is remarkably long lived, but it can suffer damage from the cumulative effects of chemical exposure. Non-enzymatic glycation, the reaction between glucose and the extracellular matrix proteins, is one of the main mechanisms of ageing of the long-lived elastin, and has been shown to accelerate the age associated stiffening of arteries in diabetic patients. This funded research focuses on understanding the biochemical effects on the structure and function of elastin with a goal to understand the relationship between the molecular level changes and elastin&rsquo;s mechanical functionality.</p>\n<p>The research approach is truly multi-disciplinary that integrates studies on the mechanics and mechanobiology, Ferroelectricity, and structural and dynamical studies of elastin. Results from this study provide the first evidence on the electro-chemo-mechanical response of elastin, which could contribute to the development of many pathological conditions and ageing of connective tissues. Studies on the biomechanical function of elastin show that the elastic and viscoelastic behavior of elastin can be modified by the external biochemical environments. Elastin becomes markedly stiffer and more viscous with excessive glucose exposure. Nuclear magnetic resonance microscopy reveals interesting structural and conformational changes, and provides possible structural explanations for the functional alteration in elastin with biochemical glucose exposure. Ferroelectric study reveals that arterial elastin responds electrically to glucose. Moreover, glucose can freeze the internal asymmetric polar structures of elastin and so prevent further switching.</p>\n<p>The structural and functional alteration of elastin with glucose exposure could have important medical and physiological implications, and could point to an underlying explanation for problems found in the elderly with a lifetime of exposure to glucose, and to younger individuals with high sugar diet, obesity, and diabetes. Further studies are needed to understand the intriguing bio-chemo-electro-mechanical behavior of elastin, which could have profound implications for understanding the ageing process and numerous degenerative diseases. Such knowledge is integral to understanding the performance of elastin in living biological systems.</p>\n<p>The broad interdisciplinary nature of this project greatly benefits the undergraduate/ graduate students trained through this project. Research results are disseminated through journal publications and conference presentations, and are also incorporated into undergraduate/graduate teaching. Several engineering activities are incorporated into the outreach programs at Boston University with a goal to help young women students build self-confidence and a love for science and engineering.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/13/2015<br>\n\t\t\t\t\tModified by: Katherine Y.&nbsp;Zhang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nElastin provides many tissues with remarkable resilience and longevity. As one of the major structural proteins of the body, elastin is essential to accommodate the physiological deformation and provide elastic support for blood vessels. Elastin is remarkably long lived, but it can suffer damage from the cumulative effects of chemical exposure. Non-enzymatic glycation, the reaction between glucose and the extracellular matrix proteins, is one of the main mechanisms of ageing of the long-lived elastin, and has been shown to accelerate the age associated stiffening of arteries in diabetic patients. This funded research focuses on understanding the biochemical effects on the structure and function of elastin with a goal to understand the relationship between the molecular level changes and elastinÆs mechanical functionality.\n\nThe research approach is truly multi-disciplinary that integrates studies on the mechanics and mechanobiology, Ferroelectricity, and structural and dynamical studies of elastin. Results from this study provide the first evidence on the electro-chemo-mechanical response of elastin, which could contribute to the development of many pathological conditions and ageing of connective tissues. Studies on the biomechanical function of elastin show that the elastic and viscoelastic behavior of elastin can be modified by the external biochemical environments. Elastin becomes markedly stiffer and more viscous with excessive glucose exposure. Nuclear magnetic resonance microscopy reveals interesting structural and conformational changes, and provides possible structural explanations for the functional alteration in elastin with biochemical glucose exposure. Ferroelectric study reveals that arterial elastin responds electrically to glucose. Moreover, glucose can freeze the internal asymmetric polar structures of elastin and so prevent further switching.\n\nThe structural and functional alteration of elastin with glucose exposure could have important medical and physiological implications, and could point to an underlying explanation for problems found in the elderly with a lifetime of exposure to glucose, and to younger individuals with high sugar diet, obesity, and diabetes. Further studies are needed to understand the intriguing bio-chemo-electro-mechanical behavior of elastin, which could have profound implications for understanding the ageing process and numerous degenerative diseases. Such knowledge is integral to understanding the performance of elastin in living biological systems.\n\nThe broad interdisciplinary nature of this project greatly benefits the undergraduate/ graduate students trained through this project. Research results are disseminated through journal publications and conference presentations, and are also incorporated into undergraduate/graduate teaching. Several engineering activities are incorporated into the outreach programs at Boston University with a goal to help young women students build self-confidence and a love for science and engineering.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/13/2015\n\n\t\t\t\t\tSubmitted by: Katherine Y. Zhang"
 }
}