{
 "awd_id": "1100648",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "In situ Formation of Refractory Carbide Coatings with Protective Magneli Phases",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922624",
 "po_email": "alewis@nsf.gov",
 "po_sign_block_name": "Alexis Lewis",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 282079.0,
 "awd_amount": 293992.0,
 "awd_min_amd_letter_date": "2011-04-12",
 "awd_max_amd_letter_date": "2012-05-04",
 "awd_abstract_narration": "The research objective of this award is to understand the mechanisms of how defect structure in ceramic coatings (transition metal oxides and in situ formed carbides) determines the thermal/oxidative and friction/wear properties in cellular solids, such as carbon-based composites and foams.  Specifically, this project will explore (a) how interstitial carbide and oxide phases, such as ZrC and ZrO2, provide thermal and oxidation resistance to carbon, and (b) how lubricious, nanocrystalline layered ceramics, such as high basal stacking fault density ZnO, and low crystallographic shear, oxygen deficient Magnéli phases, such as TiO2-x, mitigate friction and wear.  In conjunction, classical molecular dynamics simulations and ab initio Density Functional Theory calculations will be implemented to study the interfacial behavior of C/ZrC/ZrO2 as well as to characterize the defect chemistry, thermodynamic properties, and mechanical/tribological behavior of the layered, low crystallographic shear ceramic coatings.  This research will help answer two important questions: (1) Can the coating systems be processed with thermodynamically and kinetically stable oxide and carbide phases and interfaces? (2) How will the defect structure (planar stacking faults and vacancies/interstitials) of these phases be able to accommodate interfacial shear while providing sufficient hardness and elastic modulus?\r\n\r\nIf successful, the results of this research could also be applied and have broader impact to other refractory oxide coatings that form in situ interstitial carbide phases.  Further enhancement in operating temperatures of carbon-based composites and foams for aerospace and other industries is expected with these protective coatings that require minimal processing and undergo in situ modifications during use to improve mechanical and tribological properties. Educational activities for graduate students will involve experimental and modeling components aimed to understand the fundamental thermochemical mechanisms of carbide and oxide formation and their oxidative, thermal and high temperature properties. Additionally, undergraduate students will be actively involved in this research through senior design projects.  The project will introduce ceramic science and surface engineering research to high school sophomores attending the Texas Governor's School, a summer academic enrichment camp at UNT.  Broader impact will also be realized through contributions to an NSF-funded cyberinfrastructure dedicated to friction: Atomic-scale Friction Research and Education Synergy Hub (AFRESH).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Scharf",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas W Scharf",
   "pi_email_addr": "scharf@unt.edu",
   "nsf_id": "000225587",
   "pi_start_date": "2011-04-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jincheng",
   "pi_last_name": "Du",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jincheng Du",
   "pi_email_addr": "du@unt.edu",
   "nsf_id": "000177423",
   "pi_start_date": "2011-04-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Texas",
  "inst_street_address": "1112 DALLAS DR STE 4000",
  "inst_street_address_2": "",
  "inst_city_name": "DENTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9405653940",
  "inst_zip_code": "762051132",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "TX13",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH TEXAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "G47WN1XZNWX9"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Texas",
  "perf_str_addr": "1112 DALLAS DR STE 4000",
  "perf_city_name": "DENTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "762051132",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "TX13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163300",
   "pgm_ele_name": "MATERIALS AND SURFACE ENG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "084E",
   "pgm_ref_txt": "NANOMANUFACTURING"
  },
  {
   "pgm_ref_code": "1444",
   "pgm_ref_txt": "SURFACE ENGINEERING"
  },
  {
   "pgm_ref_code": "7974",
   "pgm_ref_txt": "GRAD RESEARCH SUPPLEMENT"
  },
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 282079.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 11913.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Currently there is no &ldquo;off-the-shelf&rdquo; solution to combat high temperature (&gt;500&deg;C) wear of materials used in moving mechanical devices, such as in bearings, gears and bushings used in the aerospace industry.&nbsp; Convention liquid lubricants and greases are thermally unstable at these high temperatures since they decompose.&nbsp; Therefore, attention turns to solid lubricants to mitigate elevated temperature materials wear, such as experienced in metallic (steel bearings and gears) and non-metallic (carbon-carbon composite bushings). &nbsp;</p>\n<p>This project focused on potential alternatives, namely lubricious oxide coatings such as ZnO, ZnTiO<sub>3</sub>, (Zn,Zr)TiO<sub>3</sub>, AgTaO<sub>3</sub>, as candidate materials to mitigate high temperature wear of bulk metallic and non-metallic materials.&nbsp; Unlike conventional solid lubricant coatings that oxidize at higher temperatures and degrade as a result, oxides are thermodynamically stable compounds, and are thus a logical choice. &nbsp;The understanding of these oxides tribological (friction and wear) behavior and how their structure is responsible for this behavior was studied with advanced nanoscopic characterization techniques, such as focused ion beam and transmission electron microscopies and Auger electron spectroscopy.&nbsp; Such structural and chemical studies are needed to determine how materials respond during mechanical wear, in order to substantiate oxides as potential solutions.</p>\n<p>Specific key project outcomes were 1) the successful generation of thermally stable, high temperature lubricious binary (ZnO), ternary (ZnTiO<sub>3</sub>, AgTaO<sub>3</sub>) and quaternary (Zn,Zr)TiO<sub>3</sub> coatings by control of their growth structure; 2) the determination of novel deformation modes/mechanisms by both experiments and validated with theoretical computational modeling; and 3) the feasibility of these coatings to provide low friction (friction coefficients of ~0.2) and low wear rates (~1x10<sup>-6</sup> mm<sup>3</sup>/N&middot;m) in moving mechanical assembles, e.g. coated steel, up to temperatures of ~550&deg;C.</p>\n<p>The project also enhanced the education and training of two PhD graduate students supported during this project duration, including an under-represented minority student, who successfully defended his PhD dissertation, &ldquo;Processing, Structure and Tribological Property Relations of Ternary Zn-Ti-O and Quaternary Zn-Ti-Zr-O Nanocrystalline Coatings,&rdquo; and graduated with his PhD during the final year of the project.&nbsp; The other PhD graduate student is on pace to defend his PhD dissertation in 2016.&nbsp;</p>\n<p>In addition, the PI has incorporated the findings into his graduate course on &lsquo;Tribology of Materials&rsquo; to educate students on tribology and surface engineering (structure-property interrelationships).&nbsp; This also involved several of the key findings reported in project, such as materials structure (how defects can be good) and the role of atomic-scale chemistry - why they are important and how such studies will shape our future.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/21/2015<br>\n\t\t\t\t\tModified by: Thomas&nbsp;W&nbsp;Scharf</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCurrently there is no \"off-the-shelf\" solution to combat high temperature (&gt;500&deg;C) wear of materials used in moving mechanical devices, such as in bearings, gears and bushings used in the aerospace industry.  Convention liquid lubricants and greases are thermally unstable at these high temperatures since they decompose.  Therefore, attention turns to solid lubricants to mitigate elevated temperature materials wear, such as experienced in metallic (steel bearings and gears) and non-metallic (carbon-carbon composite bushings).  \n\nThis project focused on potential alternatives, namely lubricious oxide coatings such as ZnO, ZnTiO3, (Zn,Zr)TiO3, AgTaO3, as candidate materials to mitigate high temperature wear of bulk metallic and non-metallic materials.  Unlike conventional solid lubricant coatings that oxidize at higher temperatures and degrade as a result, oxides are thermodynamically stable compounds, and are thus a logical choice.  The understanding of these oxides tribological (friction and wear) behavior and how their structure is responsible for this behavior was studied with advanced nanoscopic characterization techniques, such as focused ion beam and transmission electron microscopies and Auger electron spectroscopy.  Such structural and chemical studies are needed to determine how materials respond during mechanical wear, in order to substantiate oxides as potential solutions.\n\nSpecific key project outcomes were 1) the successful generation of thermally stable, high temperature lubricious binary (ZnO), ternary (ZnTiO3, AgTaO3) and quaternary (Zn,Zr)TiO3 coatings by control of their growth structure; 2) the determination of novel deformation modes/mechanisms by both experiments and validated with theoretical computational modeling; and 3) the feasibility of these coatings to provide low friction (friction coefficients of ~0.2) and low wear rates (~1x10-6 mm3/N&middot;m) in moving mechanical assembles, e.g. coated steel, up to temperatures of ~550&deg;C.\n\nThe project also enhanced the education and training of two PhD graduate students supported during this project duration, including an under-represented minority student, who successfully defended his PhD dissertation, \"Processing, Structure and Tribological Property Relations of Ternary Zn-Ti-O and Quaternary Zn-Ti-Zr-O Nanocrystalline Coatings,\" and graduated with his PhD during the final year of the project.  The other PhD graduate student is on pace to defend his PhD dissertation in 2016. \n\nIn addition, the PI has incorporated the findings into his graduate course on æTribology of MaterialsÆ to educate students on tribology and surface engineering (structure-property interrelationships).  This also involved several of the key findings reported in project, such as materials structure (how defects can be good) and the role of atomic-scale chemistry - why they are important and how such studies will shape our future.\n\n \n\n\t\t\t\t\tLast Modified: 05/21/2015\n\n\t\t\t\t\tSubmitted by: Thomas W Scharf"
 }
}