{
 "awd_id": "1100949",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Multi-Level Data Fusion for Real-Time Prognostic Health Management of Hierarchical Systems",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Diwakar Gupta",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 243843.0,
 "awd_amount": 249843.0,
 "awd_min_amd_letter_date": "2011-03-14",
 "awd_max_amd_letter_date": "2012-06-08",
 "awd_abstract_narration": "The research objective of this award is to develop a new real-time prognostics and health management (PHM) methodology for hierarchical engineering systems. This new methodology is based on the fusion of data collected from components and subsystems on different levels of a system. The first effort is to establish an offline model system mathematically integrated from separate component-level survival models, each of which represents the impacts of factors, such as environments and stress, on a component's failure hazard. The offline model system is then incorporated with the online system performance measurements to formulate a state space model that describes the system performance degradation as an observation of conventionally unobservable hazard state evolvement. Based on the state space model, methodologies of online monitoring and prognostics will be developed by combining statistical process control and nonlinear filtering techniques. In addition, real-time decision of maintenance scheduling and resource allocation will be optimally conducted according to the monitoring and prognostics conclusions. These methodologies will be validated and implemented with the real data, case studies and testbed provided by industry supporters. \r\n\r\nIf successful, the results of this research will advance the state-of-the-art methodologies by contributing new concepts, criteria and algorithms to the course of real-time PHM of hierarchical engineering systems. The developed methodology can be applied to systems that are designed to meet certain highly complex and advanced functional demands in mission-critical industries, such as transportation, energy, infrastructure, and manufacturing. The dissemination of the research results will significantly improve the understanding and prediction of failures of such systems. Consequently, improved real-time PHM practice can be expected, achieving increased system availability and reduced maintenance cost. In addition, the interdisciplinary nature of this collaborative research will benefit students by exposing them to new course modules and research opportunities that involve learning and applying advanced methodologies in reliability, data mining and statistics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jian",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jian Liu",
   "pi_email_addr": "jianliu@email.arizona.edu",
   "nsf_id": "000544938",
   "pi_start_date": "2011-03-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "178600",
   "pgm_ele_name": "MANFG ENTERPRISE SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "071E",
   "pgm_ref_txt": "MFG ENTERPRISE OPERATIONS"
  },
  {
   "pgm_ref_code": "078E",
   "pgm_ref_txt": "ENTERPRISE DESIGN & LOGISTICS"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 243843.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">This research project investigates predicting and managing of the reliability of hierarchical engineering systems (HESs), which consist of multiple levels of subsystems and/or components. Successful prediction and management require an accurate model of the system reliability and give the probability of system failure at a given time. The estimation of such unknown model requires a large number of tests to launch the system under a certain condition until the system fails. However, HESs are usually expensive and are designed with high reliability. Thus, it is not cost effective to conduct expensive and time-consuming tests to get enough sample size. It is rationale to aggregate some reliability information from the subsystems and components to compensate the sample deficiency at system level. However, there is a lack of methodologies to implement this sample size compensation. This research bridges this gap by developing a new science base for the multi-level reliability information aggregation.&nbsp;</p>\n<p class=\"p1\">The project outcomes in research are: (i) a new, generic, multi-level information aggregation mechanism for HES reliability modeling; (ii) a new statistic inference method for integrating a variety of prior knowledge (such as physical failure models) and reliability test data (such as failure-survival results of test units), under different system failure schemes (such as independent/non-independent component failures); and (iii) a new system-level decision making for system reliability management, such as demonstration test planning, which minimizes the necessary number of tested systems and can still demonstrate that the system meets the reliability requirement. Four top journal publications have been generated based on the research findings, including one featured article on IIE Transactions.</p>\n<p class=\"p1\">Although the primary discipline of this research is in industrial and manufacturing engineering, the modeling framework can be extended and applied in healthcare, such as survival analysis, etc. Some new sampling algorithms will enrich the methods for Bayesian inference, which received significant growth in Statistics society.&nbsp;</p>\n<p class=\"p2\">In order to ensure broad impacts, the proposed scientific research is integrated with education activities in student advising, undergraduate student involvement, course development, and outreach, as well as dissemination in professional societies.</p>\n<p class=\"p3\"><strong>&nbsp;</strong>Significant outcomes have been created in education. The research outcomes have been used to develop new course modules in both graduate<span class=\"s1\">-</span> and undergraduate-level courses. The Ph.D. student supported by this project has successfully graduated with degree and was placed in the department of Industrial and Management Systems Engineering at the University of South Florida, a public research university, as a tenure-track assistant professor.&nbsp;</p>\n<p class=\"p4\">In outreach and dissemination, the PI and his team were involved in outreach activities to attract top high school students to engineering school, especially the systems and industrial engineering (SIE) discipline. The PI, his students and the industrial partners have been active in presenting the research findings in invited and contributed sessions. The PI presented his research seminars to an interdisciplinary institute (GIDP) in The University of Arizona and industrial partners. Some of the research findings have been validated and implemented in PI&rsquo;s industrial partner&rsquo;s professional practices.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/30/2015<br>\n\t\t\t\t\tModified by: Jian&nbsp;Liu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "This research project investigates predicting and managing of the reliability of hierarchical engineering systems (HESs), which consist of multiple levels of subsystems and/or components. Successful prediction and management require an accurate model of the system reliability and give the probability of system failure at a given time. The estimation of such unknown model requires a large number of tests to launch the system under a certain condition until the system fails. However, HESs are usually expensive and are designed with high reliability. Thus, it is not cost effective to conduct expensive and time-consuming tests to get enough sample size. It is rationale to aggregate some reliability information from the subsystems and components to compensate the sample deficiency at system level. However, there is a lack of methodologies to implement this sample size compensation. This research bridges this gap by developing a new science base for the multi-level reliability information aggregation. \nThe project outcomes in research are: (i) a new, generic, multi-level information aggregation mechanism for HES reliability modeling; (ii) a new statistic inference method for integrating a variety of prior knowledge (such as physical failure models) and reliability test data (such as failure-survival results of test units), under different system failure schemes (such as independent/non-independent component failures); and (iii) a new system-level decision making for system reliability management, such as demonstration test planning, which minimizes the necessary number of tested systems and can still demonstrate that the system meets the reliability requirement. Four top journal publications have been generated based on the research findings, including one featured article on IIE Transactions.\nAlthough the primary discipline of this research is in industrial and manufacturing engineering, the modeling framework can be extended and applied in healthcare, such as survival analysis, etc. Some new sampling algorithms will enrich the methods for Bayesian inference, which received significant growth in Statistics society. \nIn order to ensure broad impacts, the proposed scientific research is integrated with education activities in student advising, undergraduate student involvement, course development, and outreach, as well as dissemination in professional societies.\n Significant outcomes have been created in education. The research outcomes have been used to develop new course modules in both graduate- and undergraduate-level courses. The Ph.D. student supported by this project has successfully graduated with degree and was placed in the department of Industrial and Management Systems Engineering at the University of South Florida, a public research university, as a tenure-track assistant professor. \nIn outreach and dissemination, the PI and his team were involved in outreach activities to attract top high school students to engineering school, especially the systems and industrial engineering (SIE) discipline. The PI, his students and the industrial partners have been active in presenting the research findings in invited and contributed sessions. The PI presented his research seminars to an interdisciplinary institute (GIDP) in The University of Arizona and industrial partners. Some of the research findings have been validated and implemented in PIÆs industrial partnerÆs professional practices.\n\n \n\n\t\t\t\t\tLast Modified: 06/30/2015\n\n\t\t\t\t\tSubmitted by: Jian Liu"
 }
}