{
 "awd_id": "1100343",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Complex Integer Rounding Cuts for Mixed Integer Programming",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Edwin Romeijn",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2011-02-28",
 "awd_max_amd_letter_date": "2011-02-28",
 "awd_abstract_narration": "The research objective of this award is to create and evaluate new cutting plane methods for mixed integer programming using a new approach here called Complex Integer Rounding. Cutting planes are a crucial part of the algorithms used for solving mixed integer programming problems. Mixed integer programming is an optimization framework with numerous applications in science, engineering, and business. The proposed approach consists of deriving novel forms of three major elements and making innovative use of them: one or multiple facets of base polyhedra and/or one or multiple sub-additive functions are utilized within a relaxation/combination procedure which is applied on the original constraints and a series of intermediate inequalities to eventually obtain a cut generator function. Both single-constraint and multi-constraint cuts will be considered and facet-defining properties of the developed cuts will be investigated. The customization of the cuts to a collection of important special-structure problems will be studied. In order to evaluate performance of the developed cuts, efficient separation methods will be developed and comprehensive computational experiments will be performed.\r\n\r\nMixed integer programming is a powerful and flexible optimization paradigm with ubiquitous applications in science, engineering, and business ranging from flight crew scheduling to molecular biology. Yet solving mixed integer programs is generally very difficult. Through introduction of new strong cutting planes, this research, if successful, will result in faster solution algorithms for mixed integer programming and will increase the size of the problems that we are able to solve. Consequently, it will have a significant impact on all aforementioned areas. Moreover, the methodological developments in this research open doors to several new research avenues regarding cutting plane methods.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kiavash",
   "pi_last_name": "Kianfar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kiavash Kianfar",
   "pi_email_addr": "kianfar@tamu.edu",
   "nsf_id": "000494491",
   "pi_start_date": "2011-02-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M Engineering Experiment Station",
  "perf_str_addr": "3124 TAMU",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433124",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "551400",
   "pgm_ele_name": "OPERATIONS RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "073E",
   "pgm_ref_txt": "OPTIMIZATION & DECISION MAKING"
  },
  {
   "pgm_ref_code": "9147",
   "pgm_ref_txt": "GENERIC TECHNOL FOR MANUFACTURING CELLS"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant was aimed at creating new cutting plane methods for mixed integer programming problems (MIPs) using a new approach called Complex Integer Rounding (CIR). MIPs are mathematical optimization tools that are used to make complicated decisions in business, science, and engineering involving decisions of discrete nature. Application domains of MIP are vast including decision-making problems in manufacturing systems, service systems, data centers, telecommunication, oil industry, pharmaceuticals, transportation, health care, biology, and many more. MIP problems are notoriously hard and time-consuming to solve, even with today&rsquo;s computational power. Development of effective &ldquo;cutting plane theories&rdquo; for MIPs is a major approach in reducing the computational time required to solve them.</p>\n<p>This grant resulted in several new CIR cutting plane theories for MIPs and proved that application of these theories in solving certain classes of MIPs results in very significant reduction of their computational solution time. This means that by using the theories generated in this grant several sectors of economy can solve their large MIP decision making problems in a shorter amount of time, which immediately translates into achieving better decisions within the same time windows. As a result, the outcomes of this grant have a very broad impact on improving efficiency and reducing cost in a vast array of applications.</p>\n<p>&nbsp;The research team first developed the CIR cutting plane theory referred to as&nbsp; the mixed n-step MIR cuts by studying a new multi-constraint base polyhedron called the n-mixing set and developing base facets for it. The team demonstrated that these inequalities have strong facet-defining capabilities and also derived the mixed n-step MIR subadditive functions that can be used to generate these inequalities. Through computational experiments it was shown that these cuts can be effective in solving general MIPs and very effective in solving special structured MIPs. A major special structure studied was the multi-module lot-sizing (MML) problem introduced by the research team which has several applications in modular capacity planning where the modules have different sizes. The mixed n-step MIR cuts were very effective in solving MML problems.</p>\n<p>The team then successfully generalized the mixed n-step MIR cuts to a much larger class of CIR cuts referred to as the n-step cycle inequalities. These inequalities were derived by studying a generalization of the n-mixing set called continuous multi-mixing set and deriving base facets for it. These cuts encompass several families of important cutting planes previously introduce in the literature while introducing many new ones. It was shown that these cuts are facet-defining (and hence strong) in many cases. The team developed an extended formulation for the continuous multi-mixing set using these cuts and also devised an exact separation algorithm for them. The performance of these cuts over MML problems using the exact separation algorithm was studied. It was found out that these cuts are extremely effective in solving MML problems and reduce their solution time by orders of magnitude.</p>\n<p>By establishing a relationship between the mixed integer knapsack set and the mixed integer polyhedral conic set, the team showed that corresponding to any cut for the mixed integer knapsack set, a cut can be generated for a mixed integer polyhedral conic set. As the literature on generating cuts for mixed integer knapsack set is quite rich, this result translates all that literature into a literature for the mixed integer polyhedral conic set. It was proved that these cuts dominate the conventional method to generate cuts for such sets. Computational experiments showed that this dominance can be quite significant. As a special case the team then introduced a new family of CIR cuts called t...",
  "por_txt_cntn": "\nThis grant was aimed at creating new cutting plane methods for mixed integer programming problems (MIPs) using a new approach called Complex Integer Rounding (CIR). MIPs are mathematical optimization tools that are used to make complicated decisions in business, science, and engineering involving decisions of discrete nature. Application domains of MIP are vast including decision-making problems in manufacturing systems, service systems, data centers, telecommunication, oil industry, pharmaceuticals, transportation, health care, biology, and many more. MIP problems are notoriously hard and time-consuming to solve, even with todayÆs computational power. Development of effective \"cutting plane theories\" for MIPs is a major approach in reducing the computational time required to solve them.\n\nThis grant resulted in several new CIR cutting plane theories for MIPs and proved that application of these theories in solving certain classes of MIPs results in very significant reduction of their computational solution time. This means that by using the theories generated in this grant several sectors of economy can solve their large MIP decision making problems in a shorter amount of time, which immediately translates into achieving better decisions within the same time windows. As a result, the outcomes of this grant have a very broad impact on improving efficiency and reducing cost in a vast array of applications.\n\n The research team first developed the CIR cutting plane theory referred to as  the mixed n-step MIR cuts by studying a new multi-constraint base polyhedron called the n-mixing set and developing base facets for it. The team demonstrated that these inequalities have strong facet-defining capabilities and also derived the mixed n-step MIR subadditive functions that can be used to generate these inequalities. Through computational experiments it was shown that these cuts can be effective in solving general MIPs and very effective in solving special structured MIPs. A major special structure studied was the multi-module lot-sizing (MML) problem introduced by the research team which has several applications in modular capacity planning where the modules have different sizes. The mixed n-step MIR cuts were very effective in solving MML problems.\n\nThe team then successfully generalized the mixed n-step MIR cuts to a much larger class of CIR cuts referred to as the n-step cycle inequalities. These inequalities were derived by studying a generalization of the n-mixing set called continuous multi-mixing set and deriving base facets for it. These cuts encompass several families of important cutting planes previously introduce in the literature while introducing many new ones. It was shown that these cuts are facet-defining (and hence strong) in many cases. The team developed an extended formulation for the continuous multi-mixing set using these cuts and also devised an exact separation algorithm for them. The performance of these cuts over MML problems using the exact separation algorithm was studied. It was found out that these cuts are extremely effective in solving MML problems and reduce their solution time by orders of magnitude.\n\nBy establishing a relationship between the mixed integer knapsack set and the mixed integer polyhedral conic set, the team showed that corresponding to any cut for the mixed integer knapsack set, a cut can be generated for a mixed integer polyhedral conic set. As the literature on generating cuts for mixed integer knapsack set is quite rich, this result translates all that literature into a literature for the mixed integer polyhedral conic set. It was proved that these cuts dominate the conventional method to generate cuts for such sets. Computational experiments showed that this dominance can be quite significant. As a special case the team then introduced a new family of CIR cuts called the n-step conic MIR inequalities for the mixed integer polyhedral conic set and proved their facet-defining proper..."
 }
}