{
 "awd_id": "1100830",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Coaxially Coated Vertical Carbon Nanofiber Arrays as 3D Multifunctional Electrodes for Battery-Supercapacitor Hybrids",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927017",
 "po_email": "khcooper@nsf.gov",
 "po_sign_block_name": "Khershed Cooper",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 280293.0,
 "awd_amount": 280293.0,
 "awd_min_amd_letter_date": "2011-03-14",
 "awd_max_amd_letter_date": "2011-03-14",
 "awd_abstract_narration": "This award provides funding for the study and development of materials and methods for the creation of a set of hierarchical nanostructured electrodes. The approach combines dissimilar functional nanomaterials into a unique three-dimensional architecture based on vertical nanowire arrays. The targeted electrode comprises a ternary nanostructure consisting of: 1) a coaxial coating of a thin film of a lithium storage material such as a metal oxide (for cathode use) or silicon (for anode use) layered on 2) a brush-like carbon template (i.e., a vertically aligned carbon nanofiber array grown on a copper foil) onto which 3) an electrically conductive polymer layer is further deposited as an outer sheath. The highly conductive carbon nanofiber core serves both as a reliable current collector and as a stable structural support, enabling fast lithium reactions with the storage materials (metal oxides or silicon) for applications in supercapacitors and Li-ion batteries. The combination of the stable carbon nanofiber core and conductive polymer sheath makes it possible for the sandwiched lithium storage materials to accommodate the inherent large volumetric expansion and contraction during charge-discharge cycles. \r\n\r\nIf successful, the results of this research will lead to Li-ion based battery-supercapacitor hybrids with significantly improved power density, greater energy capacity, and prolonged cycle life, overcoming drawbacks that limit the utility of many other such electrical energy storage devices. The ternary composites can be used as either cathodes or anodes through the deposition of appropriate lithium storage materials. The approach to fabricating these materials is based on scalable processing technologies that are suitable for industrial manufacturing. This research addresses high-performance electrical energy storage solutions that form an essential part of the development and utilization of renewable energy resources.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jun",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jun Li",
   "pi_email_addr": "junli@ksu.edu",
   "nsf_id": "000082552",
   "pi_start_date": "2011-03-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kansas State University",
  "inst_street_address": "1601 VATTIER STREET",
  "inst_street_address_2": "103 FAIRCHILD HALL",
  "inst_city_name": "MANHATTAN",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7855326804",
  "inst_zip_code": "665062504",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "KANSAS STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "CFMMM5JM7HJ9"
 },
 "perf_inst": {
  "perf_inst_name": "Kansas State University",
  "perf_str_addr": "1601 VATTIER STREET",
  "perf_city_name": "MANHATTAN",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "665062504",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "178800",
   "pgm_ele_name": "NANOMANUFACTURING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "084E",
   "pgm_ref_txt": "NANOMANUFACTURING"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 280293.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Electrochemical energy storage (EES) systems have been widely used for powering today&rsquo;s ubiquitous portable electronics and will play a bigger role in supporting future electric vehicles and energy technologies that utilize intermittent renewable sources. Broader applications require EES systems with higher energy capacity, maximum power, and longer lifetime. This project seeks to improve these properties by developing novel EES electrode materials with hybrid nanostructures. Through this project, we have: (1) established the fabrication of a set of unique core-shell electrode materials by assembling normal electrode materials onto vertically aligned nanobrush-like structures; (2) demonstrated enhanced performance in EES; and (3) explored strategies for future manufacture of such high-performance EES technologies. The hybrid electrode materials have been optimized for two distinct applications, i.e. electrochemical supercapacitors for rapid charge-discharge applications and rechargeable Lithium ion batteries for high-capacity applications.</p>\n<p class=\"Default\">The nanomaterials manufacture, integration, and characterization developed through this project can be generally applied in a broad fields including materials sciences and engineering, chemistry, physics, chemical engineering, and electrical engineering. The results have been published in 11 scientific publications and presented at 14 conferences. Three graduate students have received interdisciplinary training in the areas of nanomaterials and nanotechnology, with one graduated with a Ph.D. in chemistry and another one graduated with a Master&rsquo;s degree in Chemistry. Four undergraduate students (2 female) supported by a separate NSF REU program have participated in this project and obtained hands-on research experience in renewable energy research. The PI has filed 10 joint patent applications with a company (Catalyst Power Technologies Inc.) which will lead to very promising commercialization in the future.</p>\n<p class=\"Default\">The PI has organized a series of workshops with hands-on demon kits for K-12 students. The students were able to build circuits with thin film Si solar cells, fuel cells, supercapacitors, and batteries to learn how the energy is transformed among different forms including light, wind, sound, and chemicals. The PI has hosted 2 local high-school science teachers for part-time summer research and worked with them to build curriculum materials and demonstration kits for their science classes at the middle- and high-school level. This project has exposed the frontier nanotechnology research and potential energy technologies to an otherwise unfamiliar rural population. The outreach efforts have been linked with the collective activities under Kansas Center for Solar Energy Research supported by NSF EPSCoR program, which the PI served as one of the co-PIs. The research and outreach activities of this project have been highlighted in a video broadcasted on primetime TV channels (Kansas First News) on Oct. 5, 2012, which has attracted a lot of public interests and followed with highlights in over 10 public news in newspapers, magazines, and websites.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/30/2015<br>\n\t\t\t\t\tModified by: Jun&nbsp;Li</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1100830/1100830_10078564_1438296844958_DSCN6113--rgov-214x142.jpg\" original=\"/por/images/Reports/...",
  "por_txt_cntn": "\nElectrochemical energy storage (EES) systems have been widely used for powering todayÆs ubiquitous portable electronics and will play a bigger role in supporting future electric vehicles and energy technologies that utilize intermittent renewable sources. Broader applications require EES systems with higher energy capacity, maximum power, and longer lifetime. This project seeks to improve these properties by developing novel EES electrode materials with hybrid nanostructures. Through this project, we have: (1) established the fabrication of a set of unique core-shell electrode materials by assembling normal electrode materials onto vertically aligned nanobrush-like structures; (2) demonstrated enhanced performance in EES; and (3) explored strategies for future manufacture of such high-performance EES technologies. The hybrid electrode materials have been optimized for two distinct applications, i.e. electrochemical supercapacitors for rapid charge-discharge applications and rechargeable Lithium ion batteries for high-capacity applications.\nThe nanomaterials manufacture, integration, and characterization developed through this project can be generally applied in a broad fields including materials sciences and engineering, chemistry, physics, chemical engineering, and electrical engineering. The results have been published in 11 scientific publications and presented at 14 conferences. Three graduate students have received interdisciplinary training in the areas of nanomaterials and nanotechnology, with one graduated with a Ph.D. in chemistry and another one graduated with a MasterÆs degree in Chemistry. Four undergraduate students (2 female) supported by a separate NSF REU program have participated in this project and obtained hands-on research experience in renewable energy research. The PI has filed 10 joint patent applications with a company (Catalyst Power Technologies Inc.) which will lead to very promising commercialization in the future.\nThe PI has organized a series of workshops with hands-on demon kits for K-12 students. The students were able to build circuits with thin film Si solar cells, fuel cells, supercapacitors, and batteries to learn how the energy is transformed among different forms including light, wind, sound, and chemicals. The PI has hosted 2 local high-school science teachers for part-time summer research and worked with them to build curriculum materials and demonstration kits for their science classes at the middle- and high-school level. This project has exposed the frontier nanotechnology research and potential energy technologies to an otherwise unfamiliar rural population. The outreach efforts have been linked with the collective activities under Kansas Center for Solar Energy Research supported by NSF EPSCoR program, which the PI served as one of the co-PIs. The research and outreach activities of this project have been highlighted in a video broadcasted on primetime TV channels (Kansas First News) on Oct. 5, 2012, which has attracted a lot of public interests and followed with highlights in over 10 public news in newspapers, magazines, and websites.\n\n \n\n\t\t\t\t\tLast Modified: 07/30/2015\n\n\t\t\t\t\tSubmitted by: Jun Li"
 }
}