{
 "awd_id": "1100177",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Enhanced Immersive Technology to Improve Collaborative Decision Making",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Diwakar Gupta",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 274193.0,
 "awd_amount": 274193.0,
 "awd_min_amd_letter_date": "2011-03-24",
 "awd_max_amd_letter_date": "2011-03-24",
 "awd_abstract_narration": "The research objective of this collaborative award is to explore and evaluate new design processes, based on immersive technology, that support design team interaction in ways that result in designs that could not be achieved with traditional interfaces. These methods will be grounded in two distinct research fields: analytic methods for tradeoff analysis under uncertainty (University of Illinois) and the use of virtual reality techniques for product design (Iowa State University). Using these new methods, designers will be able to see and, where appropriate, feel the tradeoffs resulting from potential design changes in multiple realms and over the entire product lifecycle. The three major realms include: a visual and tactile sense of attribute tradeoffs, a sense of the difficulty of operations such as disassembly or repair, and time-lapse visualization of the effect of uncertainty. Test-beds for John Deere and Boeing will by employed. The impact of this research will be to provide a powerful new approach to complex product/system design which utilizes both analytical methods and immersive design computer technologies. \r\n\r\nIf successful, these approaches will result in the creation of unique new products, as the far reaching effects of potential design changes will be seen, felt and experienced by members of the design team. Resources will be used more efficiently, since their economic, technical and environmental value throughout the product lifecycle will be visually represented for the design team. A set of design case studies will be developed and made freely available on the web for educational purposes. These case studies will be integrated into engineering-oriented industrially sponsored senior design courses. With the case studies' special emphasis on a realistic experience of the collaborative design process, anticipated impacts include increased participation and retention of women in engineering. New technology will be transferred to industry through student/industry projects. Design of the educational materials will follow current guidelines on \"changing the conversation\" to reflect the diversity of engineering in all aspects.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Deborah",
   "pi_last_name": "Thurston",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Deborah L Thurston",
   "pi_email_addr": "thurston@illinois.edu",
   "nsf_id": "000383914",
   "pi_start_date": "2011-03-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146400",
   "pgm_ele_name": "ESD-Eng & Systems Design"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "067E",
   "pgm_ref_txt": "DESIGN TOOLS"
  },
  {
   "pgm_ref_code": "068E",
   "pgm_ref_txt": "DESIGN THEORY"
  },
  {
   "pgm_ref_code": "073E",
   "pgm_ref_txt": "OPTIMIZATION & DECISION MAKING"
  },
  {
   "pgm_ref_code": "079E",
   "pgm_ref_txt": "VISUALIZATION & VIRTUAL DESIGN"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9148",
   "pgm_ref_txt": "TOOLS & TECHNOL FOR MANUFACTURING DESIGN"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 274193.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project created &ldquo;virtual reality&rdquo; design tools that <em>improve</em> the engineering design process, rather than simply &ldquo;computerize&rdquo; old ways of doing things. Specifically, these new tools help engineering designers make better choices. Engineers must make difficult decisions every day in order to satisfy their customers. What product configuration is best? Which material to choose? Which assembly process is best? How can we make the product easier to recycle, remanufacture or reuse? There are two possible approaches to making these decisions. The traditional way is to rely on &ldquo;rules of thumb&rdquo; that the expert has developed after years of experience. The other is an analytic, mathematical approach. Rules of thumb are quick and easy to use, but might accidentally include hidden biases and cognitive mistakes. The mathematical approach can eliminate these biases and mistakes, but takes much longer. This project identified the &ldquo;sweet spot&rdquo; between the two approaches, and built a virtual reality design tool that includes the best of both worlds. That is the intellectual merit of this work.</p>\n<p>Significant results include development of several working immersive computing design technology systems for a disassembly process for cost-effective product take-back for recycling, remanufacturing and reuse. Virtual reality experiences were enhanced with mixed-integer nonlinear programming visualization of disassembly sequence planning under uncertainty, tradeoff investigation, and reassembly sequence planning for product maintenance.</p>\n<p>One key outcome is the demonstration that the use of dynamic programming algorithms coupled with virtual disassembly simulation is an effective way to evaluate conflicting objectives in disassembly sequence planning. This project developed a decision analytical approach, combined with immersive computing techniques, to optimize the disassembly sequence under uncertainty.</p>\n<p>Another key outcome is a simulation-based model of the product life cycle to check interrelationship among product design features and their impacts on the amount, quality and timing of the return flows to the waste stream. Complex product take back processes and recovery operations are modeled. One broader impacts is that designers can use the results to compare different design scenarios and to receive information about what design features bring problems or create opportunities for profitable end-of-life recovery,</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/16/2015<br>\n\t\t\t\t\tModified by: Deborah&nbsp;L&nbsp;Thurston</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1100177/1100177_10080878_1429216526809_NSFOutcomesimage--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1100177/1100177_10080878_1429216526809_NSFOutcomesimage--rgov-800width.jpg\" title=\"Assembly Sequence and Geometry Models in a Virtual Reality System\"><img src=\"/por/images/Reports/POR/2015/1100177/1100177_10080878_1429216526809_NSFOutcomesimage--rgov-66x44.jpg\" alt=\"Assembly Sequence and Geometry Models in a Virtual Reality System\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Virtual reality user interacting with both mathematical and physical models</div>\n<div class=\"imageCredit\">Judy Vance and Deborah Thurston</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Deborah&nbsp;L&nbsp;Thurston</div>\n<div class=\"imageTitle\">Assembly Sequence and Geometry Model...",
  "por_txt_cntn": "\nThis project created \"virtual reality\" design tools that improve the engineering design process, rather than simply \"computerize\" old ways of doing things. Specifically, these new tools help engineering designers make better choices. Engineers must make difficult decisions every day in order to satisfy their customers. What product configuration is best? Which material to choose? Which assembly process is best? How can we make the product easier to recycle, remanufacture or reuse? There are two possible approaches to making these decisions. The traditional way is to rely on \"rules of thumb\" that the expert has developed after years of experience. The other is an analytic, mathematical approach. Rules of thumb are quick and easy to use, but might accidentally include hidden biases and cognitive mistakes. The mathematical approach can eliminate these biases and mistakes, but takes much longer. This project identified the \"sweet spot\" between the two approaches, and built a virtual reality design tool that includes the best of both worlds. That is the intellectual merit of this work.\n\nSignificant results include development of several working immersive computing design technology systems for a disassembly process for cost-effective product take-back for recycling, remanufacturing and reuse. Virtual reality experiences were enhanced with mixed-integer nonlinear programming visualization of disassembly sequence planning under uncertainty, tradeoff investigation, and reassembly sequence planning for product maintenance.\n\nOne key outcome is the demonstration that the use of dynamic programming algorithms coupled with virtual disassembly simulation is an effective way to evaluate conflicting objectives in disassembly sequence planning. This project developed a decision analytical approach, combined with immersive computing techniques, to optimize the disassembly sequence under uncertainty.\n\nAnother key outcome is a simulation-based model of the product life cycle to check interrelationship among product design features and their impacts on the amount, quality and timing of the return flows to the waste stream. Complex product take back processes and recovery operations are modeled. One broader impacts is that designers can use the results to compare different design scenarios and to receive information about what design features bring problems or create opportunities for profitable end-of-life recovery,\n\n\t\t\t\t\tLast Modified: 04/16/2015\n\n\t\t\t\t\tSubmitted by: Deborah L Thurston"
 }
}