{
 "awd_id": "1100651",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GOALI: Reliability-Based Design and Operation of Metal Rolling Mills using Bayesian Theory and a New Rolling Model",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Zhijian Pei",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 364474.0,
 "awd_amount": 364474.0,
 "awd_min_amd_letter_date": "2011-04-01",
 "awd_max_amd_letter_date": "2011-04-01",
 "awd_abstract_narration": "The research objective of this Grant Opportunity for Academic Liaison with Industry (GOALI) award is to apply a new simplified, mixed finite element roll-stack deflection model as evidence with Bayesian Theory to calculate probabilities of attaining important criteria in metal rolling, including strip thickness profile and strip flatness distributions. The probability predictions will be used to study propagation effects of rolling process uncertainties, and to create new reliability-based mill simulation and control models that lead to higher quality, more efficient rolling schedules. The metal rolling industry's traditional way of addressing process uncertainties is to use statistical process control to simply monitor resulting variations in quality and efficiency criteria. This \"backward-looking\" approach is limited in that it neither adjusts nor optimizes the process set-up parameters based on predictive probability estimates of the rolling requirements. In contrast, the approach of this research award is to introduce an entirely new \"forward-looking\" method to optimize rolling parameters based on probability predictions for strip thickness profile and flatness.\r\n\r\nIf successful, this research will economically benefit the many companies producing steel, aluminum, and copper sheet. These companies will be able to roll metal products at higher speeds, and with superior flatness and thickness profiles. The manufacturers of metal rolling mills and associated control systems will also benefit from the capability to design more competitive rolling equipment and systems. The broader societal and educational impacts of this research involve summer workshop programs for inner city teens offered by the Lewis & Clark Educational Institute of Saint Louis. These workshops, entitled \"Math and Manufacturing\", will spark the interest of fifth to eighth graders as to the exciting roles that math, science, and engineering play in industry. Furthermore, research-driven classroom projects, mentored by engineers from the industry partner, will provide undergraduates engineering students with an enriched learning experience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arif",
   "pi_last_name": "Malik",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Arif S Malik",
   "pi_email_addr": "arif.malik@utdallas.edu",
   "nsf_id": "000283586",
   "pi_start_date": "2011-04-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Zipf",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Mark E Zipf",
   "pi_email_addr": "mark.zipf@sms-group.com",
   "nsf_id": "000545977",
   "pi_start_date": "2011-04-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Saint Louis University",
  "inst_street_address": "221 N GRAND BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3149773925",
  "inst_zip_code": "631032006",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "SAINT LOUIS UNIVERSITY",
  "org_prnt_uei_num": "JNBLLTBTLLD8",
  "org_uei_num": "JNBLLTBTLLD8"
 },
 "perf_inst": {
  "perf_inst_name": "Saint Louis University",
  "perf_str_addr": "221 N GRAND BLVD",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631032006",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146800",
   "pgm_ele_name": "Manufacturing Machines & Equip"
  },
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "082E",
   "pgm_ref_txt": "MFG MACHINES & METROLOGY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "1468",
   "pgm_ref_txt": "MANUFACTURING & CONST MACH EQP"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 364474.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project has contributed both fundamental research and broader societal impacts related to the manufacture of steel, aluminum, copper and brass raw metal sheet products. The fundamental research contribution includes improved computer modeling and simulation capability that has helped engineers understand how to manufacture higher-quality metal products for the automotive, aerospace, construction, electronics, and other important industries. Specifically, the research has improved the understanding of how to reduce the number of defects that occur due to excessive process variations that sometimes exist in the rolling of metal sheet. In addition, the research has provided important insights into ways to improve the productivity while manufacturing these important metals. The longer term benefits of this research will likely economically benefit the many companies producing steel, aluminum, and copper sheet by allowing them to implement control systems that allow for more competitive manufacturing processes.</p>\n<p>The broader societal and educational impacts of this research project have positively impacted middle school students, high school students, university students, and engineers working in at the industry partners&rsquo; facilities. About three hundred middle school students in the city of St. Louis have benefited through new Aviation, Space, and Engineering summer camps taught by engineering graduate students from Saint Louis University.&nbsp;Furthermore, several engineering students have worked together with occupational therapy students on additional workshops designed specifically to help improve the social skills of high school teens interested in science and technology, but who face autism-related social challenges. Two master&rsquo;s degree students have completed their graduate studies as part of this research project, and both have successfully transitioned to professional roles in industry. The results of the research have been published by the students and the project director in international conferences and journals of the American Society of Mechanical Engineers and other prominent engineering organizations.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/18/2015<br>\n\t\t\t\t\tModified by: Arif&nbsp;S&nbsp;Malik</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project has contributed both fundamental research and broader societal impacts related to the manufacture of steel, aluminum, copper and brass raw metal sheet products. The fundamental research contribution includes improved computer modeling and simulation capability that has helped engineers understand how to manufacture higher-quality metal products for the automotive, aerospace, construction, electronics, and other important industries. Specifically, the research has improved the understanding of how to reduce the number of defects that occur due to excessive process variations that sometimes exist in the rolling of metal sheet. In addition, the research has provided important insights into ways to improve the productivity while manufacturing these important metals. The longer term benefits of this research will likely economically benefit the many companies producing steel, aluminum, and copper sheet by allowing them to implement control systems that allow for more competitive manufacturing processes.\n\nThe broader societal and educational impacts of this research project have positively impacted middle school students, high school students, university students, and engineers working in at the industry partnersÆ facilities. About three hundred middle school students in the city of St. Louis have benefited through new Aviation, Space, and Engineering summer camps taught by engineering graduate students from Saint Louis University. Furthermore, several engineering students have worked together with occupational therapy students on additional workshops designed specifically to help improve the social skills of high school teens interested in science and technology, but who face autism-related social challenges. Two masterÆs degree students have completed their graduate studies as part of this research project, and both have successfully transitioned to professional roles in industry. The results of the research have been published by the students and the project director in international conferences and journals of the American Society of Mechanical Engineers and other prominent engineering organizations.\n\n\t\t\t\t\tLast Modified: 06/18/2015\n\n\t\t\t\t\tSubmitted by: Arif S Malik"
 }
}