{
 "awd_id": "1100215",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Extremal and Probabilistic Combinatorics via Regularity and Graph Limits",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924885",
 "po_email": "tbartosz@nsf.gov",
 "po_sign_block_name": "Tomek Bartoszynski",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 246557.0,
 "awd_amount": 246557.0,
 "awd_min_amd_letter_date": "2011-06-09",
 "awd_max_amd_letter_date": "2012-09-17",
 "awd_abstract_narration": "The PI will continue his research in combinatorics and graph theory concentrating on probabilistic and extremal questions. Random structures and processes, while being an important object of study of their own, are also very effective in solving problems of discrete mathematics including those whose statement is purely deterministic. An important area of their successful application is extremal combinatorics where, broadly speaking, one has to maximize or minimize a certain parameter given some combinatorial restrictions. One example of an extremal question is the Turan function, the maximum size of a hypergraph without some fixed forbidden subgraph. This is a fundamental and key question that asks how local restrictions can affect the global structure. Despite decades of active attempts, most Turan-type questions remain wide open, such as the famous tetrahedron conjecture made by Paul Turan back in 1941. During attacks on these difficult problems mathematicians developed a number of useful and general techniques such as, for example, the Regularity Lemma. The more recent concepts of (hyper)graph limits and flag algebras seem to be very powerful tools for studying finite structures and for providing new methods of operating with large discrete objects. The PI will work on a number of combinatorial questions, in particular seeking new ways of applying these techniques. Some promising directions include the Turan function, the stability property, inequalities between subgraph densities (for example, minimizing the number of F-subgraphs in a graph of given order and size), hypergraph jumps, quantitative Ramsey-type questions, and graph embedding problems. Since both graph limits and flag algebras deal with an approximation to the studied problem, one important aspect is to develop methods for obtaining exact results from asymptotic calculations (for example, via the stability approach).\r\n\r\n\r\nExtremal and probabilistic combinatorics impacts not only mathematics but many other areas such as operations research, information theory, codes, complexity and algorithms. Random graphs and processes have been providing successful models for various complex systems (such as the Internet or social networks). Such models can be used, for example, for estimating parameters that are impossible or impractical to be determined directly and for predicting their future behavior. Graph limits (and graph regularity) provide a method of approximating large-scale objects by those of bounded complexity; this approach has already been explored in the context of parameter and property testing in computer science. The PI will research new ways of applying randomness, regularity, and graph limits to combinatorial problems. Theoretical developments in these areas may have significant practical implications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tom",
   "pi_last_name": "Bohman",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Tom A Bohman",
   "pi_email_addr": "tbohman@andrew.cmu.edu",
   "nsf_id": "000284103",
   "pi_start_date": "2012-09-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Oleg",
   "pi_last_name": "Pikhurko",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Oleg Pikhurko",
   "pi_email_addr": "pikhurko@andrew.cmu.edu",
   "nsf_id": "000346419",
   "pi_start_date": "2011-06-09",
   "pi_end_date": "2012-09-17"
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 FORBES AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "797000",
   "pgm_ele_name": "Combinatorics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 246557.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project yielded a number of developments in extremal and probabilistic combinatorics.</p>\n<p>Extremal combinatorics is the study of the largest (or smallest) objects in some class of discrete mathematical objects that satisfy some desirable property.&nbsp; This area is closely related to coding theory and optimization.&nbsp; The most fundamental problem in extremal graph theory is the Turan problem, which asks for the maximum number of edges in a graph (or hypergraph) that does not have a fixed graph as a subgraph.&nbsp; Probabilistic combinatorics is comprised of the study of probability spaces populated with sophisticated discrete mathematical structures, probabilistic proofs if the existence of combinatorial objects (the so-called probabilistic method), and the study of randomized algorithms for the solution of computational problems.&nbsp; These areas are closely related as there are many instances in which the probabilistic method yields optimal (or nearly optimal) objects for combinatorial problems.</p>\n<p><strong>Intellectual Merit.</strong>&nbsp; In the context of extremal combinatorics, this project yielded multiple interesting results on the Turan problem, which asks for the maximum number of edges in a graph (or hypergraph) that does not contain a fixed graph as a subgraph.&nbsp; The Turan problem is widely open and notoriously difficult in the cases of the complete bipartite graph and almost any interesting hypergraph.&nbsp; This project yielded a number of works on these problem including a proof of the fact that irrational numbers can appear as Turan densities, explicit Turan densities for a certain family of hypergraphs, and an intriguing conjecture that characterizes a natural class of algebraic constructions of extremal graphs for the complete bipartite Turan problem.&nbsp; Other notable works in extremal combinatorics include results on the `limit objects' associated with partially ordered sets and a characterization of quasirandomness of permutations.</p>\n<p>In the context of probabilistic combinatorics, this project produced a number of results on random instances of combinatorial optimization problems as well as results on random combinatorial structures.&nbsp; Perhaps the most impactful of these results is an analysis of the random greedy independent set algorithm applied to an arbitrary hypergraph.&nbsp; An independent set in a hypergraph is a collection of nodes that contains no edge.&nbsp; The random greedy independent set algorithm forms an independent set by randomly adding vertices to the independent set one at a time, where each vertex is chosen uniformly at random from the collection of vertices that could be added without introducing an edge to the independent set.&nbsp; A number of central problems in combinatorics can be stated in terms of maximal independent sets in hypergraphs. In some of these situations, the random greedy algorithm produces such an independent set with desirable properties.&nbsp; For example, the off diagonal Ramsey numbers R(s,t) where s is at least 3 and is fixed and t is large) are given by objects produced by this algorithm.&nbsp; The analysis of the random greedy independent set algorithm produced by this project is a generalization of a previous result on the H-free process due to Bohman and Keevash.&nbsp; This generalization was used to determine the asymptotics for a certain class of hypergraph Ramsey numbers (in work of Bohman, Mubayi amd Picollelli).&nbsp; This generalization was also used by Keevash in his recent work on counting the number of Steiner triple systems on n points.</p>\n<p><br /><strong>Broader Impacts</strong>. &nbsp;Aside from the impact that these work has on computer science, the main broader impact of the project came in the training of graduate and undergraduate students. &nbsp;Four doctoral students in Carnegie Mellon's interdisciplinary phd program in Algorithms, Combinatoric...",
  "por_txt_cntn": "\nThis project yielded a number of developments in extremal and probabilistic combinatorics.\n\nExtremal combinatorics is the study of the largest (or smallest) objects in some class of discrete mathematical objects that satisfy some desirable property.  This area is closely related to coding theory and optimization.  The most fundamental problem in extremal graph theory is the Turan problem, which asks for the maximum number of edges in a graph (or hypergraph) that does not have a fixed graph as a subgraph.  Probabilistic combinatorics is comprised of the study of probability spaces populated with sophisticated discrete mathematical structures, probabilistic proofs if the existence of combinatorial objects (the so-called probabilistic method), and the study of randomized algorithms for the solution of computational problems.  These areas are closely related as there are many instances in which the probabilistic method yields optimal (or nearly optimal) objects for combinatorial problems.\n\nIntellectual Merit.  In the context of extremal combinatorics, this project yielded multiple interesting results on the Turan problem, which asks for the maximum number of edges in a graph (or hypergraph) that does not contain a fixed graph as a subgraph.  The Turan problem is widely open and notoriously difficult in the cases of the complete bipartite graph and almost any interesting hypergraph.  This project yielded a number of works on these problem including a proof of the fact that irrational numbers can appear as Turan densities, explicit Turan densities for a certain family of hypergraphs, and an intriguing conjecture that characterizes a natural class of algebraic constructions of extremal graphs for the complete bipartite Turan problem.  Other notable works in extremal combinatorics include results on the `limit objects' associated with partially ordered sets and a characterization of quasirandomness of permutations.\n\nIn the context of probabilistic combinatorics, this project produced a number of results on random instances of combinatorial optimization problems as well as results on random combinatorial structures.  Perhaps the most impactful of these results is an analysis of the random greedy independent set algorithm applied to an arbitrary hypergraph.  An independent set in a hypergraph is a collection of nodes that contains no edge.  The random greedy independent set algorithm forms an independent set by randomly adding vertices to the independent set one at a time, where each vertex is chosen uniformly at random from the collection of vertices that could be added without introducing an edge to the independent set.  A number of central problems in combinatorics can be stated in terms of maximal independent sets in hypergraphs. In some of these situations, the random greedy algorithm produces such an independent set with desirable properties.  For example, the off diagonal Ramsey numbers R(s,t) where s is at least 3 and is fixed and t is large) are given by objects produced by this algorithm.  The analysis of the random greedy independent set algorithm produced by this project is a generalization of a previous result on the H-free process due to Bohman and Keevash.  This generalization was used to determine the asymptotics for a certain class of hypergraph Ramsey numbers (in work of Bohman, Mubayi amd Picollelli).  This generalization was also used by Keevash in his recent work on counting the number of Steiner triple systems on n points.\n\n\nBroader Impacts.  Aside from the impact that these work has on computer science, the main broader impact of the project came in the training of graduate and undergraduate students.  Four doctoral students in Carnegie Mellon's interdisciplinary phd program in Algorithms, Combinatorics, and Optimization contributed to the research produced by this project.  All four of these students have entered, or en route to, careers in academia. Furthermore, a course on probabilistic combinatorics was devel..."
 }
}