{
 "awd_id": "1100146",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Dynamic Disproportionate Collapse in Flat-Plate Buildings",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Yick Hsuan",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 180000.0,
 "awd_amount": 180000.0,
 "awd_min_amd_letter_date": "2011-03-24",
 "awd_max_amd_letter_date": "2011-03-24",
 "awd_abstract_narration": "The goal of this collaborative research is to provide much needed experimental data and effective modeling approaches for the disproportionate collapse analysis of older reinforced concrete flat-plate buildings that are commonly used for large residential and office complexes. Experimental and analytical studies will be conducted to examine the performance of such flat-plate structures under the scenario of a sudden loss of a column during an extreme loading event. The experiments will be performed on laterally restrained slab-column connections under static and dynamic loading and multi-panel specimens subjected to sudden load release. The tests will be conducted to provide data to define key parameters needed for analytical modeling, to identify the local strength and deformation capacity of the flat-plate systems, and to study the post-punching behavior of slab-column connections. Finite element simulations will be employed to facilitate the design of experiments, to determine local deformation demands, to define failure propagation characteristics, and to examine the effects of other design parameters not considered in the experiments. Simplified analytical tools will also be developed for quick evaluation of the progressive collapse resilience of flat-plate buildings without conducting a detailed finite element analysis. \r\n\r\nThe research in this project will lead to improved design guidelines for safer flat-plate buildings under extreme loading events. The data obtained from this study will also help in the development of appropriate rehabilitation approaches for flat-plate structures that are vulnerable to disproportionate collapse. Research findings will be disseminated to the structural engineering community through publications, presentations, and websites created for this project. High school students and undergraduate students will be engaged in this project to enhance their research interests in engineering. Research results will be integrated into the graduate level courses related to slab structures, and the project will provide advanced training to graduate student through their involvement in the project research activities. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Orton",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah L Orton",
   "pi_email_addr": "ortons@missouri.edu",
   "nsf_id": "000498668",
   "pi_start_date": "2011-03-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Columbia",
  "inst_street_address": "121 UNIVERSITY HALL",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5738827560",
  "inst_zip_code": "652113020",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MO03",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "SZPJL5ZRCLF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Missouri-Columbia",
  "perf_str_addr": "121 UNIVERSITY HALL",
  "perf_city_name": "COLUMBIA",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "652113020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MO03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163700",
   "pgm_ele_name": "Structural and Architectural E"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "039E",
   "pgm_ref_txt": "STRUCTURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "040E",
   "pgm_ref_txt": "Haz mitigation of structural sys"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 180000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this research project was to provide urgently needed experimental data and effective modeling approaches for the disproportionate collapse of older reinforced concrete flat-plate buildings. &nbsp;The project consisted of experiments of laterally restrained isolated slab-column connections under static loading and 0.4 scale 9 column multi-panel specimens subjected to sudden load release. The tests provided data for defining key modeling parameters used in analytical models, identified the slab local strength and deformation capacity at the columns, and studied the post-punching behavior of slab-column connections. Detailed finite element simulations were employed to facilitate the design of experiments, determine local deformation demands as well as failure propagation characteristics, and examine the effects of broader parameters not considered in the experiments.</p>\n<p>Through a series of isolated slab column specimens the project determined that in-plane restraint is capable of enhancing the punching shear capacity.&nbsp; The level of enhancement depends on the stiffness of the lateral restraint and the reinforcement ratio but could be as high as 20% for flat plate buildings.&nbsp; However, testing of multi-panel specimens showed that the compressive membrane action is dissipated when the removed column deflection is greater than the slab depth.&nbsp; Therefore, under excessive deformation associated with large gravity loads acting on the slab, strength enhancement through compressive membrane action may not be available in a column removal scenario.&nbsp;</p>\n<p>The isolated slab column tests also showed the residual load carrying capacity available during the post-punching response of the connection.&nbsp; For connections without continuous bottom reinforcement (corresponding to older design codes) and unanchored top reinforcement the specimens were able to carry 50% of the punching load immediately after punching.&nbsp; This capacity dropped as the deflection was increased and the top bars were ripped out of the concrete.&nbsp; For connections with anchored top reinforcement the capacity after punching increased up to 80% of the punching load until the reinforcement fractured.&nbsp; In the multi-panel test the post-punching capacity of the slab column connections were able to stop the progressive punching shear failures of the specimen.</p>\n<p>The multi-panel tests (with interior and exterior column removal) showed that flat plate slabs are vulnerable to disproportionate collapse at load levels of approximately 50% of their design capacity.&nbsp;&nbsp; The testing also experimentally measured the dynamic increase in load at neighboring connections to be about 30%.&nbsp; The material strength increase through strain rate effects was found to be less than 10%.&nbsp; The FEM models developed as part of this research were able to predict the load deflection reponse of the multi-panel specimens prior to punching failure as well as the point of punching shear failure initiation.</p>\n<p>The knowledge obtained from this project will lead to improved design guidelines and thus safer flat-plate buildings under extreme loading events. Research findings have been and will continue to be disseminated to the structural engineering community through publications in journals, presentations at technical conferences, and service in developing the new ASCE Disproportionate Collapse Standard. An educational outreach activity has been created to describe &ldquo;How Buildings Fall.&rdquo; Research results have been integrated into the graduate level courses related to the analysis and design of slab structures.&nbsp; In addition 1 PhD, 3 MS, and 10 undergraduate students were trained as part of this project.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/17/2015<br>\n\t\t\t\t\tModified by: Sarah&nbsp;L&nbsp;Orton</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div ...",
  "por_txt_cntn": "\nThe goal of this research project was to provide urgently needed experimental data and effective modeling approaches for the disproportionate collapse of older reinforced concrete flat-plate buildings.  The project consisted of experiments of laterally restrained isolated slab-column connections under static loading and 0.4 scale 9 column multi-panel specimens subjected to sudden load release. The tests provided data for defining key modeling parameters used in analytical models, identified the slab local strength and deformation capacity at the columns, and studied the post-punching behavior of slab-column connections. Detailed finite element simulations were employed to facilitate the design of experiments, determine local deformation demands as well as failure propagation characteristics, and examine the effects of broader parameters not considered in the experiments.\n\nThrough a series of isolated slab column specimens the project determined that in-plane restraint is capable of enhancing the punching shear capacity.  The level of enhancement depends on the stiffness of the lateral restraint and the reinforcement ratio but could be as high as 20% for flat plate buildings.  However, testing of multi-panel specimens showed that the compressive membrane action is dissipated when the removed column deflection is greater than the slab depth.  Therefore, under excessive deformation associated with large gravity loads acting on the slab, strength enhancement through compressive membrane action may not be available in a column removal scenario. \n\nThe isolated slab column tests also showed the residual load carrying capacity available during the post-punching response of the connection.  For connections without continuous bottom reinforcement (corresponding to older design codes) and unanchored top reinforcement the specimens were able to carry 50% of the punching load immediately after punching.  This capacity dropped as the deflection was increased and the top bars were ripped out of the concrete.  For connections with anchored top reinforcement the capacity after punching increased up to 80% of the punching load until the reinforcement fractured.  In the multi-panel test the post-punching capacity of the slab column connections were able to stop the progressive punching shear failures of the specimen.\n\nThe multi-panel tests (with interior and exterior column removal) showed that flat plate slabs are vulnerable to disproportionate collapse at load levels of approximately 50% of their design capacity.   The testing also experimentally measured the dynamic increase in load at neighboring connections to be about 30%.  The material strength increase through strain rate effects was found to be less than 10%.  The FEM models developed as part of this research were able to predict the load deflection reponse of the multi-panel specimens prior to punching failure as well as the point of punching shear failure initiation.\n\nThe knowledge obtained from this project will lead to improved design guidelines and thus safer flat-plate buildings under extreme loading events. Research findings have been and will continue to be disseminated to the structural engineering community through publications in journals, presentations at technical conferences, and service in developing the new ASCE Disproportionate Collapse Standard. An educational outreach activity has been created to describe \"How Buildings Fall.\" Research results have been integrated into the graduate level courses related to the analysis and design of slab structures.  In addition 1 PhD, 3 MS, and 10 undergraduate students were trained as part of this project.\n\n\t\t\t\t\tLast Modified: 08/17/2015\n\n\t\t\t\t\tSubmitted by: Sarah L Orton"
 }
}