{
 "awd_id": "1100890",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Protective Action Triggers",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dennis Wenger",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 419784.0,
 "awd_amount": 419784.0,
 "awd_min_amd_letter_date": "2011-03-10",
 "awd_max_amd_letter_date": "2011-04-12",
 "awd_abstract_narration": "The goal of this research is to improve our understanding of the factors and thresholds that lead emergency managers to recommend protective actions to the public in the face of an environmental threat.  Three key questions need to be addressed in this context: 1) who should take action, 2) what is the best action, and 3) when should this action occur? As straightforward as these questions may seem, the stakes can be extremely high and they are frequently addressed under time pressure and uncertainty.  The focus of this project is \"trigger points\" (or triggers), a novel decision aid used by emergency managers to combine an event (e.g. time, place, condition) with a recommended protective action (e.g. evacuate, shelter-in-place, refuge shelter) for a threatened sub-population, such that the action is recommended if the event occurs. Triggers therefore provide a valuable framework for addressing the three questions noted above, and their analysis represents a potential leap in improving our understanding of emergency warnings. The objectives of this research are to: 1) extend current theory on protective actions to include triggers; 2) identify the factors that determine how a trigger is set in space and time, the relative importance of the factors, and the decision rule(s) used to combine the factors; and 3) develop and test cognitive and physical models of how triggers are set and detected. The research is based on a three-step experimental design comprised of: 1) interviews and observation to elicit knowledge about the types, nature, and efficacy of triggers, 2) experiments with a web-based wildfire scenario simulator to ascertain relevant factors in setting triggers and their respective importance to decision makers, and 3) a comparative study between triggers set by experts and ones derived through physical modeling.\r\n\r\nThe results of this project will advance our knowledge regarding a critical yet under-researched decision aid in protective-action decision making.  The project will strengthen ties between the disaster research and management communities, and the results will be disseminated to practitioners through presentations, workshops and trade journals with the goal of improving protective-action training and ultimately public safety.  This project will also enhance graduate and undergraduate educational infrastructure at the University of Utah while strengthening interdisciplinary collaboration at the Center for Natural and Technological Hazards.  In addition, undergraduate educational modules will be developed using the wildfire simulator for classes in Emergency Management, Naturalistic Decision Making, and Fire Human-Environment Interactions. Finally, all software and data from this project will be made available to the disaster research community via a project website.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Cova",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas J Cova",
   "pi_email_addr": "cova@geog.utah.edu",
   "nsf_id": "000468941",
   "pi_start_date": "2011-03-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Frank",
   "pi_last_name": "Drews",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Frank A Drews",
   "pi_email_addr": "drews@psych.utah.edu",
   "nsf_id": "000493243",
   "pi_start_date": "2011-03-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Dennison",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Philip E Dennison",
   "pi_email_addr": "dennison@geog.utah.edu",
   "nsf_id": "000302129",
   "pi_start_date": "2011-03-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "201 PRESIDENTS CIR",
  "perf_city_name": "SALT LAKE CITY",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841129049",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163800",
   "pgm_ele_name": "HDBE-Humans, Disasters, and th"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "041E",
   "pgm_ref_txt": "HAZARD AND DISASTER REDUCTION"
  },
  {
   "pgm_ref_code": "042E",
   "pgm_ref_txt": "HAZARD AND DISASTER RESPONSE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 419784.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Human populations are threatened by a broad spectrum of environmental hazards ranging from natural hazards like floods and wildfires to human-induced threats like train derailments and hazardous materials releases.&nbsp; In many cases these events result in the need to warn the public to take protective action, which may include evacuating or sheltering-in-place.&nbsp; The focus of this research project was protective action triggers (or triggers), a common decision aid used by emergency managers to time public warnings in a disaster event (i.e. When should we recommend that citizens take protective action?)&nbsp; A common example is to set a trigger such that a community will be warned to evacuate if an approaching wildfire crosses a ridgeline.&nbsp; Triggers can be viewed as having three components: a detectable condition, a recommended protective action, and a threatened target population to warn.&nbsp;</p>\n<p>The primary research objectives and outcomes of this research were to:</p>\n<p>1) Improve our understanding of the types of triggers used across a wide range of environmental hazards.&nbsp; The primary result of this research was a substantial improvement in our scientific knowledge regarding triggers in terms of how they are structured, their unique characteristics, and how they are used across many environmental hazards.&nbsp; This also yielded a classification scheme that can be used to group triggers based on many factors.&nbsp; One example of a class of triggers is a &ldquo;pre-event trigger&rdquo; that would be used to warn a community to shelter-in-place if a toxic chemical release was automatically detected.</p>\n<p>2) Advance our understanding of how triggers are set by decision makers and the key factors that they rely upon.&nbsp; Our subjects in this research theme were professional wildfire incident commanders (ICs) who ran computer-based wildfire scenarios, and this work yielded the first ranking of the most important factors used by ICs in issuing protective actions to threatened communities.&nbsp; The key discovery in this research was that more experienced ICs place greater importance on dynamic, fire-behavioral factors but less-experienced ICs rely on static, community-based factors such as fuel in the community.</p>\n<p>3) Advance our understanding of the role of saliency and uncertainty on identifying, selecting and activating triggers. The focus of this goal was determining whether the saliency of irrelevant information can negatively affect information processing leading to suboptimal choices (e.g. selecting &ldquo;wildfire crossing a salient ridgeline&rdquo; as the trigger condition merely because it's easy to detect the case where a wildfire crosses it).</p>\n<p>4) Develop new computational models and associated software tools for setting effective triggers in the context of wildfires that can serve as the foundation for next-generation emergency decision-support systems.&nbsp; The results of this research yielded:</p>\n<p>a. A new method for guiding the decision of which households should evacuate, which ones should seek refuge, and which ones should shelter-in-place (home) in the final minutes before a wildfire impacts a community.&nbsp; A key finding was that, as the amount of lead time (or time before impact) decreases, the number of households that are warned to seek refuge or shelter-in-place increases because evacuation has become too dangerous.</p>\n<p>b. A new method for setting trigger points that can be used to inform the question of which households should take protective action and when (i.e. having households evacuate in small groups rather than all at once to minimize risk).</p>\n<p>c. A new method for setting triggers for wildland firefighters so they can escape unharmed if a fire gets out of control.&nbsp; A key finding of this work was that while the environmental conditions driving the fire are very important, the travel ...",
  "por_txt_cntn": "\nHuman populations are threatened by a broad spectrum of environmental hazards ranging from natural hazards like floods and wildfires to human-induced threats like train derailments and hazardous materials releases.  In many cases these events result in the need to warn the public to take protective action, which may include evacuating or sheltering-in-place.  The focus of this research project was protective action triggers (or triggers), a common decision aid used by emergency managers to time public warnings in a disaster event (i.e. When should we recommend that citizens take protective action?)  A common example is to set a trigger such that a community will be warned to evacuate if an approaching wildfire crosses a ridgeline.  Triggers can be viewed as having three components: a detectable condition, a recommended protective action, and a threatened target population to warn. \n\nThe primary research objectives and outcomes of this research were to:\n\n1) Improve our understanding of the types of triggers used across a wide range of environmental hazards.  The primary result of this research was a substantial improvement in our scientific knowledge regarding triggers in terms of how they are structured, their unique characteristics, and how they are used across many environmental hazards.  This also yielded a classification scheme that can be used to group triggers based on many factors.  One example of a class of triggers is a \"pre-event trigger\" that would be used to warn a community to shelter-in-place if a toxic chemical release was automatically detected.\n\n2) Advance our understanding of how triggers are set by decision makers and the key factors that they rely upon.  Our subjects in this research theme were professional wildfire incident commanders (ICs) who ran computer-based wildfire scenarios, and this work yielded the first ranking of the most important factors used by ICs in issuing protective actions to threatened communities.  The key discovery in this research was that more experienced ICs place greater importance on dynamic, fire-behavioral factors but less-experienced ICs rely on static, community-based factors such as fuel in the community.\n\n3) Advance our understanding of the role of saliency and uncertainty on identifying, selecting and activating triggers. The focus of this goal was determining whether the saliency of irrelevant information can negatively affect information processing leading to suboptimal choices (e.g. selecting \"wildfire crossing a salient ridgeline\" as the trigger condition merely because it's easy to detect the case where a wildfire crosses it).\n\n4) Develop new computational models and associated software tools for setting effective triggers in the context of wildfires that can serve as the foundation for next-generation emergency decision-support systems.  The results of this research yielded:\n\na. A new method for guiding the decision of which households should evacuate, which ones should seek refuge, and which ones should shelter-in-place (home) in the final minutes before a wildfire impacts a community.  A key finding was that, as the amount of lead time (or time before impact) decreases, the number of households that are warned to seek refuge or shelter-in-place increases because evacuation has become too dangerous.\n\nb. A new method for setting trigger points that can be used to inform the question of which households should take protective action and when (i.e. having households evacuate in small groups rather than all at once to minimize risk).\n\nc. A new method for setting triggers for wildland firefighters so they can escape unharmed if a fire gets out of control.  A key finding of this work was that while the environmental conditions driving the fire are very important, the travel mode (on foot or fire engine) and the evacuation route were more important.\n\nd. A new method for identifying fire-fighter safety zones in forested area using lidar data.  The key finding in this rese..."
 }
}