{
 "awd_id": "1100926",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Understanding Mechanical and Thermal Properties and Their Coupling at Nanomolecularly Modified Metal-Ceramic Interfaces",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922624",
 "po_email": "alewis@nsf.gov",
 "po_sign_block_name": "Alexis Lewis",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 58586.0,
 "awd_amount": 58586.0,
 "awd_min_amd_letter_date": "2011-04-01",
 "awd_max_amd_letter_date": "2011-04-01",
 "awd_abstract_narration": "This project aims to investigate and develop models to describe the effects of molecular chemistry, chemical environment, interface topography, and thermo-mechanical cycling on interfacial fracture toughness and thermal conductance at model metal-ceramic interfaces modified with molecular nanolayers. Tailoring adherent metal-ceramic interfaces using near-zero-thickness nanolayers is an attractive method to preserve the functionality, stability and reliability of materials systems for many emergent applications, e.g., nanoelectronics, device packaging and wiring, and biological implants. The effects of nanolayer chemistry on interfacial toughness will be studied in model metal/ceramic interfaces subject to different loading conditions to obtain insights into the nanoscale mechanics of interfacial fracture. The results of these studies will be applied to investigate and exploit the coupling between molecular bonding and interfacial heat transport. The resultant understanding of the interface-chemistry-physics-mechanical-thermal property relationships is anticipated to enable new ways for rational molecular-level tailoring of interfacial properties for tailoring a wide variety of materials systems. \r\n\r\nThis research will provide a molecular-level understanding for tailoring the stability and thermomechanical properties of soft-hard hetero-interfaces, and paves way for rational design of a wide variety of composite materials and archictectures for engineering applications. On the educational front, this project will serve as a platform for cross-disciplinary training of graduate and undergraduate students from a PhD-granting research university (RPI) and an undergraduate-only college (E&H), respectively, through collaboration on a problem of key importance at the cusp of materials science, chemistry and mechanical engineering. The complementary execution of two research thrusts through summer visits and periodic meetings will enrich the research and educational experience of graduate and undergraduate students in both groups. The research will be integrated into extant courses at both institutions. Site-visits and a summer internship for a high-school teacher are planned to K-12 students to the latest developments in the field of nanomaterials interfaces and their importance in emerging engineering applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Lane",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Lane",
   "pi_email_addr": "mlane@ehc.edu",
   "nsf_id": "000241749",
   "pi_start_date": "2011-04-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Emory and Henry College",
  "inst_street_address": "30461 GARNAND DR",
  "inst_street_address_2": "",
  "inst_city_name": "EMORY",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "2769444121",
  "inst_zip_code": "243272500",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "EMORY & HENRY UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZD9BXRUDTMV3"
 },
 "perf_inst": {
  "perf_inst_name": "Emory and Henry College",
  "perf_str_addr": "30461 GARNAND DR",
  "perf_city_name": "EMORY",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "243272500",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163300",
   "pgm_ele_name": "MATERIALS AND SURFACE ENG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1444",
   "pgm_ref_txt": "SURFACE ENGINEERING"
  },
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 58586.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Metal/ceramic interfaces play key roles in a number of advanced technologies.&nbsp; Manipulating the physical and chemical properties of these interfaces is often limited due to the bonding across the interface which, for example, in the case of glass, <span>SiO</span></span><sub>2</sub><span>,&nbsp; is often limited by the nature of the oxygen-metal bond.&nbsp; Molecular <span>nano</span>-layers, <span>MNLs</span>, provide a method to alter these physical and chemical properties between the disparate films by tailoring the chemistry of the <span>nanolayer</span> so that properties are maximized at each film surface.&nbsp; In this work, we have demonstrated that we can identify the onset of plastic energy dissipation in a metal layer adjacent to a ceramic substrate during fracture.&nbsp; By doing this, we were able to partition the overall energy required to separate the interface into that required to cleave the <span>MNL</span> linkage and the energy that was dissipated via plasticity.&nbsp; Additionally,&nbsp; we have demonstrated the role of surface roughness on the overall interface fracture energy and via using <span>MNLs</span> have been able to uniquely identify the proportion of energy required to overcome such asperities.&nbsp; We have investigated the manipulation of the chemistry of the <span>MNLs</span> via altering substitutes and linking groups &ndash; in particular by replacing bridging Si-O-Si with &ndash;CH</span><sub>3</sub><span> and replacing Si-O linking groups with P-O.&nbsp; We were able to model the changes and demonstrate no change in overall bond strength with the substitutes but increases in other properties such as the ability to increase thermal conductance.&nbsp; Finally, we have built models which show the effect of diffusion and corrosion on these films and their interfaces.&nbsp; These models serve as a baseline for identifying <span>MNLs</span> which inhibit the diffusion and corrosion of metal/ceramic films and interfaces.&nbsp; This is of particular importance as the effects of corrosion costs billions of dollars each year.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/16/2014<br>\n\t\t\t\t\tModified by: Michael&nbsp;Lane</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMetal/ceramic interfaces play key roles in a number of advanced technologies.  Manipulating the physical and chemical properties of these interfaces is often limited due to the bonding across the interface which, for example, in the case of glass, SiO2,  is often limited by the nature of the oxygen-metal bond.  Molecular nano-layers, MNLs, provide a method to alter these physical and chemical properties between the disparate films by tailoring the chemistry of the nanolayer so that properties are maximized at each film surface.  In this work, we have demonstrated that we can identify the onset of plastic energy dissipation in a metal layer adjacent to a ceramic substrate during fracture.  By doing this, we were able to partition the overall energy required to separate the interface into that required to cleave the MNL linkage and the energy that was dissipated via plasticity.  Additionally,  we have demonstrated the role of surface roughness on the overall interface fracture energy and via using MNLs have been able to uniquely identify the proportion of energy required to overcome such asperities.  We have investigated the manipulation of the chemistry of the MNLs via altering substitutes and linking groups &ndash; in particular by replacing bridging Si-O-Si with &ndash;CH3 and replacing Si-O linking groups with P-O.  We were able to model the changes and demonstrate no change in overall bond strength with the substitutes but increases in other properties such as the ability to increase thermal conductance.  Finally, we have built models which show the effect of diffusion and corrosion on these films and their interfaces.  These models serve as a baseline for identifying MNLs which inhibit the diffusion and corrosion of metal/ceramic films and interfaces.  This is of particular importance as the effects of corrosion costs billions of dollars each year.\n\n \n\n\t\t\t\t\tLast Modified: 07/16/2014\n\n\t\t\t\t\tSubmitted by: Michael Lane"
 }
}