{
 "awd_id": "1100903",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Working Stress Behavior of Tall Steel Mechanically Stabilized Earth (MSE) Walls",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 326768.0,
 "awd_amount": 326768.0,
 "awd_min_amd_letter_date": "2011-02-22",
 "awd_max_amd_letter_date": "2011-02-22",
 "awd_abstract_narration": "This research seeks to transform the way Mechanically Stabilized Earth (MSE) walls are analyzed, resulting in a broad impact due to: (1) the improvement in the understanding of the impact of fundamental soil behavior on the assessment of reinforced soil, mitigating the economic costs of inefficient wall design; (2) the dissemination of field performance data and implementation of advanced numerical models to assist students, practitioners, and researchers in studying the behavior of tall MSE walls; and (3) the generation of an advanced interactive visualization tool developed in collaboration with students designed for education and engineering recruitment.  Tens of thousands of MSE retaining walls have been constructed in the United States since their introduction in 1972.  MSE walls are being constructed to greater heights, in non-linear geometries, and with multiple tiers and tight reinforcement spacing.  The use of these cost-effective reinforced soil structures will continue to grow in the U.S. due to increasing urbanization, diminishing right-of-way, and/or wetland mitigation.  Despite the proliferation of wall construction and advances in materials and methods, our ability to predict the working stress behavior and displacement of tall, single and multi-tier walls is unsatisfactory.  The behavior of steel MSE walls constructed to 15 meters in height, which require typical reinforcement spacing of 0.5 to 0.75 m, is not significantly affected by curvature of the Mohr Failure envelope, nor the potential for frictional interference possible with more closely spaced reinforcements.  However, as steel MSE walls are constructed with much greater heights and closer reinforcement spacing, the role of soil dilation and potential frictional interference between reinforcement strips become critical.  Recently, some MSE wall heights have exceeded 40 m.  This research aims to determine the role of soil dilation and confining stress, and frictional interference on the development of reinforcement strains through a coordinated experimental program and numerical modeling study.  These results will be used to model the field behavior observed in instrumented MSE walls reported in the literature, as well as improve design models for the determination of internal stability and displacement.\r\n\r\nThe impact of this research will be experienced worldwide as the design and construction of tall MSE walls proliferates to meet society's needs.  An improved understanding of the effect of soil dilation and frictional interference on the working stress behavior of steel reinforcements represents an important step towards the revolution of the analysis of tall reinforced soil walls.  The dissemination of high-quality performance data, numerical model codes, and educational tools will serve society by allowing researchers, educators, and professional engineers to directly access and evaluate tall wall behavior.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Armin",
   "pi_last_name": "Stuedlein",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Armin W Stuedlein",
   "pi_email_addr": "armin.stuedlein@oregonstate.edu",
   "nsf_id": "000545788",
   "pi_start_date": "2011-02-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "1500 SW JEFFERSON AVE",
  "perf_city_name": "CORVALLIS",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318655",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163600",
   "pgm_ele_name": "Geotechnical Engineering and M"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "037E",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "038E",
   "pgm_ref_txt": "FOUNDATION ENGINEERING"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 326768.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Mechanically Stabilized Earth (MSE) walls provide a cost-effective alternative for grade separation &ndash; abrupt, engineered changes in topography &ndash; and because of this they line our nation&rsquo;s highways. In fact, nearly 100,000 walls have been constructed in the US since their introduction in 1970&rsquo;s. Their cost-effectiveness stems from their use of &ldquo;composite action&rdquo;, whereby steel or polymeric reinforcements are placed between compacted layers of soil to provide the soil the necessary tensile strength to be able to support itself in retaining wall applications, eliminating the large volumes of reinforced concrete that would have been otherwise necessary to meet the required grade separation.</p>\n<p>MSE walls are being constructed to greater heights with multiple tiers and closely-spaced reinforcements due to increasing urbanization, right-of-way issues, or wetland mitigation. &nbsp;However, our understanding of the working stress behavior of reinforcements and displacements of tall, single and multi-tier steel-reinforced soil walls was unsatisfactory, as existing analytical models that were based on short walls do not perform well when extrapolating to taller walls. This research addresses the two main variables governing tall wall performance: the role of soil dilation, or its suppression, at high confining stresses, and the role of frictional interferences between closely-spaced reinforcements. This research used experiments to investigate the soil and soil-reinforcement interaction, and numerical simulations to study the system response following calibration to the experimental findings.</p>\n<p class=\"defaulttext\">This research will allow designers to account for the changes in system response as a function of the strength and stiffness of the soil used in the wall, the spacing of the reinforcements (including very close spacing required for very tall walls in seismic regions), and certain geometrical characteristics of the wall. This will necessarily lead to improved use of materials, an impact that will reach each taxpayer. Additionally, specialized numerical codes developed to efficiently model the effect of consistently changing stress states in soils will be made available to the public, enabling researchers and practitioners alike to take advantage of the tools developed as part of this study.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/01/2016<br>\n\t\t\t\t\tModified by: Armin&nbsp;W&nbsp;Stuedlein</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMechanically Stabilized Earth (MSE) walls provide a cost-effective alternative for grade separation &ndash; abrupt, engineered changes in topography &ndash; and because of this they line our nation?s highways. In fact, nearly 100,000 walls have been constructed in the US since their introduction in 1970?s. Their cost-effectiveness stems from their use of \"composite action\", whereby steel or polymeric reinforcements are placed between compacted layers of soil to provide the soil the necessary tensile strength to be able to support itself in retaining wall applications, eliminating the large volumes of reinforced concrete that would have been otherwise necessary to meet the required grade separation.\n\nMSE walls are being constructed to greater heights with multiple tiers and closely-spaced reinforcements due to increasing urbanization, right-of-way issues, or wetland mitigation.  However, our understanding of the working stress behavior of reinforcements and displacements of tall, single and multi-tier steel-reinforced soil walls was unsatisfactory, as existing analytical models that were based on short walls do not perform well when extrapolating to taller walls. This research addresses the two main variables governing tall wall performance: the role of soil dilation, or its suppression, at high confining stresses, and the role of frictional interferences between closely-spaced reinforcements. This research used experiments to investigate the soil and soil-reinforcement interaction, and numerical simulations to study the system response following calibration to the experimental findings.\nThis research will allow designers to account for the changes in system response as a function of the strength and stiffness of the soil used in the wall, the spacing of the reinforcements (including very close spacing required for very tall walls in seismic regions), and certain geometrical characteristics of the wall. This will necessarily lead to improved use of materials, an impact that will reach each taxpayer. Additionally, specialized numerical codes developed to efficiently model the effect of consistently changing stress states in soils will be made available to the public, enabling researchers and practitioners alike to take advantage of the tools developed as part of this study.\n\n\t\t\t\t\tLast Modified: 08/01/2016\n\n\t\t\t\t\tSubmitted by: Armin W Stuedlein"
 }
}