{
 "awd_id": "1100376",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Solving Large Sum-of-Squares Optimization Problems in Control by Exploiting the Parallel Structure of Polya's Algorithm",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George Chiu",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2012-11-30",
 "tot_intn_awd_amt": 237473.0,
 "awd_amount": 237473.0,
 "awd_min_amd_letter_date": "2011-08-26",
 "awd_max_amd_letter_date": "2011-08-26",
 "awd_abstract_narration": "The goal of this project is to develop new parallel algorithms for control of nonlinear and uncertain systems. Computer architectures are changing, with multi-core chips and graphics cards replacing the CPU-based desktop powerhouses of years past. And with this change, a great deal of control systems technology is becoming obsolete. The problem is that the optimization algorithms being used by controls engineers are not built for the parallel processing environments we are encountering today.  Increasingly, this will limit our ability to control the large and complex models we use to describe such phenomena as fusion energy and biological immunity.  For this project, we have identified an approach to control of nonlinear or uncertain dynamics based on optimization using Polya's lemma.  The unique feature of this approach is that the optimization algorithms when applied to Polya's lemma become almost perfectly parallel. This means that the algorithms we develop can run on almost any type of parallel computing architecture, including cluster computers and supercomputers. Considering that the computing power available on these platforms is currently more than 2,000,000 times great than that available on a single-core desktop, the result of this project will be an order of magnitude increase in the complexity of systems we can control. The project organization has three parts. i) develop parallel algorithms to formulate robust control problems on the simplex as semidefinite-programming problems via Polya's lemma ii) develop parallel primal-dual interior-point algorithms for the problem of robust control on cluster computing and multi-core architectures. Iii) expand the scope beyond robust control to nonlinear analysis and more general types of system uncertainty and include additional computing platforms such as GPU computing and supercomputing. The algorithms developed in this project will be posted online for free distribution using a public license.\r\n\r\nAn order-of-magnitude increase in the complexity of systems that can be controled has important implications. For example, although detailed models of plasma in fusion reactors are available, those models are too complex to control efficiently using existing algorithms. The result is poor plasma confinement and inefficient energy production. If more detailed models can be used to improve plasma confinement, this has far-reaching implications for energy production. Additionally, biological models of interaction between cells in the immune system contain many different actors and are nonlinear and highly uncertain. An improved ability to analyze and control these models may lead to innovative forms of treatment for diseases such as cancer which is believed to be caused by a failure of the immune system to self-regulate.  The PI has ongoing projects in both the areas of fusion research and immunology and this research will be integrated into these projects. Finally, this project has an international component with the University of Campinas in Brasil, including extended teaching exchanges in both Campinas and Chicago. This will strengthen the collaborative relationship between these two institutions and provide an international perspective and educational opportunity for students at both schools.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Peet",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew Peet",
   "pi_email_addr": "mpeet@asu.edu",
   "nsf_id": "000511753",
   "pi_start_date": "2011-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Illinois Institute of Technology",
  "inst_street_address": "10 W 35TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125673035",
  "inst_zip_code": "606163717",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "ILLINOIS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E2NDENMDUEG8"
 },
 "perf_inst": {
  "perf_inst_name": "Illinois Institute of Technology",
  "perf_str_addr": "10 W 35TH ST",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606163717",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163200",
   "pgm_ele_name": "CONTROL SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "030E",
   "pgm_ref_txt": "CONTROL SYSTEMS"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "5913",
   "pgm_ref_txt": "BRAZIL"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 50752.0
  }
 ],
 "por": null
}