{
 "awd_id": "1101673",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ICES: Small: Networks, Public Goods, and Social Interactions: At the Edge of Analytics and Complexity",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tracy Kimbrel",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 349821.0,
 "awd_amount": 349821.0,
 "awd_min_amd_letter_date": "2011-08-18",
 "awd_max_amd_letter_date": "2011-08-18",
 "awd_abstract_narration": "This project brings social networks and geography into the economic theory of public goods. Public goods are goods that benefit many people all at once.  For example, innovation, education, and social services are all critical to modern economies and economic growth. The project studies the long-standing problem in public good provision: individual contributions benefit many people, but contributors do not receive payment or recompense for the total impact of their work.  This project considers social interactions and social incentives in public good provision. Communities, neighborhoods, ethnicity, and kin have all been argued to be central to the provision of public goods.  The project draws heavily on these empirical findings. It formalizes social networks and social identity, and integrates them into mathematical models of decision-making. By developing a network theory of public goods and social interactions, the project both advances basic science and provides a guide to new directions for empirical research and policy.\r\n\r\nPublic goods are vital to a productive workforce and sustainable economic growth.  Industrial research and development, health, security, and environmental preservation are just some examples of public goods.  In its scientific mission, this project will advance understanding of how actual and virtual communities and governmental agencies help or hinder the provision of public goods. The project combines new economic techniques and computer science techniques to understand how networks of people can contribute to economic growth.  In its education mission, the project will promote and advance the participation and education of women in two scientific fields - computer science and economic science - where women are significantly underrepresented. The project will develop courses and run workshops to train students in a set of tools for studying networks and strategic games.  In its personnel and subject matter, the project follows national panel recommendations to increase the participation of women in science by providing role models and fostering research with social objectives.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rachel",
   "pi_last_name": "Kranton",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Rachel E Kranton",
   "pi_email_addr": "rachel.kranton@duke.edu",
   "nsf_id": "000231515",
   "pi_start_date": "2011-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W MAIN ST",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054640",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "805200",
   "pgm_ele_name": "Inter Com Sci Econ Soc S (ICE)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7752",
   "pgm_ref_txt": "CDI NON SOLICITED RESEARCH"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 349821.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project developed and analyzed new theoretical models of networks in economics.&nbsp; The goal of the research is to uncover the mathematical properties of the network, which lead to different outcomes.&nbsp; The results shed light on the overall level and distribution of public goods and public information available to people in an interconnected society. &nbsp;The project&rsquo;s major activities involved theoretical research, computer simulation of models, training of graduate students and dissemination of the research results in publications and scientific conferences.&nbsp;</p>\n<p><em>Intellectual Merit</em>.&nbsp; The project elaborated a general linear model of strategic interaction in networks and applied the model to several economic settings, including public goods, crime, and peer effects in education.&nbsp; The research made a foundational discovery: the lowest eigenvalue of the network matrix is critical to the equilibrium outcomes.&nbsp; The lowest eigenvalue indicates the extent to which different segments of a society are linked to each other but not to others.&nbsp; When the lowest eigenvalue is lower in magnitude, more stable outcomes are possible.&nbsp;&nbsp; &nbsp;&nbsp;</p>\n<p>The project also developed a model of communication in network, where the public good is the collective knowledge of the veracity of rumor, which leads to public policy decisions. &nbsp;The main finding is that biased agents must be sufficiently dispersed within a network in order for unbiased agents to have the incentive to pass on (possibly false, but most likely true) information.&nbsp; The results indicate why false information persists in society, such as so-called, &ldquo;urban legends,&rdquo; conspiracy theories, and the widespread belief that vaccines cause autism.</p>\n<p><em>Broader Impact.</em> The research in this project is fundamentally interdisciplinary.&nbsp; It is in the field of economics and reaches out to the broader scientific community at the intersection of computer science and economics and&nbsp; the more general emerging field of &ldquo;network science.&rdquo;&nbsp; The project established a basic, linear framework that can be used by any researcher in any constituent field studying strategic behavior where people are connected in a network. The project further contributed to an interdisciplinary PhD curriculum on networks and trained graduate students in economics and public policy.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/19/2015<br>\n\t\t\t\t\tModified by: Rachel&nbsp;E&nbsp;Kranton</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project developed and analyzed new theoretical models of networks in economics.  The goal of the research is to uncover the mathematical properties of the network, which lead to different outcomes.  The results shed light on the overall level and distribution of public goods and public information available to people in an interconnected society.  The projectÆs major activities involved theoretical research, computer simulation of models, training of graduate students and dissemination of the research results in publications and scientific conferences. \n\nIntellectual Merit.  The project elaborated a general linear model of strategic interaction in networks and applied the model to several economic settings, including public goods, crime, and peer effects in education.  The research made a foundational discovery: the lowest eigenvalue of the network matrix is critical to the equilibrium outcomes.  The lowest eigenvalue indicates the extent to which different segments of a society are linked to each other but not to others.  When the lowest eigenvalue is lower in magnitude, more stable outcomes are possible.     \n\nThe project also developed a model of communication in network, where the public good is the collective knowledge of the veracity of rumor, which leads to public policy decisions.  The main finding is that biased agents must be sufficiently dispersed within a network in order for unbiased agents to have the incentive to pass on (possibly false, but most likely true) information.  The results indicate why false information persists in society, such as so-called, \"urban legends,\" conspiracy theories, and the widespread belief that vaccines cause autism.\n\nBroader Impact. The research in this project is fundamentally interdisciplinary.  It is in the field of economics and reaches out to the broader scientific community at the intersection of computer science and economics and  the more general emerging field of \"network science.\"  The project established a basic, linear framework that can be used by any researcher in any constituent field studying strategic behavior where people are connected in a network. The project further contributed to an interdisciplinary PhD curriculum on networks and trained graduate students in economics and public policy. \n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/19/2015\n\n\t\t\t\t\tSubmitted by: Rachel E Kranton"
 }
}