{
 "awd_id": "1101570",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ICES: Small: Heuristic Mechanism Design",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tracy Kimbrel",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2015-10-31",
 "tot_intn_awd_amt": 359920.0,
 "awd_amount": 359920.0,
 "awd_min_amd_letter_date": "2011-04-27",
 "awd_max_amd_letter_date": "2011-04-27",
 "awd_abstract_narration": "Computational mechanism design (CMD) seeks to understand how to promote desirable outcomes in multi-agent systems, despite private information, self-interest and limited computational resources. CMD finds application in many settings; e.g., in the public sector for wireless spectrum and airport landing rights, in Internet advertising, in expressive sourcing in the supply chain, in allocating resources in computational systems. A key concept is strategyproofness: the mechanism's outcome should be robust against manipulations through misreports of private information held by participants.\r\n\r\nIn meeting the demands for CMD in these rich domains, we often need to bridge from the theory of economic mechanism design to the practice of deployable, computational mechanisms. The broad goal of this project is to leverage scalable, heuristic optimization algorithms, making them applicable in settings with self-interest. Rather than seeking provably optimal but possibly inapplicable mechanisms (either without complexity considerations, as in economic theory, or with worst-case complexity considerations, as is commonplace in theoretical computer science), we propose a new computational agenda.\r\n\r\nProvable guarantees are often unavailable when search algorithms are applied to real-world optimization problems. Still, heuristic search algorithms are widely employed, and find good empirical success. We seek something analogous to this for settings in which inputs are distributed to participants, each self-interested and willing to misreport inputs in order to improve the outcome in their favor. Rather than looking for optimal mechanisms amongst the class of polynomial-time algorithms, we seek to employ search algorithms with excellent empirical performance despite worst-case exponential run-time (if run-to-completion.)\r\n\r\nSpecific topics of interest include: (a) automatic self-correction, to apply online sensitivity analysis to automatically correct the outcome of an algorithm, allowing the algorithm to be coupled with payments and made strategyproof; (b) metrics for approximate strategyproofness, to enable design without solving for equilibrium; and (c) automatic generation of payment rules through the use of machine learning, by imposing appropriate structure on the hypothesis space.\r\n\r\nSuccessful progress will provide new and fundamental methodologies with which to develop incentive-aligned mechanisms (e.g., for resource and task allocation) that enjoy excellent empirical properties and are able to scale to real-world domains. The theory of mechanism design has already provided broad societal impact, in enabling the auctioning of public resources such as wireless spectrum and power generation capacity, and in driving revenue to internet businesses by enabling efficient advertising. A new framework for heuristic mechanism design will enable a new generation of mechanisms for large-scale coordination and resource allocation amongst people, firms and organizations, with the promise of broad applications to electronic commerce (including mobile commerce), cloud computing, and across the supply chain.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Parkes",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "David C Parkes",
   "pi_email_addr": "parkes@eecs.harvard.edu",
   "nsf_id": "000210273",
   "pi_start_date": "2011-04-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "805200",
   "pgm_ele_name": "Inter Com Sci Econ Soc S (ICE)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 359920.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project has advanced our understanding of of computational methods for the design of matching and allocation mechanisms. Of special interest is the design of mechanisms that are incentive aligned, so that they are simple and fair to use--- the best approach for a participant in a suitably designed mechanism is to describe his or her preferences directly and without trying to speculate about the reports of others. By designing incentive aligned methods for optimization and coordination in settings such as allocation and matching we can better achieve societal goals such as welfare maximization.</p>\n<p>Rather than work within the theoretical framework of worst-case approximation algorithms, we have emphasized advances that involve algorithms with good, empirical properties on real-world inputs.</p>\n<p>A <span style=\"text-decoration: underline;\">first set of results</span> develop a theory to enable the application of machine learning to the inference of (approximately) incentive-aligned payment rules that fit with a given algorithmic approach to allocation. We obtain a connection between the way that error is formulated and measured in machine learning and the way that incentives are analyzed when designing economic mechanisms. The framework is applied to the design of fair and welfare-optimal auctions for multiple items and with rich user preferences (e.g., preferences on bundles of items.) This framework can also be extended to employ machine learning in the automated design of matching and assignment mechanisms without money, for example enabling new approaches to stable, fair and incentive aligned methods for the two-sided matching of workers with jobs, or the assignment of logistical resources to businesses.</p>\n<p>A <span style=\"text-decoration: underline;\">second set of results</span> provide methods to automatically adjust the outcome of an algorithm, such that the modified algorithm is incentive aligned. We have demonstrated that this can be used, in principle, to use branch-and-bound algorithms for the incentive compatible optimization of problems with private information and self-interested participants. This is significant because branch-and-bound style search is one of the most significant industrial approaches to solving large scale optimization. As an off shoot, we also develop algorithms for the clearing of short-term licenses for wireless spectrum and for matching bids for charging capacity with hybrid electric vehicles. These suggest some of the societal impact that can be enabled by this research.</p>\n<p>This grant and associated research projects has also supported the training of a number of Ph.D. students and postdoctoral fellows and provided opportunities for undergraduate research.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/19/2015<br>\n\t\t\t\t\tModified by: David&nbsp;C&nbsp;Parkes</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project has advanced our understanding of of computational methods for the design of matching and allocation mechanisms. Of special interest is the design of mechanisms that are incentive aligned, so that they are simple and fair to use--- the best approach for a participant in a suitably designed mechanism is to describe his or her preferences directly and without trying to speculate about the reports of others. By designing incentive aligned methods for optimization and coordination in settings such as allocation and matching we can better achieve societal goals such as welfare maximization.\n\nRather than work within the theoretical framework of worst-case approximation algorithms, we have emphasized advances that involve algorithms with good, empirical properties on real-world inputs.\n\nA first set of results develop a theory to enable the application of machine learning to the inference of (approximately) incentive-aligned payment rules that fit with a given algorithmic approach to allocation. We obtain a connection between the way that error is formulated and measured in machine learning and the way that incentives are analyzed when designing economic mechanisms. The framework is applied to the design of fair and welfare-optimal auctions for multiple items and with rich user preferences (e.g., preferences on bundles of items.) This framework can also be extended to employ machine learning in the automated design of matching and assignment mechanisms without money, for example enabling new approaches to stable, fair and incentive aligned methods for the two-sided matching of workers with jobs, or the assignment of logistical resources to businesses.\n\nA second set of results provide methods to automatically adjust the outcome of an algorithm, such that the modified algorithm is incentive aligned. We have demonstrated that this can be used, in principle, to use branch-and-bound algorithms for the incentive compatible optimization of problems with private information and self-interested participants. This is significant because branch-and-bound style search is one of the most significant industrial approaches to solving large scale optimization. As an off shoot, we also develop algorithms for the clearing of short-term licenses for wireless spectrum and for matching bids for charging capacity with hybrid electric vehicles. These suggest some of the societal impact that can be enabled by this research.\n\nThis grant and associated research projects has also supported the training of a number of Ph.D. students and postdoctoral fellows and provided opportunities for undergraduate research.\n\n\t\t\t\t\tLast Modified: 12/19/2015\n\n\t\t\t\t\tSubmitted by: David C Parkes"
 }
}