{
 "awd_id": "1101765",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Very High Energy Particle Astrophysics with VERITAS",
 "cfda_num": "47.049",
 "org_code": "03010300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jonathan Whitmore",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 439500.0,
 "awd_amount": 439500.0,
 "awd_min_amd_letter_date": "2011-09-08",
 "awd_max_amd_letter_date": "2013-08-07",
 "awd_abstract_narration": "The Very Energetic Radiation Imaging Telescope Array System (VERITAS), located at the F. L. Whipple Observatory basecamp of Mt. Hopkins, AZ, is in a full science-driven mode. The array consists of four Imaging Atmospheric Cherenkov Telescopes (IACTs), allowing observations of very-high-energy (VHE) gamma rays above an energy threshold of 50 GeV to detect exotic sources of VHE gamma rays throughout the galaxy and extra-galactic space, probing the extreme physics of sources such as the jets of Active Galactic Nuclei (AGN), supernova remnants and microquasars. VERITAS is well-positioned to complement the Fermi Gamma-ray Space Telescope launched by NASA in June 2008 where the two observatories together provide overlapping spectral coverage from the tens of MeV to tens of TeV range.\r\n\r\nThis award will provide this University of Minnesota (UMN) group with base support of their VERITAS science and collaboration service efforts over the next three years. The group will continue development of improved analysis techniques using advanced multivariate algorithms developed by the High Energy Physics community. Their scientific analysis efforts will be in studies of extragalactic sources including AGN, starburst galaxies, and galaxy clusters with a focus on locating the source of gamma-ray emission in blazars and understanding the origin of cosmic rays. The group will continue to lead the VERITAS multi-wavelength coordination efforts and, in particular, will bring the new important resource of optical polarimetry to the multi-wavelength study of blazar emission zones. The team will also contribute multiwavelength correlation studies complementing the TeV data obtained with VERITAS. \r\n\r\nBroader Impact: The outreach effort has two components. The first is to work with the established Research Experiences for Undergraduates program at UMN to actively mentor undergraduates on a VERITAS-related project each summer. The second component is to select at least one undergraduate to participate in the Adler Planetarium's VERITAS EPO program which recruits students from VERITAS collaborating institutions to work with scientists in the Adler's Space Visualization Laboratory to develop gamma-ray computer interactives.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lucy",
   "pi_last_name": "Fortson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lucy Fortson",
   "pi_email_addr": "fortson@physics.umn.edu",
   "nsf_id": "000079170",
   "pi_start_date": "2011-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164300",
   "pgm_ele_name": "Particle Astrophysics/Cosmic P"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 329500.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 110000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The University of Minnesota is a collaborating institution on the Very Energetic Radiation Imaging Telescope Array System (VERITAS) - a set of four twelve meter telescopes located at the Whipple Observatory near Tucson, Arizona. The telescopes are used to detect the nano-second flashes of ultraviolet light that occur when very-high-energy gamma rays interact with the Earth&rsquo;s atmosphere.&nbsp; These gamma rays arrive at the Earth after having been created by some of the most powerful phenomena in our own galaxy and the universe. For example, VERITAS detects gamma rays from the remnants of supernova explosions within our galaxy as well as from the jets of material that spew millions of light years outwards from galaxies made active by a super-massive black hole lurking at their center.</p>\n<p>&nbsp;</p>\n<p>The funding from the National Science Foundation for the period 2011 - 2014 has allowed researchers at UMN to study the gamma radiation from these so-called blazars &ndash; highly active galaxies where the jets of material happen to be pointed straight at the Earth even though the light has traveled nearly half the age of the Universe to get to us. Since the field of gamma ray astronomy is still very young, with only a hundred or so objects detected in the last decade, one of the key objectives is to discover and analyze as many of these blazars as possible. One of the critical outcomes of our work has been the detection and characterization of several new blazars. We also use data from radio, optical and x-ray instruments combined with the gamma ray data to study how gamma rays of such high energy are emitted in the first place. To do this, we look at the combined spectra across all these wavebands and use emission models built from our understanding of the interactions of radiation with matter to try to explain the combined spectra. We also look at how the light output from all these wavebands varies with time and test the predictions from these emission models against the variations we see. &nbsp;In one example from our work, we have detected a flare from a relatively nearby blazar that has the most rapid variability yet seen along with the highest energy gamma rays ever detected.&nbsp; Finally, we look at how intervening radiation and matter can alter the spectrum of the gamma rays as they propagate from their source to Earth.&nbsp; We use this information in turn to probe the nature of the intervening radiation which is the combined starlight from the entire period in the history of the universe from when the first stars ignited to now. This total amount of starlight (called the Extragalactic Background Light - EBL) is not well measured by other instruments. But gamma rays can be used like a flashlight in a smoky room to probe the intervening material &ndash; the way in which the intervening material &ldquo;absorbs&rdquo; the light tells us about the material. One of the more exciting results we are seeing is a hint that when we take into account the full absorption from the EBL we still obtain more gamma rays than expected. This opens up many questions for further study &ndash; either there is much less ancient starlight out there than is expected (interesting from the perspective of how the first stars formed) or there is another way to produce gamma rays. The UMN group is working hard to try to test this latter possibility with the idea that the blazars should also emit charged cosmic rays which, when interacting in the intervening material, would create so-called secondary gamma rays thus adding to the original gamma ray count from the source.</p>\n<p>&nbsp;</p>\n<p>The UMN group carries out the above scientific analysis work while also contributing critical technical infrastructure to the VERITAS project overall. UMN is responsible for managing the entire analysis package for all of VERITAS &ndash; a collaboration of over one hundred scientists. Witho...",
  "por_txt_cntn": "\nThe University of Minnesota is a collaborating institution on the Very Energetic Radiation Imaging Telescope Array System (VERITAS) - a set of four twelve meter telescopes located at the Whipple Observatory near Tucson, Arizona. The telescopes are used to detect the nano-second flashes of ultraviolet light that occur when very-high-energy gamma rays interact with the EarthÆs atmosphere.  These gamma rays arrive at the Earth after having been created by some of the most powerful phenomena in our own galaxy and the universe. For example, VERITAS detects gamma rays from the remnants of supernova explosions within our galaxy as well as from the jets of material that spew millions of light years outwards from galaxies made active by a super-massive black hole lurking at their center.\n\n \n\nThe funding from the National Science Foundation for the period 2011 - 2014 has allowed researchers at UMN to study the gamma radiation from these so-called blazars &ndash; highly active galaxies where the jets of material happen to be pointed straight at the Earth even though the light has traveled nearly half the age of the Universe to get to us. Since the field of gamma ray astronomy is still very young, with only a hundred or so objects detected in the last decade, one of the key objectives is to discover and analyze as many of these blazars as possible. One of the critical outcomes of our work has been the detection and characterization of several new blazars. We also use data from radio, optical and x-ray instruments combined with the gamma ray data to study how gamma rays of such high energy are emitted in the first place. To do this, we look at the combined spectra across all these wavebands and use emission models built from our understanding of the interactions of radiation with matter to try to explain the combined spectra. We also look at how the light output from all these wavebands varies with time and test the predictions from these emission models against the variations we see.  In one example from our work, we have detected a flare from a relatively nearby blazar that has the most rapid variability yet seen along with the highest energy gamma rays ever detected.  Finally, we look at how intervening radiation and matter can alter the spectrum of the gamma rays as they propagate from their source to Earth.  We use this information in turn to probe the nature of the intervening radiation which is the combined starlight from the entire period in the history of the universe from when the first stars ignited to now. This total amount of starlight (called the Extragalactic Background Light - EBL) is not well measured by other instruments. But gamma rays can be used like a flashlight in a smoky room to probe the intervening material &ndash; the way in which the intervening material \"absorbs\" the light tells us about the material. One of the more exciting results we are seeing is a hint that when we take into account the full absorption from the EBL we still obtain more gamma rays than expected. This opens up many questions for further study &ndash; either there is much less ancient starlight out there than is expected (interesting from the perspective of how the first stars formed) or there is another way to produce gamma rays. The UMN group is working hard to try to test this latter possibility with the idea that the blazars should also emit charged cosmic rays which, when interacting in the intervening material, would create so-called secondary gamma rays thus adding to the original gamma ray count from the source.\n\n \n\nThe UMN group carries out the above scientific analysis work while also contributing critical technical infrastructure to the VERITAS project overall. UMN is responsible for managing the entire analysis package for all of VERITAS &ndash; a collaboration of over one hundred scientists. Without the UMN group, it is fair to say no VERITAS analyses would be carried out. We are also key leaders in developing more advanced anal..."
 }
}