{
 "awd_id": "1101458",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Computable Mathematics",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924885",
 "po_email": "tbartosz@nsf.gov",
 "po_sign_block_name": "Tomek Bartoszynski",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 240000.0,
 "awd_amount": 240000.0,
 "awd_min_amd_letter_date": "2011-08-25",
 "awd_max_amd_letter_date": "2011-08-25",
 "awd_abstract_narration": "In this project the principal investigator will apply methods from computability theory and other branches of logic to study the effective content and proof-theoretic strength of various areas of mathematics. In particular, he will concentrate on algorithmic randomness, computable model theory, and reverse mathematics and effectiveness of combinatorial principles, computable structure theory (including computable algebra), and the connections between these areas. Among other areas in the theory of randomness, he will study properties of ``far from random'' sets and the connections between them, other notions of computability theoretic lowness, and notions such as mutual information for infinite strings. He will also seek further applications of randomness to various areas of computability theory. In computable model theory, he will continue to address issues raised by effectivizing model theoretic notions, including the relationships between the degree of effectivity of different models of theories with few models and the computability theoretic and proof theoretic aspects of special models, such as prime, homogeneous, and saturated models. He will also further investigate computability theoretic and proof theoretic aspects of combinatorial principles, as well as principles arising from model theory, measure theory, and other areas. In this work he will exploit the connections between effective mathematics and the reverse mathematics program, which aims to calibrate the strength of theorems of ordinary mathematics in terms of the (set existence and induction) axioms needed to prove them.\r\n\r\nThe study of the effective content of mathematics has received increasing attention in the last few decades. It is a natural outgrowth of the efforts to understand and formalize the notions of algorithm and computable function undertaken in the early part of the twentieth century. It is of both pure mathematical and foundational interest, and has important connections with computer science. This project aims to further our understanding of how structure affects computability, and how computability interacts with other fundamental notions of modern mathematics and foundations of mathematics, such as randomness and proof-theoretic strength. Computability theorists have developed a highly successful theory of relative computational complexity of sets of numbers, which, in addition to its intrinsic mathematical interest, has been influential in theoretical computer science. One of the goals of this project is to continue the development of an emerging parallel theory of relative algorithmic randomness, which can act as a theoretical framework in which to consider questions such as: When should we say that an infinite set is more random than another, and what consequences does the relative randomness of sets have for their relative computational complexity?",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Denis",
   "pi_last_name": "Hirschfeldt",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Denis R Hirschfeldt",
   "pi_email_addr": "drh@math.uchicago.edu",
   "nsf_id": "000217255",
   "pi_start_date": "2011-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5801 S ELLIS AVE",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126800",
   "pgm_ele_name": "FOUNDATIONS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 240000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, Hirschfeldt applied computability-theoretic methods<br />to study the effective content and proof-theoretic strength of various<br />areas of mathematics, concentrating in particular on algorithmic<br />randomness, computable model theory, reverse mathematics and<br />effectiveness of model theoretic and combinatorial principles,<br />computable structure theory, and the connections between these<br />areas. The study of the effective content of mathematics has received<br />much attention in the last few decades. It is a natural outgrowth of<br />efforts to understand and formalize the notion of algorithm undertaken<br />in the early part of the 20th century, and is of both pure<br />mathematical and foundational interest. The ultimate goal of<br />Hirschfeldt's research is to understand how structure affects<br />computability, and how computability interacts with other fundamental<br />notions such as randomness, proof theoretic strength, and model<br />theoretic concepts.</p>\n<p>&nbsp;</p>\n<p>Some of the results obtained in this project have developed the theory<br />of notions of approximate computability, connecting them in particular<br />to computability-based notions of randomness. Others have furthered<br />our understanding of the effective content of combinatorial and<br />model-theoretic principles, using fine-grained tools that extend and<br />complement the analysis provided by reverse mathematics, one of the<br />most successful of the research programs aimed at recovering some of<br />the content of Hilbert's Program in the wake of Goedel's Second<br />Incompleteness Theorem.</p>\n<p>&nbsp;</p>\n<p>Hirschfeldt disseminated his research by publishing papers and books,<br />and by giving talks at major conferences. He also contributed to the<br />training of graduate students and undergradtues, both through direct<br />supervision, and by his expository work, in particular his book<br />Slicing the Truth: On the Computability Theoretic and Reverse<br />Mathematical Analysis of Combinatorial Principles. He also<br />participated in the organization of workshops and seminars, and<br />co-edited a volume of expository articles on extending the methods of<br />effective mathematics to the uncountable setting.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/23/2015<br>\n\t\t\t\t\tModified by: Denis&nbsp;R&nbsp;Hirschfeldt</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this project, Hirschfeldt applied computability-theoretic methods\nto study the effective content and proof-theoretic strength of various\nareas of mathematics, concentrating in particular on algorithmic\nrandomness, computable model theory, reverse mathematics and\neffectiveness of model theoretic and combinatorial principles,\ncomputable structure theory, and the connections between these\nareas. The study of the effective content of mathematics has received\nmuch attention in the last few decades. It is a natural outgrowth of\nefforts to understand and formalize the notion of algorithm undertaken\nin the early part of the 20th century, and is of both pure\nmathematical and foundational interest. The ultimate goal of\nHirschfeldt's research is to understand how structure affects\ncomputability, and how computability interacts with other fundamental\nnotions such as randomness, proof theoretic strength, and model\ntheoretic concepts.\n\n \n\nSome of the results obtained in this project have developed the theory\nof notions of approximate computability, connecting them in particular\nto computability-based notions of randomness. Others have furthered\nour understanding of the effective content of combinatorial and\nmodel-theoretic principles, using fine-grained tools that extend and\ncomplement the analysis provided by reverse mathematics, one of the\nmost successful of the research programs aimed at recovering some of\nthe content of Hilbert's Program in the wake of Goedel's Second\nIncompleteness Theorem.\n\n \n\nHirschfeldt disseminated his research by publishing papers and books,\nand by giving talks at major conferences. He also contributed to the\ntraining of graduate students and undergradtues, both through direct\nsupervision, and by his expository work, in particular his book\nSlicing the Truth: On the Computability Theoretic and Reverse\nMathematical Analysis of Combinatorial Principles. He also\nparticipated in the organization of workshops and seminars, and\nco-edited a volume of expository articles on extending the methods of\neffective mathematics to the uncountable setting.\n\n\t\t\t\t\tLast Modified: 11/23/2015\n\n\t\t\t\t\tSubmitted by: Denis R Hirschfeldt"
 }
}