{
 "awd_id": "1101798",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Low energy magnetic domain wall logic",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Usha Varshney",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 319445.0,
 "awd_amount": 319445.0,
 "awd_min_amd_letter_date": "2011-04-01",
 "awd_max_amd_letter_date": "2011-04-01",
 "awd_abstract_narration": "Heat dissipation is the most serious problem confronting modern electronics, and limits the clock rates and chip performance of microprocessors. The proposed work develops a magnetic logic device with zero static power losses and a projected dynamic power-delay product below that of contemporary digital logic. Low power operation is enabled by operating at a very low supply voltage, which reduces both the dynamic power when the devices are switched and circuit-wide dissipation in the interconnects. These benefits are obtained without increasing the ?off state? leakage current. The device relies on the integration of two proven technologies, current-induced domain wall propagation in a narrow soft ferromagnetic wire for the storage element, and a magnetic tunnel junction for the output element. \r\n\r\nThe intellectual merit of this proposal is to understand the scaling limits in the technology, and to solve system-level issues such as fanout, clocking and circuit architecture. The scaling limits will be examined by studying domain wall propagation as a function of wire dimensions, both experimentally and computationally, to understand the reversal behavior as a function of current pulse amplitude and width and the geometrical and materials parameters of the wire. Circuit architecture and clocking schemes will be developed to enable integration of multiple devices, so that one device can drive one or more other devices, enabling complex logic operations to be performed, making use of the programmability and non-volatility of the device. The results from the project will not only demonstrate a new strategy for realizing logic, but will develop tools and architecture that can be applied to other nontraditional devices.\r\n\r\nThe broader impacts of the proposal include the training of a graduate student and approximately two to four undergraduate students in a highly interdisciplinary materials science and electrical engineering field. In addition to training of personnel, the concepts and findings of this project will be incorporated into classes taught by the PIs, which will be available to the public through the MIT OpenCourseWare initiative, to high school teachers through summer experiences, and through a textbook and an associated teaching module for graduate students on magnetic tunnel junctions and spin transport. The goal of class development is to summarize the key device physics of post-silicon devices in a manner that is accessible to both graduate and undergraduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marc",
   "pi_last_name": "Baldo",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Marc A Baldo",
   "pi_email_addr": "baldo@mit.edu",
   "nsf_id": "000190184",
   "pi_start_date": "2011-04-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Caroline",
   "pi_last_name": "Ross",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Caroline Ross",
   "pi_email_addr": "caross@mit.edu",
   "nsf_id": "000103976",
   "pi_start_date": "2011-04-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "107E",
   "pgm_ref_txt": "Magnetics and spin electronics"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 319445.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The aim of this project was to develop a magnetic logic device. This performs a similar function as a conventional transistor (or several transistors) made from silicon. However, the magnetic device has several potential advantages, including low power consumption, non-volatility which is the ability to &lsquo;remember&rsquo; its state even after the power is switched off, and a small size. One magnetic logic device can replace several transistors to form a logic gate. In the project the device was designed, modeled using micromagnetic and electrical simulation programs, fabrication schemes were developed, and a prototype was built; combinations of devices to carry out complex logic operations were also modeled.</p>\n<p>&nbsp;</p>\n<p>The overall arrangement of the device is shown in Fig. 1. A narrow magnetic wire contains one domain wall. The domain wall is moved back and forth on the wire by an electric current pulse which forms the input of the device. When it is on the left the device state is &lsquo;1&rsquo; and on the right the device state is &lsquo;0&rsquo;. The device is switched to &lsquo;0&rsquo; if the current, which is the sum of two input currents, is large enough. Otherwise the state is &lsquo;1&rsquo;. The device therefore performs a NAND function. Modeling showed the feasibility of this approach and allowed calculations of ho the device would perform as its dimensions scaled down, in terms of speed and power consumption. More complex circuits such as a full adder were simulated.</p>\n<p>&nbsp;</p>\n<p>Device fabrication involved lithographic steps similar to those used in making silicon electronics. Methods were deviced to etch the magnetic films to produce smooth edges, shown in Figure 2, and domain wall behavior in the thin patterned wires was studied including measurements of domain wall pinning and simulations of the domain wall speed and pinning behavior. The readout element, a magnetic tunnel junction, was patterned using an ion beam etching process. Finally, a prototype device was made and tested. Figure 3 shows the device and its performance as a NAND gate. Combinations of devies are currently being tested to see if more complex logic functions can be carried out.</p>\n<p>&nbsp;</p>\n<p>Broader impacts of the work included training of graduate and undergraduate students in interdisciplinary research that spans between physics, materials science and electrical engineering. The findings of the project were incorporated into the PIs&rsquo; teaching, including classes on magnetic materials and devices, and nanoelectronics. A class entitled Electrical, Optical and Magnetic Materials and Devices was prepared for free worldwide access though the edX platform and will be available to the public in Spring 2015. The PIs participated in summer outreach prgrans such as one for New England teachers introducing them to progress in magnetism and data storage.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/11/2014<br>\n\t\t\t\t\tModified by: Caroline&nbsp;A&nbsp;Ross</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/1101798/1101798_10082400_1405107884727_Figure1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/1101798/1101798_10082400_1405107884727_Figure1--rgov-800width.jpg\" title=\"Cartoon of the logic device\"><img src=\"/por/images/Reports/POR/2014/1101798/1101798_10082400_1405107884727_Figure1--rgov-66x44.jpg\" alt=\"Cartoon of the logic device\"></a>\n<div class=\"imageCaptionCo...",
  "por_txt_cntn": "\nThe aim of this project was to develop a magnetic logic device. This performs a similar function as a conventional transistor (or several transistors) made from silicon. However, the magnetic device has several potential advantages, including low power consumption, non-volatility which is the ability to ærememberÆ its state even after the power is switched off, and a small size. One magnetic logic device can replace several transistors to form a logic gate. In the project the device was designed, modeled using micromagnetic and electrical simulation programs, fabrication schemes were developed, and a prototype was built; combinations of devices to carry out complex logic operations were also modeled.\n\n \n\nThe overall arrangement of the device is shown in Fig. 1. A narrow magnetic wire contains one domain wall. The domain wall is moved back and forth on the wire by an electric current pulse which forms the input of the device. When it is on the left the device state is æ1Æ and on the right the device state is æ0Æ. The device is switched to æ0Æ if the current, which is the sum of two input currents, is large enough. Otherwise the state is æ1Æ. The device therefore performs a NAND function. Modeling showed the feasibility of this approach and allowed calculations of ho the device would perform as its dimensions scaled down, in terms of speed and power consumption. More complex circuits such as a full adder were simulated.\n\n \n\nDevice fabrication involved lithographic steps similar to those used in making silicon electronics. Methods were deviced to etch the magnetic films to produce smooth edges, shown in Figure 2, and domain wall behavior in the thin patterned wires was studied including measurements of domain wall pinning and simulations of the domain wall speed and pinning behavior. The readout element, a magnetic tunnel junction, was patterned using an ion beam etching process. Finally, a prototype device was made and tested. Figure 3 shows the device and its performance as a NAND gate. Combinations of devies are currently being tested to see if more complex logic functions can be carried out.\n\n \n\nBroader impacts of the work included training of graduate and undergraduate students in interdisciplinary research that spans between physics, materials science and electrical engineering. The findings of the project were incorporated into the PIsÆ teaching, including classes on magnetic materials and devices, and nanoelectronics. A class entitled Electrical, Optical and Magnetic Materials and Devices was prepared for free worldwide access though the edX platform and will be available to the public in Spring 2015. The PIs participated in summer outreach prgrans such as one for New England teachers introducing them to progress in magnetism and data storage.\n\n\t\t\t\t\tLast Modified: 07/11/2014\n\n\t\t\t\t\tSubmitted by: Caroline A Ross"
 }
}