{
 "awd_id": "1101217",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Computability in Europe 2011",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924885",
 "po_email": "tbartosz@nsf.gov",
 "po_sign_block_name": "Tomek Bartoszynski",
 "awd_eff_date": "2011-02-01",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 20000.0,
 "awd_amount": 20000.0,
 "awd_min_amd_letter_date": "2011-01-10",
 "awd_max_amd_letter_date": "2011-01-10",
 "awd_abstract_narration": "This award will support participation by U.S. students and junior researchers the conference CiE 2011 (Models of Computation in Context), to be held in June/July of 2011 in Sofia, Bulgaria. This meeting is organized by the research group in Mathematical Logic at Sofia university in conjunction with the Association for Computability in Europe, a community of more than 700 researchers, including about 100 members from the United States.\r\n\r\nThis annual conference series promotes the development of computability-related science, ranging over mathematics, computer science, and applications in various natural and engineering sciences such as physics and biology. The conference scope also includes the study of philosophy and history of computing as it relates to questions of computability.  \r\n\r\nComputability has played a crucial role in mathematics and computer science, leading to the discovery, understanding and classification of decidable/undecidable problems and paving the way for the modern computer era. Recent new paradigms of computation, based on biological and physical models, address in a radically new way questions of efficiency and challenge assumptions about the so-called Turing barrier.\r\n\r\nCiE 2011 will bring context, multidisciplinary perspective and computability-theoretic focus to a wide spectrum of disciplines -- including computer science, mathematics and logic, physics and quantum theory, biology and informatics, linguistics and philosophy, neuroscience and learning theory.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "DOUGLAS",
   "pi_last_name": "CENZER",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "DOUGLAS A CENZER",
   "pi_email_addr": "cenzer@ufl.edu",
   "nsf_id": "000327176",
   "pi_start_date": "2011-01-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1523 UNION RD RM 207",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326111941",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126800",
   "pgm_ele_name": "FOUNDATIONS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The conference CiE 2011 (Models of Computation in Context), took place<br />from June 27 to July 2, 2011 in Sofia, Bulgaria. The meeting was<br />organized by the research group in Mathematical Logic at Sofia<br />university in conjunction with the Association for Computability in<br />Europe, a community of more than 700 researchers, including about 100<br />members from the United States.</p>\n<p>The annual CiE conference series promotes the development of computability-related science, ranging over mathematics, computer science, and applications in various natural and engineering sciences such as physics and biology. The conference scope also included the study of philosophy and history of computing as it relates to questions of computability.&nbsp; Computability has played a crucial role in mathematics and computer science, leading to the discovery, understanding and classification of decidable/undecidable problems and paving the way for the modern computer era. Recent new paradigms of computation, based on biological and physical models, address in a radically new way questions of efficiency and challenge assumptions about the so-called Turing barrier.</p>\n<p>CiE 2011 brought context, multidisciplinary perspective and<br />computability-theoretic focus to a wide spectrum of disciplines --<br />including computer science, mathematics and logic, physics and quantum<br />theory, biology and informatics, linguistics and philosophy,<br />neuroscience and learning theory.</p>\n<p><br />The conference featured tutorials by Jack Lutz on Effective&nbsp;Fractal Dimensions and by Geoffrey Pullum on Linguistics for&nbsp;Computability Theorists. There were 7 plenary talks:</p>\n<p>(1)&nbsp; Christel Baier: Quantitative Analysis of Randomized<br />&nbsp;Distributed Systems and Probabilistic Automata</p>\n<p>(2) &nbsp;Michiel van Lambalgen: Logic in a neuroscience lab</p>\n<p>(3) &nbsp;Florian Markowetz: Integrative analysis of breast cancer</p>\n<p>(4) Antonio Montalban: The Jump of a Structure&nbsp;</p>\n<p>(5) Alexandra Shlapentokh: Undecidability and Definitions of Integers and Itegral Functions</p>\n<p>(6)&nbsp; Theodore Slaman:&nbsp;The First-order Fragments of Second-order Theories&nbsp;</p>\n<p>(7) Alasdari Urquhart:&nbsp;Goedel, von Neumann and the origins of theoretical&nbsp;computer science</p>\n<p>There were six special sessions:</p>\n<p>(1)&nbsp; Computational Linguistics</p>\n<p>(2) Relations between the physical world and formal models of<br />computation</p>\n<p>(3) &nbsp;Natural Computing</p>\n<p>(4) &nbsp;Computability in&nbsp;Analysis, Algebra and Geometry.</p>\n<p>(5) Classical Computability Theory</p>\n<p>(6) Theory of Transfinite Computations</p>\n<p>Many publications on these topics resulted from the conference. A<br />volume of abstracts and handouts was published by the host<br />university and 33 selected papers were published in a volume entitled<br />Models of Computation in Context, published in the Springer series Lecture Notes in Computer Science. An issue of the journal Annals of Pure and Applied Logic featured 9 articles arising from the conference.</p>\n<p>American researchers supported by the conference included graduate<br />students Ming-Zhong Cai of Cornell University, Gregory Igusa, Andrew<br />Marks and Linda Westrick of UC Berkeley, Brian Patterson of Iowa State<br />University, Rebecca Steiner of CUNY and Stephen VanDenDriessche of the<br />University of Notre Dame.&nbsp; American women mathematicians (still an<br />under-represented group) who were supported included Steiner and<br />Westrick as well as speakers Rachel Epstein (postdoctoral fellow at<br />Harvard University), Daniela Genova, Valentina Harizanov,<br />Alexandra Shlapentokh,&nbsp; and Natasha Jonoska of the University of<br />South Florida, who served on the program committee.</p>\n<p>In summary, the conference CiE 2011 has advanced the applications of<br />computability in many areas o...",
  "por_txt_cntn": "\nThe conference CiE 2011 (Models of Computation in Context), took place\nfrom June 27 to July 2, 2011 in Sofia, Bulgaria. The meeting was\norganized by the research group in Mathematical Logic at Sofia\nuniversity in conjunction with the Association for Computability in\nEurope, a community of more than 700 researchers, including about 100\nmembers from the United States.\n\nThe annual CiE conference series promotes the development of computability-related science, ranging over mathematics, computer science, and applications in various natural and engineering sciences such as physics and biology. The conference scope also included the study of philosophy and history of computing as it relates to questions of computability.  Computability has played a crucial role in mathematics and computer science, leading to the discovery, understanding and classification of decidable/undecidable problems and paving the way for the modern computer era. Recent new paradigms of computation, based on biological and physical models, address in a radically new way questions of efficiency and challenge assumptions about the so-called Turing barrier.\n\nCiE 2011 brought context, multidisciplinary perspective and\ncomputability-theoretic focus to a wide spectrum of disciplines --\nincluding computer science, mathematics and logic, physics and quantum\ntheory, biology and informatics, linguistics and philosophy,\nneuroscience and learning theory.\n\n\nThe conference featured tutorials by Jack Lutz on Effective Fractal Dimensions and by Geoffrey Pullum on Linguistics for Computability Theorists. There were 7 plenary talks:\n\n(1)  Christel Baier: Quantitative Analysis of Randomized\n Distributed Systems and Probabilistic Automata\n\n(2)  Michiel van Lambalgen: Logic in a neuroscience lab\n\n(3)  Florian Markowetz: Integrative analysis of breast cancer\n\n(4) Antonio Montalban: The Jump of a Structure \n\n(5) Alexandra Shlapentokh: Undecidability and Definitions of Integers and Itegral Functions\n\n(6)  Theodore Slaman: The First-order Fragments of Second-order Theories \n\n(7) Alasdari Urquhart: Goedel, von Neumann and the origins of theoretical computer science\n\nThere were six special sessions:\n\n(1)  Computational Linguistics\n\n(2) Relations between the physical world and formal models of\ncomputation\n\n(3)  Natural Computing\n\n(4)  Computability in Analysis, Algebra and Geometry.\n\n(5) Classical Computability Theory\n\n(6) Theory of Transfinite Computations\n\nMany publications on these topics resulted from the conference. A\nvolume of abstracts and handouts was published by the host\nuniversity and 33 selected papers were published in a volume entitled\nModels of Computation in Context, published in the Springer series Lecture Notes in Computer Science. An issue of the journal Annals of Pure and Applied Logic featured 9 articles arising from the conference.\n\nAmerican researchers supported by the conference included graduate\nstudents Ming-Zhong Cai of Cornell University, Gregory Igusa, Andrew\nMarks and Linda Westrick of UC Berkeley, Brian Patterson of Iowa State\nUniversity, Rebecca Steiner of CUNY and Stephen VanDenDriessche of the\nUniversity of Notre Dame.  American women mathematicians (still an\nunder-represented group) who were supported included Steiner and\nWestrick as well as speakers Rachel Epstein (postdoctoral fellow at\nHarvard University), Daniela Genova, Valentina Harizanov,\nAlexandra Shlapentokh,  and Natasha Jonoska of the University of\nSouth Florida, who served on the program committee.\n\nIn summary, the conference CiE 2011 has advanced the applications of\ncomputability in many areas of science, has enhanced collaboration among scientists from different disciplines, and has also provided important training for junior researchers.\n\n\t\t\t\t\tLast Modified: 04/05/2013\n\n\t\t\t\t\tSubmitted by: Douglas A Cenzer"
 }
}