{
 "awd_id": "1101948",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Mathematical, Computational and Experimental Modeling of the Multidisciplinary Dynamics of Fluid-Structure Interaction",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 233156.0,
 "awd_amount": 233156.0,
 "awd_min_amd_letter_date": "2011-08-13",
 "awd_max_amd_letter_date": "2011-08-13",
 "awd_abstract_narration": "Objective and Intellectual Merits: In an age where multidisciplinary interactions have become ubiquitous in science and engineering, the interaction of a flowing fluid and a deformable structure or solid is one of the richest sources of mathematical challenges and fundamental physical phenomena with important applications to engineering and technology. Examples of mathematical challenges are the chaotic, high dimensional modeling of turbulence that continues to defy rationale predictions from first principles to the many distinct and complex limit cycle oscillations that emerge from dynamic stabilities that arise due to fluid-structure interaction. The physical phenomena of interest range from blood flows in arteries, to airflow over an oscillating tongue that can lead to clinical dangerous and potentially fatal oscillations, to flow over flexible long span bridges and tall buildings, to flow over and around flight vehicles over a wide range of scales from micro air vehicles to modern passenger airliners, to fluid-structural systems whose limit cycles may be a source of energy harvesting.\r\n\r\nThe methods that have been proposed to better understand and exploit these phenomena include theoretical models of high sophistication including the continuum models of the fluid and the structure. While analytical solutions continue to be sought and found, computational models that tax the resources of the most powerful computers also play an important role as do scale model experiments based upon a sound fundamental analysis and understanding of the first principles of the relevant continuum models. Indeed it is by exploiting the complementary strengths of each approach, theoretical modeling, computational modeling and experimental scale models that the deepest and richest insights can be obtained.\r\n\r\nSuch a collaborative approach is proposed here. Professor Balakrishnan will lead the theoretical modeling effort, Professor Hodges will be primarily responsible for the computational models and Professor Dowell will be the lead for the experimental scale model effort. Taken together this will be a powerful and highly experienced team It is expected that each investigator and the members of their research teams will learn much about the multidisciplinary dynamics of fluid-structure interaction, and also from each other!\r\n\r\nThere are many physical phenomena that might be chosen to focus our research program. Based upon our experience and after consultation among the principals, two have been chosen for this research project, i.e. long span wing-like structures in a flowing fluid which are found in novel flight vehicle designs and long span bridges and flapping ?flags? which are studies as models of the human tongue and also have been proposed as energy harvesting devices from the natural wind.\r\n\r\nBroader Impact: This proposal brings together senior investigators from three major research institutions covering a wide range of intellectual experience from modern mathematics to rigorously based computational models to multidisciplinary experiments to address fluid-structure interaction phenomena. This research will also provide an opportunity for graduate students and post-doctoral visitors to participate and learn in this rich environment.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Earl",
   "pi_last_name": "Dowell",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Earl H Dowell",
   "pi_email_addr": "earl.dowell@duke.edu",
   "nsf_id": "000314421",
   "pi_start_date": "2011-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W MAIN ST",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054640",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "092E",
   "pgm_ref_txt": "Control systems & applications"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 233156.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Sustained oscillations in mechanical systems such as beams, plates and shells may occur when they are exposed to a streaming fluid or wind. Bridges, tall buildings, human tongues and arterial blood flow as well as all forms of flight vehicles, water borne vehicles, and ground transportation vehicles may experience such oscillations. In the present grant the canonical and prototypical mechanical device consisting of a elastic beam or plate clamped on one edge is considered. The streaming flow is from the clamped (leading) edge to the opposite (trailing) edge.</p>\n<p>This configuration is of interest in almost all of the above applications and is particularly notable for the large amplitude of the oscillations which are of the order of the beam or plate length. Hence the oscillations may be dangerous, but they may also be potentially beneficial if these large mechanical oscillations can be converted into electrical energy. This conversion is called &ldquo;energy harvesting&rdquo; and is particularly attractive for generating energy in remote and perhaps hazardous locations. This configuration is sometimes known as a &ldquo;flapping flag&rdquo; although in the work reported here the &ldquo;flag&rdquo; is a relatively stiff, but elastic element rather than the very flexible membrane material typical of what are ordinarily thought of as flags.</p>\n<p>&nbsp;</p>\n<p>The work that has been done under the grant is to develop mathematical/computational models to describe such oscillations and also to conduct experiments to measure such oscillations and correlate the measurements with theoretical/computation results. The correlation with newly developed theories created under this grant has been substantially improved over that obtained with earlier theoretical models. This gives increased confidence in our ability to understand and exploit the benefits of such large oscillations as well as to avoid any potential difficulties that such large oscillations may create.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/12/2013<br>\n\t\t\t\t\tModified by: Earl&nbsp;H&nbsp;Dowell</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSustained oscillations in mechanical systems such as beams, plates and shells may occur when they are exposed to a streaming fluid or wind. Bridges, tall buildings, human tongues and arterial blood flow as well as all forms of flight vehicles, water borne vehicles, and ground transportation vehicles may experience such oscillations. In the present grant the canonical and prototypical mechanical device consisting of a elastic beam or plate clamped on one edge is considered. The streaming flow is from the clamped (leading) edge to the opposite (trailing) edge.\n\nThis configuration is of interest in almost all of the above applications and is particularly notable for the large amplitude of the oscillations which are of the order of the beam or plate length. Hence the oscillations may be dangerous, but they may also be potentially beneficial if these large mechanical oscillations can be converted into electrical energy. This conversion is called \"energy harvesting\" and is particularly attractive for generating energy in remote and perhaps hazardous locations. This configuration is sometimes known as a \"flapping flag\" although in the work reported here the \"flag\" is a relatively stiff, but elastic element rather than the very flexible membrane material typical of what are ordinarily thought of as flags.\n\n \n\nThe work that has been done under the grant is to develop mathematical/computational models to describe such oscillations and also to conduct experiments to measure such oscillations and correlate the measurements with theoretical/computation results. The correlation with newly developed theories created under this grant has been substantially improved over that obtained with earlier theoretical models. This gives increased confidence in our ability to understand and exploit the benefits of such large oscillations as well as to avoid any potential difficulties that such large oscillations may create.\n\n\t\t\t\t\tLast Modified: 09/12/2013\n\n\t\t\t\t\tSubmitted by: Earl H Dowell"
 }
}