{
 "awd_id": "1101814",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER:  A Novel Approach to Catalysis for Next Generation Direct-Hydrocarbon Solid Oxide Fuel Cells",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George J. Antos",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 74000.0,
 "awd_amount": 74000.0,
 "awd_min_amd_letter_date": "2010-12-13",
 "awd_max_amd_letter_date": "2010-12-13",
 "awd_abstract_narration": "PROPOSAL NUMBER.: CBET-0643931\r\nPRINCIPAL INVESTIGATOR: McIntosh, Steven\r\nINSTITUTION: University of Virginia\r\nCAREER: A Novel Approach to Catalysis for Next Generation Direct-Hydrocarbon Solid\r\nOxide Fuel Cells \r\n\r\nIntellectual Merit\r\nA number of technologies are under development to increase the efficiency of power generation systems. One of the most promising for large scale and distributed systems is the Solid Oxide Fuel Cell (SOFC). SOFCs utilize an oxygen anion conducting electrolyte and may theoretically operate on any combustible fuel supplied to the fuel electrode, the anode. Current SOFC are unnecessarily restricted to hydrogen fuel due to anode materials limitations. The development of SOFC that efficiently convert both traditional and bio-derived hydrocarbon fuels to electrical power would be of great benefit to society.  Progress has been made in developing new oxide-based anodes; however, the catalytic properties of these novel materials are note well understood. A high performance anode material must posses both high oxygen ion and electron conductivity and catalytic activity towards fuel oxidation. The overall research goal is to understand the coupled ion transport and catalytic processes occurring in complex oxides and relate these to the material structure and composition.\r\n\r\nThree distinct approaches will be taken. First, a pulse reactor technique will be utilized to investigate the nature of the active site and reaction mechanism for hydrocarbon oxidation on novel SOFC anode materials. Second, thin film electrodes with well defined structure, composition and geometry will be fabricated and operated as model SOFCs. Combined electrochemical and catalytic measurements on these model systems will investigate the influence of applied potential, film microstructure and ionic flux on the surface reaction rate and mechanism. Finally, lab-scale SOFCs will be fabricated to demonstrate the application of this technology and relate fuel cell performance to the fundamental anode material properties. The work will be supplemented by detailed characterization of the microstructure and composition of the material surface and bulk.\r\n\r\nBroader Impact\r\nThe proposed research is integrated with an educational component that incorporates energy technology education into the University of Virginia curriculum. A senior level undergraduate course will be developed that explores both technological and societal issues surrounding energy use. This will be supplemented by a new undergraduate laboratory fuel cell experiment. A freshman engineering course will allow students to design and build novel energy-related devices. The students will present their work at university open days to share their ideas and designs with the public. In addition, the graduate chemical reaction engineering class will be revised to include the fundamental concepts behind emerging energy technologies.\r\n\r\nThe development of an efficient direct-hydrocarbon fuel cell will have a significant impact upon energy production in the US. The final research goal of producing a lab-scale fuel cell operating on readily available fuels will provide immediate outreach to the public through a tangible scientific discovery.  Understanding coupled transport and catalysis in oxides has broader application in the fields of chemical sensors, dense oxide membranes and the emerging field of nano-ionics.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "McIntosh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Steven McIntosh",
   "pi_email_addr": "mcintosh@virginia.edu",
   "nsf_id": "000219731",
   "pi_start_date": "2010-12-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lehigh University",
  "inst_street_address": "526 BRODHEAD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BETHLEHEM",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6107583021",
  "inst_zip_code": "180153008",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "PA07",
  "org_lgl_bus_name": "LEHIGH UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E13MDBKHLDB5"
 },
 "perf_inst": {
  "perf_inst_name": "Lehigh University",
  "perf_str_addr": "526 BRODHEAD AVE",
  "perf_city_name": "BETHLEHEM",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "180153008",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "PA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "044E",
   "pgm_ref_txt": "CATALYSIS"
  },
  {
   "pgm_ref_code": "046E",
   "pgm_ref_txt": "Electrochem, Photochem & Fuel Cls"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "0100999999",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 74000.0
  }
 ],
 "por": null
}