{
 "awd_id": "1101289",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Tropical geometry: combinatorics, topology, and algorithms",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924885",
 "po_email": "tbartosz@nsf.gov",
 "po_sign_block_name": "Tomek Bartoszynski",
 "awd_eff_date": "2011-07-15",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 130001.0,
 "awd_amount": 130001.0,
 "awd_min_amd_letter_date": "2011-07-15",
 "awd_max_amd_letter_date": "2011-07-15",
 "awd_abstract_narration": "Tropical geometry is a polyhedral shadow of algebraic geometry and naturally lies in the intersection of geometric combinatorics and algebraic geometry.  It has a wide range of applications in enumerative geometry, mirror symmetry, computational algebra, optimization, algebraic statistics, and computational biology. The strengths of tropical methods come from the fact that the tropical objects are intrinsically combinatorial, and computations can go farther on combinatorial objects than on algebro-geometric objects.  Better understanding of combinatorial structures in tropical geometry has led to new algorithms and formulas in enumerative geometry and computational algebra.  Moreover, tropical geometric objects have rich combinatorial structures that also arise naturally in discrete geometry and combinatorial algebra, such as graphs, subdivisions and triangulations of polytopes, fiber polytopes, matroid theory, space of phylogenetic trees, and cellular resolutions of monomial ideals, just to name a few.  The project aims to understand combinatorial and topological structures and further the development of new algorithms in three main directions: tropical varieties, tropical curves, and tropical semialgebraic sets.\r\n\r\nTropicalizations of algebraic varieties are piecewise linear, so tropicalization replaces difficult algebraic computations with easier polyhedral computations.  Tropical methods can be used to develop algorithms and software for solving classical problems in computational commutative algebra.  Although tropical varieties have been around for years, very few families of them have known homology.  This project includes a study of the combinatorial topology of natural families of tropical varieties such as tropicalizations of complete intersections, determinantal varieties, Grassmannians, and resultants.  A difficulty is the lack of examples to check conjectures and develop intuitions on.  The PI proposes to build a library of examples for the aforementioned families of varieties and complete classifications when feasible.  Tropical curves are metric graphs that naturally arise in graph theory and electrical network theory.  They are simple combinatorial objects, yet they are powerful enough for proving new theorems about classical algebraic curves.  The proposal aims at a better understanding of projective embeddings and ramifications of tropical curves.  Application of tropical geometry to semialgebraic sets and optimization is a promising but under-explored direction.  This project aims to develop new algorithms for tropical convexity and understand the combinatorics of tropical semialgebraic sets. Many parts of this project are suitable for involvement of students and for interdisciplinary collaborations.  Research tools and software will be developed for discrete geometry and computational algebra.  The computational methods may be useful in other areas such as  semialgebraic optimization, algebraic statistics, and computational biology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Josephine",
   "pi_last_name": "Yu",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Josephine T Yu",
   "pi_email_addr": "jyu@math.gatech.edu",
   "nsf_id": "000079586",
   "pi_start_date": "2011-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 NORTH AVE NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "797000",
   "pgm_ele_name": "Combinatorics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 130001.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong></p>\n<p>Tropicalization is a process that takes algebraic geometric objects, such as the space of solutions of a system of multivariate equations, and produces a discrete object: a union of polyhedra, which are higher dimensional analogues of polygons. &nbsp;This allows for technology transfer between algebraic geometry and discrete geometry.</p>\n<ul>\n<li><strong>Systems of polynomial equations with special structures</strong>. Together with my collaborator Anders Jensen, I studied tropicalization of resultant varieties, also known as the varieties of solvable systems. &nbsp;We give a simple constructions that unified existing theories and also greatly expanded computational methods.</li>\n</ul>\n<ul>\n<li><strong>Random polynomial systems</strong>. Tropical mathematics has been very useful for studying sparse polynomial systems, especially those with general (random) coefficients. &nbsp;I proved a fundamental fact that says that most sets polynomials generate prime ideals. &nbsp;In other words, if one chooses a random system of polynomial equations, then the set of solutions is irreducible--- it cannot be decomposed into solutions sets of two different systems.</li>\n</ul>\n<ul>\n<li><strong>Intersection Theory</strong>.&nbsp;Jensen and I studied stable intersection of tropical varieties. &nbsp;We proved fundamental results an also developed new computational tools. &nbsp;In book on tropical geometry by Maclagan and Sturmfels~\\cite{MaclaganSturmfels}, the chapter on stable intersections was written based on our approach.<br /><br /></li>\n<li><strong>Positive semidefinite matrices</strong>&nbsp;are important in optimization theory. I studied tropical positive semidefinite (PSD) matrices, which are valuations of PSD matrices over the ordered field of real Puiseux series. My results shows that the tropical PSD cones have a simple yet beautiful combinatorial structure.<br /><br /></li>\n<li><strong>Numerical algebraic geometry</strong> is a young rapidly developing area of computational algebraic geometry. With Jensen and Anton Leykin, we started a program to explore interactions between tropical geometry and numerical algebraic geometry. &nbsp;We developed new methods for computing tropical curves via numerical homotopy continuation. &nbsp;We implemented our algorithms and used them to get new results in knot theory.<br /><br /></li>\n<li><strong>Tropical polytopes</strong>&nbsp;naturally asrise from the (max,+) algebra and have been used recently to disprove a conjecture called \"Continuous Hirsch Conjecture\" in linear programming. &nbsp;Building blocks are tropical polytopes are \"alcoved polytopes\" of type A. Annette Werner studied generalization of the alcoved polytopes of other classical groups.</li>\n<li><strong>Auction Theory</strong>. Application of tropical combinatorics to auction theory is explored in my joint work with Ngoc Tran. &nbsp;We gave two different proofs that under a unimodularity condition on the utility functions, the product-mix auction introduced by Klemperer has a competitive equilibrium for every supply bundle. Analogous results for economies of Arrow--Debreu type were known to Danilov, Koshevoy, and Murota, but our proofs are simpler, new, and clarify relations to polyhedral subdivisions and integer programming.<br /><br /></li>\n<li><strong>Realizability questions for tropical varieties</strong>. &nbsp;June Huh asked whether every Bergman fan is realizable as the ground set of a tropicalized variety, over every field. &nbsp; If true, such a statement can be used to prove the log-concavity of the coefficients of reduced characteristic polynomials of matroids. I gave a negative answer to this question.</li>\n<li><strong>Tropical curves</strong>. With Milena Hering, we give a notion of &nbsp;projective normality for divisors on tropical curves and proved basic results for elliptic curves. &nbsp;</li>\n</ul>\n<p><strong>B...",
  "por_txt_cntn": "\nIntellectual Merit\n\nTropicalization is a process that takes algebraic geometric objects, such as the space of solutions of a system of multivariate equations, and produces a discrete object: a union of polyhedra, which are higher dimensional analogues of polygons.  This allows for technology transfer between algebraic geometry and discrete geometry.\n\nSystems of polynomial equations with special structures. Together with my collaborator Anders Jensen, I studied tropicalization of resultant varieties, also known as the varieties of solvable systems.  We give a simple constructions that unified existing theories and also greatly expanded computational methods.\n\n\nRandom polynomial systems. Tropical mathematics has been very useful for studying sparse polynomial systems, especially those with general (random) coefficients.  I proved a fundamental fact that says that most sets polynomials generate prime ideals.  In other words, if one chooses a random system of polynomial equations, then the set of solutions is irreducible--- it cannot be decomposed into solutions sets of two different systems.\n\n\nIntersection Theory. Jensen and I studied stable intersection of tropical varieties.  We proved fundamental results an also developed new computational tools.  In book on tropical geometry by Maclagan and Sturmfels~\\cite{MaclaganSturmfels}, the chapter on stable intersections was written based on our approach.\n\n\nPositive semidefinite matrices are important in optimization theory. I studied tropical positive semidefinite (PSD) matrices, which are valuations of PSD matrices over the ordered field of real Puiseux series. My results shows that the tropical PSD cones have a simple yet beautiful combinatorial structure.\n\n\nNumerical algebraic geometry is a young rapidly developing area of computational algebraic geometry. With Jensen and Anton Leykin, we started a program to explore interactions between tropical geometry and numerical algebraic geometry.  We developed new methods for computing tropical curves via numerical homotopy continuation.  We implemented our algorithms and used them to get new results in knot theory.\n\n\nTropical polytopes naturally asrise from the (max,+) algebra and have been used recently to disprove a conjecture called \"Continuous Hirsch Conjecture\" in linear programming.  Building blocks are tropical polytopes are \"alcoved polytopes\" of type A. Annette Werner studied generalization of the alcoved polytopes of other classical groups.\nAuction Theory. Application of tropical combinatorics to auction theory is explored in my joint work with Ngoc Tran.  We gave two different proofs that under a unimodularity condition on the utility functions, the product-mix auction introduced by Klemperer has a competitive equilibrium for every supply bundle. Analogous results for economies of Arrow--Debreu type were known to Danilov, Koshevoy, and Murota, but our proofs are simpler, new, and clarify relations to polyhedral subdivisions and integer programming.\n\n\nRealizability questions for tropical varieties.  June Huh asked whether every Bergman fan is realizable as the ground set of a tropicalized variety, over every field.   If true, such a statement can be used to prove the log-concavity of the coefficients of reduced characteristic polynomials of matroids. I gave a negative answer to this question.\nTropical curves. With Milena Hering, we give a notion of  projective normality for divisors on tropical curves and proved basic results for elliptic curves.  \n\n\nBroader Impact\nIn my joint works with Jensen and Leykin, we developed computational tools including new algorithms and efficient software implementation.  These tools greatly expanded the applicability of tropical mathematics to various problems in computational commutative algebra and algebraic geometry.  My work on the tropical PSD cone is a first step toward applying tropical mathematics to understand semidefinite programming.   I have also traveled broadly in the US and abroad ..."
 }
}