{
 "awd_id": "1101074",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Self-Organized Metal Nanoarchitectures for Planar Plasmonics",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927017",
 "po_email": "khcooper@nsf.gov",
 "po_sign_block_name": "Khershed Cooper",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 380490.0,
 "awd_min_amd_letter_date": "2011-03-25",
 "awd_max_amd_letter_date": "2013-09-18",
 "awd_abstract_narration": "The objective of this research project is to develop versatile methods for self-organization of metal nano-architectures where colloidal solutions of metal nanoparticles are assembled on self-organized chemical domains using covalent nanoparticle-substrate interactions.  The assembly process to be developed allows for control of nanoparticle size, composition and shape, number of nanoparticles assembled in a cluster as well as array architecture.  The chemical domain diameter to nanoparticle diameter ratio will be investigated as a means to control the cluster size.  A balance between capillary and double layer forces yields molecular scale separations between nanoparticles in clusters that is important to yield enhanced optical fields.  The inter-particle spacing and cluster size will be varied to tune resonances and local enhancement of optical fields. Models for investigating local and collective resonances in clustered or arrayed nanoparticles will be developed, including the local density of states, and extinction and absorption coefficients. \r\n\r\nNone of the standard nanoscale lithographic techniques such as focused ion-beam, electron beam and nano-imprint lithography, are easily translated into large-area production that is needed to transform proof of concepts into commercial products. In contrast, guided self-organization is designed here to be inexpensive and scalable to large-area production. Facile, large-area synthesis of ordered arrays of metal nanostructures will enable or enhance performance in several critical technologies.  Partnerships with industrial and government laboratories are included to test metal nanosystems in sensor, laser and detector applications.  For example, plasmonic nanoparticle clusters will be used to lower detection limits in optical based sensors that is needed in both biomedical applications and in explosive agent detection.  The research program will also directly contribute to the education of graduate and undergraduate students through hands-on laboratory experience in a field that is at the forefront of modern research. Outreach activities will include integrating local high school students in research activities to increase science, technology, engineering, and math enrollment of underrepresented groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Regina",
   "pi_last_name": "Ragan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Regina Ragan",
   "pi_email_addr": "rragan@uci.edu",
   "nsf_id": "000442242",
   "pi_start_date": "2011-03-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Filippo",
   "pi_last_name": "Capolino",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Filippo Capolino",
   "pi_email_addr": "f.capolino@uci.edu",
   "nsf_id": "000515217",
   "pi_start_date": "2011-03-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "160 ALDRICH HALL",
  "perf_city_name": "IRVINE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926970001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "178800",
   "pgm_ele_name": "NANOMANUFACTURING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "082E",
   "pgm_ref_txt": "MFG MACHINES & METROLOGY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "084E",
   "pgm_ref_txt": "NANOMANUFACTURING"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 360000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 20490.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"ragannsf\"><strong><em>Intellectual Merit</em>: </strong></p>\n<p class=\"ragannsf\">Nanotechnology facilitates many groundbreaking applications that defy common design principles.&nbsp; Yet scalability and large-scale production of nanomaterials is limited by high cost and/or low throughput of manufacturing.&nbsp; In particular, nanoscale architectures with building blocks with dimensions smaller than the wavelength of visible light enable an exciting range of physical phenomena. These materials lay the foundation for a new, engineered way of controlling light and generate physical properties not attainable using conventional optics. They pave the way for novel functional devices, such as light-guiding materials, thermal imaging systems, and sensors. Fundamental studies involving experimental characterization, theoretical designs, and <strong>most importantly, an affordable and highly adaptive, scalable manufacturing approach for multi-length scale fabrication</strong> were performed to enable use of these exciting new materials in technical applications. In particular, the challenge addressed in the funded research led to the creation of nanosensors using enhanced light-matter interactions that exhibit single molecule detection limits using low-cost manufacturing processes.&nbsp; The innovative manufacturing method utilizes chemical processing methods to generate optical sensors, called Surface enhanced Raman scattering (SERS) sensors. SERS is an optical detection method that provides a molecular fingerprint by measuring vibrational modes of bonds in molecules via light scattered from the molecules.&nbsp; Optical signals are too low to detect trace amounts of molecules, yet when molecules are near the vicinity of hotspots in nanoarchitectures, enhancements to the incident and scattered light intensity results, detection of trace amounts of chemical and biological agents is possible. Synergies between theoretical and experimental studies have identified key geometric properties desirable for optimal performance. The materials and low processing temperatures bring this system into the realm of economic feasibility for medical diagnostic applications.&nbsp;</p>\n<p class=\"ragannsf\">&nbsp;</p>\n<p class=\"ragannsf\"><strong><em>Broader Impact</em></strong>:&nbsp; During the funding period, research activities have provided interdisciplinary training for graduate, undergraduate and high school students.&nbsp; Three students have completed PhD degrees and undergraduate students, including three students that are underrepresented minorities in STEM, received advanced training.&nbsp; &nbsp;High school outreach activities included a partnership with Don Bosco Technical High School where students visited the UC Irvine campus on an annual basis.&nbsp; Don Bosco is a primarily Hispanic serving high school and these visits are designed to pique students&rsquo; interest in STEM undergraduate education.&nbsp; Exposure to state of the art research facilities in nanoscience fabrication and characterization led to several Don Bosco students to enroll as undergraduate in engineering programs at UC Irvine.&nbsp; Overall education activities during the project period served to broaden diversity in science and engineering.&nbsp;</p>\n<p class=\"ragannsf\">&nbsp;</p>\n<p class=\"ragannsf\">In the sector of medical diagnostic, there is an emerging set of data showing that volatile metabolites provide a signature of infectious and disease states. For instance, biomarkers for cystic fibrosis have been found in patients&rsquo; saliva and lung cancer biomarkers have been found in a patient&rsquo;s breath.&nbsp; A facile method with trace detection limits would benefit not only diagnosis but also point-of-care evaluations.&nbsp;&nbsp; The advances in understanding of how to generate optical sensors using low cost manufacturing methods allow for a new set of diagnostic devices allowing for better tr...",
  "por_txt_cntn": "Intellectual Merit: \nNanotechnology facilitates many groundbreaking applications that defy common design principles.  Yet scalability and large-scale production of nanomaterials is limited by high cost and/or low throughput of manufacturing.  In particular, nanoscale architectures with building blocks with dimensions smaller than the wavelength of visible light enable an exciting range of physical phenomena. These materials lay the foundation for a new, engineered way of controlling light and generate physical properties not attainable using conventional optics. They pave the way for novel functional devices, such as light-guiding materials, thermal imaging systems, and sensors. Fundamental studies involving experimental characterization, theoretical designs, and most importantly, an affordable and highly adaptive, scalable manufacturing approach for multi-length scale fabrication were performed to enable use of these exciting new materials in technical applications. In particular, the challenge addressed in the funded research led to the creation of nanosensors using enhanced light-matter interactions that exhibit single molecule detection limits using low-cost manufacturing processes.  The innovative manufacturing method utilizes chemical processing methods to generate optical sensors, called Surface enhanced Raman scattering (SERS) sensors. SERS is an optical detection method that provides a molecular fingerprint by measuring vibrational modes of bonds in molecules via light scattered from the molecules.  Optical signals are too low to detect trace amounts of molecules, yet when molecules are near the vicinity of hotspots in nanoarchitectures, enhancements to the incident and scattered light intensity results, detection of trace amounts of chemical and biological agents is possible. Synergies between theoretical and experimental studies have identified key geometric properties desirable for optimal performance. The materials and low processing temperatures bring this system into the realm of economic feasibility for medical diagnostic applications. \n \nBroader Impact:  During the funding period, research activities have provided interdisciplinary training for graduate, undergraduate and high school students.  Three students have completed PhD degrees and undergraduate students, including three students that are underrepresented minorities in STEM, received advanced training.   High school outreach activities included a partnership with Don Bosco Technical High School where students visited the UC Irvine campus on an annual basis.  Don Bosco is a primarily Hispanic serving high school and these visits are designed to pique studentsÆ interest in STEM undergraduate education.  Exposure to state of the art research facilities in nanoscience fabrication and characterization led to several Don Bosco students to enroll as undergraduate in engineering programs at UC Irvine.  Overall education activities during the project period served to broaden diversity in science and engineering. \n \nIn the sector of medical diagnostic, there is an emerging set of data showing that volatile metabolites provide a signature of infectious and disease states. For instance, biomarkers for cystic fibrosis have been found in patientsÆ saliva and lung cancer biomarkers have been found in a patientÆs breath.  A facile method with trace detection limits would benefit not only diagnosis but also point-of-care evaluations.   The advances in understanding of how to generate optical sensors using low cost manufacturing methods allow for a new set of diagnostic devices allowing for better treatment of chronically ill patients. \n\n\t\t\t\t\tLast Modified: 11/19/2015\n\n\t\t\t\t\tSubmitted by: Regina Ragan"
 }
}