{
 "awd_id": "1101640",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Problems in arithmetic groups and multiple Dirichlet series.",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922467",
 "po_email": "mdouglas@nsf.gov",
 "po_sign_block_name": "James Matthew Douglass",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 155891.0,
 "awd_amount": 155891.0,
 "awd_min_amd_letter_date": "2011-04-18",
 "awd_max_amd_letter_date": "2011-04-18",
 "awd_abstract_narration": "This project focuses on problems in arithmetic groups and multiple Dirichlet series, problems that are intimately related to automorphic forms.  One part addresses topics related to cohomology of arithmetic groups and allied areas, such as the geometry of locally symmetric spaces and the conjectures linking cohomology to arithmetic geometry and Galois representations.  The second part studies multiple Dirichlet series attached to Weyl groups, affine Weyl groups, and principal homogeneous vector spaces, and their connections to combinatorics, representation theory, automorphic forms, and mathematical physics.  As writing projects, the principal investigator will continue to work with F. Hirzebruch and D. Zagier on updating their book \"The Atiyah-Singer theorem and elementary number theory.\"  He will also work with W. Stein to prepare a revised version of \"Modular forms, a computational approach.\"\r\n\r\nThis proposal deals with the interactions between number theory and representation theory.  Number theory is the study of the properties of the whole numbers, and is the oldest branch of mathematics. Representation theory is the systematic study of symmetry, through the development of simple mathematical objects that encode the fundamental irreducible pieces of symmetry.  A principal aim of the proposal is to explore relationships between these two subjects in the spirit of the \"Langlands philosophy,\" which predicts deep connections between number theory and representation theory.  Today the questions and phenomena addressed by these subjects serve as driving forces in much of contemporary mathematics research.  Moreover, the subjects have contributed many applications in such diverse areas as codes and data transmission, chemistry, physics, and theoretical computer science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Gunnells",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Paul E Gunnells",
   "pi_email_addr": "gunnells@math.umass.edu",
   "nsf_id": "000260061",
   "pi_start_date": "2011-04-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "101 COMMONWEALTH AVE",
  "perf_city_name": "AMHERST",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039252",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 155891.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The field of study of this NSF funded project was number theory.<br />Number theory is one of the oldest subjects in mathematics, and today<br />has applications in other fields of mathematics and in theoretical<br />physics, and even in contemporary society through its connection to<br />cryptography and secure communication.&nbsp; Typical questions addressed by<br />number theory include \"How can one efficiently factor whole numbers<br />into primes?\", and \"How often is a random selected whole number<br />prime?\"&nbsp; The tools used in modern number theory include everything<br />from the geometry of exotic spaces to functions built from arithmetic<br />data, and also refined notions of symmetry that arise when one studies<br />deeper structures in arithmetic.<br />&nbsp;<br />This project focused on two distinct research areas in<br />contemporary number theory: (1) the computational investigation of the<br />cohomology of arithmetic groups, and (2) investigation of multiple<br />Dirichlet series.&nbsp; An additional component (3) addressed preparing an<br />updated version of a classic research monograph.<br /><br />In area (1), the principal investigator (PI) developed algorithms and<br />computer code to perform large scale computations that explored<br />connections between geometry and number theory.&nbsp; More precisely,<br />recent work of Scholze confirms that the topology of certain geometric<br />spaces encodes interesting and otherwise inaccessible objects in<br />number theory, namely Galois representations; these are the objects<br />that reveal the deeper symmetries in arithmetic alluded to above.&nbsp; He<br />and his collaborators used computer experiments to detect these<br />objects and to accumulate data about them for use by other<br />researchers.&nbsp; This data was then used to provide evidence for further<br />connections between topology and number theory, and in particular<br />helped to formulate conjectures about torsion classes in the<br />cohomology of arithmetic groups.&nbsp; The data has been disseminated to<br />the general public through the L-functions and modular forms database<br />(lmfdb.org).<br /><br />In area (2), the PI and his collaborators studied the structure of<br />certain functions built from arithmetic data called multiple Dirichlet<br />series.&nbsp; These functions have become increasingly important in number<br />theory, since they have shown to have interesting relationships to<br />representation theory and mathematical physics.&nbsp; The PI and his<br />collaborators have developed many of these connections.<br /><br />In area (3), the PI has been engaged in a long term writing project<br />with Don Zagier to prepare an updated version of \"The Atiyah-Singer<br />Index Theorem and Elementary Number Theory.\"&nbsp; This book was originally<br />written by Hirzebruch and Zagier in the 70's and discussed further<br />connections between topology and number theory.&nbsp; Significant progress<br />was made on the writing of this book during the course of the project,<br />including incorporating exposition of results of the PI from other<br />NSF-funded projects.<br /><br />This NSF project has had significant broader impacts.&nbsp; The tools, data, and<br />algorithms developed by the PI have been used by other researchers.<br />The products of the grant have appeared in research journals and have<br />been presented at meetings and in research seminars.&nbsp; The PI also used<br />material in the project to supervise junior faculty research<br />(postdocs) and the research of graduate students.&nbsp; He co-organized<br />international meetings in the US, Canada, and Germany that explored<br />topics in the proposal and had significant impact on the research of<br />others.&nbsp; He also mentored mathematics research of talented high-school<br />students through participation in the PROMYS program.<br /><br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/21/2017<br>\n\t\t\t\t\tModified by: Paul&nbsp;E&nbsp;Gunnells</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe field of study of this NSF funded project was number theory.\nNumber theory is one of the oldest subjects in mathematics, and today\nhas applications in other fields of mathematics and in theoretical\nphysics, and even in contemporary society through its connection to\ncryptography and secure communication.  Typical questions addressed by\nnumber theory include \"How can one efficiently factor whole numbers\ninto primes?\", and \"How often is a random selected whole number\nprime?\"  The tools used in modern number theory include everything\nfrom the geometry of exotic spaces to functions built from arithmetic\ndata, and also refined notions of symmetry that arise when one studies\ndeeper structures in arithmetic.\n \nThis project focused on two distinct research areas in\ncontemporary number theory: (1) the computational investigation of the\ncohomology of arithmetic groups, and (2) investigation of multiple\nDirichlet series.  An additional component (3) addressed preparing an\nupdated version of a classic research monograph.\n\nIn area (1), the principal investigator (PI) developed algorithms and\ncomputer code to perform large scale computations that explored\nconnections between geometry and number theory.  More precisely,\nrecent work of Scholze confirms that the topology of certain geometric\nspaces encodes interesting and otherwise inaccessible objects in\nnumber theory, namely Galois representations; these are the objects\nthat reveal the deeper symmetries in arithmetic alluded to above.  He\nand his collaborators used computer experiments to detect these\nobjects and to accumulate data about them for use by other\nresearchers.  This data was then used to provide evidence for further\nconnections between topology and number theory, and in particular\nhelped to formulate conjectures about torsion classes in the\ncohomology of arithmetic groups.  The data has been disseminated to\nthe general public through the L-functions and modular forms database\n(lmfdb.org).\n\nIn area (2), the PI and his collaborators studied the structure of\ncertain functions built from arithmetic data called multiple Dirichlet\nseries.  These functions have become increasingly important in number\ntheory, since they have shown to have interesting relationships to\nrepresentation theory and mathematical physics.  The PI and his\ncollaborators have developed many of these connections.\n\nIn area (3), the PI has been engaged in a long term writing project\nwith Don Zagier to prepare an updated version of \"The Atiyah-Singer\nIndex Theorem and Elementary Number Theory.\"  This book was originally\nwritten by Hirzebruch and Zagier in the 70's and discussed further\nconnections between topology and number theory.  Significant progress\nwas made on the writing of this book during the course of the project,\nincluding incorporating exposition of results of the PI from other\nNSF-funded projects.\n\nThis NSF project has had significant broader impacts.  The tools, data, and\nalgorithms developed by the PI have been used by other researchers.\nThe products of the grant have appeared in research journals and have\nbeen presented at meetings and in research seminars.  The PI also used\nmaterial in the project to supervise junior faculty research\n(postdocs) and the research of graduate students.  He co-organized\ninternational meetings in the US, Canada, and Germany that explored\ntopics in the proposal and had significant impact on the research of\nothers.  He also mentored mathematics research of talented high-school\nstudents through participation in the PROMYS program.\n\n\n\n\n\t\t\t\t\tLast Modified: 09/21/2017\n\n\t\t\t\t\tSubmitted by: Paul E Gunnells"
 }
}