{
 "awd_id": "1101139",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Certain Problems with Lower Dimensional Free Boundaries",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce P. Palka",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 225539.0,
 "awd_amount": 225539.0,
 "awd_min_amd_letter_date": "2011-07-28",
 "awd_max_amd_letter_date": "2013-07-09",
 "awd_abstract_narration": "The main objective of this project is to study problems that naturally exhibit free boundaries of codimension two that live in an apriori given manifold. Free boundary problems of this type appear naturally in many applications, ranging from the theory of elasticity (the Signorini problem, or the thin obstacle problem), mathematical finance (American options), combustion, boundary heat control, and more generally, in problems with boundary phase transitions. An important source of such problems that has emerged recently is the study of free boundary problems governed by nonlocal integro-differential operators, such as the fractional Laplacian. There has been a significant progress in recent years in some problems with lower-dimensional free boundaries. However, there are still a number of fundamental questions that have yet to be addressed and the current project aims to do just that. Particular questions include monotonicity formulas for nonlocal operators, appropriate generalizations of the boundary Harnack principle, and the partial hodograph-Legendre transform, both in stationary and time-dependent situations.\r\n\r\nFree boundary problems are problems for partial differential equations that are defined in domains whose boundaries are not known beforehand (i.e., are \"free\"). A further quantitative condition must be then provided at the free boundary to prevent indeterminacy. Problems of this sort arise in a large number of areas of applied and industrial interest. The paradigmatic example is the classical Stefan problem, which is to model the melting and solidification of ice: the free boundary here is the moving interface between the regions occupied by the water and the ice. Other important examples occur in filtration through porous media (e.g., an oil field), where free boundaries occur as fronts between saturated and unsaturated regions, and others come from combustion (propagation of the flame front), mathematical finance (optimal time for exercising an option), biology (regions occupied by different species), and so forth. Because of the abundance of applications in various sciences and real world problems, free boundary problems are considered today to be one of the most important directions in the mainstream of the analysis of partial differential equations and offer opportunities for collaboration between mathematicians, physicists, engineers, materials scientists, financial practitioners and other industrial researchers, and biologists.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arshak",
   "pi_last_name": "Petrosyan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arshak Petrosyan",
   "pi_email_addr": "arshak@purdue.edu",
   "nsf_id": "000491604",
   "pi_start_date": "2011-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE # 1100",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 147228.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 78311.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Free boundary problems are problems for partial differential equations which are defined in domains with boundaries that are not known beforehand (i.e.\"free\"). A further quantitative condition must be then provided at the free boundary to exclude indeterminacy. Problems of this sort arise in a large number of areas of applied and industrial interest. The paradigm example is the classical Stefan problem describing the melting and solidification of the ice: the free boundary here is the moving interface between the regions occupied by the water and the ice. Other important examples appear in filtration through porous media, where free boundaries occur as fronts between saturated and unsaturated regions, and others come from combustion (propagation of the flame front), mathematical finance (optimal time for exercising an option), biology (regions occupied by different species) and so on. Because of the abundance of applications in various sciences and real-world problems, free boundary problems are considered today as one of the most important directions in the mainstream of the analysis of partial differential equations and offer opportunities of collaboration among mathematicians, physicists, engineers, material scientists, finance practitioners and other industrial researchers, biologists, and other scientists.</p>\n<p>The main objective of this project was to study problems that naturally exhibit lower-dimensional&nbsp;(or \"thin\") free boundaries, i.e. free boundaries of co-dimension two. One of the typical examples is the Signorini problem, describing an elastic body resting on a smooth surface &ndash; the free boundary here is the boundary of the contact set between the object and the surface. Thin free boundary problems appear naturally in many other applications, including math finance, combustion, boundary heat control and more generally problems with boundary phase transitions. An important recently emerged source of the problems as above are free boundary problems governed by non-local integro-differential operators, such as the fractional Laplacian.&nbsp;</p>\n<p>This project contributed in the following way to the development of the theory of thin free boundaries.</p>\n<ul>\n<li>Discovery of the phenomenon of the separation of phases in several&nbsp;two-phase thin free boundary problems (both in stationary and time dependent cases). This reduces the study of the two-phase problems to the one-phase ones.</li>\n<li>Parabolic boundary Harnack principles in domains with thin Lipschitz&nbsp;complements. This is an important technical tool in the study of parabolic (time-dependent) thin free boundary problems which allows to prove the higher regularity of free boundaries.</li>\n<li>Comprehensive study of the parabolic Signorini problem, including the optimal regularity of the solutions, regularity of the free boundary and the structure of the singular set.</li>\n<li>The study of the obstacle problem for fractional Laplacian&nbsp;with drift, for more precise applications to math finance. This was achieved by a significant relaxation of the requirement on the thin obstacle than in the previous results.</li>\n<li>The study of the contact behavior between thin free and fixed&nbsp;boundaries in the Signorini problem in the terms of the Almgren's frequency at contact points.</li>\n<li>The study of the Signorini problem for equations with variable coefficients up to threshold regularity. This became possible by proving an epiperimetric inequality and extending the homogeneity improvement approach of Weiss to Signorini problem.</li>\n<li>The proof of the smoothness (real analyticity) of the regular part of the free boundary in the Signorini problem. This was achieved by the extension of&nbsp;the classical technique of the partial hodograph-Legendre transform, that lead to the study of a sub-elliptic equation (a degenerate equation with a special structure). From the mathematical...",
  "por_txt_cntn": "\nFree boundary problems are problems for partial differential equations which are defined in domains with boundaries that are not known beforehand (i.e.\"free\"). A further quantitative condition must be then provided at the free boundary to exclude indeterminacy. Problems of this sort arise in a large number of areas of applied and industrial interest. The paradigm example is the classical Stefan problem describing the melting and solidification of the ice: the free boundary here is the moving interface between the regions occupied by the water and the ice. Other important examples appear in filtration through porous media, where free boundaries occur as fronts between saturated and unsaturated regions, and others come from combustion (propagation of the flame front), mathematical finance (optimal time for exercising an option), biology (regions occupied by different species) and so on. Because of the abundance of applications in various sciences and real-world problems, free boundary problems are considered today as one of the most important directions in the mainstream of the analysis of partial differential equations and offer opportunities of collaboration among mathematicians, physicists, engineers, material scientists, finance practitioners and other industrial researchers, biologists, and other scientists.\n\nThe main objective of this project was to study problems that naturally exhibit lower-dimensional (or \"thin\") free boundaries, i.e. free boundaries of co-dimension two. One of the typical examples is the Signorini problem, describing an elastic body resting on a smooth surface &ndash; the free boundary here is the boundary of the contact set between the object and the surface. Thin free boundary problems appear naturally in many other applications, including math finance, combustion, boundary heat control and more generally problems with boundary phase transitions. An important recently emerged source of the problems as above are free boundary problems governed by non-local integro-differential operators, such as the fractional Laplacian. \n\nThis project contributed in the following way to the development of the theory of thin free boundaries.\n\nDiscovery of the phenomenon of the separation of phases in several two-phase thin free boundary problems (both in stationary and time dependent cases). This reduces the study of the two-phase problems to the one-phase ones.\nParabolic boundary Harnack principles in domains with thin Lipschitz complements. This is an important technical tool in the study of parabolic (time-dependent) thin free boundary problems which allows to prove the higher regularity of free boundaries.\nComprehensive study of the parabolic Signorini problem, including the optimal regularity of the solutions, regularity of the free boundary and the structure of the singular set.\nThe study of the obstacle problem for fractional Laplacian with drift, for more precise applications to math finance. This was achieved by a significant relaxation of the requirement on the thin obstacle than in the previous results.\nThe study of the contact behavior between thin free and fixed boundaries in the Signorini problem in the terms of the Almgren's frequency at contact points.\nThe study of the Signorini problem for equations with variable coefficients up to threshold regularity. This became possible by proving an epiperimetric inequality and extending the homogeneity improvement approach of Weiss to Signorini problem.\nThe proof of the smoothness (real analyticity) of the regular part of the free boundary in the Signorini problem. This was achieved by the extension of the classical technique of the partial hodograph-Legendre transform, that lead to the study of a sub-elliptic equation (a degenerate equation with a special structure). From the mathematical point of view, the discovery of this relation with sub-elliptic equations was particularly exciting.\nThe study of a singular perturbation problem describing a boundary combus..."
 }
}