{
 "awd_id": "1101189",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Weak Coupling Effects in helium-4",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Sokol",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 375000.0,
 "awd_min_amd_letter_date": "2011-07-01",
 "awd_max_amd_letter_date": "2013-06-16",
 "awd_abstract_narration": "TECHNICAL\r\nFor a system near a continuous phase transition, the behavior of many thermodynamic properties arises from the growth of the correlation length. This length diverges in the thermodynamic limit and is responsible for singularities, for instance, in the heat capacity and susceptibility. This behavior stems from the ability of fluctuations in the average thermodynamic properties to propagate and be felt over progressively larger distances. The research to be pursued as a result of this award will address a particular aspect of this behavior: How do two adjoining, but weakly coupled helium samples behave near the transition from the normal state to the superfluid state?  This will be studied in arrays of helium confined in boxes or channels and connected through a very thin film. This geometry is achieved on silicon wafers through lithography and the use of direct wafer bonding. Preliminary results for this work have been very surprising, indicating that the coupling extends over much larger distances than expected. In some ways this indicates a similarity between superfluid helium and observations with high temperature superconductors. This project will support two graduate students working towards their doctorate. The students will develop expertise in silicon processing, vacuum techniques, thin film deposition and an array of cryogenic techniques and data analysis.  \r\n\r\nNON-TECHNICAL ABSTRACT\r\n\r\nAt a phase transition a system will change its characteristics in such a way that new properties become manifest. The melting of ice is an example of this whereby ice transforms into a liquid and the latter has the new ability to easily \"flow\". At some types of transitions the changes are more dramatic, and they are often accompanied with very unusual behavior. Liquid helium has a transition at low temperatures whereby it transforms from a normal liquid into a superfluid. The latter is able to flow without friction in an analogous way that a superconductor can carry an electrical current without resistance. The proposed research will focus on one aspect of this behavior: How do two regions of liquid helium which are \"weakly\" connected influence each other as they undergo this transition? One calls this a proximity effect. This is also manifest in superconductors and in magnetic systems, and can be quite general. The proposed work will provide some unique answers to this question in the sense that both the properties of the helium will be studied and those of the weak link. This project will support two graduate students working towards their doctorate. The students will develop expertise in silicon processing, vacuum techniques, thin film deposition and an array of cryogenic techniques and data analysis. It is expected that these results will be presented at conferences and published in archival journals as part of the students' doctoral training.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Francis",
   "pi_last_name": "Gasparini",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Francis M Gasparini",
   "pi_email_addr": "fmg@buffalo.edu",
   "nsf_id": "000216616",
   "pi_start_date": "2011-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Buffalo",
  "perf_str_addr": "520 LEE ENTRANCE STE 211",
  "perf_city_name": "AMHERST",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142282577",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 135000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 120000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Typically, when two different materials are in intimate contact they influence each other over a distance of a few atomic layers. The situation is different in the case of materials undergoing a phase transformation. Here, a new length scale emerges--the correlation length-- which is much larger than the interatomic distance, hence the influence can be much more extensive. We have studied this for the case of helium-4 undergoing a transition from a normal fluid to a <span><span>superfluid</span></span>.</p>\n<p>What we discovered, uniquely through our measurements, is that the expectation that coupling between different regions of helium is at a scale of the correlation length is wrong. In fact, influence can be seen at distances as large as 100 times this characteristic length. Our results were obtained by studying the <span><span>superfluid</span></span> fraction (analogous to magnetization for a magnet) of a thin film of helium surrounded by a much thicker film. This geometry was defined using lithography of silicon wafers which were then directly bonded to form uniform enclosures.</p>\n<p>Phase transitions have a universal character, so that our discovery for helium has broader implications for other systems. Indeed calculations for two-dimensional magnets have indicated&nbsp; results similar to what&nbsp; we have measured. Also in the case of superconductors which have transitions at higher temperatures it is found that coupling can be seen over surprising large distances. This has been designated in the literature as a 'Giant Proximity Effect'. We believe that one of the keys to the eventual understanding of these effects is the role that critical fluctuations play at the transition point. When these fluctuations do not exist, such as in the low temperature superconductors, effects of coupling are quite normal and have been understood for a long time.</p>\n<p>Another impact of our work is in the area of helium-4 confined in a heterogeneous medium. That is, a medium where there are many physical length scales--as opposed to only two well-defined spacial scales as in our own experiments. This would be the case with porous glasses or powders. It has been suggested that these systems represent a new type of <span><span>criticali</span></span><span><span>ty</span></span>. Our results would suggest that this is not the case, but that these system represent a complicated situation of coupled regions which are unique to a particular system, but not of a universal character, or <span>indica</span><span><span>tiv</span></span>e of a  <span><span>ne</span></span>w <span><span>cr</span></span><span><span>iti</span></span><span><span>cali</span></span><span><span>ty</span></span>.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/25/2015<br>\n\t\t\t\t\tModified by: Francis&nbsp;M&nbsp;Gasparini</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nTypically, when two different materials are in intimate contact they influence each other over a distance of a few atomic layers. The situation is different in the case of materials undergoing a phase transformation. Here, a new length scale emerges--the correlation length-- which is much larger than the interatomic distance, hence the influence can be much more extensive. We have studied this for the case of helium-4 undergoing a transition from a normal fluid to a superfluid.\n\nWhat we discovered, uniquely through our measurements, is that the expectation that coupling between different regions of helium is at a scale of the correlation length is wrong. In fact, influence can be seen at distances as large as 100 times this characteristic length. Our results were obtained by studying the superfluid fraction (analogous to magnetization for a magnet) of a thin film of helium surrounded by a much thicker film. This geometry was defined using lithography of silicon wafers which were then directly bonded to form uniform enclosures.\n\nPhase transitions have a universal character, so that our discovery for helium has broader implications for other systems. Indeed calculations for two-dimensional magnets have indicated  results similar to what  we have measured. Also in the case of superconductors which have transitions at higher temperatures it is found that coupling can be seen over surprising large distances. This has been designated in the literature as a 'Giant Proximity Effect'. We believe that one of the keys to the eventual understanding of these effects is the role that critical fluctuations play at the transition point. When these fluctuations do not exist, such as in the low temperature superconductors, effects of coupling are quite normal and have been understood for a long time.\n\nAnother impact of our work is in the area of helium-4 confined in a heterogeneous medium. That is, a medium where there are many physical length scales--as opposed to only two well-defined spacial scales as in our own experiments. This would be the case with porous glasses or powders. It has been suggested that these systems represent a new type of criticality. Our results would suggest that this is not the case, but that these system represent a complicated situation of coupled regions which are unique to a particular system, but not of a universal character, or indicative of a  new criticality.\n\n \n\n\t\t\t\t\tLast Modified: 11/25/2015\n\n\t\t\t\t\tSubmitted by: Francis M Gasparini"
 }
}