{
 "awd_id": "1101690",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ICES: Small: Distributed Computing with Adaptive Heuristics",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tracy Kimbrel",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 398267.0,
 "awd_amount": 398267.0,
 "awd_min_amd_letter_date": "2011-05-06",
 "awd_max_amd_letter_date": "2015-09-14",
 "awd_abstract_narration": "Dynamic environments where computational nodes or decision makers interact repeatedly over time arise in a variety of settings, such as Internet protocols, large-scale markets, social networks, and multi-processor computer architectures. In many such settings, the prescribed behavior of the nodes is simple, natural, and myopic, reflecting either the desire or necessity for computational nodes (whether humans or computers) to provide quick responses and have a limited computational burden. These \"adaptive heuristics\" can often, in the long run, move the global system in good directions and yield highly rational and sophisticated behavior, such as in game-theoretic results demonstrating the convergence of best-response or no-regret dynamics to equilibrium points. However, these positive results for adaptive heuristics in game theory are primarily based on the often unrealistic premise that nodes' actions are somehow synchronously coordinated. In many settings, where nodes can act at any time, this kind of synchrony is not available; it has long been known that asynchrony introduces substantial difficulties in distributed systems.  The project draws ideas from distributed-computing theory and from game theory to investigate provable properties and possible worst-case system behavior of adaptive heuristics in asynchronous computational environments. A central thrust of project research is understanding the convergence behavior of distributed computing with adaptive heuristics.  Identifying dynamics that provably converge to equilibria even in the presence of asynchrony both strengthens classic results regarding game dynamics and has implications across a wide domain of applications, including: convergence of game dynamics to pure Nash equilibria; stabilization of asynchronous circuits; and convergence to a stable routing tree of the Border Gateway Protocol, which handles Internet routing.\r\n\r\nProject results strengthen classic results regarding game dynamics and guide the design of new protocols for routing, congestion control, and other Internet environments. The outcomes of this project include new applications of existing techniques from game theory and distributed computing and the development of new techniques that are of use to both communities.  A thorough understanding of convergence behaviors of systems is both of scientific interest and has significant potential to affect real-world systems and policy decisions.  With an improved understanding of the impact that assumptions about the environment and participants of a complex system have on possible global and local outcomes, policy makers, system designers, and system participants can engage in more informed discussion and make better decisions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Wright",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca N Wright",
   "pi_email_addr": "rwright@barnard.edu",
   "nsf_id": "000099098",
   "pi_start_date": "2011-05-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Aaron",
   "pi_last_name": "Jaggard",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Aaron D Jaggard",
   "pi_email_addr": "aaron.jaggard@nrl.navy.mil",
   "nsf_id": "000211981",
   "pi_start_date": "2011-05-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZ",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "805200",
   "pgm_ele_name": "Inter Com Sci Econ Soc S (ICE)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 398267.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Dynamic environments where computational nodes or decision makers interact repeatedly over time arise in a variety of settings, such as Internet protocols, large-scale markets, social networks, and multi-processor computer architectures. In many such settings, the prescribed behavior of the nodes is simple, natural, and myopic, reflecting either the desire or necessity for computational nodes (whether humans or computers) to provide quick responses and have a limited computational burden. These \"adaptive heuristics\" can often, in the long run, move the global system in good directions and yield highly sophisticated behavior, such as in game-theoretic results demonstrating the convergence of best-response or no-regret dynamics to equilibrium points. However, these positive results for adaptive heuristics in game theory are primarily based on the often unrealistic premise that nodes' actions are somehow synchronously coordinated. In many settings, where nodes can act at any time, this kind of synchrony is not available; it has long been known that asynchrony introduces substantial difficulties in distributed systems.</p>\n<p>Project results combine distributed-computing theory and game theory to understand properties and possible worst-case system behavior of adaptive heuristics in asynchronous computational environments. &nbsp;The outcomes of this project include new applications of existing techniques from game theory and distributed computing and the development of new techniques that are of use to both communities. A thorough understanding of convergence behaviors of systems is both of scientific interest and has significant potential to affect real-world systems and policy decisions. With an improved understanding of the impact that assumptions about the environment and participants of a complex system have on possible global and local outcomes, policy makers, system designers, and system participants can engage in more informed discussion and make better decisions.</p>\n<p>A major project outcome is a general impossibility result showing that a large and natural class of bounded-recall dynamics can fail to converge in asynchronous environments whenever there are at least two &ldquo;stable states&rdquo; of the dynamics. This result has application in several domains, including convergence of game dynamics to pure Nash equilibria, stabilization of asynchronous circuits, and convergence to a stable routing tree of the Border Gateway Protocol (BGP).&nbsp; We also investigate the &ldquo;historyless&rdquo; version of this problem, in which parties do not save <em>any</em> information about system state, and give a proof of the main theorem in this case that more clearly illuminates why this result is true.&nbsp; We show that this historyless version is equivalent to the non-convergence of asynchronous best-response dynamics in the presence of multiple pure Nash equilibria. &nbsp;In the case of historyless &ldquo;uncoupled&rdquo; dynamics (where parties have private inputs that determine their behavior), we extend earlier known results to provide a complete characterization of state spaces for which self-stabilization is and is not guaranteed.</p>\n<p>Additional project outcomes include the development of arguments for a game-theoretic model based on time-discount factors to help understand when it might be appropriate for opposing parties to work together in some cases.&nbsp; Example applications of such a model include law-enforcement scenarios, elections, and security vulnerability disclosure.&nbsp; We also studied how best to probe a distributed communication network (such as the Internet) for faults, with a focus on how this can be done by nodes that follow simple, uncoordinated rules.&nbsp; We consider the effects of such myopic behavior on network-wide properties such as the number of probes that pass through network components and the time it takes to detect netw...",
  "por_txt_cntn": "\nDynamic environments where computational nodes or decision makers interact repeatedly over time arise in a variety of settings, such as Internet protocols, large-scale markets, social networks, and multi-processor computer architectures. In many such settings, the prescribed behavior of the nodes is simple, natural, and myopic, reflecting either the desire or necessity for computational nodes (whether humans or computers) to provide quick responses and have a limited computational burden. These \"adaptive heuristics\" can often, in the long run, move the global system in good directions and yield highly sophisticated behavior, such as in game-theoretic results demonstrating the convergence of best-response or no-regret dynamics to equilibrium points. However, these positive results for adaptive heuristics in game theory are primarily based on the often unrealistic premise that nodes' actions are somehow synchronously coordinated. In many settings, where nodes can act at any time, this kind of synchrony is not available; it has long been known that asynchrony introduces substantial difficulties in distributed systems.\n\nProject results combine distributed-computing theory and game theory to understand properties and possible worst-case system behavior of adaptive heuristics in asynchronous computational environments.  The outcomes of this project include new applications of existing techniques from game theory and distributed computing and the development of new techniques that are of use to both communities. A thorough understanding of convergence behaviors of systems is both of scientific interest and has significant potential to affect real-world systems and policy decisions. With an improved understanding of the impact that assumptions about the environment and participants of a complex system have on possible global and local outcomes, policy makers, system designers, and system participants can engage in more informed discussion and make better decisions.\n\nA major project outcome is a general impossibility result showing that a large and natural class of bounded-recall dynamics can fail to converge in asynchronous environments whenever there are at least two \"stable states\" of the dynamics. This result has application in several domains, including convergence of game dynamics to pure Nash equilibria, stabilization of asynchronous circuits, and convergence to a stable routing tree of the Border Gateway Protocol (BGP).  We also investigate the \"historyless\" version of this problem, in which parties do not save any information about system state, and give a proof of the main theorem in this case that more clearly illuminates why this result is true.  We show that this historyless version is equivalent to the non-convergence of asynchronous best-response dynamics in the presence of multiple pure Nash equilibria.  In the case of historyless \"uncoupled\" dynamics (where parties have private inputs that determine their behavior), we extend earlier known results to provide a complete characterization of state spaces for which self-stabilization is and is not guaranteed.\n\nAdditional project outcomes include the development of arguments for a game-theoretic model based on time-discount factors to help understand when it might be appropriate for opposing parties to work together in some cases.  Example applications of such a model include law-enforcement scenarios, elections, and security vulnerability disclosure.  We also studied how best to probe a distributed communication network (such as the Internet) for faults, with a focus on how this can be done by nodes that follow simple, uncoordinated rules.  We consider the effects of such myopic behavior on network-wide properties such as the number of probes that pass through network components and the time it takes to detect network faults.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/01/2015\n\n\t\t\t\t\tSubmitted by: Rebecca N Wright"
 }
}