{
 "awd_id": "1101817",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Enhanced Electrodes for Proton Conducting Solid Oxide Fuel Cells and Electrolyzers",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927470",
 "po_email": "grorrer@nsf.gov",
 "po_sign_block_name": "Gregory Rorrer",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 280000.0,
 "awd_amount": 280000.0,
 "awd_min_amd_letter_date": "2011-01-11",
 "awd_max_amd_letter_date": "2011-01-11",
 "awd_abstract_narration": "0967829\r\nMcIntosh\r\n\r\nMatching supply with demand is a significant issue with the large-scale deployment of intermittent renewable energy systems such as wind and solar power.  For example, the peak power generated when the wind blows must be matched to periods of peak demand. This necessitates the development of large and efficient means of temporary power storage. One attractive option is a high performance, reversible, and efficient fuel cell/electrolyzer system.  This system would operate in electrolyzer mode to store electrical energy as chemical energy (hydrogen) during periods of plentiful power generation. Operation can then be reversed to supply electrical energy during periods of peak demand.\r\n\r\nIntellectual Merit\r\n\r\nProton conducting oxides have potential application in efficient high temperature solid oxide fuel cells and electrolyzers.  While the transport properties of these materials are being studied in increasing detail, there is currently very limited knowledge regarding the catalytic and electrocatalytic activity of this class of material. Reduction and oxidation (redox) of surface oxygen sites by the Mars-van Krevelen mechanism is a central step in catalytic and electrocatalytic reaction on oxygen ion conducting materials. The central hypothesis of the proposed research is that an analogous proton-based Mars-van Krevelen mechanism will be a critical step in the catalytic cycle on proton conducting oxides. The central route to enhanced activity will be doping of transition metals both into the oxide lattice and as nanoparticles on the oxide surface. The hypothesized electrocatalytic mechanism will be validated by isotopic transient studies and the measured reaction kinetics related to proton incorporation thermodynamics, transport properties and crystal structure. Proton conducting solid oxide fuel cells and electrolyzers will be fabricated and tested to demonstrate the links between electrocatalysis and electrode function.\r\n\r\nThe demonstration of a proton based Mars-van Krevelen mechanism will provide a fundamental basis from which the performance of proton conducting oxide electrodes may be interpreted and enhanced.\r\n\r\nBroader Impacts\r\n\r\nReplacing oxygen ion conductors with proton conducting oxides can provide a new direction for heterogeneous catalyst development.   The results of this multidisciplinary study will be disseminated to the catalysis, electrochemistry, and solid state ionics communities through journal publications and conference presentations. \r\n\r\nUndergraduate students will play an active role in this research through clearly identified, focused research projects. The importance and potential impact of ongoing scientific advances in the area of energy and the environment will be conveyed to the general public via \"Energy days\" to be held at the University of Virginia.  Faculty and graduate and undergraduate students from across campus actively engaged in this field will provide technology demonstrations and discussion points. A focused approach to engaging middle school students will be developed by expanding a small existing program. The PI, as well as graduate students in the PI's laboratory, will spend a time at local middle schools introducing the concept of engineering to students through a series of hands-on projects. These will be focused on energy and sustainability concepts with learning outcomes reinforced through classroom education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "McIntosh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Steven McIntosh",
   "pi_email_addr": "mcintosh@virginia.edu",
   "nsf_id": "000219731",
   "pi_start_date": "2011-01-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lehigh University",
  "inst_street_address": "526 BRODHEAD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BETHLEHEM",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6107583021",
  "inst_zip_code": "180153008",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "PA07",
  "org_lgl_bus_name": "LEHIGH UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E13MDBKHLDB5"
 },
 "perf_inst": {
  "perf_inst_name": "Lehigh University",
  "perf_str_addr": "526 BRODHEAD AVE",
  "perf_city_name": "BETHLEHEM",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "180153008",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "PA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "046E",
   "pgm_ref_txt": "Electrochem, Photochem & Fuel Cls"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 280000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research project focused on the development of novel electrodes for proton conducting solid oxide fuel cells and electrolysis cells. In fuel cell mode, these devices offer a highly efficient route to power generation from hydrogen and steam reformed hydrocarbon fuels. When combined with operation in the reverse electrolysis mode, these devices offer a route to the large scale storage of renewable electrical energy as hydrogen fuel. This second application is a route to solving the energy storage problem that occurs as we transition to a higher percentage of renewable electrical energy. We need to store electricity when the sun is shining or the wind is blowing to power our lives when these renewable resources are not available, for example at night.</p>\n<p>Prior to this project, the performance of this type of electrochemical cell had been limited by manufacturing techniques that did not produce a the type of cell architecture required for high performance. This project developed a scalable manufacturing technique that can produce high performance proton conducting cells and provide a route to introducing a wide variety of active materials into the electrodes.</p>\n<p>This manufacturing process was leveraged to demonstrate that these cells can be operated with renewable alcohol fuels via internal steam reforming to generate hydrogen. The performance of cells operating with this fuel was linked to the activity of the metal component in the cell anode through measurements of electrochemical performance and through new experimental technique to measure hydrogen dissociation rates on surfaces. We also demonstrated the feasibility of running these in both electrical energy storage (electrolysis) and electrical energy generation (fuel cell) modes. The new kinetic measurements provided an insight into the operating mechanism of these cells to stimulate further focused development.</p>\n<p>This work has also demonstrated the feasibility and activity of proton conducting materials as metal catalyst supports for the formation of ethylene from ethane. Ethylene is an important chemical feedstock use to produce, for example, polyethylene plastic. Efficient generation of feedstock chemicals from domestic resources, in this case the ethane component of shale gas, can lead to reinvigoration of the US chemical industry.</p>\n<p>Two PhD students in Chemical Engineering, one male and one female, were funded through this work and three undergraduate students were provided with research position in the laboratory. This has encouraged two of these students to pursue graduate study in Chemical Engineering. This award has also enabled the principal investigator to develop a new course in Electrochemical &nbsp;Engineering that is offered to both graduate and undergraduate students.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/16/2014<br>\n\t\t\t\t\tModified by: Steven&nbsp;Mcintosh</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research project focused on the development of novel electrodes for proton conducting solid oxide fuel cells and electrolysis cells. In fuel cell mode, these devices offer a highly efficient route to power generation from hydrogen and steam reformed hydrocarbon fuels. When combined with operation in the reverse electrolysis mode, these devices offer a route to the large scale storage of renewable electrical energy as hydrogen fuel. This second application is a route to solving the energy storage problem that occurs as we transition to a higher percentage of renewable electrical energy. We need to store electricity when the sun is shining or the wind is blowing to power our lives when these renewable resources are not available, for example at night.\n\nPrior to this project, the performance of this type of electrochemical cell had been limited by manufacturing techniques that did not produce a the type of cell architecture required for high performance. This project developed a scalable manufacturing technique that can produce high performance proton conducting cells and provide a route to introducing a wide variety of active materials into the electrodes.\n\nThis manufacturing process was leveraged to demonstrate that these cells can be operated with renewable alcohol fuels via internal steam reforming to generate hydrogen. The performance of cells operating with this fuel was linked to the activity of the metal component in the cell anode through measurements of electrochemical performance and through new experimental technique to measure hydrogen dissociation rates on surfaces. We also demonstrated the feasibility of running these in both electrical energy storage (electrolysis) and electrical energy generation (fuel cell) modes. The new kinetic measurements provided an insight into the operating mechanism of these cells to stimulate further focused development.\n\nThis work has also demonstrated the feasibility and activity of proton conducting materials as metal catalyst supports for the formation of ethylene from ethane. Ethylene is an important chemical feedstock use to produce, for example, polyethylene plastic. Efficient generation of feedstock chemicals from domestic resources, in this case the ethane component of shale gas, can lead to reinvigoration of the US chemical industry.\n\nTwo PhD students in Chemical Engineering, one male and one female, were funded through this work and three undergraduate students were provided with research position in the laboratory. This has encouraged two of these students to pursue graduate study in Chemical Engineering. This award has also enabled the principal investigator to develop a new course in Electrochemical  Engineering that is offered to both graduate and undergraduate students.\n\n \n\n\t\t\t\t\tLast Modified: 07/16/2014\n\n\t\t\t\t\tSubmitted by: Steven Mcintosh"
 }
}