{
 "awd_id": "1101246",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Analytic and geometric properties of variational inequalities and PDE",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922595",
 "po_email": "mbocea@nsf.gov",
 "po_sign_block_name": "Marian Bocea",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 224782.0,
 "awd_amount": 224782.0,
 "awd_min_amd_letter_date": "2011-09-01",
 "awd_max_amd_letter_date": "2013-07-10",
 "awd_abstract_narration": "In recent years, the analysis and geometry of sub-Riemannian spaces has received increased attention. The quintessential examples of sub-Riemannian settings are the so-called Carnot groups, whose fundamental role in analysis was first highlighted by E. M. Stein. They now occupy a central position not only in the study of hypoelliptic partial differential equations, harmonic analysis, and geometric function theory, but also in the applied sciences such as mathematical finance, mechanical engineering, and the neurophysiology of the brain. The most distinctive feature of sub-Riemannian spaces is that the metric structure can be viewed as a constrained geometry, where motion is possible only along a prescribed set of directions, changing from point to point.  The principal investigator has a long-term project aimed at investigating geometric and analytic properties of these structures. More specifically, she proposes to continue her study of the Bernstein problem and of the regularity of minimal surfaces in Carnot groups, to investigate subelliptic boundary value problems, and to develop a regularity theory for fully nonlinear equations of Monge-Ampere type.  Another area of interest in this project is the investigation of elliptic and parabolic free boundary problems that arise naturally in the theory of flame propagation. The principal investigator also intends to study a class of minimization problems in which the relevant functional is modeled after the one introduced by Alt and Caffarelli. In addition, she is interested in exploring variational inequalities of elliptic and parabolic type with obstacles confined to lie in lower dimensional manifolds. One of the main objectives of the proposed research is to prove regularity properties of the free boundary. The necessary tools from harmonic analysis and the theory of partial differential equations for the study of such problems will be developed concurrently. Finally, motivated by the striking analogy between the theories of minimal surfaces and of free boundaries in the Euclidean setting, the principal investigator plans to merge her different lines of research into a yet quite unexplored area, namely, the study of free boundary problems (both of obstacle and Alt-Caffarelli type) in Carnot groups. \r\n\r\nThe principal investigator has a research program that lies at the interface of the areas of mathematics known as the calculus of variations, partial differential equations, and geometric measure theory. The focus is on the study of analytic and geometric properties of solutions to so-called variational inequalities and partial differential equations involving a system of \"noncommuting\" vector fields. The proposed problems not only turn up in a variety of mathematical contexts (e.g., optimal control theory, mathematical finance, and geometry) but are also of interest in other fields such as mechanical engineering, robotics, and neurophysiology. A second focus of the project concerns free boundary problems, which surface in physics and engineering in situations where a conserved quantity or relation changes discontinuously across some value of the variables under consideration. The free boundary appears, for instance, as the interface between a fluid and the air, or between water and ice.  One of the proposed projects aims at studying regularity properties of the free boundary in burnt-unburnt mixtures. The results of this investigation will lead to a better understanding of the models, to the improvement of simulation methods, and ultimately to a precise description of how flames propagate in nonhomogeneous media.  As mentioned earlier, several parts of this project find their motivation in the applied sciences. On the other hand, their solutions involve an interplay of ideas from different areas of analysis and geometry. It is conceivable that all these different fields will benefit from this synergy. The principal investigator is committed to the training of future generations of mathematicians and to increasing the representation of women in the scientific community via the organization of a variety of educational and mentoring activities for untenured faculty and graduate, undergraduate, and K-12 students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Donatella",
   "pi_last_name": "Danielli",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Donatella Danielli",
   "pi_email_addr": "ddanielli@asu.edu",
   "nsf_id": "000292002",
   "pi_start_date": "2011-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE # 1100",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  },
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 146650.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 78132.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The focus of the project is the study of certain free boundary problems, which naturally arise in physics and engineering in situations where a conserved quantity or relation changes discontinuously across some value of the variables under consideration. The free boundary appears, for instance, as the interface between a fluid and the air, or between water and ice. One of the proposed projects aims at studying regularity properties of the solution and of the free boundary in the parabolic thin obstacle problem. The results of this investigation will lead to a better understanding of the models, to the improvement of simulation methods, and ultimately to a precise description of reverse osmosis and models in financial mathematics, for instance. On the one hand, several parts of this project find their motivation in the applied sciences. On the other hand, their solutions involve an interplay of ideas from different areas of analysis and geometry. It is conceivable that all these different fields will benefit from this synergy. The principal investigator has been committed to the training of future generations of mathematicians and to increasing the representation of women in the scientific community via the organization of a variety of educational and mentoring activities for untenured faculty and graduate, undergraduate, and K-12 students.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/12/2021<br>\n\t\t\t\t\tModified by: Donatella&nbsp;Danielli</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe focus of the project is the study of certain free boundary problems, which naturally arise in physics and engineering in situations where a conserved quantity or relation changes discontinuously across some value of the variables under consideration. The free boundary appears, for instance, as the interface between a fluid and the air, or between water and ice. One of the proposed projects aims at studying regularity properties of the solution and of the free boundary in the parabolic thin obstacle problem. The results of this investigation will lead to a better understanding of the models, to the improvement of simulation methods, and ultimately to a precise description of reverse osmosis and models in financial mathematics, for instance. On the one hand, several parts of this project find their motivation in the applied sciences. On the other hand, their solutions involve an interplay of ideas from different areas of analysis and geometry. It is conceivable that all these different fields will benefit from this synergy. The principal investigator has been committed to the training of future generations of mathematicians and to increasing the representation of women in the scientific community via the organization of a variety of educational and mentoring activities for untenured faculty and graduate, undergraduate, and K-12 students.\n\n\t\t\t\t\tLast Modified: 02/12/2021\n\n\t\t\t\t\tSubmitted by: Donatella Danielli"
 }
}