{
 "awd_id": "1101100",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "Bridging Data, New Technologies, and Communities to Enable and Communicate EarthScope Exploration and  Discovery",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924693",
 "po_email": "greander@nsf.gov",
 "po_sign_block_name": "Gregory Anderson",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 2398787.0,
 "awd_amount": 2615614.0,
 "awd_min_amd_letter_date": "2011-04-29",
 "awd_max_amd_letter_date": "2014-07-08",
 "awd_abstract_narration": "EarthScope enables the exploration of the structure and evolution of the North American continent by scientists accessing a range of seismological, geodetic, in situ fault zone sampling, and geochronology and high resolution topography resources. EarthScope science is notable for its interdisciplinarity. Science results from EarthScope go beyond narrow analyses of individual datasets, and combine diverse observational datasets with innovative experimental and theoretical exploration. These results produce transformative knowledge for studying earth's structures and processes and in understanding hazards and guiding exploration of resources. In addition, these data and technologies offer superb opportunities to enhance formal and informal science education in the solid Earth sciences. The EarthScope National Office (ESNO) at Arizona State University serves the broad and diverse community of EarthScope stakeholders, including EarthScope researchers, formal and informal educators in Earth science, and the general public. \r\n\r\nThe ESNO will serve the scientific community through leadership and support of the EarthScope Steering committee, via close communication with the EarthScope program at NSF and the EarthScope Facilities (USArray, PBO, SAFOD), and by frequent solicitation of feedback and new ideas. The ESNO will maintain these activities as well as further promote EarthScope by assuming a meta-leadership role in coordinating current and new earth science initiatives (such as a major focus on Cascadia, the eastward movement of the Transportable Array, developing a plan for Alaskan EarthScope investigation, impending Frontiers in Earth System Dynamics projects, and earthquakes directly affecting the US). The need to integrate EarthScope and related data and other geoscience tools remains a critical need which can be addressed using the tools of cyberinfrastructure. Interesting new and unexpected applications of the EarthScope observational systems will be encouraged (e.g., atmosphere, hydrosphere, and cryosphere).\r\n\r\nThe ESNO foregrounds education and outreach (E&O): giving it attention, expertise, and resources at the same level as EarthScope science.  This is accomplished by maintaining and expanding on effective services such as the EarthScope E&O website, Newsletters, Speaker Series, Interpretive Workshops for informal educators, and the biannual EarthScope National Meeting.  Further, ESNO adds value to the programmatic E&O portfolio through new initiatives to:\r\n\r\n- Rapidly channel EarthScope science through new social media such as Facebook, Twitter, and the 'Geoblogosphere'; \r\n- Pilot and disseminate exemplary new solid-Earth science content and inquiry-driven pedagogy for K-12 STEM teacher development (in partnership with organizations such as AGI and PRI);\r\n- Catalyze the use of regional and local results from EarthScope research in promoting place-based Earth science teaching at all levels to better engage and retain diverse students; and\r\n- Deliver a new continuing professional education service for EarthScope researchers and educators at the university and graduate levels: the University of EarthScope.\r\n\r\nE&O at ESNO, infused with a place-based and educator-centered ethos, coordinates the compilation and presentation of the spectacular findings and scientific legacy of the EarthScope program, and is a reliable and effective partner to stakeholders.\r\n\r\nIntellectual merit: Exploration of the 4-D structure of the North American continent is spectacularly underway with EarthScope by a vigorous community of scientists. The results are fundamental to increasing our understanding of the Earth, for characterizing how we live with potentially hazardous Earth processes, and for guiding exploration of resources. They are transformative in Earth science and technology education.  The ESNO at ASU will be well-situated, planned, and configured to foster continued Earth exploration and discovery.  \r\n\r\nBroader impacts: The ESNO at ASU will enhance and continue to expand a high-profile public identity for EarthScope, establish a sense of ownership among scientific, professional, and educational communities, promote science literacy and understanding of EarthScope and Earth science in general, advance formal Earth science education, and foster use of EarthScope data, discoveries, and new technology in resolving challenging problems and improving our quality of life. Scientists, educators, students, decision makers, and our fellow citizens, in the Southwest as well as across the US and abroad, will all benefit from these activities.\r\n\r\n\r\nNon-technical explanation of broader significance and importance: Exploration of the four dimensional structure of the North American continent and Earth processes operating on and within it is spectacularly underway with EarthScope by a vigorous community of scientists. The results are fundamental to increasing our understanding of Earth, for characterizing how we live with potentially hazardous Earth processes, and for guiding exploration of natural resources. They are transformative in Earth science and technology education.  The EarthScope National Office at Arizona State University will be well-situated, planned, and configured to foster continued Earth exploration and discovery.  It will enhance and continue to expand a high-profile public identity for EarthScope, establish a sense of ownership among scientific, professional, and educational communities, promote science literacy and understanding of EarthScope and Earth science in general, advance formal Earth science education, and foster use of EarthScope data, discoveries, and new technology in resolving challenging problems and improving our quality of life. Scientists, educators, students, decision makers, and our fellow citizens, in the Southwest as well as across the U.S. and abroad, will all benefit from these activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "J Ramon",
   "pi_last_name": "Arrowsmith",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "J Ramon Arrowsmith",
   "pi_email_addr": "ramon.arrowsmith@asu.edu",
   "nsf_id": "000480519",
   "pi_start_date": "2011-04-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Garnero",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Edward J Garnero",
   "pi_email_addr": "garnero@asu.edu",
   "nsf_id": "000459427",
   "pi_start_date": "2011-04-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Semken",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Steven C Semken",
   "pi_email_addr": "semken@asu.edu",
   "nsf_id": "000196249",
   "pi_start_date": "2011-04-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Wendy",
   "pi_last_name": "Taylor",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Wendy L Taylor",
   "pi_email_addr": "wltaylo1@asu.edu",
   "nsf_id": "000207192",
   "pi_start_date": "2011-04-29",
   "pi_end_date": "2012-05-20"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Fouch",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew J Fouch",
   "pi_email_addr": "fouch@asu.edu",
   "nsf_id": "000412379",
   "pi_start_date": "2011-04-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "017F00",
   "pgm_ele_name": "EARTHSCOPE-SCIENCE UTILIZATION"
  },
  {
   "pgm_ele_code": "769900",
   "pgm_ele_name": "Integrat & Collab Ed & Rsearch"
  },
  {
   "pgm_ele_code": "807400",
   "pgm_ele_name": "EarthCube"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "017F",
   "pgm_ref_txt": "EARTHSCOPE-SCIENCE UTILIZATION"
  },
  {
   "pgm_ref_code": "1733",
   "pgm_ref_txt": "GEOSCIENCE EDUCATION"
  },
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "8076",
   "pgm_ref_txt": "GeoPRISMS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 599426.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 698974.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 599753.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 717461.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merit: EarthScope science is interdisciplinary and emphasizes the structure and evolution of the North American continent with a wide range of studies. In this project, we have worked to coordinate and communicate a balanced view of EarthScope science through leadership of the EarthScope Steering Committee, partnerships with the EarthScope Facilities, and engagement with many geoscientists.</p>\n<p><br />Broader Impacts and Accomplishments: As PI of the award, Ramon Arrowsmith was both the Chair of the Steering Committee and Director of the National Office for EarthScope. The EarthScope Steering Committee and its chair effectively facilitated communication and coordination among the National Science Foundation, the major EarthScope Facilities (IRIS, UNAVCO, SAFOD Core Repository), EarthScope and other geoscientists, the press, and informal and formal science educators.<br />The EarthScope National Office sought to broaden the impact of EarthScope science through education and outreach at many levels, organizing and executing numerous workshops and special sessions and via enhanced cyber-infrastructure. Arrowsmith lead the organization and execution of two EarthScope National Meetings (2013--Raleigh, NC; 2015--Stowe, VT) with 150-200 participants each. In addition, in 2012, Arrowsmith lead the EarthCube End-User Domain Workshop for EarthScope hosted at Arizona State University (60-70 participants). Arrowsmith was a proponent along with M. Miller (UNAVCO) and R. Detrick (IRIS) for the Future Seismic and Geodetic Facility Needs in the Geosciences Workshop (May 2015). Finally, Arrowsmith coordinated the EarthScope Symposium and Reception: Celebrating a Decade of Geoscience Accomplishments (May 2014). The two-day event included briefings to members of the House and Senate and a Decade Symposium and Reception that was hosted at the American Association for the Advancement of Science Building (&gt;100 participants).<br />The EarthScope National Office team managed numerous EarthScope community activities. We overhauled the earthscope.org web site. We provided leadership in the use of social media for scientific organizations. We continued the effective EarthScope Interpretive Workshops, the EarthScope Speakers series, and the quarterly newsletter Insights. 4 Ph.D. students and 5 undergraduates at ASU were deeply involved in the Office activities and key members of the team with important responsibilities for social media, assessment, video production, and web design and support. Much of this work was presented regularly at national meetings. In 2015, we managed a smooth transition to the next EarthScope National Office at the University of Alaska in Fairbanks.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/08/2016<br>\n\t\t\t\t\tModified by: J Ramon&nbsp;Arrowsmith</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit: EarthScope science is interdisciplinary and emphasizes the structure and evolution of the North American continent with a wide range of studies. In this project, we have worked to coordinate and communicate a balanced view of EarthScope science through leadership of the EarthScope Steering Committee, partnerships with the EarthScope Facilities, and engagement with many geoscientists.\n\n\nBroader Impacts and Accomplishments: As PI of the award, Ramon Arrowsmith was both the Chair of the Steering Committee and Director of the National Office for EarthScope. The EarthScope Steering Committee and its chair effectively facilitated communication and coordination among the National Science Foundation, the major EarthScope Facilities (IRIS, UNAVCO, SAFOD Core Repository), EarthScope and other geoscientists, the press, and informal and formal science educators.\nThe EarthScope National Office sought to broaden the impact of EarthScope science through education and outreach at many levels, organizing and executing numerous workshops and special sessions and via enhanced cyber-infrastructure. Arrowsmith lead the organization and execution of two EarthScope National Meetings (2013--Raleigh, NC; 2015--Stowe, VT) with 150-200 participants each. In addition, in 2012, Arrowsmith lead the EarthCube End-User Domain Workshop for EarthScope hosted at Arizona State University (60-70 participants). Arrowsmith was a proponent along with M. Miller (UNAVCO) and R. Detrick (IRIS) for the Future Seismic and Geodetic Facility Needs in the Geosciences Workshop (May 2015). Finally, Arrowsmith coordinated the EarthScope Symposium and Reception: Celebrating a Decade of Geoscience Accomplishments (May 2014). The two-day event included briefings to members of the House and Senate and a Decade Symposium and Reception that was hosted at the American Association for the Advancement of Science Building (&gt;100 participants).\nThe EarthScope National Office team managed numerous EarthScope community activities. We overhauled the earthscope.org web site. We provided leadership in the use of social media for scientific organizations. We continued the effective EarthScope Interpretive Workshops, the EarthScope Speakers series, and the quarterly newsletter Insights. 4 Ph.D. students and 5 undergraduates at ASU were deeply involved in the Office activities and key members of the team with important responsibilities for social media, assessment, video production, and web design and support. Much of this work was presented regularly at national meetings. In 2015, we managed a smooth transition to the next EarthScope National Office at the University of Alaska in Fairbanks. \n\n\t\t\t\t\tLast Modified: 07/08/2016\n\n\t\t\t\t\tSubmitted by: J Ramon Arrowsmith"
 }
}