{
 "awd_id": "1101741",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ICES: Small: Economic Analysis of Recommender Systems",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tracy Kimbrel",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 396175.0,
 "awd_amount": 412175.0,
 "awd_min_amd_letter_date": "2011-08-19",
 "awd_max_amd_letter_date": "2012-04-12",
 "awd_abstract_narration": "A recommender system takes on-line user histories and demographic information, and automatically creates personalized recommendations for goods and services. Already common for small items such as books and movies, such systems are destined to play an increasing role in the economy as new applications emerge for them, such as firms searching for suppliers and workers searching for jobs. Previous research, however, has shed little light on the economic benefits and costs that recommender systems bring, nor on which of the many sorts of systems work best in each current or prospective niche.\r\n\r\nThis project will improve metrics for measuring performance of recommender systems, use these metrics to evaluate existing recommender algorithms in major niches, and develop and test new algorithms and systems adapted to under-served niches. The research builds on previous research by computer scientists, and connects it to established economic theory as well as to controlled experiments with human subjects. The improved metrics explicitly incorporate the economic goals of users, suppliers, and platform providers. The algorithms include collaborative filtering, content based filtering, and hybrids as well as more advanced algorithms that use heterogeneous information and actively trade off exploration and exploitation while interacting with the users. The data will include proprietary industry data already compiled for this project, together with new data obtained in controlled laboratory experiments conducted at UCSC and in on-line field experiments.\r\n\r\nThe direct impact will be to increase understanding of the strengths and weaknesses of various sorts of recommender systems. More broadly, the research will shed light on how humans process freely available information, an important question in many social science disciplines, and practical benefits may ultimately accrue to millions of users of recommender systems. Additionally, conducting this research will promote on-campus teaching, training and learning for graduate students who serve as research assistants and programmers; for undergraduates (mostly game design engineering majors) who contribute to the programming; and for hundreds of undergraduates who will serve as laboratory subjects.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Friedman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Friedman",
   "pi_email_addr": "dan@ucsc.edu",
   "nsf_id": "000461041",
   "pi_start_date": "2011-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yi",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yi Zhang",
   "pi_email_addr": "yiz@soe.ucsc.edu",
   "nsf_id": "000219312",
   "pi_start_date": "2011-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Wu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas Wu",
   "pi_email_addr": "thomaswu@ucsc.edu",
   "nsf_id": "000200611",
   "pi_start_date": "2011-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Cruz",
  "inst_street_address": "1156 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA CRUZ",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314595278",
  "inst_zip_code": "950641077",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SANTA CRUZ",
  "org_prnt_uei_num": "",
  "org_uei_num": "VXUFPE4MCZH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Cruz",
  "perf_str_addr": "1156 HIGH ST",
  "perf_city_name": "SANTA CRUZ",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950641077",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779600",
   "pgm_ele_name": "Algorithmic Foundations"
  },
  {
   "pgm_ele_code": "805200",
   "pgm_ele_name": "Inter Com Sci Econ Soc S (ICE)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7752",
   "pgm_ref_txt": "CDI NON SOLICITED RESEARCH"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7932",
   "pgm_ref_txt": "COMPUT GAME THEORY & ECON"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 396175.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Recommender systems already play a major role in electronic commerce, as exemplified by Amazon&rsquo;s five stars and &ldquo;frequently bought together,&rdquo; Facebook&rsquo;s &ldquo;like&rdquo; button, and Netflix&rsquo;s personalized recommendations. So far, research on recommender systems has divided along disciplinary lines, with engineers mostly focusing on the power of their algorithms to predict purchases, and many economists focusing on the credibility of recommendations.</p>\n<p>&nbsp;</p>\n<p>The intellectual merit of our project arises from hybridizing the disciplinary approaches. From economics we have taken the fundamental concepts of total surplus, the sum of consumer and producer gains, and the efficiency perspective that the main goal is maximizing total surplus, not predictive accuracy. From engineering we have taken algorithms that enable us to leverage detailed information on product features and consumer characteristics. We use those algorithms to predict consumers&rsquo; personal valuation of particular products, and tune the algorithms using experimental data. Then we can predict the most efficient matches of consumers to products, to the benefit of both.</p>\n<p>&nbsp;</p>\n<p>Specific outcomes include (a) development of an online research platform, called goodbuylist.com, which has already enabled us to conduct experiments for tuning the algorithms, and which should be scientifically useful for years to come. Also, (b) as reported in a series of conference papers, we have shown that the economic metrics we developed (based on surplus maximization) can improve performance of recommender systems to the benefit of both consumers and producers. That is, our analysis of large data existing data sets and the new data created by small scale experiments on goodbuylist.com indicates that the tuned recommendations can increase net value obtained by consumers and, at the same time, can also increase producer profit. Our \"proof of concept\" so far has included particular lines of e-commerce (such as skin care products), finance (person-to-person lending), and job matching (freelancing websites), but potentially is quite general.</p>\n<p>&nbsp;</p>\n<p>Given the increasing role that web-based recommendation is playing in the world economy, our research naturally will have broad impact. Our project also has had broader impact in terms of training undergraduate students and graduate students, both MS and PhD. Some of the students supported under the grant have taken research-oriented jobs in academia and industry, and have helped establish closer ties to researchers at companies like Facebook and LinkedIn.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/02/2015<br>\n\t\t\t\t\tModified by: Daniel&nbsp;Friedman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nRecommender systems already play a major role in electronic commerce, as exemplified by AmazonÆs five stars and \"frequently bought together,\" FacebookÆs \"like\" button, and NetflixÆs personalized recommendations. So far, research on recommender systems has divided along disciplinary lines, with engineers mostly focusing on the power of their algorithms to predict purchases, and many economists focusing on the credibility of recommendations.\n\n \n\nThe intellectual merit of our project arises from hybridizing the disciplinary approaches. From economics we have taken the fundamental concepts of total surplus, the sum of consumer and producer gains, and the efficiency perspective that the main goal is maximizing total surplus, not predictive accuracy. From engineering we have taken algorithms that enable us to leverage detailed information on product features and consumer characteristics. We use those algorithms to predict consumersÆ personal valuation of particular products, and tune the algorithms using experimental data. Then we can predict the most efficient matches of consumers to products, to the benefit of both.\n\n \n\nSpecific outcomes include (a) development of an online research platform, called goodbuylist.com, which has already enabled us to conduct experiments for tuning the algorithms, and which should be scientifically useful for years to come. Also, (b) as reported in a series of conference papers, we have shown that the economic metrics we developed (based on surplus maximization) can improve performance of recommender systems to the benefit of both consumers and producers. That is, our analysis of large data existing data sets and the new data created by small scale experiments on goodbuylist.com indicates that the tuned recommendations can increase net value obtained by consumers and, at the same time, can also increase producer profit. Our \"proof of concept\" so far has included particular lines of e-commerce (such as skin care products), finance (person-to-person lending), and job matching (freelancing websites), but potentially is quite general.\n\n \n\nGiven the increasing role that web-based recommendation is playing in the world economy, our research naturally will have broad impact. Our project also has had broader impact in terms of training undergraduate students and graduate students, both MS and PhD. Some of the students supported under the grant have taken research-oriented jobs in academia and industry, and have helped establish closer ties to researchers at companies like Facebook and LinkedIn. \n\n \n\n\t\t\t\t\tLast Modified: 11/02/2015\n\n\t\t\t\t\tSubmitted by: Daniel Friedman"
 }
}