{
 "awd_id": "1101397",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Anabelian Geometry and Field Arithmetic II",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924878",
 "po_email": "adpollin@nsf.gov",
 "po_sign_block_name": "Andrew Pollington",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 261001.0,
 "awd_amount": 261001.0,
 "awd_min_amd_letter_date": "2011-04-18",
 "awd_max_amd_letter_date": "2013-07-01",
 "awd_abstract_narration": "This research project concerns the study of anabelian phenomena in arithmetic and algebraic geometry as well as questions in field arithmetic. The PI plans to continue his work on an anabelian program initiated by Bogomolov, which aims at recovering function fields of transcendence degree at least two from their pro-l abelian-by-central Galois theory in a functorial way. The PI completed that program for function fields over algebraic closures of finite fields, and he plans to complete that program for function fields over algebraic closures of global fields and more general algebraically closed base fields. The PI plans to exploit the relation of the anabelian program under discussion with the Ihara/Oda-Matsumoto conjecture, and to use these methods to give generalizations in several directions of the Ihara/Oda-Matsumoto conjecture; in particular, to prove this conjecture for arbitrary base fields. This would have a major impact on understanding the Galois structure of the field of rational numbers in particular, and of arbitrary fields in general. The PI (jointly with collaborators) expects as well to make progress on Grothendieck's (p-adic) section conjecture and its relation to (an effective) Mordell conjecture --Faltings' Theorem. Finally, the PI expects to make progress on better understanding how localization processes --in particular, which such processes-- lead to large fields. In particular, to gain a better understanding of how localization processes relate via local-global principles to large fields and the Freeness Conjecture. The PI plans to simplify and prove stronger results concerning the solvability of non-trivial split embedding problems over large fields in classical Galois, as well as differential Galois, theoretical context, both by developing new tools and by using results of general type proved previously and used successfully in other context.\r\n\r\nPositive answers to the questions mentioned above would have a significant impact on the progress of modern Galois theory and on some of the very fundamental questions in arithmetic geometry and algebraic geometry. The results will be widely disseminated to the mathematical community via talks and publications in scientific journals. The PI is co-organizer of, and senior invited researcher at, activities which aim to do both: first, to create a broad basis for international cooperation, training, and scientific exchange at all levels; and second, to have special activities for graduate students and young researchers, thus enhancing teaching and technological understanding.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Florian",
   "pi_last_name": "Pop",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Florian Pop",
   "pi_email_addr": "pop@math.upenn.edu",
   "nsf_id": "000200554",
   "pi_start_date": "2011-04-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3451 WALNUT ST STE 440A",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 87001.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 87001.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 86999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The NSF Award helped the PI continue his study of Anabelian <br />Geometry and of Field Arithmetic in the context of arithmetic<br />and algebraic geometry as well as&nbsp; the interaction between these <br />and other areas of mathematics in general. This study was guided <br />in part by possible extensions of the known anabelian phenomena <br />and of the known facts from field arithmetic, to which the PI has <br />made important contributions. In particular, the PI expended the <br />knowledge in both Grothendieck's and Bogomolov's birational <br />anabelian programs, and at the same time, worked on clarifying <br />the relation between the two programs. Exploiting the relation of the <br />anabelian programs under discussion, the PI succeeded to give<br />a satisfactory answer to the&nbsp; Ihara/Oda-Matsumoto conjecture <br />(concerning a geometrical/topological description of absolute<br />Galois groups). The PI also made progress on better understanding <br />how localization processes lead to universal local-global principles <br />for existence of rational points, and their relation to other open <br />questions of greatest interest, e.g., a conjecture by Shafarevich and <br />the general freeness conjecture, the structure of quadratic forms, <br />the structure of division algebras, etc. The PI hopes to apply the<br />developed technology in research concerning other open questions <br />in arithmetic and algebraic geometry.<br /><br />Intellectual Merit: The research supported by this NSF Award<br />contributed to further the understanding of phenomena in Galois <br />theory and advanced knowledge on some of the most fundamental <br />questions in arithmetic geometry and algebraic geometry, namely <br />the relation between the nature of points of spaces, and the symmetries <br />of the space covers. The following concrete goals were achieved or<br />partially achieved:<br /><br />1)&nbsp; clarified the relationship between geometrical and arithmetical <br />properties of spaces by understanding how these are encoded in <br />and linked by the groups of symmetries of these spaces. <br /><br />2) formulated and proved assertions about the how numbers and <br />their properties are encoded in the groups of symmetries.<br /><br />3) developed tools to understand the relationship between points <br />of spaces (in classical and extended sense) and the properties of <br />groups of symmetries of spaces. <br /><br />4) harvest byproducts resulting from methodology developed to <br />clarify/answer the above problems, e.g., understanding the first <br />order theory of arithmetically significant classes of fields.<br /><br />Broader Impacts: The research supported by this NSF Award <br />has contributed to the infrastructure of science by establishing <br />fundamental new results in Galois theory and its relation to<br />other areas of mathematics, e.g., to points of spaces in classical <br />and extended sense. The results resulting from this NSF Award <br />were disseminated widely to the (mathematical) community <br />via talks, Internet, publications in scientific journals, etc. The <br />PI was a co-organizer of, and senior invited researcher at, <br />activities at national and intentional level which aimed at doing <br />both: first, create a broad basis for cooperation, training, and <br />scientific exchange at all levels; second, have special activities <br />for graduate students and young researchers, thus enhancing <br />teaching and technological understanding, and creating a wide <br />basis of scientists with high end mathematical readiness. That <br />is essential for keeping a competitive edge in the todays fast pace <br />evolving and developing world.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/30/2015<br>\n\t\t\t\t\tModified by: Florian&nbsp;Pop</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe NSF Award helped the PI continue his study of Anabelian \nGeometry and of Field Arithmetic in the context of arithmetic\nand algebraic geometry as well as  the interaction between these \nand other areas of mathematics in general. This study was guided \nin part by possible extensions of the known anabelian phenomena \nand of the known facts from field arithmetic, to which the PI has \nmade important contributions. In particular, the PI expended the \nknowledge in both Grothendieck's and Bogomolov's birational \nanabelian programs, and at the same time, worked on clarifying \nthe relation between the two programs. Exploiting the relation of the \nanabelian programs under discussion, the PI succeeded to give\na satisfactory answer to the  Ihara/Oda-Matsumoto conjecture \n(concerning a geometrical/topological description of absolute\nGalois groups). The PI also made progress on better understanding \nhow localization processes lead to universal local-global principles \nfor existence of rational points, and their relation to other open \nquestions of greatest interest, e.g., a conjecture by Shafarevich and \nthe general freeness conjecture, the structure of quadratic forms, \nthe structure of division algebras, etc. The PI hopes to apply the\ndeveloped technology in research concerning other open questions \nin arithmetic and algebraic geometry.\n\nIntellectual Merit: The research supported by this NSF Award\ncontributed to further the understanding of phenomena in Galois \ntheory and advanced knowledge on some of the most fundamental \nquestions in arithmetic geometry and algebraic geometry, namely \nthe relation between the nature of points of spaces, and the symmetries \nof the space covers. The following concrete goals were achieved or\npartially achieved:\n\n1)  clarified the relationship between geometrical and arithmetical \nproperties of spaces by understanding how these are encoded in \nand linked by the groups of symmetries of these spaces. \n\n2) formulated and proved assertions about the how numbers and \ntheir properties are encoded in the groups of symmetries.\n\n3) developed tools to understand the relationship between points \nof spaces (in classical and extended sense) and the properties of \ngroups of symmetries of spaces. \n\n4) harvest byproducts resulting from methodology developed to \nclarify/answer the above problems, e.g., understanding the first \norder theory of arithmetically significant classes of fields.\n\nBroader Impacts: The research supported by this NSF Award \nhas contributed to the infrastructure of science by establishing \nfundamental new results in Galois theory and its relation to\nother areas of mathematics, e.g., to points of spaces in classical \nand extended sense. The results resulting from this NSF Award \nwere disseminated widely to the (mathematical) community \nvia talks, Internet, publications in scientific journals, etc. The \nPI was a co-organizer of, and senior invited researcher at, \nactivities at national and intentional level which aimed at doing \nboth: first, create a broad basis for cooperation, training, and \nscientific exchange at all levels; second, have special activities \nfor graduate students and young researchers, thus enhancing \nteaching and technological understanding, and creating a wide \nbasis of scientists with high end mathematical readiness. That \nis essential for keeping a competitive edge in the todays fast pace \nevolving and developing world.\n\n\t\t\t\t\tLast Modified: 09/30/2015\n\n\t\t\t\t\tSubmitted by: Florian Pop"
 }
}