{
 "awd_id": "1101576",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Thermodynamic Formalism and Dynamical Systems Arising from Geometry",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce P. Palka",
 "awd_eff_date": "2011-07-15",
 "awd_exp_date": "2012-10-31",
 "tot_intn_awd_amt": 88765.0,
 "awd_amount": 88765.0,
 "awd_min_amd_letter_date": "2011-07-07",
 "awd_max_amd_letter_date": "2011-07-07",
 "awd_abstract_narration": "The key aims of this research are to further develop the theory of thermodynamic formalism and to apply powerful techniques from ergodic theory and dynamical systems to examples of special geometric interest. Thermodynamic formalism is a powerful and versatile tool in the study of the global statistical properties of dynamical systems, originally motivated by ideas from statistical mechanics. Key goals of the project are (1) to study the evolution of dynamical invariants of negatively curved manifolds under Ricci flow, (2) to develop thermodynamic techniques to study the beta-transformation and related maps, (3) to develop thermodynamic formalism for the Teichmueller flow.\r\n \r\nSince the 1930?s, a key motivation in the development of the ergodic theory of dynamical systems has been the study of problems in geometry. This project belongs to that rich tradition, and covers a selection of problems where state of the art techniques will produce new results at the intersection of dynamical systems and geometry. The investigation of the effect of Ricci flow on dynamical invariants of negative curvature manifolds combines the powerful techniques of smooth dynamical systems with state of the art innovations from the Ricci flow literature. The beta-transformation, which has been studied extensively since 1957, arises naturally in number theory. New results are now possible due to a recent breakthrough co-authored by the Principal Investigator. Teichmueller theory is an area of intensive current research at the intersection of geometry, topology, number theory and dynamics. There is great scope for the development of thermodynamic formalism for systems arising in this context, and the results will be useful for a variety of geometric and statistical applications. The project will both advance the theory of dynamical systems and build connections between different branches of mathematics (dynamics, PDE, number theory, Teichmueller theory). The focus of this research is on deriving fundamental pure results, so there is significant potential that the tools developed here will yield future applications in dynamics, geometry and beyond. In addition, the project has a number of educational benefits. The Principle Investigator will (1) disseminate the research through publications and talks, (2) integrate research with teaching by delivering mini-courses and seminars for graduate students and advanced undergraduates, (3) work with Penn State Outreach to promote learning and participation at the K-12 level, with particular emphasis on underrepresented groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Thompson",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel J Thompson",
   "pi_email_addr": "thompson.2455@osu.edu",
   "nsf_id": "000574924",
   "pi_start_date": "2011-07-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 29278.0
  }
 ],
 "por": null
}