{
 "awd_id": "1101447",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Random graph interpolation, Sumset inequalities and Submodular problems",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924885",
 "po_email": "tbartosz@nsf.gov",
 "po_sign_block_name": "Tomek Bartoszynski",
 "awd_eff_date": "2011-07-15",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 200001.0,
 "awd_amount": 200001.0,
 "awd_min_amd_letter_date": "2011-07-05",
 "awd_max_amd_letter_date": "2011-07-05",
 "awd_abstract_narration": "Inspired by a novel technique introduced by statistical physicists, in recent work with M. Bayati (Stanford University) and D. Gamarnik (MIT), the PI introduced a combinatorial interpolation scheme between random hypergraph ensembles along with a simplified analysis. The scheme has been effective in solving hard open problems concerning the existence of appropriately rescaled optima for the random instances of various combinatorial optimization problems, such as the Independence number, MAX-CUT,  and Graph Coloring. The proposed research addresses questions pressing for a qualitative, deeper understanding of the applicability of these recent techniques. A second direction of research concerns exploiting submodularity in information theoretic as well as algorithmic contexts. On the one hand, in ongoing collaboration with M. Madiman (Yale University), the PI proposes tackling sumset and sum-product inequalities in additive combinatorics from an information theoretic point of view. On the other, new submodular linear ordering problems have been introduced in joint work with S. Iwata (Kyoto University),  offering a new perspective on classic, well-studied, hard-to-approximate linear ordering problems in combinatorics and the theory of computing.\r\n\r\n\r\nThe full breadth of the proposed interdisciplinary research spans various topics in combinatorics, theory of computing, information theory, probability and statistical physics.  Much of the research will include collaboration with researchers from other universities as well as students from Georgia Tech. In addition to mentoring postdoctoral researchers and advising Ph.D. students, the PI has been regularly engaging undergraduate students in various research and educational projects; concrete approaches to challenging conjectures in combinatorics concerning Young tableaux and Latin partitions, as well as graph homomorphisms, form a part of the PI's research with students. The PI will continue his commitment to the dissemination of knowledge, by way of hosting and delivering research seminars, colloquia, expository lecture series as well as focused workshops. Upcoming examples include co-organizing a conference on Mathematical Challenges in Graphical Models and Message Passing Algorithms at IPAM (UCLA), and hosting a workshop on Modern Aspects of Submodularity at Georgia Tech.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Prasad",
   "pi_last_name": "Tetali",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Prasad Tetali",
   "pi_email_addr": "ptetali@andrew.cmu.edu",
   "nsf_id": "000163915",
   "pi_start_date": "2011-07-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 NORTH AVE NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126300",
   "pgm_ele_name": "PROBABILITY"
  },
  {
   "pgm_ele_code": "779600",
   "pgm_ele_name": "Algorithmic Foundations"
  },
  {
   "pgm_ele_code": "797000",
   "pgm_ele_name": "Combinatorics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 200001.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!-- p { margin-bottom: 0.1in; direction: ltr; line-height: 120%; text-align: left; widows: 2; orphans: 2; } -->\n<p>In the twenty first century, as classical mathematical problems in any one domain remain stubbornly unsolved, it has become imperative to borrow techniques from various related domains and sometimes from other fields.  Quite often, the new-found motivation raises new questions in the other domains, giving something back in return. This project tackled problems in discrete mathematics and theoretical computer science using techniques from analysis, combinatorics, number theory, probability, analysis and linear algebra. The progress on the various problems proposed at the beginning of the project has met with mixed success. Classical results in differential geometry and combinatorics relating spectral information (such as the first nontrivial eigenvalue of the Laplacian) to geometric (such as edge-isoperimetric) quantities have been generalized to precise relations between higher eigenvalues and multi-set isoperimetry in graphs. This raises new questions in the original setting of differential geometry.  While some of the main conjectures (such as the precise threshold value for the so-called k-SAT (for the satisfiability of a conjunction of clauses of disjunctions of length k) tackled in the project continue to remain open, related questions for easier models (such as not-all-equal SAT) are much better understood, particularly thanks to the independent efforts by other researchers in the field. For the original conjectures, several approaches are at least understood NOT to lead to success. Hypergraph generalizations of counting of independent sets is yet to be sufficiently well understood.  Spectral information on graphs seems to shed light on understanding the corresponding problems in graphs, giving hope for alternate approaches to try for hypergraphs.</p>\n<!-- p { margin-bottom: 0.1in; direction: ltr; line-height: 120%; text-align: left; widows: 2; orphans: 2; } -->\n<p>As often the case in research, the project led to interesting unforeseen future directions. These include new Brunn-Minkowski type inequalities, which relate the size of the mid-point set to the sizes of any two given sets, in an attempt to capture and develop a notion of curvature in discrete spaces &ndash; as eloquently put by the PI&rsquo;s postdoc, a space such as the Euclidean real plane is flat (zero curvature) and admits unique (or few midpoints between pairs of points, as opposed to a sphere (or the surface of the earth) which admits many midpoints (indeed, all of the equator forms a midpoint set for the two poles). The PI is attempting to develop this line of research in graphs and finite Markov chains in a new project funded by the NSF. Preliminary findings are very promising as mentioned in the third report for the project.</p>\n<!-- p { margin-bottom: 0.1in; direction: ltr; line-height: 120%; text-align: left; widows: 2; orphans: 2; } -->\n<p><a name=\"_GoBack\"></a>Much of the work mentioned in the project reports is with various collaborators -- researchers from other universities as well as students and postdocs based in Georgia Tech. In addition to mentoring postdoctoral researchers and training and advising Ph.D. students, the PI has been regularly engaging undergraduate students in various research and educational projects. The undergraduate students are preparing manuscripts of mathematical results publishable in respected journals, in addition to helping with computer simulations. The PI continues hosting and delivering research seminars, colloquia, expository lecture series as well as organizing and participating in thematic semesters at various national research institutes. All of the research findings reported in the project reports are published or submitted for publication and are made available for the general public through the math arxiv, the PI&rsquo;s website an...",
  "por_txt_cntn": "\n\nIn the twenty first century, as classical mathematical problems in any one domain remain stubbornly unsolved, it has become imperative to borrow techniques from various related domains and sometimes from other fields.  Quite often, the new-found motivation raises new questions in the other domains, giving something back in return. This project tackled problems in discrete mathematics and theoretical computer science using techniques from analysis, combinatorics, number theory, probability, analysis and linear algebra. The progress on the various problems proposed at the beginning of the project has met with mixed success. Classical results in differential geometry and combinatorics relating spectral information (such as the first nontrivial eigenvalue of the Laplacian) to geometric (such as edge-isoperimetric) quantities have been generalized to precise relations between higher eigenvalues and multi-set isoperimetry in graphs. This raises new questions in the original setting of differential geometry.  While some of the main conjectures (such as the precise threshold value for the so-called k-SAT (for the satisfiability of a conjunction of clauses of disjunctions of length k) tackled in the project continue to remain open, related questions for easier models (such as not-all-equal SAT) are much better understood, particularly thanks to the independent efforts by other researchers in the field. For the original conjectures, several approaches are at least understood NOT to lead to success. Hypergraph generalizations of counting of independent sets is yet to be sufficiently well understood.  Spectral information on graphs seems to shed light on understanding the corresponding problems in graphs, giving hope for alternate approaches to try for hypergraphs.\n\n\nAs often the case in research, the project led to interesting unforeseen future directions. These include new Brunn-Minkowski type inequalities, which relate the size of the mid-point set to the sizes of any two given sets, in an attempt to capture and develop a notion of curvature in discrete spaces &ndash; as eloquently put by the PIÆs postdoc, a space such as the Euclidean real plane is flat (zero curvature) and admits unique (or few midpoints between pairs of points, as opposed to a sphere (or the surface of the earth) which admits many midpoints (indeed, all of the equator forms a midpoint set for the two poles). The PI is attempting to develop this line of research in graphs and finite Markov chains in a new project funded by the NSF. Preliminary findings are very promising as mentioned in the third report for the project.\n\n\nMuch of the work mentioned in the project reports is with various collaborators -- researchers from other universities as well as students and postdocs based in Georgia Tech. In addition to mentoring postdoctoral researchers and training and advising Ph.D. students, the PI has been regularly engaging undergraduate students in various research and educational projects. The undergraduate students are preparing manuscripts of mathematical results publishable in respected journals, in addition to helping with computer simulations. The PI continues hosting and delivering research seminars, colloquia, expository lecture series as well as organizing and participating in thematic semesters at various national research institutes. All of the research findings reported in the project reports are published or submitted for publication and are made available for the general public through the math arxiv, the PIÆs website and other outlets.\n\n\t\t\t\t\tLast Modified: 09/28/2014\n\n\t\t\t\t\tSubmitted by: Prasad Tetali"
 }
}