{
 "awd_id": "1101912",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Strongly Correlated Quantum Phases",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 390000.0,
 "awd_amount": 390000.0,
 "awd_min_amd_letter_date": "2011-09-14",
 "awd_max_amd_letter_date": "2013-06-13",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\n\r\nThis award supports theoretical research and education focused on strongly interacting quantum many-body systems.  Of primary interest are narrow band electronic materials wherein electron interactions can have a dramatic impact.  Most striking are half-filled band materials that are Mott insulators because of strong interactions, at odds with Fermi liquid theory.  While many Mott insulators order, in several new materials the electron spins remain in a liquid state down to very low temperatures.  Such spin-liquids are believed to harbor many exotic properties\r\n\r\nSpin liquids come in many varieties, some fully gapped with a hidden topological order, others with gapless spin-carrying excitations.  Of the latter class, perhaps the most challenging are ?spin-Bose-metal? phases which exhibit highly entangled gapless excitations along surfaces in momentum space - loosely analogous to the Fermi surface in a metal.  A main thrust of this project is to develop an understanding of such spin-Bose metals by attacking model Hamiltonians with a combination of analytical and numerical approaches - variational Monte Carlo, gauge theories, density-matrix-renormalization group, and Bosonization.\r\n\r\nThe unusual behavior of the cuprate \"strange metal\" state at optimal doping was one of the first striking departures from Fermi liquid theory, and remains mysterious. Gauge theories, which split the electron into a Fermionic ?spinon? and a Bosonic \"chargon\"?, offer one of the few available techniques to access such non-Fermi liquid phases.  But describing a non-Fermi liquid requires placing the Bosons into a non-superfluid 2D phase.  Recent progress on \"Bose-metal\" phases should allow access to entirely new classes of electronic non-Fermi liquids.  The PI will study candidate electron Hamiltonians which are likely to manifest non-Fermi liquid phases using both numerical and analytic techniques. Employing quasi-1D ladder models should be very helpful in systematically approaching the 2D limit.\r\n\r\nThis award supports advanced graduate student and postdoc level training in condensed matter theory. \r\n\r\nNON-TECHNICAL SUMMARY\r\n\r\nThis award supports theoretical research and education focused on electronic states of matter in materials where strong interactions between electrons lead to correlations in their motions, rather like an intricate dance.\r\n\r\nWithin each of nature's crystals is an exotic quantum world of dancing electrons. Each crystal has its own unique choreography. In some crystals the electron dancing patterns are structured and orderly. Within others the electrons are entangled in a web of quantum motion. One goal of this project is to use advanced concepts, and theoretical and computational methods to discern the \"quantum choreography\" that underlies such electron dances.  Lessons learned may enable the design of a futuristic topological quantum computer based on the manipulation of quantum mechanical states of matter to achieve unprecedented performance for some tasks. \r\n\r\nThe quantum theory of solids, born in 1930, has been extremely successful in describing the properties of many materials.  A basic premise is that it is legitimate to ignore the interactions between the electrons, treating each one independently.  This theory accounts well for many properties of conventional insulators, semiconductors and metals. But in classes of materials approach fails, sometimes in a dramatic way.  Developing a new theoretical framework for such strongly interacting electron systems is one of the central goals of the field.\r\n\r\nIn one novel class of materials called Mott insulators, the electrons are entirely immobilized by the electron repulsion.  But electrons have the property of spin making them in a crude sense like tiny tops. The spins in Mott insulators are free to fluctuate.  If the spins remain in a disorderly arrangement down to low temperatures, a novel spin-liquid state results, a state of electronic matter believed to manifest an exotic new quantum choreography.\r\n\r\nBy combining an arsenal of modern theoretical and numerical techniques, some only possible in the past few years due to the rapid increase in computer speed and new algorithms that have been developed, the PI aims to gain understanding of spin-liquids - the intricacies of the entangled state of the electron's spins, and an ability to guide the search for interesting new materials. This project provides valuable training and research experience for advanced students and postdocs. It also contributes to the intellectual foundations of future electronic device and information technologies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew P.A.",
   "pi_last_name": "Fisher",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew P.A. Fisher",
   "pi_email_addr": "mpaf@kitp.ucsb.edu",
   "nsf_id": "000166821",
   "pi_start_date": "2011-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 260000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 130000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>It has long been believed that in many-particle systems (e.g. He-4 atoms in a liquid), &nbsp;quantum mechanics is only revealed at very low temperatures, manifest in the ground state and low energy excitations. &nbsp;Systems with a finite energy density above their ground state (i.e. at finite temperature), it was thought, must thermalize, and lose much of their quantum nature. &nbsp;Indeed, when thermal equilibrium prevails, such quantum states are necessarily highly entangled, exhibiting so called volume law entanglement entropy. &nbsp;These states encode a tremendous amount of quantum information which is utterly inaccessible by local probes due to its nonlocal nature. It is this information loss which amounts to the thermodynamic entropy present in an ergodic system.</p>\n<p><br />In the past ten years, however, a counter example to thermalization has emerged - interacting quantum particle moving in the background of a random potential (e.g. electrons interacting with static impurities) may fail to thermalize,&nbsp;retaining locally accessible quantum correlations over long times, a phenomena called Many-Body-Localization. &nbsp;Are there any other possibilities besides thermalization and Many-Body-Localization?</p>\n<p><br />In NSF supported work, my collaborators and I have proposed that some&nbsp;quantum many-particle systems without disorder might possess&nbsp;wavefunctions &nbsp;which retain some `\"hidden\" locality - wavefunctions we call \"Quantum Disentangled\". &nbsp;Generally, a full local measurement induces a wavefunction collapse onto a state with no remaining spatial entanglement. &nbsp;Revealing the hidden locality in \"Quantum Disentangled\" wavefunctions requires making a partial measurement. &nbsp;In a \"Quantum Disentangled\" wavefunction a partial measurement can lead to complete disentanglement.</p>\n<p><br />Revealing new entanglement structures hidden in such high energy eigenstates and exploring the theoretical and experimental implications&nbsp;constitutes a virgin arena with much future potential for exciting discoveries.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2014<br>\n\t\t\t\t\tModified by: Matthew P.A.&nbsp;Fisher</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIt has long been believed that in many-particle systems (e.g. He-4 atoms in a liquid),  quantum mechanics is only revealed at very low temperatures, manifest in the ground state and low energy excitations.  Systems with a finite energy density above their ground state (i.e. at finite temperature), it was thought, must thermalize, and lose much of their quantum nature.  Indeed, when thermal equilibrium prevails, such quantum states are necessarily highly entangled, exhibiting so called volume law entanglement entropy.  These states encode a tremendous amount of quantum information which is utterly inaccessible by local probes due to its nonlocal nature. It is this information loss which amounts to the thermodynamic entropy present in an ergodic system.\n\n\nIn the past ten years, however, a counter example to thermalization has emerged - interacting quantum particle moving in the background of a random potential (e.g. electrons interacting with static impurities) may fail to thermalize, retaining locally accessible quantum correlations over long times, a phenomena called Many-Body-Localization.  Are there any other possibilities besides thermalization and Many-Body-Localization?\n\n\nIn NSF supported work, my collaborators and I have proposed that some quantum many-particle systems without disorder might possess wavefunctions  which retain some `\"hidden\" locality - wavefunctions we call \"Quantum Disentangled\".  Generally, a full local measurement induces a wavefunction collapse onto a state with no remaining spatial entanglement.  Revealing the hidden locality in \"Quantum Disentangled\" wavefunctions requires making a partial measurement.  In a \"Quantum Disentangled\" wavefunction a partial measurement can lead to complete disentanglement.\n\n\nRevealing new entanglement structures hidden in such high energy eigenstates and exploring the theoretical and experimental implications constitutes a virgin arena with much future potential for exciting discoveries.\n\n \n\n\t\t\t\t\tLast Modified: 10/30/2014\n\n\t\t\t\t\tSubmitted by: Matthew P.A. Fisher"
 }
}