{
 "awd_id": "1101194",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER:  Advancing the Analysis of Secondary Organic Aerosols Through Innovations in Soft Ionization Aerosol Mass Spectrometry",
 "cfda_num": "47.050",
 "org_code": "06020104",
 "po_phone": "7032928522",
 "po_email": "sedgerto@nsf.gov",
 "po_sign_block_name": "Sylvia Edgerton",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2010-12-28",
 "awd_max_amd_letter_date": "2010-12-28",
 "awd_abstract_narration": "This project involves developing a more comprehensive understanding of the formation, growth, and aging of biogenic and anthropogenic secondary organic aerosols (BSOA and ASOA, respectively). Atmospheric aerosols play a central role in the atmosphere by influencing global and regional radiative energy balance, visibility, the hydrological cycle, regulation of greenhouse and reactive gases, and human health. SOA is the predominant contributor to submicron atmospheric aerosols, therefore developing an improved understanding of its life cycle in the atmosphere is of great importance. Most chamber-based SOA studies to date have placed emphasis largely on understanding the impact of monoterpenes on the formation and growth of BSOA whilst studies that focus on ASOA typically only employ benzene derivatives with emphasis on toluene, trimethylbenzene, and xylene. There is a need to understand the role of less commonly studied volatile and semivolatile organic compounds (VOC and SVOC, respectively) in SOA formation and atmospheric processing. The goal of this exploratory project is to expand these boundaries to include compounds of basic character (such as amines) which, although potentially important in SOA formation and transformation, have received little attention to date, in large part due to the paucity of suitable analytical methods. The approach will be to develop and utilize an enhanced aerosol mass spectrometry system (i.e., near-infrared laser desorption/ionization AMS, NIR-LDI-AMS) capable of simultaneous measurement of the acidic and basic organic components of SOA, while abnegating extensive fragmentation and rearrangement of ions associated with more vigorous ionization AMS methods. The new, dual-mode instrument will use symmetric reflectron time-of-flight mass spectrometers to measure positive and negative ions from the same aerosol sample. Focus will be placed on the influence of organic nitrogen compounds (ON, such as amines and urea) on the formation, growth and aging of SOA. The studies will include addressing the formation and growth of SOA directly from ON VOCs; and the effects of reactive uptake of ON on SOA, as well as primary organic aerosols (POA). \r\n\r\nUndergraduate and graduate students will play key roles in implementing and executing experiments in the laboratory as well as disseminating results through presentations and preparation of manuscripts. Students will be trained in several areas, including mass spectrometry, gas/aerosol generation and control, and atmospheric chemistry. The project will also enhance collaborations that have been initiated between the Principal Investigator's group and groups at Harvard University and Amherst College. Results garnered from the studies will be disseminated at national and international conferences, as well as at less formal meetings such as the New England Summer Conference Day on aerosols and atmospheric chemistry, where students and post-doctoral scholars from institutions in the Northeast present results and exchange ideas.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Giuseppe",
   "pi_last_name": "Petrucci",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Giuseppe Petrucci",
   "pi_email_addr": "Giuseppe.Petrucci@uvm.edu",
   "nsf_id": "000117932",
   "pi_start_date": "2010-12-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Vermont & State Agricultural College",
  "inst_street_address": "85 S PROSPECT STREET",
  "inst_street_address_2": "",
  "inst_city_name": "BURLINGTON",
  "inst_state_code": "VT",
  "inst_state_name": "Vermont",
  "inst_phone_num": "8026563660",
  "inst_zip_code": "054051704",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "VT00",
  "org_lgl_bus_name": "UNIVERSITY OF VERMONT & STATE AGRICULTURAL COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z94KLERAG5V9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Vermont & State Agricultural College",
  "perf_str_addr": "85 S PROSPECT STREET",
  "perf_city_name": "BURLINGTON",
  "perf_st_code": "VT",
  "perf_st_name": "Vermont",
  "perf_zip_code": "054051704",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "VT00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152400",
   "pgm_ele_name": "Atmospheric Chemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Aerosols play a central role in the atmosphere by influencing climate, air quality, and human health. Secondary organic aerosols (SOA) are formed in the atmosphere from the oxidation of volatile emissions from plants and are the predominant contributor to submicron atmospheric aerosols. However, as of late, there are no adequate methods to analyze the detailed chemical composition of SOA in real time and at atmospheric concentrations. This proposal addresses this deficiency by developing an analytical tool to rapidly analyze SOA at low, realistic concentrations. Specifically, we have developed an aerosol chemical analysis system based on near infrared laser desorption and ionization of aerosol compounds followed by mass spectral analysis capable of providing the detailed molecular makeup of submicron organic particles.&nbsp;</p>\n<p>The new, dual-mode instrument is a &ldquo;bipolar&rdquo; time-of-flight mass spectrometer. The term &ldquo;bipolar&rdquo; means that the instrument simultaneously measures positive and negative ions from the same aerosol sample. The ability to simultaneously measure positive and negative ions is important because many of the chemical components of aerosols tend to either form positive or negative ions (e.g. basic organic compounds like amines vs. acidic compounds like organic acids, respectively). Most modern aerosol mass spectrometers are not bipolar and fragment (i.e., destroy) the molecules to be identified, so their measurement of the organic components of aerosols leads to an incomplete depiction of aerosol composition. In this new method, organic particles are collected for brief periods (seconds to minutes) on a probe and subsequently vaporized and ionized efficiently with a low power near infrared laser pulse. The short timescale of collection and analysis of aerosols is an important technological advancement: it allows for real-time analysis of aerosols &ndash; in essence this means we can monitor the changes in aerosol composition from shortly after the inception of particle formation across its atmospheric lifetime as composition changes due to atmospheric aging. &nbsp;</p>\n<p>In summary, the bipolar nature of the instrument coupled to real-time measurement capabilities afford an unprecedented capacity to help understand the formation and atmospheric aging of SOA, as well as elucidating their role in numerous atmospheric processes ranging from removal of volatile organic compounds and greenhouse gases to the regulation of climate through their ability to form ice and cloud droplets.</p>\n<p>The PI provides an enriching environment for the professional training of graduate and undergraduate students, as well as post-doctoral associates. He continues to encourage involvement of and actively recruits students from underrepresented groups at the highest levels of research. Presently, the PI&rsquo;s group comprises 3 graduate students, including one woman who has a direct role in the development, testing and use of this novel instrument. The PI&rsquo;s group also hosts two undergraduates and a high school student that have participated in and contributed to this project. All members of the PI&rsquo;s group are trained in a number of interdisciplinary areas, including mass spectrometry, gas/aerosol generation and control, and atmospheric chemistry; preparing them for careers in scientific research.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/01/2012<br>\n\t\t\t\t\tModified by: Giuseppe&nbsp;Petrucci</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"t...",
  "por_txt_cntn": "\nAerosols play a central role in the atmosphere by influencing climate, air quality, and human health. Secondary organic aerosols (SOA) are formed in the atmosphere from the oxidation of volatile emissions from plants and are the predominant contributor to submicron atmospheric aerosols. However, as of late, there are no adequate methods to analyze the detailed chemical composition of SOA in real time and at atmospheric concentrations. This proposal addresses this deficiency by developing an analytical tool to rapidly analyze SOA at low, realistic concentrations. Specifically, we have developed an aerosol chemical analysis system based on near infrared laser desorption and ionization of aerosol compounds followed by mass spectral analysis capable of providing the detailed molecular makeup of submicron organic particles. \n\nThe new, dual-mode instrument is a \"bipolar\" time-of-flight mass spectrometer. The term \"bipolar\" means that the instrument simultaneously measures positive and negative ions from the same aerosol sample. The ability to simultaneously measure positive and negative ions is important because many of the chemical components of aerosols tend to either form positive or negative ions (e.g. basic organic compounds like amines vs. acidic compounds like organic acids, respectively). Most modern aerosol mass spectrometers are not bipolar and fragment (i.e., destroy) the molecules to be identified, so their measurement of the organic components of aerosols leads to an incomplete depiction of aerosol composition. In this new method, organic particles are collected for brief periods (seconds to minutes) on a probe and subsequently vaporized and ionized efficiently with a low power near infrared laser pulse. The short timescale of collection and analysis of aerosols is an important technological advancement: it allows for real-time analysis of aerosols &ndash; in essence this means we can monitor the changes in aerosol composition from shortly after the inception of particle formation across its atmospheric lifetime as composition changes due to atmospheric aging.  \n\nIn summary, the bipolar nature of the instrument coupled to real-time measurement capabilities afford an unprecedented capacity to help understand the formation and atmospheric aging of SOA, as well as elucidating their role in numerous atmospheric processes ranging from removal of volatile organic compounds and greenhouse gases to the regulation of climate through their ability to form ice and cloud droplets.\n\nThe PI provides an enriching environment for the professional training of graduate and undergraduate students, as well as post-doctoral associates. He continues to encourage involvement of and actively recruits students from underrepresented groups at the highest levels of research. Presently, the PIÆs group comprises 3 graduate students, including one woman who has a direct role in the development, testing and use of this novel instrument. The PIÆs group also hosts two undergraduates and a high school student that have participated in and contributed to this project. All members of the PIÆs group are trained in a number of interdisciplinary areas, including mass spectrometry, gas/aerosol generation and control, and atmospheric chemistry; preparing them for careers in scientific research.\n\n \n\n\t\t\t\t\tLast Modified: 08/01/2012\n\n\t\t\t\t\tSubmitted by: Giuseppe Petrucci"
 }
}