{
 "awd_id": "1101209",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ICES: Small: Information Elicitation and Aggregation in Market Mechanisms",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tracy Kimbrel",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 396543.0,
 "awd_amount": 396543.0,
 "awd_min_amd_letter_date": "2011-05-02",
 "awd_max_amd_letter_date": "2015-03-06",
 "awd_abstract_narration": "Situations in which a decision maker has less information relevant for her decision than does some other agent occur in most areas of economic activity. In such situations, the less informed decision maker would like to obtain information from the more informed agent, or a group of agents. This award funds research on the properties of various mechanisms that can be used to elicit such information, both in the case of a single informed agent and in the case of multiple partially informed agents.\r\n\r\nThe first part of the project studies the single-agent case, the origins of which go back to the literature on scoring rules. While most of the past work has focused on eliciting either the full information about the distribution of the random variable or only the information about its mean, the project's goal is to generalize this theory to the elicitation of any set of characteristics of the distribution, such as, e.g., the mean and the variance, the quantiles, confidence intervals, etc., and to provide a full characterization of sets that can be elicited on their own using a limited number of questions and those that cannot.\r\n\r\nThe second part of the project studies multi-agent mechanisms in a one-period setting. Each informed agent makes a prediction only once, though unlike the single-agent case, the payment that the agent receives now depends not only on his prediction and the outcome, but also on the predictions of other agents. The goal is to provide a full axiomatic characterization of static mechanisms that satisfy several desirable properties, and analyze the performance of such mechanisms.\r\n\r\nThe third part of the project considers dynamic, multi-period market mechanisms, in which strategic agents observe each other's actions, learn from them, and adjust their forecasts accordingly. The research into the properties of such mechanisms is important both for the design of new market-based information elicitation mechanisms (such as, e.g., prediction markets operated by companies like Hewlett-Packard, Electronic Arts, and Google to forecast demand and other variables) and for understanding the informational properties of financial markets that already exist. In particular, this subproject bridges a gap between the non-strategic literature on the informativeness of prices in rational expectations equilibria and the fully strategic literature on the behavior of traders in dynamic market models.\r\n\r\nThe broader impact of this award has several components. The results of this research will be included in the courses taught to graduate students in economics, finance, computer science, and operations research. The research itself will involve students from these disciplines exploring the role of information in markets and single-agent settings, its aggregation and elicitation, and other related issues. Finally, this research has potential for a direct impact on the practical design of information elicitation mechanisms, such as, e.g., corporate prediction markets or information exchanges that allow traders to buy and sell information.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicolas",
   "pi_last_name": "Lambert",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Nicolas S Lambert",
   "pi_email_addr": "nlambert@stanford.edu",
   "nsf_id": "000574545",
   "pi_start_date": "2011-05-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Ostrovsky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Ostrovsky",
   "pi_email_addr": "ostrovsky@stanford.edu",
   "nsf_id": "000509003",
   "pi_start_date": "2011-05-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "805200",
   "pgm_ele_name": "Inter Com Sci Econ Soc S (ICE)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7752",
   "pgm_ref_txt": "CDI NON SOLICITED RESEARCH"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 396543.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>\n<div dir=\"ltr\"><span class=\"im\">\n<div>Situations in which a decision maker has less information relevant for her decision than does some other agent(s) occur in many areas of economic activity. In such situations, the less informed decision maker would like to obtain information from the more informed agent, or a group of agents. In this project, we analyzed various mechanisms that can be used to elicit such information, both in the case of a single informed agent and in the case of multiple partially informed agents.</div>\n<div></div>\n</span>\n<div>In the case of a single informed agent (an expert), we considered the problem of eliciting probabilistic information regarding an uncertain variable of interest to a decision maker. We worked on both static and dynamic settings. In the static, single-period setting, we extended the theory of scoring rules to the elicitation of any set of characteristics of the distribution of the random variable. We provided a description of what characteristics of a distribution can be elicited, along with the mechanisms to elicit them. In the dynamic, multi-period setting, the random variable of interest realizes at the last period and we allow for the expert to observe private information over time. Such private information may affect the posterior regarding the random variable and/or the posterior regarding the expert's future information. We showed how to elicit information that concerns not only the random variable of interest, but also what the expert privately observes and when he observes it. We also characterized the protocols that can be used to extract such information. As opposed to the classical scoring rule setting, the type of information elicited here can be used to solve any type of dynamic decision problem.</div>\n<div class=\"yj6qo ajU\">\n<div id=\":1k9\" class=\"ajR\"><img class=\"ajT\" src=\"https://ssl.gstatic.com/ui/v1/icons/mail/images/cleardot.gif\" alt=\"\" /></div>\n</div>\n<div class=\"adL\"><span class=\"im\">\n<div></div>\n<div>In the case of multiple informed agents, we evaluated the effectiveness of market mechanisms at aggregating and revealing information. We established two main results. First, we considered dynamic markets with a finite number of partially informed strategic traders. We found that, for a broad class of securities, information in such markets always gets aggregated. Trading takes place in a bounded time interval, and in every equilibrium, as time approaches the end of the interval, the market price of a &ldquo;separable&rdquo; security converges in probability to its expected value conditional on the traders&rsquo; pooled information. Second, we considered static markets with several partially informed strategic traders. When the number of such traders is small, their information is not necessarily aggregated and revealed by the market, due to the traders' strategic incentives to conceal information. However, we found that if there are many informed traders in a market, their information is aggregated and revealed almost perfectly.</div>\n</span><span class=\"im\">&nbsp;</span></div>\n<div class=\"adL\"></div>\n<div class=\"adL\"><span class=\"im\">Finally, we also extended single-agent information elicitation mechanisms to a multi-agent framework. In this framework, agents are rewarded on a comparative basis (with more accurate agents getting higher payoffs). We provided a full characterization of multi-agent information elicitation mechanisms that satisfy a number of desirable properties.</span></div>\n<div><span class=\"im\"><br /></span></div>\n</div>\n</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/17/2016<br>\n\t\t\t\t\tModified by: Nicolas&nbsp;S&nbsp;Lambert</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\nSituations in which a decision maker has less information relevant for her decision than does some other agent(s) occur in many areas of economic activity. In such situations, the less informed decision maker would like to obtain information from the more informed agent, or a group of agents. In this project, we analyzed various mechanisms that can be used to elicit such information, both in the case of a single informed agent and in the case of multiple partially informed agents.\n\n\nIn the case of a single informed agent (an expert), we considered the problem of eliciting probabilistic information regarding an uncertain variable of interest to a decision maker. We worked on both static and dynamic settings. In the static, single-period setting, we extended the theory of scoring rules to the elicitation of any set of characteristics of the distribution of the random variable. We provided a description of what characteristics of a distribution can be elicited, along with the mechanisms to elicit them. In the dynamic, multi-period setting, the random variable of interest realizes at the last period and we allow for the expert to observe private information over time. Such private information may affect the posterior regarding the random variable and/or the posterior regarding the expert's future information. We showed how to elicit information that concerns not only the random variable of interest, but also what the expert privately observes and when he observes it. We also characterized the protocols that can be used to extract such information. As opposed to the classical scoring rule setting, the type of information elicited here can be used to solve any type of dynamic decision problem.\n\n\n\n\n\nIn the case of multiple informed agents, we evaluated the effectiveness of market mechanisms at aggregating and revealing information. We established two main results. First, we considered dynamic markets with a finite number of partially informed strategic traders. We found that, for a broad class of securities, information in such markets always gets aggregated. Trading takes place in a bounded time interval, and in every equilibrium, as time approaches the end of the interval, the market price of a \"separable\" security converges in probability to its expected value conditional on the traders? pooled information. Second, we considered static markets with several partially informed strategic traders. When the number of such traders is small, their information is not necessarily aggregated and revealed by the market, due to the traders' strategic incentives to conceal information. However, we found that if there are many informed traders in a market, their information is aggregated and revealed almost perfectly.\n \n\nFinally, we also extended single-agent information elicitation mechanisms to a multi-agent framework. In this framework, agents are rewarded on a comparative basis (with more accurate agents getting higher payoffs). We provided a full characterization of multi-agent information elicitation mechanisms that satisfy a number of desirable properties.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 08/17/2016\n\n\t\t\t\t\tSubmitted by: Nicolas S Lambert"
 }
}