{
 "awd_id": "1101383",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Invariant Theory for Finite-Dimensional Algebras",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924878",
 "po_email": "adpollin@nsf.gov",
 "po_sign_block_name": "Andrew Pollington",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 120163.0,
 "awd_amount": 120163.0,
 "awd_min_amd_letter_date": "2011-08-11",
 "awd_max_amd_letter_date": "2011-08-11",
 "awd_abstract_narration": "The PI proposes several projects in the representation theory of finite dimensional algebras that combine ideas and techniques from invariant theory, algebraic combinatorics, and algebraic geometry. One of the fundamental problems in this area is that of classifying the indecomposable representations. Based on the complexity of the indecomposable representations, a finite dimensional algebra is of tame or wild representation type. The PI will work on projects aimed at characterizing the representation type of an algebra in terms of the invariant theory of the algebra in question. This proposal deals first with developing reduction techniques for the study of quotient varieties of representations. The PI next proposes to use these techniques to characterize the tameness of an algebra in terms of the fields of rational invariants and the moduli spaces of representations of the algebra in question. The PI will also work on several other projects in quiver invariant theory and related problems about configurations of subspaces, polynomiality properties of tensor product multiplicities, and Mori dream spaces.\r\n\r\nRepresentation theory, a branch of modern algebra studying symmetries of various objects of interest, interacts with many other areas in mathematics, mathematical physics, chemistry, and theoretical computer science. The building blocks of the objects studied in the representation theory of algebras are the indecomposable representations. The projects in this proposal aim to provide geometric means for parametrizing the indecomposable representations, and to explore applications to problems in algebraic combinatorics and algebraic geometry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Calin",
   "pi_last_name": "Chindris",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Calin I Chindris",
   "pi_email_addr": "chindrisc@missouri.edu",
   "nsf_id": "000274907",
   "pi_start_date": "2011-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Columbia",
  "inst_street_address": "121 UNIVERSITY HALL",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5738827560",
  "inst_zip_code": "652113020",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MO03",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "SZPJL5ZRCLF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Missouri-Columbia",
  "perf_str_addr": "121 UNIVERSITY HALL",
  "perf_city_name": "COLUMBIA",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "652113020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MO03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 120163.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>One of the fundamental problems in the representation theory of algebras is to classify the indecomposable modules. Based on the complexity of these modules, algebras come in three flavors: representation-finite, tame and wild. The main results obtained by the PI give characterizations of the tameness of an algebra in terms of invariant theory, and provide general reduction techniques for studying moduli spaces of modules and fields of rational invariants for finite-dimensional algebras. These reduction techniques enable <br />one to: (i) decompose irreducible components of moduli spaces of modules or fields of rational invariants into finite direct products of symmetric powers of smaller pieces of the same kind; and (ii) study moduli spaces of modules of an algebra by reducing the considerations to an algebra of smaller global dimension via tilting functors. <br /><br />In joint work with Andrew Carroll, the PI has successfully employed these techniques to study the invariant theory of prominent classes of algebras (of arbitrarily large global dimension). Specifically, for a quasi-tilted or an acyclic gentle algebra A, we have shown that A is tame if and only if the irreducible components of any moduli space of semi-stable A-modules are smooth projective varieties, where these irreducible components are just products of projective spaces when A is gentle. These results settle in the affirmative a conjecture made by Jerzy Weyman for these classes of algebras. In the context of generic representation theory, we have shown that for a tame quasi-tilted algebra or an acyclic gentle algebra, all of its fields of rational invariants are purely transcendental extensions. Furthermore, we have constructed explicit transcendental bases for these field extensions when the algebra in question is acyclic gentle. <br /><br />In joint work with Ryan Kinser and Jerzy Weyman, the PI has obtained invariant theoretic characterizations of representation-finite, and more generally Schur-representation-finite, algebras. These results are expressed in terms of the multiplicity-free (MF) and dense-orbit (DO) properties we introduced in this context. Specifically, we have proved that for an algebra with a preprojective component, the two properties above are each equivalent to the algebra being representation-finite. However, in the absence of preprojective components, the situation is much more complex. Indeed, we have shown that there are examples of representation-infinite (tame or wild) algebras with the DO- or MF-property. More generally, we have proved that: (i) If A is a string algebra then A has the DO-property if and only if A is representation-finite; and (ii) If A is a tame algebra then A has the MF-property if and only if A is Schur-representation-finite. <br /><br />Finally, in joint work with Andrew Carroll and Zongzhu Lin, we have introduced the class of quiver representations of relative constant Jordan type. On the geometric side, these representations correspond to finite sequences of vector bundles over moduli spaces of thin quiver representations. On the algebraic side, they correspond to infinite families of nilpotent operators having constant Jordan canonical form. We have also introduced the subclasses of quiver representations with the relative constant images/kernels properties and shown they arise from torsion pairs of the ambient category of all quiver representations.<br />&nbsp;<br /><br />The broader impacts of the PI&rsquo;s activity have mainly to do with the PI&rsquo;s role as a teacher, Ph.D. and M.A. thesis adviser, and postdoctoral mentor. The broader impacts are also related to the fact that moduli spaces of modules over finite-dimensional algebras, their geometry and combinatorics, play an important role in the interaction between representation theory and mathematical physics (e.g. quiver gauge theory). <br /><br /></p>\n<!-- p, li { white-space: pre-w...",
  "por_txt_cntn": "\nOne of the fundamental problems in the representation theory of algebras is to classify the indecomposable modules. Based on the complexity of these modules, algebras come in three flavors: representation-finite, tame and wild. The main results obtained by the PI give characterizations of the tameness of an algebra in terms of invariant theory, and provide general reduction techniques for studying moduli spaces of modules and fields of rational invariants for finite-dimensional algebras. These reduction techniques enable \none to: (i) decompose irreducible components of moduli spaces of modules or fields of rational invariants into finite direct products of symmetric powers of smaller pieces of the same kind; and (ii) study moduli spaces of modules of an algebra by reducing the considerations to an algebra of smaller global dimension via tilting functors. \n\nIn joint work with Andrew Carroll, the PI has successfully employed these techniques to study the invariant theory of prominent classes of algebras (of arbitrarily large global dimension). Specifically, for a quasi-tilted or an acyclic gentle algebra A, we have shown that A is tame if and only if the irreducible components of any moduli space of semi-stable A-modules are smooth projective varieties, where these irreducible components are just products of projective spaces when A is gentle. These results settle in the affirmative a conjecture made by Jerzy Weyman for these classes of algebras. In the context of generic representation theory, we have shown that for a tame quasi-tilted algebra or an acyclic gentle algebra, all of its fields of rational invariants are purely transcendental extensions. Furthermore, we have constructed explicit transcendental bases for these field extensions when the algebra in question is acyclic gentle. \n\nIn joint work with Ryan Kinser and Jerzy Weyman, the PI has obtained invariant theoretic characterizations of representation-finite, and more generally Schur-representation-finite, algebras. These results are expressed in terms of the multiplicity-free (MF) and dense-orbit (DO) properties we introduced in this context. Specifically, we have proved that for an algebra with a preprojective component, the two properties above are each equivalent to the algebra being representation-finite. However, in the absence of preprojective components, the situation is much more complex. Indeed, we have shown that there are examples of representation-infinite (tame or wild) algebras with the DO- or MF-property. More generally, we have proved that: (i) If A is a string algebra then A has the DO-property if and only if A is representation-finite; and (ii) If A is a tame algebra then A has the MF-property if and only if A is Schur-representation-finite. \n\nFinally, in joint work with Andrew Carroll and Zongzhu Lin, we have introduced the class of quiver representations of relative constant Jordan type. On the geometric side, these representations correspond to finite sequences of vector bundles over moduli spaces of thin quiver representations. On the algebraic side, they correspond to infinite families of nilpotent operators having constant Jordan canonical form. We have also introduced the subclasses of quiver representations with the relative constant images/kernels properties and shown they arise from torsion pairs of the ambient category of all quiver representations.\n \n\nThe broader impacts of the PIÆs activity have mainly to do with the PIÆs role as a teacher, Ph.D. and M.A. thesis adviser, and postdoctoral mentor. The broader impacts are also related to the fact that moduli spaces of modules over finite-dimensional algebras, their geometry and combinatorics, play an important role in the interaction between representation theory and mathematical physics (e.g. quiver gauge theory). \n\n\n\n\n\t\t\t\t\tLast Modified: 02/03/2015\n\n\t\t\t\t\tSubmitted by: Calin I Chindris"
 }
}