{
 "awd_id": "1101148",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Post-Collapse Community and Social Hierarchy in the Titicaca Basin, Peru: Survey and Excavation at Machu Llacta",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 129172.0,
 "awd_amount": 129172.0,
 "awd_min_amd_letter_date": "2010-10-07",
 "awd_max_amd_letter_date": "2010-10-07",
 "awd_abstract_narration": "Drs. Elizabeth Arkush and. Aimée Plourde, and American and Peruvian colleagues will use National Science Foundation support for three field seasons of archaeological survey and excavation in the Lake Titicaca Basin of southern Peru, centered on the large hilltop walled town of Machu Llaqta.  The project is designed to contribute to an understanding of how political networks and social hierarchies are reformulated in the periods following state collapse.  The Lake Titicaca Basin formed a major locus of pre-Columbian political development, hosting a series of early complex societies that culminated in the state of Tiwanaku.  After Tiwanaku's collapse ca. AD 1000, there ensued a tumultuous period of extended drought, political fragmentation, and intense inter- and intra-ethnic conflict.  During this time, Machu Llaqta and other defensive sites in the region were settled.  People in the Titicaca Basin discarded millennium-long traditions of ceremonial architecture, religious iconography, and elite privilege, and developed new ways of ordering society and beliefs.  The area is described in later colonial accounts as the home of the \"Aymara kingdom\" of the Collas - a realm ruled by a powerful warlord with a possibly hereditary position. However, the results of previous research by Arkush and others suggest a more decentralized social reality of loose regional confederacies and rather subtle status distinctions.  This scenario raises basic questions about how political networks across space are maintained and how status and centralized leadership are expressed or minimized in times of severe social disruption and hardship. \r\n\r\nThe surface architecture at Machu Llaqta is well-preserved, and reveals a densely populated center with a degree of internal organization unparalleled at other Colla sites.  Over a thousand domestic or storage structures are arrayed around patios in small residential compounds, organized around a few long alleyways, the whole protected by cliffs and massive defensive walls.  This project aims to define how the social group centered at this site was structured by uncovering difference or similarity in domestic production and consumption, craft, trade, ritual activity, the hosting of feasts, and access to valued goods in residential areas across the site and its nearby satellites.   A full-coverage survey will identify, date, map, and collect surface artifacts from earlier and contemporaneous sites in the vicinity.   Subsequently, the researchers will conduct both broad exposure excavations and smaller targeted excavations in a sample of domestic compounds at the site and at three smaller sites in the vicinity.  Analysis of the resulting materials should illuminate how social difference worked here.\r\n\r\nThe intellectual merit of the project lies not only in clarifying the problem of Colla sociopolitical complexity, but also in addressing the theoretical issue of how societies and hierarchies are reworked in response to major social crisis.  The project's broader impacts include training and research opportunities for undergraduate and graduate students; international collaboration with Peruvian scholars, and the employment and sharing of skills with local workers in an impoverished part of Peru; and the promotion of responsible tourism and local respect for archaeological sites.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Arkush",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth Arkush",
   "pi_email_addr": "arkush@pitt.edu",
   "nsf_id": "000390246",
   "pi_start_date": "2010-10-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "4200 FIFTH AVENUE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152600001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 129172.0
  }
 ],
 "por": null
}