{
 "awd_id": "1101568",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Coxeter combinatorics and cluster algebras",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924885",
 "po_email": "tbartosz@nsf.gov",
 "po_sign_block_name": "Tomek Bartoszynski",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 135000.0,
 "awd_amount": 135000.0,
 "awd_min_amd_letter_date": "2011-07-29",
 "awd_max_amd_letter_date": "2011-07-29",
 "awd_abstract_narration": "Cluster algebras were introduced by S. Fomin and A. Zelevinsky as a framework for studying total positivity and canonical bases in semisimple groups.  They have since appeared in a wide range of mathematical areas, including Teichmüller theory, Poisson geometry, quiver representations, Lie theory, algebraic geometry, algebraic combinatorics, and even in partial differential equations (in the equations describing shallow water waves).  This project will bring new Coxeter-theoretic tools to bear on the study of cluster algebras, in order to greatly expand the class of well-understood cluster algebras, and to prove new results even in finite type.  Much of the research will use the combinatorics and geometry of sortable elements and Cambrian fans, developed by the investigator in collaboration with D. Speyer.\r\n\r\nThis project brings together two streams of mathematical research that both have deep connections to a broad array of mathematical fields.  Coxeter groups are an algebraic abstraction based on reflective symmetry, and they have played a role in some of the important mathematical developments of the past century.  Cluster algebras are a more recent discovery, but have already shown surprising applications in unexpected areas.  The application of Coxeter-theoretic tools is one of several promising approaches to the structural study of cluster algebras.  The interaction also goes in the other direction, as cluster algebras bring to light new ways of understanding Coxeter groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nathan",
   "pi_last_name": "Reading",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nathan Reading",
   "pi_email_addr": "nathan_reading@ncsu.edu",
   "nsf_id": "000215395",
   "pi_start_date": "2011-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2601 WOLF VILLAGE WAY",
  "perf_city_name": "RALEIGH",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "797000",
   "pgm_ele_name": "Combinatorics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 135000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 1\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>Intellectual Merit </span></p>\n<p><span>Cluster algebras were introduced by <span><span>Fomin</span></span> and <span><span>Zelevinsky</span></span> as a framework for studying total positivity and canonical bases in <span><span>semisimple</span></span> groups. They have since appeared in <span><span>Teichm&uuml;ller</span></span> theory, Poisson geometry, quiver representations, Lie theory, algebraic geometry and algebraic <span><span>combi</span></span><span><span>natorics</span></span>. The data specifying a cluster algebra include a <span><span>Cartan</span></span> matrix, which encodes a reflection representation of a <span><span>Coxeter</span></span> group. In finite type, <span><span>Fomin</span></span> and <span><span>Zelevinsky&rsquo;s</span></span> model of almost positive roots combines with the <span><span>investigator&rsquo;s</span></span> model (with <span><span>Speyer</span></span>) based on sortable elements to give a very detailed picture of cluster <span><span>combi</span></span><span><span>natorics</span></span> in terms of <span><span>Coxeter</span></span> groups and root systems. Outside of the very special case of finite type, much less was known. This project has brought new <span><span>Coxeter</span></span>-theoretic tools to bear, greatly expanding the class of well-understood cluster algebras, and proving new results in finite type. The following are specific results. </span></p>\n<p><span><span>Combinatorial models for affine cluster algebras: &nbsp;We have successfully modeled&nbsp;</span></span>cluster algebras of affine type us<span><span>ing</span></span>&nbsp;the union of two Cambrian fans.</p>\n<p><span style=\"font-size: 12px;\">Morphisms of cluster algebras: We have </span><span style=\"font-size: 12px;\">exhibited <span><span>subring</span></span> relationships between cluster algebras of distinct finite types and relationships between their </span><span style=\"font-size: 12px;\">g</span><span style=\"font-size: 12px;\">-vector fans, and anticipate much deeper results in this ongoing effort.</span></p>\n<p><span>Universal geometric cluster algebras: We have constructed&nbsp;</span><span>cluster algebras with universal geometric coefficients in surface types and have found what we conjecture to be the correct construction in affine type.&nbsp;</span></p>\n<p><span>Cluster computations via sortable elements: &nbsp;We have developed computer code </span><span>for algebraic and combinatorial calculations in cluster algebras of finite type. </span></p>\n<p><span>Broader Impacts</span></p>\n<p><span>&nbsp;</span><span style=\"font-size: 12px;\">The investigator supervised a student&nbsp;who received her Ph.D. in 2013 and is currently supervising four&nbsp;students&nbsp;(one <span><span>coadvised</span></span>).&nbsp;&nbsp;Four of these five students are female.</span></p>\n<p><span style=\"font-size: 12px;\">The investigator has disseminated&nbsp;research&nbsp;results through publications, visits with colleagues, and&nbsp;</span><span style=\"font-size: 12px;\">presentations in national and international conferences.</span></p>\n<p><span style=\"font-size: 12px;\">The investigator presented a series of lectures for an </span><span><span>MSRI</span></span><span style=\"font-size: 12px;\"> graduate summer school on Cluster&nbsp;</span><span style=\"font-size: 12px;\">Algebras and Cluster <span><span>Combi</span></span><span><span>natorics</span></span>.</span></p>\n<p><span style=\"font-size: 12px;\">The investigator served on the Steering Committee for the Triangle Lectures in </span><span><span>Combi</span></span><span><span>natorics</span></span><span style=\"font-size: 12px;\"> conference series, which he co-founded.</span></p>\n<p><span style=\"font-size: 12px;\">The investigator wrote an invited chapter on the weak order for a coming book on lattice theory.&nbsp;</span></p>\n</div>\n...",
  "por_txt_cntn": "\n\n\n\nIntellectual Merit \n\nCluster algebras were introduced by Fomin and Zelevinsky as a framework for studying total positivity and canonical bases in semisimple groups. They have since appeared in Teichm&uuml;ller theory, Poisson geometry, quiver representations, Lie theory, algebraic geometry and algebraic combinatorics. The data specifying a cluster algebra include a Cartan matrix, which encodes a reflection representation of a Coxeter group. In finite type, Fomin and ZelevinskyÆs model of almost positive roots combines with the investigatorÆs model (with Speyer) based on sortable elements to give a very detailed picture of cluster combinatorics in terms of Coxeter groups and root systems. Outside of the very special case of finite type, much less was known. This project has brought new Coxeter-theoretic tools to bear, greatly expanding the class of well-understood cluster algebras, and proving new results in finite type. The following are specific results. \n\nCombinatorial models for affine cluster algebras:  We have successfully modeled cluster algebras of affine type using the union of two Cambrian fans.\n\nMorphisms of cluster algebras: We have exhibited subring relationships between cluster algebras of distinct finite types and relationships between their g-vector fans, and anticipate much deeper results in this ongoing effort.\n\nUniversal geometric cluster algebras: We have constructed cluster algebras with universal geometric coefficients in surface types and have found what we conjecture to be the correct construction in affine type. \n\nCluster computations via sortable elements:  We have developed computer code for algebraic and combinatorial calculations in cluster algebras of finite type. \n\nBroader Impacts\n\n The investigator supervised a student who received her Ph.D. in 2013 and is currently supervising four students (one coadvised).  Four of these five students are female.\n\nThe investigator has disseminated research results through publications, visits with colleagues, and presentations in national and international conferences.\n\nThe investigator presented a series of lectures for an MSRI graduate summer school on Cluster Algebras and Cluster Combinatorics.\n\nThe investigator served on the Steering Committee for the Triangle Lectures in Combinatorics conference series, which he co-founded.\n\nThe investigator wrote an invited chapter on the weak order for a coming book on lattice theory. \n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 10/20/2015\n\n\t\t\t\t\tSubmitted by: Nathan Reading"
 }
}