{
 "awd_id": "1101108",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Three-Dimensional Modeling of Magnetic Shape Memory Alloys",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kara Peters",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 332453.0,
 "awd_amount": 332453.0,
 "awd_min_amd_letter_date": "2011-08-31",
 "awd_max_amd_letter_date": "2011-08-31",
 "awd_abstract_narration": "The research objective of this grant is to establish a general three-dimensional model capable of predicting the stress-strain-magnetization behavior of magnetic shape memory alloys under any type of magnetic and/or mechanical loading. Magnetic shape memory alloys are unique because they experience a recoverable strain when exposed to a magnetic field as internal martensitic variants reorient.  The challenges associated with modeling these materials include, but are not limited to, determining when the variants reorient and the direction of reorientation under any loading. As an initial step towards a three-dimensional model, a complete model for any two-dimensional magneto-mechanical loading is needed. In order to better understand these alloys and to assist with the modeling, all qualitatively different biaxial load cases with compressive stress and/or magnetic field will be tested experimentally.  \r\n\r\nThe materials, methodologies, and results of this research will be integrated in the Adaptive Materials and Systems course taught by the principal investigator, providing students with unique training in magnetically adaptive materials.  The results of this project will be presented to peers at technical conferences, to students and faculty at Northern Arizona University, and to the general population during the annual Flagstaff Festival of Science, as well as published in journals and conference proceedings.  Finally, this work will create a means of predicting the behavior of magnetic shape memory alloys subject to complex loads, which will give engineers insight into potential applications of these alloys and a robust tool for the design of devices that include magnetic shape memory alloys.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Constantin",
   "pi_last_name": "Ciocanel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Constantin Ciocanel",
   "pi_email_addr": "constantin.ciocanel@nau.edu",
   "nsf_id": "000496679",
   "pi_start_date": "2011-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Heidi",
   "pi_last_name": "Feigenbaum",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Heidi Feigenbaum",
   "pi_email_addr": "heidi.feigenbaum@nau.edu",
   "nsf_id": "000496681",
   "pi_start_date": "2011-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northern Arizona University",
  "inst_street_address": "601 S KNOLES DR RM 220",
  "inst_street_address_2": "",
  "inst_city_name": "FLAGSTAFF",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "9285230886",
  "inst_zip_code": "86011",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "AZ02",
  "org_lgl_bus_name": "NORTHERN ARIZONA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MXHAS3AKPRN1"
 },
 "perf_inst": {
  "perf_inst_name": "Northern Arizona University",
  "perf_str_addr": "601 S KNOLES DR RM 220",
  "perf_city_name": "FLAGSTAFF",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "86011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "AZ02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163000",
   "pgm_ele_name": "Mechanics of Materials and Str"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "022E",
   "pgm_ref_txt": "SOLID MECHANICS"
  },
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 332453.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project lead to the development of a three-dimensional (3D) model for magnetic shape memory alloys (MSMAs). MSMAs are relatively novel materials that can change shape when exposed to a magnetic field. This deformation remains until the material is exposed to either a magnetic field or a compressive stress applied perpendicular to the original field direction. Similarly, when MSMAs are subject to mechanical stress, they change shape. Part of this deformation is elastic and will be recovered upon unloading, but part of this deformation is due to reorientation of the internal microstructure of the material and thus will remain even after unloading. The deformation from reorientation can be recovered by application of a magnetic field or a mechanical stress in a direction normal to the original mechanical stress direction.</p>\n<p>The model for MSMAs developed in this project predicts the deformation of the material due to magnetic and mechanical loading. The model derivation is based on the principles of thermodynamics, assumptions about energy storage in the material, and the assumed microstructure of the material. Unlike most other models for this material, this model accounts for the potential 3D nature of the microstructure of MSMAs, and allows for magnetic field(s) and mechanical stress(es) to be applied in any direction on the MSMA. The approach deployed for model development can be extended to new models for other existing, as well as not yet discovered, materials whose behavior is driven by similar multi-physics.</p>\n<p>In order to both calibrate and validate this new model, several experiments have been performed. The experiments included some of the first tests of MSMAs known to have a 3D microstructure. The results of these tests suggest that MSMAs could possibly be used for tri-axial actuation, where a load can be moved or displacement can be produced in any of the three rectangular directions.&nbsp; Moreover, the model predicts many of the general trends seen in the experimental data, but is not predictive enough to be used for the design of engineering devices that employ MSMAs. Nonetheless, this experimental data can serve as a benchmark set of tests to validate and calibrate future models of MSMAs, and the model derived in this project can serve as a good basis for a more predictive model.</p>\n<p>While seeking an in-depth understanding of the material microstructure&rsquo;s evolution during the development of this model, it was realized the MSMAs could have power harvesting capabilities much greater than previously thought. MSMAs can be used for power harvesting because as the material deforms its internal magnetization changes and in the presence of a coil, this change of magnetization can move electrons and generate power. Generally, power harvesting requires that a MSMA is deformed by an external load, such as wind or structural vibrations, and then a permanent magnet is used to recover the original shape of the MSMA. Through this work, it was found that the orientation of the magnetic field with respect to the external load can make a significant difference in the power harvesting capabilities of MSMAs. While the power output of MSMAs is still in the milliwatt range, these results suggest that the material could be used to develop self-powered sensors for monitoring structures&rsquo; health, traffic conditions, or remote forests&rsquo; environmental conditions.</p>\n<p>Project results have been published in peer reviewed journals and presented at international technical conferences. Members of the general public have been introduced to this work through demonstrations made during open lab events held within the Flagstaff Festival of Science during the months of September, between 2012 and 2015.&nbsp;These events were well attended by people with diverse backgrounds and from a broad age spectrum.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2016<br>\n\t\t\t\t\tModified by: Constantin&nbsp;Ciocanel</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project lead to the development of a three-dimensional (3D) model for magnetic shape memory alloys (MSMAs). MSMAs are relatively novel materials that can change shape when exposed to a magnetic field. This deformation remains until the material is exposed to either a magnetic field or a compressive stress applied perpendicular to the original field direction. Similarly, when MSMAs are subject to mechanical stress, they change shape. Part of this deformation is elastic and will be recovered upon unloading, but part of this deformation is due to reorientation of the internal microstructure of the material and thus will remain even after unloading. The deformation from reorientation can be recovered by application of a magnetic field or a mechanical stress in a direction normal to the original mechanical stress direction.\n\nThe model for MSMAs developed in this project predicts the deformation of the material due to magnetic and mechanical loading. The model derivation is based on the principles of thermodynamics, assumptions about energy storage in the material, and the assumed microstructure of the material. Unlike most other models for this material, this model accounts for the potential 3D nature of the microstructure of MSMAs, and allows for magnetic field(s) and mechanical stress(es) to be applied in any direction on the MSMA. The approach deployed for model development can be extended to new models for other existing, as well as not yet discovered, materials whose behavior is driven by similar multi-physics.\n\nIn order to both calibrate and validate this new model, several experiments have been performed. The experiments included some of the first tests of MSMAs known to have a 3D microstructure. The results of these tests suggest that MSMAs could possibly be used for tri-axial actuation, where a load can be moved or displacement can be produced in any of the three rectangular directions.  Moreover, the model predicts many of the general trends seen in the experimental data, but is not predictive enough to be used for the design of engineering devices that employ MSMAs. Nonetheless, this experimental data can serve as a benchmark set of tests to validate and calibrate future models of MSMAs, and the model derived in this project can serve as a good basis for a more predictive model.\n\nWhile seeking an in-depth understanding of the material microstructure?s evolution during the development of this model, it was realized the MSMAs could have power harvesting capabilities much greater than previously thought. MSMAs can be used for power harvesting because as the material deforms its internal magnetization changes and in the presence of a coil, this change of magnetization can move electrons and generate power. Generally, power harvesting requires that a MSMA is deformed by an external load, such as wind or structural vibrations, and then a permanent magnet is used to recover the original shape of the MSMA. Through this work, it was found that the orientation of the magnetic field with respect to the external load can make a significant difference in the power harvesting capabilities of MSMAs. While the power output of MSMAs is still in the milliwatt range, these results suggest that the material could be used to develop self-powered sensors for monitoring structures? health, traffic conditions, or remote forests? environmental conditions.\n\nProject results have been published in peer reviewed journals and presented at international technical conferences. Members of the general public have been introduced to this work through demonstrations made during open lab events held within the Flagstaff Festival of Science during the months of September, between 2012 and 2015. These events were well attended by people with diverse backgrounds and from a broad age spectrum.\n\n\t\t\t\t\tLast Modified: 11/30/2016\n\n\t\t\t\t\tSubmitted by: Constantin Ciocanel"
 }
}