{
 "awd_id": "1101507",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Representation Theory,  Cluster Algebras, and Canonical Bases",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032928448",
 "po_email": "tluo@nsf.gov",
 "po_sign_block_name": "Tie Luo",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 163831.0,
 "awd_amount": 163831.0,
 "awd_min_amd_letter_date": "2011-08-13",
 "awd_max_amd_letter_date": "2011-08-13",
 "awd_abstract_narration": "The main theme of this proposal is to investigate the area lying at the crossroads of the representation theory of Lie groups, quantum groups, commutative and non-commutative cluster algebras, and non-commutative algebraic geometry.  A new approach to the study of canonical bases in various quantum algebras is proposed along with the study of the related cluster structures. The class of quantum algebras in which the canonical bases arise include coordinate rings of reductive algebraic groups and double Bruhat cell as well as new objects such as interval and Hankel algebras.  It has been recently discovered by the proposer that most of the above mentioned cluster and quantum cluster structures admit totally non-commutative analogues, which discovery, on the one hand, resulted in the proof of Kontsevich Cluster Conjecture and, on the other hand, provides a new transition from the rational Algebraic Geometry to its purely non-commutative counterpart. Another avenue of the research, quantum folding is a new approach to looking at the Dynkin symmetries of quantum groups that, quite surprisingly, produces the Langlands duals of the classical fixed points groups Even the simplest cases of quantum folding bring about new nilpotent Lie algebras and quantum uberalgebras that are flat deformations of both enveloping and symmetric algebras of those Lie algebras. The results of this study will be applied for solving problems such as computing the multiplicities for the symmetric powers of representations of reductive groups, computing products of Schubert classes in cohomology of the corresponding flag varieties and Grassmannians, constructing new totally positive varieties, integrable systems, and Hecke type algebras as well as for explication and elaboration of related combinatorial and geometric structures including the ``geometric lifting'' of crystal bases as a new tool in understanding the local Langlands correspondence.  \r\n\r\nRepresentation theory  is one of the most dynamically developing fields of modern Mathematics. It has a large impact in other fields of Mathematics and numerous applications in other Natural Sciences. The concepts of  anonical and crystal bases are of great importance for the representation theory: a mere establishing of existence of such bases has helped in solving classical enumeration problems like computing multiplicities of irreducible representations or decomposing tensor products of irreducible representations. A new class of canonical bases discovered by the proposer is expected to settle an old problem of decomposing symmetric powers of representations. Therefore, any information on canonical or crystal bases would be very beneficial for the representation theory. The results of the proposer and other researchers suggest natural algebro-geometric counterparts for the purely discrete canonical and crystal bases: totally positive varieties, geometric crystals, commutative, quantum, and totally noncommutative cluster varieties. Understanding the relationship between these structures underlying the canonical bases is one of  main priorities of this proposal. This relationship has proved to be a useful tool in the study of Langlands correspondence --\r\nthe most mysterious and inspiring correspondence between Algebra and Geometry of the 20th and 21st century Mathematics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arkady",
   "pi_last_name": "Berenstein",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Arkady D Berenstein",
   "pi_email_addr": "arkadiy@math.uoregon.edu",
   "nsf_id": "000108001",
   "pi_start_date": "2011-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oregon Eugene",
  "inst_street_address": "1776 E 13TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413465131",
  "inst_zip_code": "974031905",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "UNIVERSITY OF OREGON",
  "org_prnt_uei_num": "Z3FGN9MF92U2",
  "org_uei_num": "Z3FGN9MF92U2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oregon Eugene",
  "perf_str_addr": "1776 E 13TH AVE",
  "perf_city_name": "EUGENE",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974031905",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 163831.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><pre>The PI conducted research in an area of mathematics at the interface&nbsp;</pre>\n<pre>of the representation theory of Lie algebras and quantum groups,&nbsp;cluster algebras, and noncommutative algebraic geometry. &nbsp;</pre>\n<pre>The representation theory of Lie algebras and quantum groups is a&nbsp;dynamically developing field of modern mathematics. &nbsp;</pre>\n<pre>It has had a large impact in other areas of mathematics,&nbsp;as well as in physics. &nbsp;</pre>\n<pre><br /></pre>\n<pre>One of the outcomes of PI's research is a construction of canonical bases in several fundamental algebras&nbsp;</pre>\n<pre>(including quantized enveloping ones and many&nbsp;new algebras of&nbsp;polynomial growth)&nbsp;which endow&nbsp;these algebras with an additional&nbsp;</pre>\n<pre>structure&nbsp;that has proved to be&nbsp;fruitful for understanding these algebras and their representation&nbsp;by matrices. &nbsp;</pre>\n<pre><br /></pre>\n<pre>Another outcome is establishing (in many cases, conjecturally) the&nbsp;quantum&nbsp;cluster structure of these bases, which allows to build the entire&nbsp;</pre>\n<pre>basis (or, at least, its large part) out of a single quantum cluster,&nbsp;i.e,  a certain small subset of the basis&nbsp;whose elements almost&nbsp;</pre>\n<pre>commute.</pre>\n<pre><br /></pre>\n<pre>A related outcome is a construction of totally noncommutative clusters&nbsp;for all marked surfaces which, on the one hand exhibit the&nbsp;</pre>\n<pre>Laurent Phenomenon and&nbsp;specialize to the&nbsp;appropriate quantum&nbsp;clusters, and on the other hand,&nbsp;&nbsp;provide new topological invariants&nbsp;</pre>\n<pre>of the surfaces.</pre><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/02/2014<br>\n\t\t\t\t\tModified by: Arkady&nbsp;D&nbsp;Berenstein</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The PI conducted research in an area of mathematics at the interface \nof the representation theory of Lie algebras and quantum groups, cluster algebras, and noncommutative algebraic geometry.  \nThe representation theory of Lie algebras and quantum groups is a dynamically developing field of modern mathematics.  \nIt has had a large impact in other areas of mathematics, as well as in physics.  \n\n\nOne of the outcomes of PI's research is a construction of canonical bases in several fundamental algebras \n(including quantized enveloping ones and many new algebras of polynomial growth) which endow these algebras with an additional \nstructure that has proved to be fruitful for understanding these algebras and their representation by matrices.  \n\n\nAnother outcome is establishing (in many cases, conjecturally) the quantum cluster structure of these bases, which allows to build the entire \nbasis (or, at least, its large part) out of a single quantum cluster, i.e,  a certain small subset of the basis whose elements almost \ncommute.\n\n\nA related outcome is a construction of totally noncommutative clusters for all marked surfaces which, on the one hand exhibit the \nLaurent Phenomenon and specialize to the appropriate quantum clusters, and on the other hand,  provide new topological invariants \nof the surfaces.\n\n\t\t\t\t\tLast Modified: 09/02/2014\n\n\t\t\t\t\tSubmitted by: Arkady D Berenstein"
 }
}