{
 "awd_id": "1101461",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Topics in multivariable operator theory",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce P. Palka",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 108553.0,
 "awd_amount": 108553.0,
 "awd_min_amd_letter_date": "2011-08-13",
 "awd_max_amd_letter_date": "2011-08-13",
 "awd_abstract_narration": "This project is concerned with the further development of certain aspects of multivariable operator theory, especially its connection with function theory in several complex variables. The basic point of view of the theory is that one can profitably study analytic functions by considering their action on matrix or operator inputs, rather than just scalar inputs. Over the last half-century this viewpoint has been extensively developed in the one-variable setting, establishing deep connections between complex function theory, operator theory, and functional analysis; von Neumann's inequality and the Sz.-Nagy Dilation theorem are fundamental results in this area.  Particular problems that will be investigated in this project include the failure of von Neumann's inequality in several variables, function-theoretic aspects of analytic functions realized as transfer functions generated by operator tuples, and the analysis of functions of positive real part in terms of \"noncommutative spectral measures,\" that is, positive functionals on operator systems. A unifying theme will be the theory of composition operators in several variables, especially compactness questions.\r\n\r\nThe project belongs to the branch of mathematics known as Operator Theory. Originally developed as the mathematical language of quantum mechanics, over the last century it has expanded to influence many other areas of science and mathematics. It has found many applications in engineering, for example in the design of robust control systems for aircraft and spacecraft; the analysis of acoustical scattering data; and more recently in the study of linear matrix inequalities, which lie behind many optimization problems. Conversely, problems in engineering and mathematical physics have raised new questions in operator theory; one related to the project is the description of the electrostatic properties of composite materials.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Jury",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Michael T Jury",
   "pi_email_addr": "mjury@ufl.edu",
   "nsf_id": "000117377",
   "pi_start_date": "2011-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1523 UNION RD RM 207",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326111941",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 108553.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Broadly, the project was concerned with the study of multivariable generalizations of some classical results from operator-theoretic function theory in one variable.&nbsp; The relationship between holomorphic functions (differentiable functions of a complex variable) and operators (linear transformations on finite or infinite dimensional vector spaces) is rich and has a long history, with applications to physics, electrical engineering, and prediction theory among others. The most significant results were obtained in two areas: a multivariable generalization of Clark theory, and analysis on varieties.<br /><br />First, \"Clark theory\" refers to a classical body of results which connect the spectrum of a unitary operator to integral representations of associated holomoprhic functions. The spectrum of an operator is a generalization of the notion of an eigenvalue from linear algebra, and for many applications of operator theory it is important to understand the spectrum of the operator in question. (For example, in quantum mechanics the spectrum of the Hamiltonian operator determines the possible energy levels of the system.) The PI was able to extend much of the basic structure of Clark theory to the multivariable setting (specifically, the so-called \"Drury-Arveson space\"), but this required the development of a number of new techniques for studying functions of several variables. The most important of these is the noncommutative Cauchy transform which takes the place of the classical Cauchy transform, a basic tool of the one-variable theory. The main results are that suitable perturbations of row-contractive operators can be characterized by a \"noncommutative\" spectral measure.&nbsp;</p>\n<p>The other significant outcomes of the project concern function theory and operator theory on distinguished varieties. (A distinguished variety is generalization of the complex plane, supporting its own complex function theory). In joint work the PI proved an analog of the Nevanlinna-Pick interpolation theorem for distinguished varieties. Key tools in this work were the machinery of reproducing kernels, determinantal representations of varieties, and transfer function realizations. A transfer function is a special kind of holomorphic function which arises in many engineering contexts, and dscribes the relationship between the inputs, internal states, and outputs of a linear system; these are fundametal to the theory of automatic control systems (e.g., an aircraft autopilot). In addtioon to the Nevanlinna-Pick interplation theorem, in joint work the PI also obtained results on some special cases of the rational dilation problem for varieties. Loosely, the rational dilation problem asks whether every linear transformation which \"lives on\" the variety is in fact a part of a linear transformation which \"lives on\" the boundary of the variety.&nbsp; We were able to resolve some additional cases by reformulating the problem as a problem about inclusions of convex sets.</p>\n<p>&nbsp;</p>\n<p>While not funded directly by the grant, the project did provide significant research and training opportuniites. During the award period the PI supervised the PhD dissertations of four graduate students, one graduating in 2012 and the other three in 2013. Two of the students were women. The students all received training in the areas of mathematics covered by the project. The first student to finish wrote her dissertation on aspects of noncommutative Herglotz formulas in several variables, these are closely connected to the aspects of the project related to Clark theory and realization formulas. Another student wrote her dissertation on closed range theorems for composition operators; the multivariable analogs (or lack thereof) of these results are one of the motivating questions of the project. Her dissertation provides a bridge between known analytic and geometric criteria for the closed range proble...",
  "por_txt_cntn": "\nBroadly, the project was concerned with the study of multivariable generalizations of some classical results from operator-theoretic function theory in one variable.  The relationship between holomorphic functions (differentiable functions of a complex variable) and operators (linear transformations on finite or infinite dimensional vector spaces) is rich and has a long history, with applications to physics, electrical engineering, and prediction theory among others. The most significant results were obtained in two areas: a multivariable generalization of Clark theory, and analysis on varieties.\n\nFirst, \"Clark theory\" refers to a classical body of results which connect the spectrum of a unitary operator to integral representations of associated holomoprhic functions. The spectrum of an operator is a generalization of the notion of an eigenvalue from linear algebra, and for many applications of operator theory it is important to understand the spectrum of the operator in question. (For example, in quantum mechanics the spectrum of the Hamiltonian operator determines the possible energy levels of the system.) The PI was able to extend much of the basic structure of Clark theory to the multivariable setting (specifically, the so-called \"Drury-Arveson space\"), but this required the development of a number of new techniques for studying functions of several variables. The most important of these is the noncommutative Cauchy transform which takes the place of the classical Cauchy transform, a basic tool of the one-variable theory. The main results are that suitable perturbations of row-contractive operators can be characterized by a \"noncommutative\" spectral measure. \n\nThe other significant outcomes of the project concern function theory and operator theory on distinguished varieties. (A distinguished variety is generalization of the complex plane, supporting its own complex function theory). In joint work the PI proved an analog of the Nevanlinna-Pick interpolation theorem for distinguished varieties. Key tools in this work were the machinery of reproducing kernels, determinantal representations of varieties, and transfer function realizations. A transfer function is a special kind of holomorphic function which arises in many engineering contexts, and dscribes the relationship between the inputs, internal states, and outputs of a linear system; these are fundametal to the theory of automatic control systems (e.g., an aircraft autopilot). In addtioon to the Nevanlinna-Pick interplation theorem, in joint work the PI also obtained results on some special cases of the rational dilation problem for varieties. Loosely, the rational dilation problem asks whether every linear transformation which \"lives on\" the variety is in fact a part of a linear transformation which \"lives on\" the boundary of the variety.  We were able to resolve some additional cases by reformulating the problem as a problem about inclusions of convex sets.\n\n \n\nWhile not funded directly by the grant, the project did provide significant research and training opportuniites. During the award period the PI supervised the PhD dissertations of four graduate students, one graduating in 2012 and the other three in 2013. Two of the students were women. The students all received training in the areas of mathematics covered by the project. The first student to finish wrote her dissertation on aspects of noncommutative Herglotz formulas in several variables, these are closely connected to the aspects of the project related to Clark theory and realization formulas. Another student wrote her dissertation on closed range theorems for composition operators; the multivariable analogs (or lack thereof) of these results are one of the motivating questions of the project. Her dissertation provides a bridge between known analytic and geometric criteria for the closed range problem. The third student wrote his dissertation on a circle of results concerning reproducing kernels and abstract..."
 }
}