{
 "awd_id": "1101636",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Harmonic Analysis in Convex Geometry",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Edward Taylor",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2017-04-30",
 "tot_intn_awd_amt": 375000.0,
 "awd_amount": 375000.0,
 "awd_min_amd_letter_date": "2011-04-18",
 "awd_max_amd_letter_date": "2016-03-18",
 "awd_abstract_narration": "The goal of the proposed research is to develop methods of Harmonic Analysis to solve problems from Convex Geometry including problems from Geometric Tomography and questions concerning duality and volume. Many conjectures stipulate that there must exist direct duality connections between projections and sections of convex bodies. In order to gain an understanding of these connections, it is important to try to obtain a description of the duality phenomena involved. This is where the Fourier Analysis comes into play. A major component of this proposal is to study problems, which arise naturally from the recent work of the investigators. They will use Fourier Transform and other Harmonic Analysis tools as a link between volumes of a convex body and its polar.  They will also address and study other duality problems about projections and sections of convex and star bodies. \r\n\r\nConvex Geometry has a lot of real life applications. It has goals similar to those of many related and often practical areas. One of the best-known examples is Classical Computer Aided Tomography, which aims to reconstruct the density of objects by means of their line integrals. Other examples are crystallography, robotics, stereology, and electron microscopy. One of the ideas of this proposal is to connect theoretical results from Convex Geometry to those practical areas via Geometric Tomography and Harmonic Analysis. In addition, the advantage of the problems addressed in this proposal is that most of them are \"intuitively clear\" not only to undergraduate students, but also to children in high school or even middle school.  Even the geometric notion of duality can be explained to a child in the high school. On the other hand, the answers are (very often) counter-intuitive, different in the plane and in the space, and this stimulates an interest of students to the subject. The investigators believe that those problems will help to attract more students to Harmonic Analysis and Convexity as well as to Mathematics and Science in General.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Artem",
   "pi_last_name": "Zvavitch",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Artem Zvavitch",
   "pi_email_addr": "zvavitch@math.kent.edu",
   "nsf_id": "000399908",
   "pi_start_date": "2011-04-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dmitry",
   "pi_last_name": "Ryabogin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dmitry Ryabogin",
   "pi_email_addr": "ryabogin@math.kent.edu",
   "nsf_id": "000500225",
   "pi_start_date": "2011-04-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kent State University",
  "inst_street_address": "1500 HORNING RD",
  "inst_street_address_2": "",
  "inst_city_name": "KENT",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "3306722070",
  "inst_zip_code": "442420001",
  "inst_country_name": "United States",
  "cong_dist_code": "14",
  "st_cong_dist_code": "OH14",
  "org_lgl_bus_name": "KENT STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "KXNVA7JCC5K6"
 },
 "perf_inst": {
  "perf_inst_name": "Kent State University",
  "perf_str_addr": "1500 HORNING RD",
  "perf_city_name": "KENT",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "442420001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "OH14",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 115874.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 127932.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 131194.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;The main goal of this project is to study properties of convex bodies using information on their projections and sections. &nbsp;The advantage of many problems addressed in the project is that most of them are &ldquo;intuitively clear&rdquo; not only to graduate students, but to undergraduate students as well as the high-school pupils. These problems ask about properties of shapes in the ambient space (like a human heart) based on the information on their shadows or slices (as in medical imaging). On the other hand, the answers are (very often) counterintuitive, requiring the use of the most advanced tools belonging to the different branches of modern mathematics. Moreover, many of the problems are originated not in &ldquo;pure math&rdquo;, but in medical imaging and tomography, and the solutions might find very interesting applications.</p>\n<p>&nbsp;The PI and Co-Pi explored the connections between such questions and modern tools of Harmonic Analysis, Functional Analysis and Topology. The project outcome included solutions of famous problems of V.&nbsp; Klee and a longstanding (since 1927) classical problem of T. Bonnesen on the determination of non-symmetric convex solids via volume of its maximal sections and the volume of projections, here the approach includes a combination of Harmonic Analysis and Convex Geometry. In addition, the question of R. Gardner and V. Golubyatnikov has been affirmatively answered via combining analytic and topological methods. &nbsp;Finally, we used tools of Geometric Number theory to extend a number of known classical facts on sections of convex bodies to discrete settings and to answer the question of A. Koldobsky on the maximal number of integer points in the slice of a given convex body.</p>\n<p>&nbsp;Educational part is an essential component of the work on the project, the PI and co-Pi had an opportunity to work with four Doctoral level graduate students, two of which have graduated during proposal time and continued their research work in academia and two have graduated this year.&nbsp; The Pi and Co-Pi also had a pleasure to collaborate with three postdoctoral faculty.</p>\n<p>&nbsp;The results of the project were disseminated over thirty publications in the leading mathematical journals and in a number of invited lectures at national and international universities and conferences, done by PI, Co-Pi as well as by their graduate students and Postdoctoral fellows.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/02/2017<br>\n\t\t\t\t\tModified by: Artem&nbsp;Zvavitch</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n The main goal of this project is to study properties of convex bodies using information on their projections and sections.  The advantage of many problems addressed in the project is that most of them are \"intuitively clear\" not only to graduate students, but to undergraduate students as well as the high-school pupils. These problems ask about properties of shapes in the ambient space (like a human heart) based on the information on their shadows or slices (as in medical imaging). On the other hand, the answers are (very often) counterintuitive, requiring the use of the most advanced tools belonging to the different branches of modern mathematics. Moreover, many of the problems are originated not in \"pure math\", but in medical imaging and tomography, and the solutions might find very interesting applications.\n\n The PI and Co-Pi explored the connections between such questions and modern tools of Harmonic Analysis, Functional Analysis and Topology. The project outcome included solutions of famous problems of V.  Klee and a longstanding (since 1927) classical problem of T. Bonnesen on the determination of non-symmetric convex solids via volume of its maximal sections and the volume of projections, here the approach includes a combination of Harmonic Analysis and Convex Geometry. In addition, the question of R. Gardner and V. Golubyatnikov has been affirmatively answered via combining analytic and topological methods.  Finally, we used tools of Geometric Number theory to extend a number of known classical facts on sections of convex bodies to discrete settings and to answer the question of A. Koldobsky on the maximal number of integer points in the slice of a given convex body.\n\n Educational part is an essential component of the work on the project, the PI and co-Pi had an opportunity to work with four Doctoral level graduate students, two of which have graduated during proposal time and continued their research work in academia and two have graduated this year.  The Pi and Co-Pi also had a pleasure to collaborate with three postdoctoral faculty.\n\n The results of the project were disseminated over thirty publications in the leading mathematical journals and in a number of invited lectures at national and international universities and conferences, done by PI, Co-Pi as well as by their graduate students and Postdoctoral fellows. \n\n \n\n\t\t\t\t\tLast Modified: 10/02/2017\n\n\t\t\t\t\tSubmitted by: Artem Zvavitch"
 }
}