{
 "awd_id": "1101192",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "From many body quantum dynamics to nonlinear dispersive PDEs, and back",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Edward Taylor",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 198485.0,
 "awd_amount": 198485.0,
 "awd_min_amd_letter_date": "2011-09-01",
 "awd_max_amd_letter_date": "2013-06-29",
 "awd_abstract_narration": "The investigator plans to study existence and regularity of nonlinear dispersive PDEs as well as derivation of these equations. More precisely, the investigator proposes to study two groups of problems. The first group focuses on analyzing regularity of solutions to the super-critical nonlinear wave (NLW) and Schrodinger (NLS) equations. The last two decades brought numerous advances in understanding global existence of solutions to the so called \"critical\" nonlinear PDEs, where criticality is understood in the sense that a PDE possesses a quantity globally controlled in time which has the same regularity as a certain scaling invariant norm. However obtaining global in time solutions to super-critical equations remains a challenging problem. Here by a super-critical equation we mean that the conserved quantities are at lower regularities than the scaling invariant norm. A famous example is the 3D Navier-Stokes equations that describe the most fundamental properties of viscous incompressible fluids. Other examples involve various nonlinear wave equations that appear in the context of general relativity as well as Schrodinger equations. With her collaborators, the investigator proposes to work on three projects towards obtaining partial regularity results for super-critical NLW and NLS inspired by similar results available in the context of the 3D Navier-Stokes. The second group of problems focuses on projects related to derivation of the NLS from many body quantum dynamics. The investigator, together with Chen, proposes to develop further the work that they recently started on the Cauchy problem for the Gross-Pitaevskii (GP) hierarchy, which is an infinite system of coupled linear non-homogeneous PDEs, that appear in the derivation of the NLS. The GP hierarchy describes the dynamics of a gas of infinitely many interacting bosons, while at the same time retains some of the features of a dispersive PDE.  Based on these dispersive features, the investigator proposes to investigate solutions to the GP hierarchy and illustrate that, in some instances, the GP can be studied using generalizations of methods of dispersive PDEs.\r\n\r\nSuggested problems involve important mathematical questions such as existence and regularity of solutions to PDEs that describe various wave phenomena. For instance, the NLS and their combinations with the Korteweg-de-Vries and wave equations have been proposed as models for many basic wave phenomena. Due to their physical significance, it is essential to develop tools to understand behavior of solutions to these nonlinear equations and the investigator plans to work in that direction via adapting some tools from her earlier work on equations of fluid motion (such as Navier-Stokes equations that describe fundamental properties of viscous fluids) to the context of dispersive equations. On the other hand, the investigator plans to continue her recent work on physically inspired questions related to derivation of dispersive PDEs from many body Boson systems. The proposed activity contains an interdisciplinary approach in the sense that it has potential to bring dispersive PDE methods to the level of many body quantum dynamics and vise versa. In particular, the long term goal is to try to adapt some of the recent advances from dispersive PDEs to the many body systems, where one has physically relevant questions that are beyond the reach of known mathematical methods.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Natasa",
   "pi_last_name": "Pavlovic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Natasa Pavlovic",
   "pi_email_addr": "natasa@math.utexas.edu",
   "nsf_id": "000299556",
   "pi_start_date": "2011-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 130528.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 67957.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Large particle systems are at the heart of many phenomena in various scientific disciplines from physics (e.g. studying of stars) to social studies (e.g. in modeling social networks). However due to a very large number of particles in such systems (e.g. in the case of stars this number is $10^{30}$), it is difficult to obtain qualitative and quantitative properties of the systems. One way to address this problem, especially in situations when scientists care about macroscopic properties of such systems, is to perform averaging over a large number of particles and consider scenarios obtained when the number of particles goes to infinity. The hope is that the partial differential equations that arise in this limiting procedure will approximate properties observed in the systems with large but finite number of particles.</p>\n<p>The Bose-Einstein condensation (BEC), which is a state of the matter of a dilute Bose gas at very low temperatures when the gas moves as a single particle, is an example of a physical phenomena that describes such macroscopic behavior of a large system of particles. Although the BEC was predicted by Bose and Einstein in 1920's, the first experimental realization came in 1995 (subsequently recognized by a Nobel prize in physics). Mathematical models that have been developed to understand such phenomena connect large quantum systems of interacting particles and nonlinear partial differential equations that are derived from such systems in the limit as the number of particles goes to infinity.&nbsp; Nonlinear Schr\\\"{o}dinger (NLS) equations arise exactly along these lines and are related to special solutions of the system of infinitely many boson particles that appears in this context.</p>\n<p>During the tenure of this grant, the PI and her collaborators studied this limiting procedure for deriving NLS equations from quantum many particle systems.&nbsp; The idea that the PI and her collaborators explored in their recent papers is related to utilizing in the context of derivation of the NSL sophisticated tools that have been developed for studying the NLS itself. More precisely, the PI and her collaborators introduced analogous tools at the level of systems that describe infinitely many boson particles as well as in the context of systems with finite number of particles.&nbsp; It turns out, that perspective arising from nonlinear partial equations such as NLS can help us in understanding how to study behavior of finite many particle systems.</p>\n<p>The results of the research were distributed via numerous talks that the PI gave on national and international meetings and seminars, as well as via three mini-courses that the PI gave (two at the Mathematica Sciences Research Institute in Berkeley and one at the University of Texas at Austin). <br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/08/2016<br>\n\t\t\t\t\tModified by: Natasa&nbsp;Pavlovic</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nLarge particle systems are at the heart of many phenomena in various scientific disciplines from physics (e.g. studying of stars) to social studies (e.g. in modeling social networks). However due to a very large number of particles in such systems (e.g. in the case of stars this number is $10^{30}$), it is difficult to obtain qualitative and quantitative properties of the systems. One way to address this problem, especially in situations when scientists care about macroscopic properties of such systems, is to perform averaging over a large number of particles and consider scenarios obtained when the number of particles goes to infinity. The hope is that the partial differential equations that arise in this limiting procedure will approximate properties observed in the systems with large but finite number of particles.\n\nThe Bose-Einstein condensation (BEC), which is a state of the matter of a dilute Bose gas at very low temperatures when the gas moves as a single particle, is an example of a physical phenomena that describes such macroscopic behavior of a large system of particles. Although the BEC was predicted by Bose and Einstein in 1920's, the first experimental realization came in 1995 (subsequently recognized by a Nobel prize in physics). Mathematical models that have been developed to understand such phenomena connect large quantum systems of interacting particles and nonlinear partial differential equations that are derived from such systems in the limit as the number of particles goes to infinity.  Nonlinear Schr\\\"{o}dinger (NLS) equations arise exactly along these lines and are related to special solutions of the system of infinitely many boson particles that appears in this context.\n\nDuring the tenure of this grant, the PI and her collaborators studied this limiting procedure for deriving NLS equations from quantum many particle systems.  The idea that the PI and her collaborators explored in their recent papers is related to utilizing in the context of derivation of the NSL sophisticated tools that have been developed for studying the NLS itself. More precisely, the PI and her collaborators introduced analogous tools at the level of systems that describe infinitely many boson particles as well as in the context of systems with finite number of particles.  It turns out, that perspective arising from nonlinear partial equations such as NLS can help us in understanding how to study behavior of finite many particle systems.\n\nThe results of the research were distributed via numerous talks that the PI gave on national and international meetings and seminars, as well as via three mini-courses that the PI gave (two at the Mathematica Sciences Research Institute in Berkeley and one at the University of Texas at Austin). \n\n\n\n\t\t\t\t\tLast Modified: 01/08/2016\n\n\t\t\t\t\tSubmitted by: Natasa Pavlovic"
 }
}