{
 "awd_id": "1102791",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "Star Formation in the Extreme Environments of Milky Way Massive Star Clusters",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan Schmelz",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 83000.0,
 "awd_amount": 170000.0,
 "awd_min_amd_letter_date": "2011-07-15",
 "awd_max_amd_letter_date": "2014-02-25",
 "awd_abstract_narration": "Dr. Jessica Lu is awarded an NSF Astronomy and Astrophysics Postdoctoral Fellowship to carry out a program of research and education at the University of Hawaii Institute for Astronomy (IfA). Dr. Lu will study young Milky Way star clusters that are more massive than most well-studied nearby star forming regions, like Orion and Taurus, in an effort to understand whether star formation differs in these more extreme environments. Study of such regions will advance our understanding of star formation not only in our own Galaxy, but in other galaxies and to higher redshift where such extreme environments are much more common. High spatial resolution near-infrared observations will be used to penetrate the dust and gas that obscures these distant and embedded clusters and resolve individual stars in the dense cluster cores. Precision astrometric measurements of the stars over a 1-2 year time baseline will enable individual cluster members to be distinguished from the sea of contaminating field stars. Furthermore, extending the time-baseline for existing astrometric observations of one cluster in the W51 molecular cloud will allow me to measure the internal kinematics of the cluster. This will provide an estimate of the total cluster mass, constrain the dissipation timescale of the cluster, enable a search for kinematic sub-structure as evidence for dissolving sub-clusters, and reveal the importance of competitive accretion between stars as they move through their parent molecular cloud.\r\n\r\nDr. Lu will also address education, outreach, and diversity on two fronts. First, the PI will broaden current and future astronomy teachers' exposure to inquiry-based teaching methods at IfA by developing and offering teacher training for several inquiry-based introductory astronomy labs. The PI plans to work with willing faculty to review their curriculum in order to find suitable points at which an inquiry-based activity could be incorporated. Second, the PI will advise individual students from minority or under-represented sectors in scientific research projects during the IfA's Research Experience for Undergraduates summer program. With these projects, the PI aims to bridge the gap between the smaller community focused on astronomy education research and diversity issues and the larger community of astronomers who teach, but do not follow education research in depth.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jessica",
   "pi_last_name": "Lu",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Jessica R Lu",
   "pi_email_addr": "",
   "nsf_id": "000079275",
   "pi_start_date": "2011-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lu                      Jessica        R",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Los Angeles",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "900251990",
  "inst_country_name": "United States",
  "cong_dist_code": "32",
  "st_cong_dist_code": "CA32",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Lu                      Jessica        R",
  "perf_str_addr": "",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900251990",
  "perf_ctry_code": "US",
  "perf_cong_dist": "32",
  "perf_st_cong_dist": "CA32",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "160900",
   "pgm_ele_name": "NSF ASTRON & ASTROPHY PSTDC FE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 83000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 87000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of the grant entitled, \"Star Formation in the Extreme Environments of Milky Way Massive Star Clusters\" was to study how the birth of stars changes in environments that are very different from our local solar neighborhood. We focused on the environments in the most massive young star clusters and at the very center of our Galaxy. In these environments, the gas out of which stars form is denser, hotter, and more turbulent. In the Galactic Center, there are also higher magnetic fields, larger ambient radiation fields, and a higher flux of cosmic rays. All of these factors lead to a much more extreme environment than the commonly studied star forming regions that are nearby, such as Taurus and Orion. These extreme environments may also be more representative of star forming conditions at earlier times in the universe and in the most intense \"starburst\" galaxies.&nbsp;</p>\n<p>We studied one of the outcome of the star formation process, the number of stars that were formed at different masses. This is known as the initial mass function, which is thought to be universal based on solar-neighborhood studies. In two papers (Lu et al. 2013, Do et al. 2013), we reported that the initial mass function (IMF) in the young nuclear star cluster around our Galaxy's central supermassive black hole is significantly different than the \"universal\" IMF. However, we found that the IMF was not as extreme as some previous studies had claimed or as some theories had predicted. This grant also funded the PI's work in collaboration with the UCLA Galactic Center Group to observe the massive, young Arches star cluster near the Galactic center. We used ultra-precise astrometry (the measurements of the positions and motions of stars) to determine the dynamical state of the cluster and how much the cluster weighed. The resulting mass, reported in Clarkson et al. 2012, was lower than expected given the number of stars we have imaged above 5 solar masses. As a result, we concluded that the Arches IMF must also deviate from the \"universal\" value found in the solar neighborhood. This grant funded the astrometric data reduction, analysis of the motions of the stars, and the PIs contributions to the resulting paper.&nbsp;</p>\n<p>This grant also funded the work of the PI and a masters thesis student (D. B. Huang) in a project to use high-precision astrometry from infrared images taken with the Hubble Space Telescope of the massive young cluster, Westerlund 1. Unlike the Arches cluster, this cluster is located out in the disk of our Milky Way Galaxy. Preliminary results suggest that this cluster may also have an IMF that differs from the \"universal\" value; however, advancements in data analysis are still on-going and these results are not yet finalized.</p>\n<p>This proposal also funded the PI's collaboration with the team commissioning a new adaptive optics system at the Gemini South telescope. The PI cnotributed expertise in astrometry by suggesting on-sky experiments and analysis methods to test the astrometric capabilities of this new system. This new type of adaptive optics system (AO) has a larger field of view that most AO systems and the spatial resolution is better than Hubble at infrared wavelengths. Thus, the instrument has great potential for studying deeply embedded and crowded massive young clusters in the future.&nbsp;</p>\n<p>The broader impacts component of this award included continued development of the AstroBetter blog and wiki, which continues to thrive. The PI provided new content ranging from articles demonstrating useful technical skills to discussions of career and diversity issues. This includes arranging a number of guest posts. The PI also developed a short-course to teach research skills using inquiry methods to undergraduate and early graduate students. The inquiry activity was taught at the 2011 IfA NSF REU program and has now been adapted for a full semester course fo...",
  "por_txt_cntn": "\nThe goal of the grant entitled, \"Star Formation in the Extreme Environments of Milky Way Massive Star Clusters\" was to study how the birth of stars changes in environments that are very different from our local solar neighborhood. We focused on the environments in the most massive young star clusters and at the very center of our Galaxy. In these environments, the gas out of which stars form is denser, hotter, and more turbulent. In the Galactic Center, there are also higher magnetic fields, larger ambient radiation fields, and a higher flux of cosmic rays. All of these factors lead to a much more extreme environment than the commonly studied star forming regions that are nearby, such as Taurus and Orion. These extreme environments may also be more representative of star forming conditions at earlier times in the universe and in the most intense \"starburst\" galaxies. \n\nWe studied one of the outcome of the star formation process, the number of stars that were formed at different masses. This is known as the initial mass function, which is thought to be universal based on solar-neighborhood studies. In two papers (Lu et al. 2013, Do et al. 2013), we reported that the initial mass function (IMF) in the young nuclear star cluster around our Galaxy's central supermassive black hole is significantly different than the \"universal\" IMF. However, we found that the IMF was not as extreme as some previous studies had claimed or as some theories had predicted. This grant also funded the PI's work in collaboration with the UCLA Galactic Center Group to observe the massive, young Arches star cluster near the Galactic center. We used ultra-precise astrometry (the measurements of the positions and motions of stars) to determine the dynamical state of the cluster and how much the cluster weighed. The resulting mass, reported in Clarkson et al. 2012, was lower than expected given the number of stars we have imaged above 5 solar masses. As a result, we concluded that the Arches IMF must also deviate from the \"universal\" value found in the solar neighborhood. This grant funded the astrometric data reduction, analysis of the motions of the stars, and the PIs contributions to the resulting paper. \n\nThis grant also funded the work of the PI and a masters thesis student (D. B. Huang) in a project to use high-precision astrometry from infrared images taken with the Hubble Space Telescope of the massive young cluster, Westerlund 1. Unlike the Arches cluster, this cluster is located out in the disk of our Milky Way Galaxy. Preliminary results suggest that this cluster may also have an IMF that differs from the \"universal\" value; however, advancements in data analysis are still on-going and these results are not yet finalized.\n\nThis proposal also funded the PI's collaboration with the team commissioning a new adaptive optics system at the Gemini South telescope. The PI cnotributed expertise in astrometry by suggesting on-sky experiments and analysis methods to test the astrometric capabilities of this new system. This new type of adaptive optics system (AO) has a larger field of view that most AO systems and the spatial resolution is better than Hubble at infrared wavelengths. Thus, the instrument has great potential for studying deeply embedded and crowded massive young clusters in the future. \n\nThe broader impacts component of this award included continued development of the AstroBetter blog and wiki, which continues to thrive. The PI provided new content ranging from articles demonstrating useful technical skills to discussions of career and diversity issues. This includes arranging a number of guest posts. The PI also developed a short-course to teach research skills using inquiry methods to undergraduate and early graduate students. The inquiry activity was taught at the 2011 IfA NSF REU program and has now been adapted for a full semester course for 1st year graduate students. Several new facilitation guides have been developed as a result and are..."
 }
}