{
 "awd_id": "1102645",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Relative Socio-Economic Resources and Family Outcomes",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2011-04-15",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 5460.0,
 "awd_min_amd_letter_date": "2011-04-13",
 "awd_max_amd_letter_date": "2012-07-10",
 "awd_abstract_narration": "SES-1102645\r\nHannah Brueckner\r\nNatalie Nitsche \r\n\r\nWhat is the relationship between relative socio-economic resources within couples and their fertility outcomes? This dissertation will examine how gender equity, measured as relative levels of income, education, working hours, and occupational status affects the transition to first and second births among married and cohabitating couples in the United States and Germany. To date, little is known about how gender equity on the couple-level and the role of the (male) partner are influencing fertility outcomes. Recent research suggests that gender equity within couples is a major driving force behind low fertility in many developed societies today. While there studies that have investigated the effect of the gendered division of household labor on birth transitions, this dissertation argues that the gendered division of household labor is problematic as an indicator of intra-couple gender equity. This is because research has shown that it is itself an outcome of relative resources within couples, and, furthermore, ignores the amount of domestic and care work that is outsourced by the household to professional services. Using the  National Longitudinal Survey of Youth 1979  (NLSY79), the National Survey of Families and Households (NSFH),  the German Socio-Economic Panel (GSOEP) and the German Family Survey, this dissertation will therefore use event history and fixed-effects models to understand how relative resources, absolute resources, and the interaction among the two in couples affect the timing and likelihood of a first and second birth. \r\n\r\nThis study will advance theories on fertility outcomes and will augment our understanding of how gender equity within couples contributes to first and second birth transitions. It will furthermore contribute to the knowledge on the driving forces behind the divide in total fertility rates between the low fertility regimes in Europe and the US as a country with replacement fertility.\r\n\r\nFertility rates below the replacement level are currently puzzling European policy makers and are raising concerns regarding the sustainability of social welfare systems in much of the developed world. At the same time, women's gains in education and labor market participation are at unprecedented levels, and social science research is still in the process of understanding how changes in women's economic status are contributing to declining fertility levels. This study will speak to both of these issues and provide new insights into how women?s socio-economic status is mediated by her partner in shaping fertility outcomes. In comparing Germany and the US, new insights will be gained in how micro processes on the couple level interact with institutional features of welfare states and affect the likelihood of the occurrence of first and second births. These results can inform policy makers with respect to forming policies that encourage both female socio-economic advancement and the occurrence of first and second births.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Hannah",
   "pi_last_name": "Brueckner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hannah Brueckner",
   "pi_email_addr": "hb63@nyu.edu",
   "nsf_id": "000250572",
   "pi_start_date": "2011-04-13",
   "pi_end_date": "2012-07-10"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Breen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Richard Breen",
   "pi_email_addr": "richard.breen@yale.edu",
   "nsf_id": "000620709",
   "pi_start_date": "2012-07-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Natalie",
   "pi_last_name": "Nitsche",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Natalie Nitsche",
   "pi_email_addr": "natalie.nitsche@yale.edu",
   "nsf_id": "000576000",
   "pi_start_date": "2011-04-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "150 MUNSON ST",
  "perf_city_name": "NEW HAVEN",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065113572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 5460.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>INTRODUCTION</p>\n<p>This sociological dissertation project investigates the relationship between socio-economic gender equity in couples and their childbearing behavior, in the United States and Germany. Traditionally, studies on fertility behavior have focused on women only, for example by examining how her educational attainment is related to her childbearing behavior. Generally speaking, this dissertation research contributes to the field by showing that the relationship between her resources and her childbearing behavior is more complex than previously assumed. The findings indicate that not only her and his resources are significantly related to couples&rsquo; childbearing behavior, but also that the interaction, or in other words the relative level of her and his resources are significantly associated with the childbearing behavior of the couple. The findings indicate that specifically the association between her education and childbearing behavior depends on his educational attainment, in particular for highly educated women.</p>\n<p>SUPPORTED ACTIVITIES</p>\n<p>The major activity supported by this NSF dissertation improvement grant was the acquisition of advanced quantitative methods training needed to conduct and improve the statistical analyses for the dissertation research. The co-PI was able to attend courses on event history modeling, multi-level modeling, and structural equation and growth curve modeling thanks to this funding.</p>\n<p>RESEARCH FINDINGS</p>\n<p>Two major findings have resulted from this research.</p>\n<p>First, the dissertation shows that relative educational attainment in couples is significantly associated with couples&rsquo; second but not first birth hazard. Specifically, women with high levels of education (completed college or more) make the transition to second birth faster when he is highly educated, too, controlling for many other factors such as the age of the partners, their age at the previous birth, their income, or their labor market participation. In contrast, couples in which both partners have less education, or couples in which she has high educational attainment and he has less education, exhibit lower second birth rates. Interestingly, this finding holds for both countries, the United States (analyses based on NLSY79 data) as well as for Germany (SOEP data). Future research is now needed to examine the underlying mechanisms of this pattern in greater detail.</p>\n<p>The second major findings is that relative resources, in particular his and her relative educational attainment, appear to play a role for which couples stay together and which unions dissolve after marriage but before a child is ever born. Current findings show that couples in which she has more education than him have a higher union dissolution hazard, that is their unions dissolve more quickly or at a higher rate. Future research, hence, needs to address the question of if this selection process may be behind the higher second birth rate of educationally homogamous couples with high education, since these couples may simply be more likely to remain together over time than other types of couples.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/31/2013<br>\n\t\t\t\t\tModified by: Richard&nbsp;Breen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nINTRODUCTION\n\nThis sociological dissertation project investigates the relationship between socio-economic gender equity in couples and their childbearing behavior, in the United States and Germany. Traditionally, studies on fertility behavior have focused on women only, for example by examining how her educational attainment is related to her childbearing behavior. Generally speaking, this dissertation research contributes to the field by showing that the relationship between her resources and her childbearing behavior is more complex than previously assumed. The findings indicate that not only her and his resources are significantly related to couplesÆ childbearing behavior, but also that the interaction, or in other words the relative level of her and his resources are significantly associated with the childbearing behavior of the couple. The findings indicate that specifically the association between her education and childbearing behavior depends on his educational attainment, in particular for highly educated women.\n\nSUPPORTED ACTIVITIES\n\nThe major activity supported by this NSF dissertation improvement grant was the acquisition of advanced quantitative methods training needed to conduct and improve the statistical analyses for the dissertation research. The co-PI was able to attend courses on event history modeling, multi-level modeling, and structural equation and growth curve modeling thanks to this funding.\n\nRESEARCH FINDINGS\n\nTwo major findings have resulted from this research.\n\nFirst, the dissertation shows that relative educational attainment in couples is significantly associated with couplesÆ second but not first birth hazard. Specifically, women with high levels of education (completed college or more) make the transition to second birth faster when he is highly educated, too, controlling for many other factors such as the age of the partners, their age at the previous birth, their income, or their labor market participation. In contrast, couples in which both partners have less education, or couples in which she has high educational attainment and he has less education, exhibit lower second birth rates. Interestingly, this finding holds for both countries, the United States (analyses based on NLSY79 data) as well as for Germany (SOEP data). Future research is now needed to examine the underlying mechanisms of this pattern in greater detail.\n\nThe second major findings is that relative resources, in particular his and her relative educational attainment, appear to play a role for which couples stay together and which unions dissolve after marriage but before a child is ever born. Current findings show that couples in which she has more education than him have a higher union dissolution hazard, that is their unions dissolve more quickly or at a higher rate. Future research, hence, needs to address the question of if this selection process may be behind the higher second birth rate of educationally homogamous couples with high education, since these couples may simply be more likely to remain together over time than other types of couples.\n\n\t\t\t\t\tLast Modified: 08/31/2013\n\n\t\t\t\t\tSubmitted by: Richard Breen"
 }
}