{
 "awd_id": "1102362",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "All Nations Louis Stokes Alliance for Minority Participation Program (Mid-Level Alliance)",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032927772",
 "po_email": "mjames@nsf.gov",
 "po_sign_block_name": "Martha James",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2018-12-31",
 "tot_intn_awd_amt": 3600000.0,
 "awd_amount": 4319949.0,
 "awd_min_amd_letter_date": "2011-09-01",
 "awd_max_amd_letter_date": "2018-05-15",
 "awd_abstract_narration": "The All Nations Louis Stokes Alliance for Minority Participation (ANLSAMP) program is the only Alliance focusing on Native American (NA) undergraduate students in the science, technology, engineering, and mathematics (STEM) disciplines. The United States continues to fall short in graduating enough STEM professionals to meet this nation's growing demand, especially NA and other under-represented minorities (URM). To help address this continuing national crisis, the ANLSAMP will continue to improve and grow the pipeline for NA and other URM STEM students through its established network of collaborating partner institutions.\r\nThirty-eight institutions of higher learning have again come together to continue the effort toward broadening the participation of NA and URM in STEM at the baccalaureate level. The increase in the number of STEM bachelor's degree programs at tribal colleges and universities (TCUs) is a key indicator that the NA community has a wholehearted interest in strengthening the knowledge base in STEM. The number of BS STEM degree programs at partner TCUs has increased from three to eight during the period 2005 - 2010.\r\nThe goal of the ANLSAMP program is again to double the number of Native Americans and other under-represented minorities enrolled in STEM disciplines at partner institutions and assist them in completing a STEM BS degree. In order to achieve this goal and related supporting objectives, the ANLSAMP program has built activities through lessons learned and constructive input from it's established cohort of partner institutions. Part of what makes the ANLSAMP program unique is that over the years most the TCUs have been involved in the Alliance at some point. TCUs are spread out over a fourteen states, primarily in the upper Midwest. TCUs are targeted because more NA students are pursuing their higher education at TCUs (IPEDS, 2010). Because many TCUs lack a variety of STEM degrees, especially STEM BS programs, it is still important to have mainstream colleges and institutions within the network to transition students from the associate level to the bachelor level and beyond.\r\nThe objectives of ANLSAMP are as follows:\r\n1. Increase by 100%, the enrollment of Native American students in STEM disciplines at Bachelors of Science degree-granting institutions.\r\n2. Increase by 100%, the number of Native American students who receive a BS in STEM.\r\n3. Increase by 100%, the number of ANLSAMP Scholars that transition from a two-year STEM program into a four-year STEM program.\r\n4. Increase by 20%, the retention of Native American students in STEM disciplines at BS degree-granting institutions.\r\n5. To enroll 15% of the ANLSAMP Scholar recipients in STEM graduate programs.\r\nThe broader impact of this program reaches beyond expanding the opportunities for NA and other URM in STEM, ANLSAMP will continue to break down barriers and expand horizons for the target population of mostly rural and economically challenged NA students.\r\nThe intellectual merit of the ANLSAMP program, through the refinement and process of continual improvement within state activities, is expected to have a transformative effect on how to incorporate proven best practices into STEM research and education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Luana",
   "pi_last_name": "Ross",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Luana Ross",
   "pi_email_addr": "luana_ross@skc.edu",
   "nsf_id": "000576222",
   "pi_start_date": "2011-09-01",
   "pi_end_date": "2014-06-18"
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "DePoe",
   "pi_mid_init": "",
   "pi_sufx_name": "III",
   "pi_full_name": "Robert DePoe",
   "pi_email_addr": "robert_depoe3@skc.edu",
   "nsf_id": "000653960",
   "pi_start_date": "2014-06-18",
   "pi_end_date": "2016-07-07"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sandra",
   "pi_last_name": "Boham",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sandra Boham",
   "pi_email_addr": "sandra_boham@skc.edu",
   "nsf_id": "000724917",
   "pi_start_date": "2016-07-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Dupuis",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Steven D Dupuis",
   "pi_email_addr": "steve_dupuis@skc.edu",
   "nsf_id": "000412270",
   "pi_start_date": "2011-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Zetra",
   "pi_last_name": "Wheeler",
   "pi_mid_init": "l",
   "pi_sufx_name": "",
   "pi_full_name": "Zetra l Wheeler",
   "pi_email_addr": "zetra_wheeler@skc.edu",
   "nsf_id": "000604948",
   "pi_start_date": "2011-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Salish Kootenai College",
  "inst_street_address": "58138 US HIGHWAY 93",
  "inst_street_address_2": "",
  "inst_city_name": "PABLO",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "4062754800",
  "inst_zip_code": "598557700",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MT01",
  "org_lgl_bus_name": "SALISH KOOTENAI COLLEGE, INC.",
  "org_prnt_uei_num": "Q1G9U7V3Q8C7",
  "org_uei_num": "Q1G9U7V3Q8C7"
 },
 "perf_inst": {
  "perf_inst_name": "Salish Kootenai College",
  "perf_str_addr": "58138 US HIGHWAY 93",
  "perf_city_name": "PABLO",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "598557700",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "173800",
   "pgm_ele_name": "ADVANCE - INSTITUTIONAL TRANSF"
  },
  {
   "pgm_ele_code": "734500",
   "pgm_ele_name": "PAEMST Pres Awrds Excell Teach"
  },
  {
   "pgm_ele_code": "913300",
   "pgm_ele_name": "Alliances-Minority Participat."
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0416",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001617DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1063412.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 319184.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 2051329.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 145529.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 20546.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 719949.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The All Nations Louis Stokes Alliances for Minority Participation (ANLSAMP) began in 1994 in support of the National Science Foundation's (NSF) effort to broaden participation in STEM. The ANLSAMP represented an alliance of 55 institutions, 24 tribal colleges and universities (TCUs) and 31 mainstream universities, committed to increasing the number of Native Americans (NA) and other underrepresented minorities (URM) receiving bachelor's degrees in STEM. This last five year award had 11 mainstream colleges and universities and 27 TCUs located within 14 states. One significant impact the project had been the support of the marginal student which kept the student progressing towards achieving a BS degree in STEM. The program experienced an increase of <strong><span style=\"text-decoration: underline;\">191%</span></strong> in STEM Bachelor Degrees completed by underrepresented minority students at ANLSAMP partner institutions.&nbsp; There were nearly 70% more American Indians graduating with a STEM degree during the last year of the program compared to the baseline year.&nbsp; Overall there were nearly 94% more American Indians enrolled in STEM disciplines at our STEM degree granting institutions during the last year of the program compared to the baseline year. It is even more encouraging since these increases came during a time when total enrollment for American Indians (STEM and non-STEM) has stayed fairly flat.&nbsp; The ANLSAMP also built collaborations among other Alliances and organizations to assist our efforts and expand opportunities for our AMP Scholars. These opportunities included internships at National Labs, REUs, conferences, professional development, and the increasing international research opportunities.&nbsp; The Annual Science Bowl competition, STEM Poster, and STEM Oral undergraduate student presentations continue to motivate and reward the high achieving AMP Scholar.&nbsp; Support for conference, workshop, and symposium attendance is also appreciated by the AMP Scholar, as many report long-term benefits that lead towards graduate school opportunities. International research experiences are also impacting student success and students report additional benefits such as a global network of peers and faculty mentors.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/01/2019<br>\n\t\t\t\t\tModified by: Steven&nbsp;D&nbsp;Dupuis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe All Nations Louis Stokes Alliances for Minority Participation (ANLSAMP) began in 1994 in support of the National Science Foundation's (NSF) effort to broaden participation in STEM. The ANLSAMP represented an alliance of 55 institutions, 24 tribal colleges and universities (TCUs) and 31 mainstream universities, committed to increasing the number of Native Americans (NA) and other underrepresented minorities (URM) receiving bachelor's degrees in STEM. This last five year award had 11 mainstream colleges and universities and 27 TCUs located within 14 states. One significant impact the project had been the support of the marginal student which kept the student progressing towards achieving a BS degree in STEM. The program experienced an increase of 191% in STEM Bachelor Degrees completed by underrepresented minority students at ANLSAMP partner institutions.  There were nearly 70% more American Indians graduating with a STEM degree during the last year of the program compared to the baseline year.  Overall there were nearly 94% more American Indians enrolled in STEM disciplines at our STEM degree granting institutions during the last year of the program compared to the baseline year. It is even more encouraging since these increases came during a time when total enrollment for American Indians (STEM and non-STEM) has stayed fairly flat.  The ANLSAMP also built collaborations among other Alliances and organizations to assist our efforts and expand opportunities for our AMP Scholars. These opportunities included internships at National Labs, REUs, conferences, professional development, and the increasing international research opportunities.  The Annual Science Bowl competition, STEM Poster, and STEM Oral undergraduate student presentations continue to motivate and reward the high achieving AMP Scholar.  Support for conference, workshop, and symposium attendance is also appreciated by the AMP Scholar, as many report long-term benefits that lead towards graduate school opportunities. International research experiences are also impacting student success and students report additional benefits such as a global network of peers and faculty mentors.\n\n \n\n\t\t\t\t\tLast Modified: 04/01/2019\n\n\t\t\t\t\tSubmitted by: Steven D Dupuis"
 }
}