{
 "awd_id": "1102925",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GSE/DIF: Empowering Teachers to Enhance Adolescents' Motivation for Science (E-TEAMS): Leveraging SciMo Findings for Lasting Classroom Change",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dana Britton",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 375000.0,
 "awd_amount": 375000.0,
 "awd_min_amd_letter_date": "2011-05-05",
 "awd_max_amd_letter_date": "2011-05-05",
 "awd_abstract_narration": "Intellectual Merit: Northern Illinois University proposes a diffusion-dissemination project to share findings and implications regarding boys' and girls' motivational processes with high school science teachers, pre-service science teachers, and science teacher educators across the United States. The primary research findings to be diffused come from the Science-in-the-Moment Project (SciMo, HRD-0827526). The SciMo project documented the daily experience and activities of male and female students in high school science courses by gathering data through classroom observation, video, surveys, interviews, and Experience Sampling--a data collection method in which students provided multiple reports of their subjective experience in science in response to vibrating pagers which signaled them during class. Data illuminated systematic gender differences in the lived experience of students in science class, both in terms of students' internal reactions to specific learning situations and in the quality of their daily interactions with their science teachers. Several cognitive and affective factors presumed to be critical motivational processes (e.g., challenge, relevance, goal orientation, ability beliefs) operated differently for male compared to female students, and suggest a motivational disadvantage for girls. Analysis of classroom video data reveals continued bias against girls. The proposed project will disseminate critical information learned from SciMo and related projects about students' motivational processes in science in a way that is accessible, practical, usable by a variety of stakeholders, and empowering to educators at multiple levels in the education system.\r\n\r\nProducts to be created include: 1) a book (containing foundational knowledge, practical applications, and self study materials) on how to enhance motivation for science among boys and girls in high school; 2) ancillary presentation materials (power point slides and handouts) to be used in professional development workshops and to share with parents; and 3) video demonstrations of the teaching practices and activities discussed in the book. Materials will be distributed at no cost to broad audiences using multiple dissemination strategies targeting professional science teacher organizations. Materials will be distributed in hard copy, electronic format on CD and through an interactive, multimedia web portal.\r\n\r\nBroader Impacts: The project will provide large numbers of science teachers and teacher-educators with the resources they need to understand and influence motivation for science among their students. The materials to be disseminated could have substantial effects on instructional practice, course design and curriculum in high school science education. The benefit to society of equipping a broad range of science teachers with research-based knowledge and practices about motivation is that each teacher that applies this knowledge could have a positive impact on the science motivation of hundreds of students over the course of her/his career. Because proposed materials will focus on issues related to gender and motivational processes in science, the project could result in broader interest and participation of women in STEM education and careers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Schmidt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Schmidt",
   "pi_email_addr": "jaschmid@msu.edu",
   "nsf_id": "000309331",
   "pi_start_date": "2011-05-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lee",
   "pi_last_name": "Shumow",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lee Shumow",
   "pi_email_addr": "lshumow@niu.edu",
   "nsf_id": "000576953",
   "pi_start_date": "2011-05-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northern Illinois University",
  "inst_street_address": "1425 W LINCOLN HWY",
  "inst_street_address_2": "",
  "inst_city_name": "DEKALB",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "8157531581",
  "inst_zip_code": "601152828",
  "inst_country_name": "United States",
  "cong_dist_code": "14",
  "st_cong_dist_code": "IL14",
  "org_lgl_bus_name": "NORTHERN ILLINOIS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M2EEE68GGCY9"
 },
 "perf_inst": {
  "perf_inst_name": "Northern Illinois University",
  "perf_str_addr": "1425 W LINCOLN HWY",
  "perf_city_name": "DEKALB",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "601152828",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "IL14",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154400",
   "pgm_ele_name": "RES ON GENDER IN SCI & ENGINE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 375000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this dissemination project was to translate complex bodies of information about students&rsquo; educational experience and motivation in science for a practitioner audience, and to distribute this information widely. Specifically, the project aimed to identify concrete strategies that teachers could use to enhance their students&rsquo; motivation for and engagement in science. Particular attention was paid to how these processes might differ for male and female students. The project drew upon results from prior NSF research (specifically the Science-in-the-Moment Research Project, Grant No: HRD-0827526), as well as other research on gender and science motivation to create several products for use by middle- and high school science teachers, pre-service teachers, and science teacher educators.</p>\n<p>&nbsp;</p>\n<p>Products that were created include:</p>\n<p>1) Enhancing Adolescents&rsquo; Motivation for Science: Research-Based Strategies for Teaching Male and Female Students, a book by Lee Shumow and Jennifer A. Schmidt. Each of the10 chapters focuses on a motivation construct by defining the construct, explaining why it is useful, presenting relevant research findings in easy to understand language, highlighting any observed variation by gender, and offering concrete suggestions for practice. Chapter topics include valuing science, social relationships, supporting student autonomy, confidence, success, achievement goals, ability beliefs, challenge, and emotion.</p>\n<p>2) A companion website (<a href=\"http://www.niu.edu/eteams/\">http://www.niu.edu/eteams/</a>) for the book that contains ancillary materials for use by teachers, professional development providers, and parents. The website contains supporting materials for each of the concepts covered in the book. Materials include links to relevant resources, suggested reading for those interested in additional information, downloadable observation protocols, self-assessments, student and parent surveys for use by teachers, and video exemplars (described in more detail below).&nbsp; &nbsp;</p>\n<p>3) Over 80 video exemplars of the teaching practices and activities discussed in the book. Using brief video clips, we present classroom footage and interviews with exemplary teachers and their students. Other video clips feature practicing female scientists from a variety of disciplines, in which they discuss the impact of their teachers and other adults on their professional development.</p>\n<p>&nbsp;</p>\n<p>The intellectual merit of the project is that it synthesizes a broad and often highly complex range of educational research into accessible descriptions and practical suggestions for educators, putting decades of rigorous research into the hands of those individuals who are able to use it in the most impactful ways.</p>\n<p>&nbsp;</p>\n<p>Over the period of the grant, these materials have been distributed widely, and have had broad measurable impacts on its recipients. During the period of the grant, Principal Investigators Schmidt and Shumow personally provided professional development around the grant products to more than 1,000 science teachers and several hundred teacher educators, with evaluation of these sessions being overwhelmingly positive. The grant supported the distribution of nearly 4,000 copies of the book to schools and school districts in at least 31 states across the US. The book has been used in school-based, teacher-led book study groups and in more formal professional development formats.</p>\n<p>&nbsp;</p>\n<p>The project maintained a distribution list of book recipients, who were subsequently contacted for evaluation purposes. Results of the evaluation indicated that the vast majority of respondents (95%) reported reading part or all of the book, and nearly all recipients reported learning either a moderate (47%) or substantial (49%) amount about how to motivate their students. Importantly, ...",
  "por_txt_cntn": "\nThe goal of this dissemination project was to translate complex bodies of information about studentsÆ educational experience and motivation in science for a practitioner audience, and to distribute this information widely. Specifically, the project aimed to identify concrete strategies that teachers could use to enhance their studentsÆ motivation for and engagement in science. Particular attention was paid to how these processes might differ for male and female students. The project drew upon results from prior NSF research (specifically the Science-in-the-Moment Research Project, Grant No: HRD-0827526), as well as other research on gender and science motivation to create several products for use by middle- and high school science teachers, pre-service teachers, and science teacher educators.\n\n \n\nProducts that were created include:\n\n1) Enhancing AdolescentsÆ Motivation for Science: Research-Based Strategies for Teaching Male and Female Students, a book by Lee Shumow and Jennifer A. Schmidt. Each of the10 chapters focuses on a motivation construct by defining the construct, explaining why it is useful, presenting relevant research findings in easy to understand language, highlighting any observed variation by gender, and offering concrete suggestions for practice. Chapter topics include valuing science, social relationships, supporting student autonomy, confidence, success, achievement goals, ability beliefs, challenge, and emotion.\n\n2) A companion website (http://www.niu.edu/eteams/) for the book that contains ancillary materials for use by teachers, professional development providers, and parents. The website contains supporting materials for each of the concepts covered in the book. Materials include links to relevant resources, suggested reading for those interested in additional information, downloadable observation protocols, self-assessments, student and parent surveys for use by teachers, and video exemplars (described in more detail below).   \n\n3) Over 80 video exemplars of the teaching practices and activities discussed in the book. Using brief video clips, we present classroom footage and interviews with exemplary teachers and their students. Other video clips feature practicing female scientists from a variety of disciplines, in which they discuss the impact of their teachers and other adults on their professional development.\n\n \n\nThe intellectual merit of the project is that it synthesizes a broad and often highly complex range of educational research into accessible descriptions and practical suggestions for educators, putting decades of rigorous research into the hands of those individuals who are able to use it in the most impactful ways.\n\n \n\nOver the period of the grant, these materials have been distributed widely, and have had broad measurable impacts on its recipients. During the period of the grant, Principal Investigators Schmidt and Shumow personally provided professional development around the grant products to more than 1,000 science teachers and several hundred teacher educators, with evaluation of these sessions being overwhelmingly positive. The grant supported the distribution of nearly 4,000 copies of the book to schools and school districts in at least 31 states across the US. The book has been used in school-based, teacher-led book study groups and in more formal professional development formats.\n\n \n\nThe project maintained a distribution list of book recipients, who were subsequently contacted for evaluation purposes. Results of the evaluation indicated that the vast majority of respondents (95%) reported reading part or all of the book, and nearly all recipients reported learning either a moderate (47%) or substantial (49%) amount about how to motivate their students. Importantly, half of all respondents who participated in the evaluation said that the book made them substantially more aware of the role that gender plays in studentsÆ science learning experiences, and 36% said they became somewh..."
 }
}