{
 "awd_id": "1102587",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Public Opinions and National Identification Shifts",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Saylor Breckenridge",
 "awd_eff_date": "2011-03-15",
 "awd_exp_date": "2012-09-30",
 "tot_intn_awd_amt": 9000.0,
 "awd_amount": 9000.0,
 "awd_min_amd_letter_date": "2011-03-24",
 "awd_max_amd_letter_date": "2011-03-24",
 "awd_abstract_narration": "Doctoral Dissertation Research: Public Opinions and National Identification Shifts\r\nSES - 1102587\r\nDr. Andreas Wimmer (PI)\r\nYuval Feinstein (co-PI)\r\nUniversity of California, Los Angeles\r\n\r\nAbstract\r\nPublic opinion about the U.S. president and presidential policies usually reflects basic social and ideological divisions related to e.g., partisanship, religion, education, income, age, sex, and race. Occasionally, however, wars and security crises can boost a president's job approval rating. This shift in political attitudes happens when an international conflict situation causes people to experience higher levels of identification with the nation.  As a result, support for the commander-in-chief tends to cut across fault lines that normally shape public attitudes. This study seeks an answer to the following questions: How do international crisis that cause people to identify more strongly with their nation affect people's emotional responses?  How do these emotions, in turn, affect people's attitudes toward the president and foreign policy? To answer these questions, the project uses the international turmoil around Iran's nuclear program as a case study.  The methodology relies on a survey-based experiment involving a representative sample of adult American citizens.  Participants are presented with different vignettes in the survey that allow us to test whether nationalist priming affects individuals' reactions to news about an international crisis situation, and whether the way the conflict is framed affects people's responses. \r\n\r\nBroader Impacts\r\nThis study will contribute to the literature on nationalism, as well as social movements and emotions. In addition, findings from this study may help us understand the mechanisms through which national identification affects political attitudes at individual and collective levels. This could shape strategies used by various political interest groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andreas",
   "pi_last_name": "Wimmer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andreas Wimmer",
   "pi_email_addr": "awimmer@soc.ucla.edu",
   "nsf_id": "000498200",
   "pi_start_date": "2011-03-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yuval",
   "pi_last_name": "Feinstein",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yuval Feinstein",
   "pi_email_addr": "yuval@ucla.edu",
   "nsf_id": "000574044",
   "pi_start_date": "2011-03-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 9000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In order to examine how individuals make their opinion about the use of military power in international conflicts, this project collected survey data from a nationally representative sample of adult Americans. The investigators anticipated that individuals who believed in the superiority of the American nation would feel proud of the nation and confident about the capacity of the U.S. military to win wars, and that these feelings would motivate individuals to support taking military action against foreign enemies. The investigators thus further expected presidential address to the nation to boost public support for military action if the address successfully evoked in the audience a belief that the American nation is superior to other nations.</p>\n<p>In order to test these expectations, participants in the survey were randomly assigned to three groups. Participants in the first group listened to a recorded reading of a transcript of a forthcoming presidential statement that explained why the United States should use its airpower to attack Iran if the Iranian government did not comply with an ultimatum to stop its nuclear program. The speaker in the recording portrayed the situation as a conflict between the American nation and one of its currently most prominent enemies: he maintained that the Iranian government was controlled by Islamic extremists who hated the United States and its values, stressed that the Iranian nuclear program posed a threat to the United States, and called the American people to unite behind an ultimatum issued by the president to Iran and support an expected air strike by the U.S. Air Force.</p>\n<p>In the second group, participants listened to a different version of the presidential statement that had a more &ldquo;internationalist&rdquo; tone: the speaker announced that an ultimatum to Iran had been issued by the United Nations Security Council, and, if not met, would be followed by a coalition air strike against Iran. Accordingly, the expected military involvement of the United States was presented as meeting the country&rsquo;s obligation as a member of the UN Security Council and as fulfilling the country&rsquo;s commitment to protect human rights and advance world peace.</p>\n<p>Participants in the third group received only general information about the ultimatum to Iran, but they did not listen to any recorded statement. Participants in all three groups were then asked to complete a questionnaire that inquired about their emotional reactions and their opinion about the plan to attack Iran.</p>\n<p>This study has three major findings: (a) compared to participants in the two other groups, participants who were exposed to a nationalist presidential statement about the plan to strike in Iran reported stronger belief in the superiority of the American nation, as well as higher levels of pride of the nation and confidence in the capacity of the U.S. air force to achieve the goals of the strike; as a result, (b) participants who were exposed to the nationalist statement were also more likely to support an air strike in Iran; (c) the exposure to the nationalist statement had a stronger effect on men.</p>\n<p>Three other findings contradict popular arguments about the roots of American citizens&rsquo; support for military actions: (d) reporting higher levels of patriotism (love of the country) did not make individuals more supportive of launching an air string against Iran; (e) support for an air strike in Iran also did not depend on whether individuals assessed that the operation would be quick and would cost few American lives or thought that the operation was likely to be long and cost many American lives; finally, (f) experiencing negative emotions such as fear or anger about Iran&rsquo;s nuclear program did not make individuals more likely to support taking military action against Iran.</p>\n<p>These findings suggest that, in the United State...",
  "por_txt_cntn": "\nIn order to examine how individuals make their opinion about the use of military power in international conflicts, this project collected survey data from a nationally representative sample of adult Americans. The investigators anticipated that individuals who believed in the superiority of the American nation would feel proud of the nation and confident about the capacity of the U.S. military to win wars, and that these feelings would motivate individuals to support taking military action against foreign enemies. The investigators thus further expected presidential address to the nation to boost public support for military action if the address successfully evoked in the audience a belief that the American nation is superior to other nations.\n\nIn order to test these expectations, participants in the survey were randomly assigned to three groups. Participants in the first group listened to a recorded reading of a transcript of a forthcoming presidential statement that explained why the United States should use its airpower to attack Iran if the Iranian government did not comply with an ultimatum to stop its nuclear program. The speaker in the recording portrayed the situation as a conflict between the American nation and one of its currently most prominent enemies: he maintained that the Iranian government was controlled by Islamic extremists who hated the United States and its values, stressed that the Iranian nuclear program posed a threat to the United States, and called the American people to unite behind an ultimatum issued by the president to Iran and support an expected air strike by the U.S. Air Force.\n\nIn the second group, participants listened to a different version of the presidential statement that had a more \"internationalist\" tone: the speaker announced that an ultimatum to Iran had been issued by the United Nations Security Council, and, if not met, would be followed by a coalition air strike against Iran. Accordingly, the expected military involvement of the United States was presented as meeting the countryÆs obligation as a member of the UN Security Council and as fulfilling the countryÆs commitment to protect human rights and advance world peace.\n\nParticipants in the third group received only general information about the ultimatum to Iran, but they did not listen to any recorded statement. Participants in all three groups were then asked to complete a questionnaire that inquired about their emotional reactions and their opinion about the plan to attack Iran.\n\nThis study has three major findings: (a) compared to participants in the two other groups, participants who were exposed to a nationalist presidential statement about the plan to strike in Iran reported stronger belief in the superiority of the American nation, as well as higher levels of pride of the nation and confidence in the capacity of the U.S. air force to achieve the goals of the strike; as a result, (b) participants who were exposed to the nationalist statement were also more likely to support an air strike in Iran; (c) the exposure to the nationalist statement had a stronger effect on men.\n\nThree other findings contradict popular arguments about the roots of American citizensÆ support for military actions: (d) reporting higher levels of patriotism (love of the country) did not make individuals more supportive of launching an air string against Iran; (e) support for an air strike in Iran also did not depend on whether individuals assessed that the operation would be quick and would cost few American lives or thought that the operation was likely to be long and cost many American lives; finally, (f) experiencing negative emotions such as fear or anger about IranÆs nuclear program did not make individuals more likely to support taking military action against Iran.\n\nThese findings suggest that, in the United States, support for military actions does not stem from a general feeling of patriotism, nor is it motivated by rational assessment of succ..."
 }
}