{
 "awd_id": "1102696",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:Structural and Functional Studies of Midline-1, a RF-B-box E3 Ligase Targeting PP2Ac",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kamal Shukla",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2012-04-30",
 "tot_intn_awd_amt": 175185.0,
 "awd_amount": 175185.0,
 "awd_min_amd_letter_date": "2010-11-10",
 "awd_max_amd_letter_date": "2010-11-10",
 "awd_abstract_narration": "Midline-1 (MID1) is a member of a large family of tripartite RBCC motif (TRIM) proteins found in all vertebrates.  It associates with microtubules and facilitates the ubiquitination and subsequent degradation of the catalytic subunit of the most abundant Ser/Thr protein phosphatase (PP2Ac).  PP2Ac regulates a vast array of intracellular processes that affect essentially every aspect of the cell's life cycle.  Consequently, MID1 appears to regulate epithelial-mesenchyme cellular differentiation along the ventral midline in vertebrates.  This project aims to establish the structure and mechanism of function of MID1's three N-terminal zinc-binding domains, Ring Finger (RF) and two B-box domains, which are essential for MID1's functions.  RF mediates PP2Ac ubiquitination, while B-boxes 1 and 2 target alpha-4, a regulator of PP2Ac.  The structure of B-box 1, with a canonical RF-fold, suggests a novel mechanism for ubiquitin E3 ligase activity and specificity. This project will employ NMR spectroscopy and pull-down assays coupled with mutagenesis to demonstrate that MID1 represents a new class of Ub E3 ligase in which both RF and B-box domains are required to target PP2Ac for degradation.\r\n\r\nKnowledge of the mechanism of MID1's role in the ubiquitination of PP2Ac is significant to elucidate signal transduction pathways associated with cellular differentiation during embryogenesis. Mechanistic studies of MID1 will yield an essential model for understanding the structure-function relationship of similar proteins in the TRIM family, for which no information is available.  TRIM proteins are involved in signal transduction pathways critical to vertebrate development.  This project will allow the PI to offer innovative and novel research opportunities for students.  Fifteen undergraduates that included eleven females, two African-Americans, and one Native American have been involved in many aspects of research in the PI's lab.  As a minority and a protein NMR spectroscopist in Oklahoma, the PI is in a unique position to attract and recruit students of various ethnic and racial backgrounds.  The PI has presented seminars and participated in recruitment activities at annual symposia by the Oklahoma Academy of Sciences that focused on undergraduate research from universities across Oklahoma, and the Louis Stokes Alliances for Minority Participation (LSAMP) Program.  LSAMP includes students from Langston University, a historically African-American undergraduate institution located ~20 miles away from Oklahoma State University.  The PI's extensive experience with mentoring five Meyerhoff minority students at the University of Maryland Baltimore County and two at Johns Hopkins School of Medicine are consistent with the PI's commitment to not just increase the number of minorities in Biochemistry but also to mentor them.  The PI has made a commitment to continue making regular recruiting trips to academic institutions throughout Oklahoma.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Massiah",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Michael A Massiah",
   "pi_email_addr": "massiah@gwu.edu",
   "nsf_id": "000169171",
   "pi_start_date": "2010-11-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Washington University",
  "inst_street_address": "1918 F ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2029940728",
  "inst_zip_code": "200520042",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGE WASHINGTON UNIVERSITY (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECR5E2LU5BL6"
 },
 "perf_inst": {
  "perf_inst_name": "George Washington University",
  "perf_str_addr": "1918 F ST NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200520042",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1164",
   "pgm_ref_txt": "MOLECULAR BIOPHYSICS"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 49568.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 125617.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Impact:</strong> MID1 is a microtubules-associated, multi-domain protein consisting of a N-terminal RING domain followed by Bbox1, Bbox2, and coiled-coil domains. One of the functions of MID1 is to target the catalytic subunit of protein phosphatase 2A (PP2Ac) for degradation. PP2Ac regulates cellular pathways associated with metabolism, cell cycle, differentiation and apoptosis. MID1 facilitates the ubiquitination of PP2Ac by first binding alpha4, a regulatory subunit of PP2Ac. This ternary MID1-alpha4-PP2Ac complex results in either the dephosphorylation of MID1 and its disassociation from the microtubules or the ubiquitination of PP2Ac that targets PP2Ac for degradation. Our goals with the proposal were to characterize the structure and function of the RING and Bbox domains. We succeeded with endeavor, resulting in new issues to pursue.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; We published the first structures of Bbox1 and Bbox2 domains individually and in tandem and showed that they coordinated two zinc ions and adopted a structure similar to RING domains. RING domains possess ubiquitin E3 ligase activity, that is they facilitate the modification of proteins with ubiquitin. Hence we showed MID1 belongs to a unique family of TRIM proteins with three consecutive E3 ligase domains. We demonstrated that each domain possessed E3 ligase activity but in their tandem conformation (RING-Bbox1-Bbox2), exhibited significantly enhanced activity compared to the individual domains. We showed that MID1 could interact with numerous E2-conjugating enzymes and that these interactions could determine the extent of ubiquitin modification. We identified a region/domain on alpha4 that interacted with PP2A and the Bbox1 domain of MID1. We showed that the domain was unstructured in solution by itself but adopted a proper structure in the presence of Bbox1 domain or detergent. We showed for the first time that MID1 can target alpha4 for ubiquitination, and hence regulation. &nbsp;In addition, alpha4 appeared to play a key role in regulating MID1 E3-ligase activity and targeting of PP2Ac.</p>\n<p><strong>Broader Impacts: </strong>Studies of MID1 and its regulation of PP2Ac and alpha4 have critical implications in understanding cell cycle progression, immunosuppression, cancer and apoptosis. PP2A essentially determines the faith of cells. MID1&rsquo;s three consecutive E3 ligase domains have implications for a new paradigm involving the mechanism of protein ubiquitination by TRIM proteins. Tripartite motif (TRIM), proteins, consisting of RING, Bbox and Coiled-coil domains, are involved in numerous cellular processes. <strong>Outreach: </strong>The proposed research fostered an attractive learning environment that lead to the recruitment of 35 undergraduates (30 females, two were Hispanics, six African-Americans) and three high school students (two were Hispanics). Four female students were recruited from Langston University, a historically African-American institution and the high school students were recruited from Wheaton High School, Montgomery MD, a predominantly minority school. When the PI was at Oklahoma State University, his last five students (two females, three males) won eight scholarships based on independent project in the lab; at George Washington University, a female student won two scholarships for her work. Twenty-eight of these undergraduate students are/were in professional schools, six in graduate schools, and three in pharmacy school focusing on research. To recruit and encourage undergraduate chemistry and biochemistry students to pursue a career in the basic sciences, the PI wrote an article for the ACS <em>InChemistry </em>magazine about the process of applying and obtaining a MS or Ph.D degree, and about available career opportunities. The PI has also participated in high school science demonstrations and caree...",
  "por_txt_cntn": "\nIntellectual Impact: MID1 is a microtubules-associated, multi-domain protein consisting of a N-terminal RING domain followed by Bbox1, Bbox2, and coiled-coil domains. One of the functions of MID1 is to target the catalytic subunit of protein phosphatase 2A (PP2Ac) for degradation. PP2Ac regulates cellular pathways associated with metabolism, cell cycle, differentiation and apoptosis. MID1 facilitates the ubiquitination of PP2Ac by first binding alpha4, a regulatory subunit of PP2Ac. This ternary MID1-alpha4-PP2Ac complex results in either the dephosphorylation of MID1 and its disassociation from the microtubules or the ubiquitination of PP2Ac that targets PP2Ac for degradation. Our goals with the proposal were to characterize the structure and function of the RING and Bbox domains. We succeeded with endeavor, resulting in new issues to pursue.\n\n            We published the first structures of Bbox1 and Bbox2 domains individually and in tandem and showed that they coordinated two zinc ions and adopted a structure similar to RING domains. RING domains possess ubiquitin E3 ligase activity, that is they facilitate the modification of proteins with ubiquitin. Hence we showed MID1 belongs to a unique family of TRIM proteins with three consecutive E3 ligase domains. We demonstrated that each domain possessed E3 ligase activity but in their tandem conformation (RING-Bbox1-Bbox2), exhibited significantly enhanced activity compared to the individual domains. We showed that MID1 could interact with numerous E2-conjugating enzymes and that these interactions could determine the extent of ubiquitin modification. We identified a region/domain on alpha4 that interacted with PP2A and the Bbox1 domain of MID1. We showed that the domain was unstructured in solution by itself but adopted a proper structure in the presence of Bbox1 domain or detergent. We showed for the first time that MID1 can target alpha4 for ubiquitination, and hence regulation.  In addition, alpha4 appeared to play a key role in regulating MID1 E3-ligase activity and targeting of PP2Ac.\n\nBroader Impacts: Studies of MID1 and its regulation of PP2Ac and alpha4 have critical implications in understanding cell cycle progression, immunosuppression, cancer and apoptosis. PP2A essentially determines the faith of cells. MID1Æs three consecutive E3 ligase domains have implications for a new paradigm involving the mechanism of protein ubiquitination by TRIM proteins. Tripartite motif (TRIM), proteins, consisting of RING, Bbox and Coiled-coil domains, are involved in numerous cellular processes. Outreach: The proposed research fostered an attractive learning environment that lead to the recruitment of 35 undergraduates (30 females, two were Hispanics, six African-Americans) and three high school students (two were Hispanics). Four female students were recruited from Langston University, a historically African-American institution and the high school students were recruited from Wheaton High School, Montgomery MD, a predominantly minority school. When the PI was at Oklahoma State University, his last five students (two females, three males) won eight scholarships based on independent project in the lab; at George Washington University, a female student won two scholarships for her work. Twenty-eight of these undergraduate students are/were in professional schools, six in graduate schools, and three in pharmacy school focusing on research. To recruit and encourage undergraduate chemistry and biochemistry students to pursue a career in the basic sciences, the PI wrote an article for the ACS InChemistry magazine about the process of applying and obtaining a MS or Ph.D degree, and about available career opportunities. The PI has also participated in high school science demonstrations and career days.\n\n            Six peer-reviewed articles were published from our studies and two manuscripts are in preparation. Abstracts describing research findings were presented at Keystone Symposia:  Fro..."
 }
}