{
 "awd_id": "1102461",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "IINspire LSAMP - An Alliance Modeling How to Broaden Participation in Changing Midwest Demographics",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "A.  Hicks",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 2499842.0,
 "awd_amount": 2499842.0,
 "awd_min_amd_letter_date": "2011-08-25",
 "awd_max_amd_letter_date": "2016-12-21",
 "awd_abstract_narration": "The Iowa (Illinois) Nebraska STEM Partnership for Innovation in Research and Education\r\n(IINspire) LSAMP project, under the leadership of Iowa State University, addresses the critical need to broaden the participation of historically underrepresented minorities (URMs) in STEM education throughout Iowa, Nebraska, and a segment of Illinois.  This is a new NSF Louis Stokes Alliances for Minority Participation alliance consisting of 16 higher education institutions, nine in Iowa, three in\r\nNebraska, and one in Illinois.  The alliance consists of six 2-year institutions, seven private bachelor\r\ngranting institutions, and three public universities. In addition, there are state agencies, national\r\nlaboratories, education programs, and companies who are affiliated with the alliance.  The IINspire LSAMP has\r\na goal to more than double the number of STEM baccalaureate degrees awarded to URM STEM students within five years and build the foundation for larger increases.\r\n\r\nBecause students fromm populations historically underrepresented in STEM disciplines are the only growing segment of their population, there is a particular statewide urgency to remove the barriers to progress in developing a diverse STEM workforce.   \r\n\r\nThis comprehensive and holistic work plan is built on a foundation of available research and resources, focusing on the transitions from high school and community college to ensure that each student has rigorous academic preparation, social support, research preparation, and financial support to complete their STEM degree and continue onto graduate school.  The current increase in the number of African-Americans, Hispanics, Native Americans and Native Hawaiian/Pacific Islanders entering freshman and community college transfers into STEM fields provides evidence that Iowa has begun to address all aspects of student success from the final years of high school through entrance into undergraduate studies. \r\n\r\nThe proposed LSMAP activities will further understand these transitions, develop additional models to increase the number of students at these entrance points and nurture them through the completion of the STEM degree with a set of structures and monitored activities. Critical new programs include a research certification, community based recruiting and attention to STEM pedagogy. The alliance is designed to connect these new activities to existing programs within the participating institutions in order to leverage the resources and expertise.  \r\n\r\nFinally, the program and student progress will be evaluated for continuous improvement.  The partnership with the Science Education Resource Center (SERC) at Carleton College in Minnesota will provide quick access to dissemination of successful practices in STEM recruitment and retention. The overall project plan will result in contributions to further research supported models to broaden participation regionally in Midwestern states and nationally overall.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Holger",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "David K Holger",
   "pi_email_addr": "holger@iastate.edu",
   "nsf_id": "000386181",
   "pi_start_date": "2011-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Harry",
   "pi_last_name": "Martyn",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Harry A Martyn",
   "pi_email_addr": "amartyn@littlepriest.edu",
   "nsf_id": "000391538",
   "pi_start_date": "2011-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Frederik",
   "pi_last_name": "Ohles",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Frederik Ohles",
   "pi_email_addr": "president@nebrwesleyan.edu",
   "nsf_id": "000575069",
   "pi_start_date": "2011-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Raynard",
   "pi_last_name": "Kington",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Raynard S Kington",
   "pi_email_addr": "kington@grinnell.edu",
   "nsf_id": "000576123",
   "pi_start_date": "2011-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kim",
   "pi_last_name": "Linduska",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kim Linduska",
   "pi_email_addr": "kjlinduska@dmacc.edu",
   "nsf_id": "000576134",
   "pi_start_date": "2011-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "1350 BEARDSHEAR HALL",
  "perf_city_name": "AMES",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500112103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "913300",
   "pgm_ele_name": "Alliances-Minority Participat."
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 499972.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 1379551.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 620319.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Summary of Results</strong></p>\n<p><span style=\"text-decoration: underline;\">Intellectual Merit</span><strong> Assessment retreats, site visits, and </strong>focus groups with campus directors institutional leaders, stakeholders, and students have led to a more informed and cohesive approach to student programming, Alliance management and communications.&nbsp; The IINSPIRE Student Engagement Survey (I-SES) was developed in order to gather information about the student experience and engagement in and across alliance institutions, including areas for improvement.&nbsp; This survey served as a basis for expanded studies examining STEM identity development. <strong></strong></p>\n<p><span style=\"text-decoration: underline;\">Broader Impacts</span><strong> </strong>Alliance activities have expanded opportunities for URM students in undergraduate and graduate training and preparation for STEM professions; improved educational pathways through the community college into baccalaureate STEM programs; increased partnerships among community colleges, industry, diversity programs, and researchers to broaden participation of URM students in STEM majors; contributed to a diverse workforce in STEM fields; disseminated effective practices and project results through national networks and communities such as SERC, CIRTL and LSMCE; built capacity in STEM research to support innovation and economic development; and integrated research and education to improve STEM teaching and learning</p>\n<p class=\"paragraph\">IINSPIRE surpassed its goal of doubling the number of URM STEM graduates at alliance institutions (goal of 350 graduates). During years 1-5 of the alliance:</p>\n<ol>\n<li>The number of bachelor&rsquo;s degrees awarded <strong>increased by 124% from 177 to 396</strong>.&nbsp;</li>\n<li>The number of underrepresented minority students enrolled in STEM majors at alliance institutions <strong>increased by 99% from 1459 to 2899.</strong> </li>\n<li>Students surveyed affirmed that participation in IINSPIRE increased their confidence in their STEM abilities, fostered a sense of community with other URM students, provided valuable professional skills, and motivated them to complete their STEM majors and, for many, pursue post-graduate degrees.</li>\n</ol>\n<p><strong>External Evaluation Highlights</strong></p>\n<p>The external evaluator concluded that there are indications of momentum for additional increases in enrollment and graduates in subsequent years due to the following key outcomes of this project:</p>\n<p><span style=\"text-decoration: underline;\">Student Experience Outcomes</span></p>\n<p>A high-quality student experience model supported by mentoring, participation in research, opportunities for building networks, professional development, and a community with other URM STEM students (through alliance activities) has been developed on each campus.</p>\n<p>Several institutions reported the development of new bridge or pre-orientation programs that have been key to identifying URM STEM students and providing early experiences that support their success.</p>\n<p>The alliance&rsquo;s annual conference was identified by both students and campus directors as essential for motivating students, connecting them with other students, and getting them interested in research.&nbsp;</p>\n<p>Undergraduate research opportunities were also identified as essential for engaging students in STEM and motivating them to consider graduate training. Students reported very positive mentored research experiences, mentioned learning valuable skills, and appreciated the opportunity to take ownership of their research experience.</p>\n<p>IINSPIRE LSAMP and the Association of Universities for Research in Astronomy (AURA) collaborated to provide URM undergraduate students majoring in physics and astronomy, engineering, and computer science with a 10-week summer research experience. Nine undergraduate students were paired with a mentor in Baltimore, Maryland, Hilo, Hawaii, and Tucson, Arizona.&nbsp;</p>\n<p>An Undergraduate Research Certificate (UCR) training and recognition program for undergraduate researchers was developed and piloted. The program incorporates the following learning goals: (1) understand and apply key concepts in designing and performing authentic research and creative activities, (2) learn and practice science communication, ethics, and the responsible conduct of research, (3) develop STEM research practices and critical skills needed for a career in research, and (4) compile evidence of rigorous training in research for application to jobs and graduate school.</p>\n<p><span style=\"text-decoration: underline;\">Alliance and Institutional Outcomes</span></p>\n<p>Alliance partnerships resulted in new bridge programs, opportunities for students to engage in research (including students whose home institution might not be able to provide these opportunities in the absence of the alliance), and an exchange of information and effective practices to support institutional efforts to expand the participation, success, and graduation of URM students in STEM.</p>\n<p>Pedagogy workshops for faculty and staff took place at alliance annual conferences and were also hosted at alliance campuses. &nbsp;Workshop materials were disseminated on the IINSPIRE website (www.iinspirelsamp.org) and the SERC (Science Education Resource Center at Carleton College) Portal. Pedagogy workshops addressed topics such as recruitment, bridge programs, mentoring, supporting student research, and the retention of URM students.</p>\n<p>Alliance institutions reported numerous ways that they have been able to leverage partnerships and resources within their own institutions, such as multicultural centers, academic support services, and research experiences for undergraduate (REU) programs. The student experience model developed by each institution reflects the integration of IINSPIRE LSAMP with complementary efforts on each campus.</p>\n<p>In conclusion, IINSPIRE achieved and, in some instances, exceeded its intended goals. The alliance is in a strong position to sustain its impact through intra- and inter-institutional partnerships, sharing of best practices, and establishment of a community of students, faculty, and administrators dedicated to enhancing the recruitment, retention, success, and graduation of URM STEM undergraduate students.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2017<br>\n\t\t\t\t\tModified by: David&nbsp;K&nbsp;Holger</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSummary of Results\n\nIntellectual Merit Assessment retreats, site visits, and focus groups with campus directors institutional leaders, stakeholders, and students have led to a more informed and cohesive approach to student programming, Alliance management and communications.  The IINSPIRE Student Engagement Survey (I-SES) was developed in order to gather information about the student experience and engagement in and across alliance institutions, including areas for improvement.  This survey served as a basis for expanded studies examining STEM identity development. \n\nBroader Impacts Alliance activities have expanded opportunities for URM students in undergraduate and graduate training and preparation for STEM professions; improved educational pathways through the community college into baccalaureate STEM programs; increased partnerships among community colleges, industry, diversity programs, and researchers to broaden participation of URM students in STEM majors; contributed to a diverse workforce in STEM fields; disseminated effective practices and project results through national networks and communities such as SERC, CIRTL and LSMCE; built capacity in STEM research to support innovation and economic development; and integrated research and education to improve STEM teaching and learning\nIINSPIRE surpassed its goal of doubling the number of URM STEM graduates at alliance institutions (goal of 350 graduates). During years 1-5 of the alliance:\n\nThe number of bachelor?s degrees awarded increased by 124% from 177 to 396. \nThe number of underrepresented minority students enrolled in STEM majors at alliance institutions increased by 99% from 1459 to 2899. \nStudents surveyed affirmed that participation in IINSPIRE increased their confidence in their STEM abilities, fostered a sense of community with other URM students, provided valuable professional skills, and motivated them to complete their STEM majors and, for many, pursue post-graduate degrees.\n\n\nExternal Evaluation Highlights\n\nThe external evaluator concluded that there are indications of momentum for additional increases in enrollment and graduates in subsequent years due to the following key outcomes of this project:\n\nStudent Experience Outcomes\n\nA high-quality student experience model supported by mentoring, participation in research, opportunities for building networks, professional development, and a community with other URM STEM students (through alliance activities) has been developed on each campus.\n\nSeveral institutions reported the development of new bridge or pre-orientation programs that have been key to identifying URM STEM students and providing early experiences that support their success.\n\nThe alliance?s annual conference was identified by both students and campus directors as essential for motivating students, connecting them with other students, and getting them interested in research. \n\nUndergraduate research opportunities were also identified as essential for engaging students in STEM and motivating them to consider graduate training. Students reported very positive mentored research experiences, mentioned learning valuable skills, and appreciated the opportunity to take ownership of their research experience.\n\nIINSPIRE LSAMP and the Association of Universities for Research in Astronomy (AURA) collaborated to provide URM undergraduate students majoring in physics and astronomy, engineering, and computer science with a 10-week summer research experience. Nine undergraduate students were paired with a mentor in Baltimore, Maryland, Hilo, Hawaii, and Tucson, Arizona. \n\nAn Undergraduate Research Certificate (UCR) training and recognition program for undergraduate researchers was developed and piloted. The program incorporates the following learning goals: (1) understand and apply key concepts in designing and performing authentic research and creative activities, (2) learn and practice science communication, ethics, and the responsible conduct of research, (3) develop STEM research practices and critical skills needed for a career in research, and (4) compile evidence of rigorous training in research for application to jobs and graduate school.\n\nAlliance and Institutional Outcomes\n\nAlliance partnerships resulted in new bridge programs, opportunities for students to engage in research (including students whose home institution might not be able to provide these opportunities in the absence of the alliance), and an exchange of information and effective practices to support institutional efforts to expand the participation, success, and graduation of URM students in STEM.\n\nPedagogy workshops for faculty and staff took place at alliance annual conferences and were also hosted at alliance campuses.  Workshop materials were disseminated on the IINSPIRE website (www.iinspirelsamp.org) and the SERC (Science Education Resource Center at Carleton College) Portal. Pedagogy workshops addressed topics such as recruitment, bridge programs, mentoring, supporting student research, and the retention of URM students.\n\nAlliance institutions reported numerous ways that they have been able to leverage partnerships and resources within their own institutions, such as multicultural centers, academic support services, and research experiences for undergraduate (REU) programs. The student experience model developed by each institution reflects the integration of IINSPIRE LSAMP with complementary efforts on each campus.\n\nIn conclusion, IINSPIRE achieved and, in some instances, exceeded its intended goals. The alliance is in a strong position to sustain its impact through intra- and inter-institutional partnerships, sharing of best practices, and establishment of a community of students, faculty, and administrators dedicated to enhancing the recruitment, retention, success, and graduation of URM STEM undergraduate students.\n\n\t\t\t\t\tLast Modified: 10/30/2017\n\n\t\t\t\t\tSubmitted by: David K Holger"
 }
}