{
 "awd_id": "1102156",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Modulation and Statistical Detection Methods for Underwater Acoustic Communications",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Zhi Tian",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 103164.0,
 "awd_amount": 103164.0,
 "awd_min_amd_letter_date": "2011-09-20",
 "awd_max_amd_letter_date": "2011-09-20",
 "awd_abstract_narration": "The objective of this research is to develop and explore a new generation of modulation and statistical detection methods for Underwater Acoustic Communications (UWA) communications. The proposed approach is based on a class of filter bank multicarrier (FBMC) techniques, a statistical detection method, and novel channel estimation algorithm that will enable substantially more robust means of modulation and detection in the presence of the doubly spread ocean acoustic environment.\r\n\r\nThe following 4 elements summarize the intellectual of the proposal: (i) Development of channel models that will facilitate an in-depth study of the proposed methods during the course of this project and also in future studies; (ii) Development and study of signal processing techniques, including novel channel estimation algorithms, Doppler compensation methods, and high performance detection algorithms; (iii) Design of channel codes that are tuned to the characteristics of UWA channels and the FBMC modulation techniques; (iv) Extension of the designs to multiple-input multiple-output channels. The proposed algorithms will be tested with data collected during underwater acoustic field experiments of opportunity.\r\n\r\nThe proposed research will contribute to significant advancement in Underwater Acoustic Communications. The results of the proposed research will be directly integrated into coursework at both the involved Universities. Results from this effort will be broadly disseminated through publication and presentations. Online resources that will make the contributions accessible to a broad audience will be developed. Research results will also be shared with high-school students who attend the annual Engineering Open Houses on both campuses. Advanced undergraduate students involved in the project will attend the Summer Student Fellow program at WHOI where they gain practical experience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Preisig",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "James C Preisig",
   "pi_email_addr": "jpreisig@whoi.edu",
   "nsf_id": "000444359",
   "pi_start_date": "2011-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 WOODS HOLE RD",
  "perf_city_name": "WOODS HOLE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "153E",
   "pgm_ref_txt": "Wireless comm & sig processing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 103164.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overall focus of this project was on the development and analysis of techniques and architectures for receiving and processing underwater acoustic communications signals.&nbsp; While the focus is on underwater acoustic communications, the challenging characteristics of this environment are similar to those in the terrestrial wireless environments (cell phone data transmission and reception).&nbsp; The comparable conditions in the terrestrial wireless environment are widely held to be not as challenging as those in the underwater acoustic communications.&nbsp; However, as wireless communications providers move to higher rate systems, the challenges in the wireless environment will become on the same order as those in the underwater environment.&nbsp; Thus, the techniques developed in this and other works that focus on the underwater acoustic communications problem are more broadly applicable, particularly in the wireless environment.</p>\n<p>&nbsp;</p>\n<p>Specifically, the research areas of this project included:</p>\n<p>&nbsp;</p>\n<p>1. The development of techniques to fully exploit both <em>a priori</em> and current probabilistic or &ldquo;soft&rdquo; information directly in the adaptation process of data adaptive equalizers.&nbsp; The adaptation process is the process by which the coefficients of the equalizers constituent filters are adjusted based up on the received data to optimize performance.</p>\n<p>&nbsp;</p>\n<p>2. The development and application of techniques in the field of Random Matric Theory to analyze optimal architectures of multi-channel equalizers.&nbsp; That is, optimal number and spacing of receiver array elements and optimal temporal depth of the constituent equalizer filters.</p>\n<p>&nbsp;</p>\n<p>3. The analysis and exploitation of the correlation structure of the correlation matrix of the Fourier Transform of received communication signals to improve equalizer performance and/or reduce computational complexity.</p>\n<p>&nbsp;</p>\n<p>The full exploitation of soft information in adaptive equalizers involved using soft information in the equalizer adaption is very novel.&nbsp; Previous approaches for using soft information adaptive equalizers used the information in only populating&nbsp; the feedback filter of a Decision Feedback Equalizer (DFE) or made hard decisions based upon the soft information and used these hard decisions in the adaptation process.&nbsp; Our approach was intuitively motived by the observation that when the available information is not reliable, the adaptation process should not make large changes to the equalizer filter coefficients.&nbsp; Starting with an Expectation Maximization (EM) algorithm framework, we developed a computationally efficient algorithm termed the Recursive Expected Least Squares (RELS) algorithm and significantly improves the performance of adaptive equalizers, particularly in the context of iterative turbo equalization systems.</p>\n<p>&nbsp;</p>\n<p>The use development and application of RMT to analyze equalizer structure resulted in the development of new simple expressions for predicting equalizer structure as a function of the number and spacing of array elements, the size of the equalizer filters, the averaging interval of the equalizer adaptation process, and the characteristics of the acoustic communications channel. &nbsp;While traditional thinking would hold that performance improves as you increase the number of array elements, the limitation on the averaging interval which results from time variation in the environment results in a degradation in performance when there are too many parameters to adapt in a stable manner given the length of the averaging interval.</p>\n<p>&nbsp;</p>\n<p>&nbsp;Relating the array element (number and spacing) results relate the total aperture of the array to the spacing, in terms of wavenumber, of interfering multipath arrivals while the spacing of the array eleme...",
  "por_txt_cntn": "\nThe overall focus of this project was on the development and analysis of techniques and architectures for receiving and processing underwater acoustic communications signals.  While the focus is on underwater acoustic communications, the challenging characteristics of this environment are similar to those in the terrestrial wireless environments (cell phone data transmission and reception).  The comparable conditions in the terrestrial wireless environment are widely held to be not as challenging as those in the underwater acoustic communications.  However, as wireless communications providers move to higher rate systems, the challenges in the wireless environment will become on the same order as those in the underwater environment.  Thus, the techniques developed in this and other works that focus on the underwater acoustic communications problem are more broadly applicable, particularly in the wireless environment.\n\n \n\nSpecifically, the research areas of this project included:\n\n \n\n1. The development of techniques to fully exploit both a priori and current probabilistic or \"soft\" information directly in the adaptation process of data adaptive equalizers.  The adaptation process is the process by which the coefficients of the equalizers constituent filters are adjusted based up on the received data to optimize performance.\n\n \n\n2. The development and application of techniques in the field of Random Matric Theory to analyze optimal architectures of multi-channel equalizers.  That is, optimal number and spacing of receiver array elements and optimal temporal depth of the constituent equalizer filters.\n\n \n\n3. The analysis and exploitation of the correlation structure of the correlation matrix of the Fourier Transform of received communication signals to improve equalizer performance and/or reduce computational complexity.\n\n \n\nThe full exploitation of soft information in adaptive equalizers involved using soft information in the equalizer adaption is very novel.  Previous approaches for using soft information adaptive equalizers used the information in only populating  the feedback filter of a Decision Feedback Equalizer (DFE) or made hard decisions based upon the soft information and used these hard decisions in the adaptation process.  Our approach was intuitively motived by the observation that when the available information is not reliable, the adaptation process should not make large changes to the equalizer filter coefficients.  Starting with an Expectation Maximization (EM) algorithm framework, we developed a computationally efficient algorithm termed the Recursive Expected Least Squares (RELS) algorithm and significantly improves the performance of adaptive equalizers, particularly in the context of iterative turbo equalization systems.\n\n \n\nThe use development and application of RMT to analyze equalizer structure resulted in the development of new simple expressions for predicting equalizer structure as a function of the number and spacing of array elements, the size of the equalizer filters, the averaging interval of the equalizer adaptation process, and the characteristics of the acoustic communications channel.  While traditional thinking would hold that performance improves as you increase the number of array elements, the limitation on the averaging interval which results from time variation in the environment results in a degradation in performance when there are too many parameters to adapt in a stable manner given the length of the averaging interval.\n\n \n\n Relating the array element (number and spacing) results relate the total aperture of the array to the spacing, in terms of wavenumber, of interfering multipath arrivals while the spacing of the array elements relates to the total span, again in terms of wavenumber, of all the multipath arrivals and the ambient noise.  These relationships determine a number of array elements that are optimal.  In a graph of performance as a function of the number of array elements..."
 }
}