{
 "awd_id": "1102683",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "Probing the Gas that Fuels Star Formation in Typical High Redshift Galaxies",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032925039",
 "po_email": "hgupta@nsf.gov",
 "po_sign_block_name": "Harshal Gupta",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 83000.0,
 "awd_amount": 256776.0,
 "awd_min_amd_letter_date": "2011-07-15",
 "awd_max_amd_letter_date": "2015-05-20",
 "awd_abstract_narration": "Dr. Regina Jorgenson is awarded an NSF Astronomy and Astrophysics Postdoctoral Fellowship to carry out a program of research and education at the University of Hawaii Institute for Astronomy (IfA). The development of large telescopes, sensitive instruments and deep surveys has allowed astronomers to detect highly star-forming galaxies back to a few hundred million years after the Big Bang (z~8). These exciting discoveries are implicitly focused on the most extreme types of star-bursting galaxies, whose light can be detected over such great distances. To develop a complete understanding of galaxy formation, these studies must be augmented by a solid understanding of typical galaxies, i.e. those galaxies that contain the majority of the baryonic matter in the universe. However, studying these typical galaxies is difficult because they are generally too faint to be directly detected in emission. Instead, these galaxies, known as the Damped Lyman alpha Systems (DLAs), have been probed in absorption against more distant background quasars.\r\n\r\nWhile the DLAs are known to contain the majority of the neutral gas in the universe between z = 0-5, their precise role in galaxy formation is obscured by the nature of their detection--with only a pencil beam line of sight through each galaxy--and as a result not much is known about DLA sizes, masses, morphologies, and kinematics, leaving open several important questions: (1) As the high redshift hosts of the majority of the fuel for star formation, what is their connection with star formation and the star forming galaxies? (2) What is their role in galaxy formation and evolution scenarios? and (3) While the absorption line kinematics are consistent with massive spiral galaxies at z~2, this model poses a challenge to hierarchical theories of galaxy formation, which predict most objects at z>2 to have circular velocities much less than those of typical massive spirals.\r\n\r\nTo understand DLAs and their connection to the star forming galaxies, this proposal aims to (1) take advantage of OSIRIS, the sensitive, new Integral Field Unit (IFU) with laser guide star adaptive optics (LGSAO) on the Keck telescope, to effectively subtract the background quasar light and directly image the H-alpha (and [N II], [O III]) emission of a sample of DLAs known to have relatively high star formation rates; and (2) utilize the ultra-high resolution spectrograph of the Subaru telescope to resolve and probe the physics of the very cold and dense velocity components that are proposed to be progenitor sites of star formation within DLA galaxies.\r\n\r\nObservations and simulations suggest that ~50% of DLAs, those with high metallicities and star formation rates as measured by their absorption profiles, are associated with bright, compact knots of star formation, whose emission can be detected with the help of LGSAO OSIRIS IFU observations. OSIRIS will be able to trace the velocity profiles and look for evidence of rotation, inflow, or outflow. Comparing [N II]/H-alpha ratio, a reliable indicator of the oxygen abundance in the ionized gas, as well as other diagnostics of star formation with those of the absorption line data will lead to a greater understanding of metallicity gradients, kinematics and star formation in the entire population of absorption line systems and provide vital constraints on simulations of galaxy formation. Analysis of ultra-high resolution spectra will complement this study with detailed understanding of the metallicity and molecule distribution in cold, dense clouds that may be gravitationally confined and represent precursor sites of star formation in DLAs.\r\n\r\nDr. Jorgenson will also design an inquiry-based astronomy course for middle/high school students and teach the course via IfA's well-established HI STAR program. This program recruits native Hawaiians, underrepresented minorities, and students from low socioeconomic backgrounds to participate in week-long astronomy courses. The proposed course will emphasize the importance of Mauna Kea to astronomical research, vital outreach needed to maintain harmonious access to and possible further growth on the sacred mountain of Mauna Kea. In addition, at least three undergraduate students will be mentored as part of the NSF Research Experiences for Undergraduates program with particular attention paid to encouraging the participation of women and under-represented minorities in astronomy.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Regina",
   "pi_last_name": "Jorgenson",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Regina A Jorgenson",
   "pi_email_addr": "",
   "nsf_id": "000575945",
   "pi_start_date": "2011-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Jorgenson, Regina A",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "",
  "inst_state_code": "",
  "inst_state_name": "RI REQUIRED",
  "inst_phone_num": "",
  "inst_zip_code": "",
  "inst_country_name": "United Kingdom",
  "cong_dist_code": "",
  "st_cong_dist_code": "",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Jorgenson, Regina A",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "UK",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "160900",
   "pgm_ele_name": "NSF ASTRON & ASTROPHY PSTDC FE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 83000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 87000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 86776.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 2\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span style=\"font-size: 12.000000pt; font-family: 'CMR12';\">My research focuses on understanding the origin of massive spiral galaxies like our own Milky Way Galaxy and the processes by which neutral gas is turned into stars across cosmic time. My primary tools are the Damped Lyman alpha Systems (DLAs), the highest neutral gas column density systems seen in absorption towards bright, background quasars. DLAs contain the majority of neutral gas in the Universe and are therefore believed to be the source of neutral gas for star formation across cosmic time. DLAs are associated with galaxies and given that they are detected in absorption, they are an excellent (and in fact, the only) probe for detecting high redshift galaxies that are too faint to detect directly. However, because of this selection as absorption line systems &ndash; which provides only a single, pencil beam line of sight through the system &ndash; much of the most basic and important information about DLAs remains unknown. For over 30 years, researchers have tried without success to detect directly the galaxies associated with DLAs, the effort hampered by the overwhelming brightness of the background quasar. The focus of my NSF fellowship is to take advantage of new technology to finally image these elusive galaxies and to answer the following open questions about DLAs including: what are typical DLA sizes, masses, morphologies, and kinematics, and how do they fit into the picture of galaxy formation and evolution?</span><span style=\"font-size: 12.000000pt; font-family: 'CMR12';\"> </span></p>\n<p>&nbsp;</p>\n<div class=\"page\" title=\"Page 2\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span style=\"font-size: 12.000000pt; font-family: 'CMR12';\">I took my fellowship to the IfA at the University of Hawai&rsquo;i where, with the help of Laser Guide Star Adaptive Optics (LGSAO) and the OSIRIS integral field spectrograph, I was able to effectively subtract the background quasar light and take the first three dimensional image (2 spatial directions and 1 spectral) of a high redshift DLA galaxy (see figure 1). I measured the mass, size, star formation rate and kinematics of the galaxy and obtained tentative evidence for a metallicity gradient and/or metal enriched winds (see figure 2). My research was featured in the winter 2013 American Astronomical Society meeting press conference. </span></p>\n<p><span style=\"font-size: 12.000000pt; font-family: 'CMR12';\">For the second part of my NSF project I used the Subaru High Dispersion Spectrograph to obtain ultra high resolution spectra of three DLAs that contain cold neutral gas that is believed to be currently undergoing the star formation process. These data could not have been obtained with any other telescope/instrument combination in the world and give us a detailed look into the star formation process caught &rsquo;in the act.&rsquo; I also completed the first large, blind and unbiased survey of molecular hydrogen - an important component in the process of converting neutral gas to stars - in DLAs using the Magellan/MagE spectrograph. This survey found that the amount of molecular hydrogen in DLAs had been overestimated by previous biased surveys (see figure 3). I have made all of the data from this survey available to the public at http://dlaabsorbers.info. </span></p>\n<p><span style=\"font-size: 12.000000pt; font-family: 'CMR12';\">The NSF fellowship afforded me the opportunity to improve my teaching and mentoring skills.&nbsp; I mentored an undergraduate summer student researcher who went on to win an AAS Award for her work with me. She is currently applying for graduate school in astronomy with a desire to continue in astronomical research. I also participated in the Institute for Scientist and Engineer Educators Professional Development Program, in which I was part of a smal...",
  "por_txt_cntn": "\n\n\n\nMy research focuses on understanding the origin of massive spiral galaxies like our own Milky Way Galaxy and the processes by which neutral gas is turned into stars across cosmic time. My primary tools are the Damped Lyman alpha Systems (DLAs), the highest neutral gas column density systems seen in absorption towards bright, background quasars. DLAs contain the majority of neutral gas in the Universe and are therefore believed to be the source of neutral gas for star formation across cosmic time. DLAs are associated with galaxies and given that they are detected in absorption, they are an excellent (and in fact, the only) probe for detecting high redshift galaxies that are too faint to detect directly. However, because of this selection as absorption line systems &ndash; which provides only a single, pencil beam line of sight through the system &ndash; much of the most basic and important information about DLAs remains unknown. For over 30 years, researchers have tried without success to detect directly the galaxies associated with DLAs, the effort hampered by the overwhelming brightness of the background quasar. The focus of my NSF fellowship is to take advantage of new technology to finally image these elusive galaxies and to answer the following open questions about DLAs including: what are typical DLA sizes, masses, morphologies, and kinematics, and how do they fit into the picture of galaxy formation and evolution? \n\n \n\n\n\n\nI took my fellowship to the IfA at the University of HawaiÆi where, with the help of Laser Guide Star Adaptive Optics (LGSAO) and the OSIRIS integral field spectrograph, I was able to effectively subtract the background quasar light and take the first three dimensional image (2 spatial directions and 1 spectral) of a high redshift DLA galaxy (see figure 1). I measured the mass, size, star formation rate and kinematics of the galaxy and obtained tentative evidence for a metallicity gradient and/or metal enriched winds (see figure 2). My research was featured in the winter 2013 American Astronomical Society meeting press conference. \n\nFor the second part of my NSF project I used the Subaru High Dispersion Spectrograph to obtain ultra high resolution spectra of three DLAs that contain cold neutral gas that is believed to be currently undergoing the star formation process. These data could not have been obtained with any other telescope/instrument combination in the world and give us a detailed look into the star formation process caught Æin the act.Æ I also completed the first large, blind and unbiased survey of molecular hydrogen - an important component in the process of converting neutral gas to stars - in DLAs using the Magellan/MagE spectrograph. This survey found that the amount of molecular hydrogen in DLAs had been overestimated by previous biased surveys (see figure 3). I have made all of the data from this survey available to the public at http://dlaabsorbers.info. \n\nThe NSF fellowship afforded me the opportunity to improve my teaching and mentoring skills.  I mentored an undergraduate summer student researcher who went on to win an AAS Award for her work with me. She is currently applying for graduate school in astronomy with a desire to continue in astronomical research. I also participated in the Institute for Scientist and Engineer Educators Professional Development Program, in which I was part of a small team that developed and gave a short Inquiry course on statistics for summer NSF REU undergraduate research students. A major focus of this training is learning how to design courses that are focused on equity and inclusion in order to both recruit and retain women and underrepresented minorities in STEM fields. Our course focuses on hands-on, student-led learning and provides a rigorous Inquiry-based background in statistics that is frequently used in research yet not covered in undergraduate education. The materials of this course are available to the broader community and we hope to d..."
 }
}