{
 "awd_id": "1102440",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: Complex Structures, Hyperbolic Invariants, Infinitesimal Currents and Intersection Numbers for Deformation Spaces",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce P. Palka",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 153999.0,
 "awd_amount": 153999.0,
 "awd_min_amd_letter_date": "2011-08-07",
 "awd_max_amd_letter_date": "2013-05-14",
 "awd_abstract_narration": "The Principal Investigator studies Teichmuller spaces of surfaces, both closed and open. The Teichmuller space of a surface is the space of all possible shapes of the surface, where a shape of the surface is the hyperbolic metric on a surface up to isometries homotopic to the identity. Therefore the invariants of hyperbolic metrics on a surface are used in the study of Teichmuller spaces. The PI?s approach is to first consider the Teichmuller space of the hyperbolic plane called the universal Teichmuller space as this space contains all other Teichmuller spaces. An invariant called a shear associated to an ideal triangulation of the hyperbolic plane is used to parameterize the universal Teichmuller space. The PI intends to continue his study of the universal Teichmuller space and related Teichmuller spaces in terms of these invariants called shears. In particular, the PI intends to describe the Weil-Petersson metric on the Teichmuller space of a finitely punctured closed surface in terms of shears on ideal triangulations of the surface, where triangulations can be both locally finite and locally infinite. He also intends to implement these formulas on the computer with the help of some undergraduate and masters students from Queens College. Another direction in applying shear invariants to the Teichmuller spaces is to find a parameterization of Takhtajan-Teo  Teichmuller space in terms of shears and to find a formula for the Weil-Petersson metric in this space. This direction has possible applications to Sharon-Mumford?s approach to two-dimensional shape analysis in Computer Vision. The Quasifuchsian space of a closed surface supports a Weil-Petersson metric as well which is defined by taking the second partial derivative of the product of the Hausdorff dimension of the limit quasicircle and the Sullivan-Paterson measure. The PI intends to investigate the infinitesimal Sullivan-Paterson measures and their intersection numbers to obtain another expression for the Weil-Petersson metric on the Quasifuchsian space similar to the situation of the Fuchsian (Teichmuller) space.\r\n\r\nRiemann surfaces are two-dimensional objects which locally look like open subsets of a plane and that have transition maps which preserve angles. Each Riemann surface supports a unique hyperbolic metric in its class of conformal metrics. The PI studies the variations of hyperbolic metrics on a surface thought of as a single space of metrics called the Teichmuller space. The Teichmuller space is of interest in complex analysis, low-dimensional topology, dynamics, differential geometry and physics. One aspect of the project is related to the Computer Vision given by the approach of Sharon-Mumford as well as to the mathematical physics in the approach of Nag-Sullivan and Takhtajan-Teo. The project is building tools for study of the universal Teichmuller space and it has a potential for applications to the above mentioned fields. Another part of the project involves undergraduate and masters students from Queens College. The students participating in the project will be exposed to an active research agenda thus contributing to the human resource development in the sciences and engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dragomir",
   "pi_last_name": "Saric",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dragomir Saric",
   "pi_email_addr": "dragomir.saric@qc.cuny.edu",
   "nsf_id": "000174562",
   "pi_start_date": "2011-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY Queens College",
  "inst_street_address": "6530 KISSENA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "FLUSHING",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7189975400",
  "inst_zip_code": "113671575",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "NY06",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJABWGUJM228"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY Queens College",
  "perf_str_addr": "6530 KISSENA BLVD",
  "perf_city_name": "FLUSHING",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "113671575",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NY06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 51610.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 50957.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 51432.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The topics of the Project are at the intersection of mathematical fields of complex analysis, hyperbolic geometry and low-dimensional topology, and the topics have connections with mathematical physics and Computer Vision. The Project was conducted in the period of three years and it involved the Principal Investigator and several research assistants that were Queens College undergraduate students at the time. Recently one of the research assistants was accepted to a PhD program in mathematics.</p>\n<p>One of the directions of the Project was study of infinite hyperbolic surfaces in terms of the deformations of their hyperbolic structures under maps with bounded eccentricity, namely the quasiconformal maps. The Principal Investigator made significant contribution to this field and he completed the understanding of deformations of infinite surface which can be broken into bounded pairs of pants. Moreover the Principal Investigator made a progress in understanding the limiting objects of the infinite surfaces when the deformations escape to infinity. The findings are reported in three research articles two of which are accepted for publication and one article is submitted for publication. As a continuation of this effort, the Principal Investigator is writting a joint paper which starts the investigation of surfaces with unbounded pairs of pants decomposition. In another joint research paper which is currently nearing its completion, the Principal Investigator is starting the investigation of the limits of infinite hyperbolic surfaces using the complex analysis deformations, namely deformations known as Teichmuller geodesics. Both of these papers in progress will acknowledge the support of the National Science Foundation and they have a potential to spark several new investigations.</p>\n<p>The circle homeomorphisms form a natural infinitely generated topological group which is of interest in the group theory, Teichmuller theory, bosonic string theory, Computer Vision and other fields of mathematics and related fields.The unit circle is an ideal (or visual) boundary at infinity of the hyperbolic plane. The Principal Investigator studied the tesselations of the hyperbolic plane with vertices on the boundary at infinity. A circle homeomorphism can be described by a correspondence between a fixed tesselation and another (variable) tesselation. On the other hand, a (variable) tesselation is given by an assignment of real numbers to the edges of the fixed tesselation. These numbers are called shears and this associates (to a circle homeomorphism) a real valued function on the edges of the fixed tesselation. These functions, called shear functions, can be thought to be discrete versions of circle homeomorphism and the circle homeomorphisms are thus induced by some of real valued maps from the edges of the fixed tesselation. The Principal Investigator characterized which shear functions give homeomorphisms and which shear functions give quasisymmetric and symmetric maps of the unit circle. The space of quasisymmetric maps is called the universal Teichmuller space because it contains Teichmuller spaces of all surfaces.&nbsp; The parametrization of the universal Teichmuller space using shear functions allowed the Principal Investigator to give a characterization of Zygmund functions in terms of shears and to compute the classical Hilbert transform on Zygmund functions in terms of shears. The Principal Investigator computed the Weil-Petersson metric on the Teichmuller space of finite surfaces in terms of shears. These results were described in a paper that was already accepted for publication. The research assistants were involved in this part of the project by making various computational programs in order to test different hypothesis. Their participation was beneficial to them for being directly involved and exposed to an actual research project, and it was beneficial for the ...",
  "por_txt_cntn": "\nThe topics of the Project are at the intersection of mathematical fields of complex analysis, hyperbolic geometry and low-dimensional topology, and the topics have connections with mathematical physics and Computer Vision. The Project was conducted in the period of three years and it involved the Principal Investigator and several research assistants that were Queens College undergraduate students at the time. Recently one of the research assistants was accepted to a PhD program in mathematics.\n\nOne of the directions of the Project was study of infinite hyperbolic surfaces in terms of the deformations of their hyperbolic structures under maps with bounded eccentricity, namely the quasiconformal maps. The Principal Investigator made significant contribution to this field and he completed the understanding of deformations of infinite surface which can be broken into bounded pairs of pants. Moreover the Principal Investigator made a progress in understanding the limiting objects of the infinite surfaces when the deformations escape to infinity. The findings are reported in three research articles two of which are accepted for publication and one article is submitted for publication. As a continuation of this effort, the Principal Investigator is writting a joint paper which starts the investigation of surfaces with unbounded pairs of pants decomposition. In another joint research paper which is currently nearing its completion, the Principal Investigator is starting the investigation of the limits of infinite hyperbolic surfaces using the complex analysis deformations, namely deformations known as Teichmuller geodesics. Both of these papers in progress will acknowledge the support of the National Science Foundation and they have a potential to spark several new investigations.\n\nThe circle homeomorphisms form a natural infinitely generated topological group which is of interest in the group theory, Teichmuller theory, bosonic string theory, Computer Vision and other fields of mathematics and related fields.The unit circle is an ideal (or visual) boundary at infinity of the hyperbolic plane. The Principal Investigator studied the tesselations of the hyperbolic plane with vertices on the boundary at infinity. A circle homeomorphism can be described by a correspondence between a fixed tesselation and another (variable) tesselation. On the other hand, a (variable) tesselation is given by an assignment of real numbers to the edges of the fixed tesselation. These numbers are called shears and this associates (to a circle homeomorphism) a real valued function on the edges of the fixed tesselation. These functions, called shear functions, can be thought to be discrete versions of circle homeomorphism and the circle homeomorphisms are thus induced by some of real valued maps from the edges of the fixed tesselation. The Principal Investigator characterized which shear functions give homeomorphisms and which shear functions give quasisymmetric and symmetric maps of the unit circle. The space of quasisymmetric maps is called the universal Teichmuller space because it contains Teichmuller spaces of all surfaces.  The parametrization of the universal Teichmuller space using shear functions allowed the Principal Investigator to give a characterization of Zygmund functions in terms of shears and to compute the classical Hilbert transform on Zygmund functions in terms of shears. The Principal Investigator computed the Weil-Petersson metric on the Teichmuller space of finite surfaces in terms of shears. These results were described in a paper that was already accepted for publication. The research assistants were involved in this part of the project by making various computational programs in order to test different hypothesis. Their participation was beneficial to them for being directly involved and exposed to an actual research project, and it was beneficial for the success of the project as well. The parametrizations using shear maps are elega..."
 }
}