{
 "awd_id": "1102110",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "High Repetition Rate Photonic Frequency Combs and Applications",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dimitris Pavlidis",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2011-05-11",
 "awd_max_amd_letter_date": "2011-05-11",
 "awd_abstract_narration": "Objective \r\n\r\nThe objective is to investigate novel electro-optics and nonlinear optics approaches for generation of optical frequency combs and explore new applications of such novel light sources.\r\n\r\nIntellectual Merit\r\n\r\nCombining optical frequency combs, a technology that has revolutionized frequency metrology,  with pulse shaping techniques provides new capability for precision synthesis of user-specified coherent ultrashort pulsed fields, termed optical arbitrary waveform generation (OAWG).   However, OAWG technologies and applications are best suited to optical frequency combs operating at repetition rates significantly higher than those conveniently provided by current sources.  Therefore, a new research program is proposed focusing first on novel photonics approaches for high repetition rate frequency comb generation and second on potentially transformative new applications thereby enabled.  Generation approaches include  novel combinationss of electro-optic phase modulation and nonlinear fiber optics with application to combs at tens of GHz rates; and nonlinear wave mixing in waveguide microresonators, with an emphasis on precise waveform generation at even higher repetition rates (hundreds of GHz).  Investigation of high resolution, standoff optical imaging based on approaches inspired by synthetic aperture radar, enabled by comb-based techniques for measurement of broadband optical phase over optical fibers, is also proposed.\r\n \r\nBroader Impact\r\n\t \r\nThis project should provide rich opportunities for broad student training in areas of cutting-edge technology within the atmosphere of a leading research group. Two Ph.D. students are included in the proposal budget.  Graduate student training will be enriched through the opportunity to collaborate with researchers at the National Institute of Standards and Technology.   Undergraduate students will also participate in this research.  During the course of this project, Prof. Weiner also intends to leverage his recent textbook publication by placing his graduate level course on Ultrafast Optics on-line via Nanohub.org.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Weiner",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew M Weiner",
   "pi_email_addr": "amw@ecn.purdue.edu",
   "nsf_id": "000266294",
   "pi_start_date": "2011-05-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE # 1100",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097E",
   "pgm_ref_txt": "High Freq Devices & Circuits"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Revolutionary developments in laser technology, recognized with the 2005 Nobel Prize in Physics, led to the realization of highly stabilized optical frequency combs, composed of an equally spaced set (or comb) of optical frequencies that can be used as a ruler for measuring optical frequencies with unprecedented precision. &nbsp;Such frequency combs are made up of equally spaced sequences of ultrashort laser pulses, generally repeating at rates of one billion times a second or less. &nbsp;However, new applications of frequency combs in areas including optical communications and radio-frequency signal processing require higher repetition rates. &nbsp;The major goal of our project was to advance generation and pursue novel applications of higher rate optical frequency combs at repetition rates of tens to hundreds of billions per second.</p>\n<p>&nbsp;</p>\n<p>Intellectual merit: &nbsp;</p>\n<p>&nbsp;</p>\n<p>We explored two different approaches for generating high rate frequency combs. In one thrust we investigated generation of combs from microresonator on optical chips. &nbsp;This approach has the potential for very small footprint, which may provide a route to take optical frequency combs out of the laboratory and into practical applications. &nbsp;Our most important fundamental result was observation of a link between the route to comb formation and the noise properties of the generated comb. &nbsp;Because low noise is imperative for most applications, our work had major impact on the field, stimulating substantial work by many groups to understand and control the noise properties of frequency combs generated in this way. &nbsp;From the applications perspective, we were the first to demonstrate the use of frequency combs from microresonators as light source allowing an advantageous, photonics-enabled approach for filtering of radio-frequency electrical signals relevant for radar and defense electronics.</p>\n<p>In a second approach, we worked on combs generated by strong periodic electro-optic modulation using discrete modulator components from the telecommunications industry. &nbsp;Although less compact than the microresonator approach, the electro-optic approach provides better flexibility for controlling the optical frequencies and repetition rates. &nbsp;In one example of our work, published in the prestigious journal Nature, we reported the application of electro-optic comb generators to cloaks of invisibility in time (see image). Through seminal advances in metamaterials&mdash;artificially engineered media with exotic properties, including negative refractive index&mdash; researchers in the last several years have placed the once fanciful invisibility cloak prominently into scientific research. &nbsp;Such cloaking research usually pertains strictly to the spatial domain &ndash; the flow of light is controlled in space to pass around a cloaked region and render it undetectable. &nbsp;By extending these concepts to the temporal domain, other investigators recently unveiled a cloak which hides events in time by creating a temporal gap in a probe beam that is subsequently closed up; any interaction which takes place during this hole in time is thus not detected. &nbsp;However, these prior results were limited to isolated events that fill a tiny portion of the temporal period, giving a fractional cloaking window of only part in a million at a repetition rate of only tens of thousands per second - much too slow for applications such as optical communications. &nbsp;In our work we exploit the reversibility property of electro-optic comb generators to convert continuous-wave light first into a comb comprising a high rate train of ultrashort pulses and then back into continuous light. This provides an alternative technique for temporal cloaking which operates at telecommunication data rates (more than ten billion events per second) and hides optical data from a receiver ...",
  "por_txt_cntn": "\nRevolutionary developments in laser technology, recognized with the 2005 Nobel Prize in Physics, led to the realization of highly stabilized optical frequency combs, composed of an equally spaced set (or comb) of optical frequencies that can be used as a ruler for measuring optical frequencies with unprecedented precision.  Such frequency combs are made up of equally spaced sequences of ultrashort laser pulses, generally repeating at rates of one billion times a second or less.  However, new applications of frequency combs in areas including optical communications and radio-frequency signal processing require higher repetition rates.  The major goal of our project was to advance generation and pursue novel applications of higher rate optical frequency combs at repetition rates of tens to hundreds of billions per second.\n\n \n\nIntellectual merit:  \n\n \n\nWe explored two different approaches for generating high rate frequency combs. In one thrust we investigated generation of combs from microresonator on optical chips.  This approach has the potential for very small footprint, which may provide a route to take optical frequency combs out of the laboratory and into practical applications.  Our most important fundamental result was observation of a link between the route to comb formation and the noise properties of the generated comb.  Because low noise is imperative for most applications, our work had major impact on the field, stimulating substantial work by many groups to understand and control the noise properties of frequency combs generated in this way.  From the applications perspective, we were the first to demonstrate the use of frequency combs from microresonators as light source allowing an advantageous, photonics-enabled approach for filtering of radio-frequency electrical signals relevant for radar and defense electronics.\n\nIn a second approach, we worked on combs generated by strong periodic electro-optic modulation using discrete modulator components from the telecommunications industry.  Although less compact than the microresonator approach, the electro-optic approach provides better flexibility for controlling the optical frequencies and repetition rates.  In one example of our work, published in the prestigious journal Nature, we reported the application of electro-optic comb generators to cloaks of invisibility in time (see image). Through seminal advances in metamaterials&mdash;artificially engineered media with exotic properties, including negative refractive index&mdash; researchers in the last several years have placed the once fanciful invisibility cloak prominently into scientific research.  Such cloaking research usually pertains strictly to the spatial domain &ndash; the flow of light is controlled in space to pass around a cloaked region and render it undetectable.  By extending these concepts to the temporal domain, other investigators recently unveiled a cloak which hides events in time by creating a temporal gap in a probe beam that is subsequently closed up; any interaction which takes place during this hole in time is thus not detected.  However, these prior results were limited to isolated events that fill a tiny portion of the temporal period, giving a fractional cloaking window of only part in a million at a repetition rate of only tens of thousands per second - much too slow for applications such as optical communications.  In our work we exploit the reversibility property of electro-optic comb generators to convert continuous-wave light first into a comb comprising a high rate train of ultrashort pulses and then back into continuous light. This provides an alternative technique for temporal cloaking which operates at telecommunication data rates (more than ten billion events per second) and hides optical data from a receiver with nearly 50 percent cloaking window.  Our configuration thereby introduces temporal cloaking into a technology platform where concepts for practical applications in secu..."
 }
}