{
 "awd_id": "1102757",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "P2C2: Synoptic Dendroclimatology--Using Tree Rings to Reconstruct the Driving Forces of Hydroclimatic Variability in the Western United States",
 "cfda_num": "47.050",
 "org_code": "06020108",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Verardo",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 251290.0,
 "awd_amount": 251290.0,
 "awd_min_amd_letter_date": "2011-05-06",
 "awd_max_amd_letter_date": "2011-05-06",
 "awd_abstract_narration": "The researcher will examine western U.S. hydroclimatic variability and its relationship to El Nino/Southern Oscillation (ENSO) using synoptic dendroclimatology.  Synoptic dendroclimatology integrates synoptic climatology and dendrochronology in a process-based approach linking large-scale circulation patterns to local tree-growth anomalies.  The researcher contends that it has been difficult to apply existing ENSO reconstructions to assess ENSO impacts in extratropical regions due to the instability of the impact pattern and the influence of other atmospheric controls on climate patterns in the U.S. west.\r\n\r\nThere are three main objectives of the research:  1) develop a long-term record of atmospheric pressure patterns using existing tree-ring chronologies and gridded reanalysis data; 2) determine controls on persistent meridional and zonal atmospheric flow regimes using targeted field sampling and synoptic analysis; and 3) delineate the spatial footprint of past ENSO events by tying together data from the first two objectives with existing reconstructions of drought and ENSO.\r\n\r\nThe broader impacts include supporting a new female investigator early in her career, the education and training of a graduate student, and the inclusion of a number of undergraduates in field and lab research.  The work would be relevant for water managers and others interested in the hydroclimate of the Western U.S. while the gridded pressure reconstruction would be of value to other climate researchers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erika",
   "pi_last_name": "Wise",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Erika K Wise",
   "pi_email_addr": "ekwise@email.unc.edu",
   "nsf_id": "000574120",
   "pi_start_date": "2011-05-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 AIRPORT DR STE 2200",
  "perf_city_name": "CHAPEL HILL",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275995023",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153000",
   "pgm_ele_name": "Paleoclimate"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 251290.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>OVERVIEW</p>\n<p>Western North America has experienced a striking range of hydroclimate variability even over the relatively short instrumental period, from the early 20th century pluvial period to the devastating droughts of the 1930s and 1950s.&nbsp; The paleoclimate record, which has shown that there have been events in the past that were more extreme than those experienced during the historical time period, can aid our understanding of the driving forces behind shifts in climate and help us plan for the potential impacts of future climate change on water resources in the West. Through this project, we reconstructed atmospheric controls on Western hydroclimate variability using synoptic dendroclimatology techniques, which integrate synoptic climatology and dendrochronology to link large-scale circulation to local tree-growth patterns.</p>\n<p>&nbsp;</p>\n<p>INTELLECTUAL MERIT</p>\n<p>A major outcome of this project was the development of a tree-ring based climate field reconstruction of yearly cool-season atmospheric pressure (500 hPa geopotential height) on a 2&deg; x 2&deg; grid over western North America and the northeastern Pacific Ocean back to 1500 CE. The frequency and persistence of prehistoric atmospheric pressure patterns were analyzed using Self-Organizing Maps (Figure 1). Results showed that there have been extended time periods dominated by a set of persistent upper-air pressure patterns, providing insight into the atmospheric conditions leading to periods of sustained drought and pluvial periods in the pre-instrumental past. The most striking shift between persistent patterns occurred at the end of the Little Ice Age in the mid-1800s, when a shift from meridional (wavy) to zonal (west-to-east) flow occurred and was sustained for several decades. This reconstruction has the potential to be applied in a wide variety of research.&nbsp; For example, using the upper-atmosphere pressure reconstruction in conjunction with a new reconstruction of Standardized Precipitation Index values, I evaluated the role of high-pressure ridging in West-Coast U.S. drought over the past 500 years. Results showed that high pressure ridging has been a recurrent feature of West Coast-wide drought, 1500-2013 CE, and that severe droughts are linked with persistent, large, and distinctly located ridges.</p>\n<p>Persistent atmospheric pressure patterns have been linked to changes in the El Ni&ntilde;o-Southern Oscillation (ENSO) system. Establishing a more accurate record of long-term ENSO variability and its impacts on the West&rsquo;s hydroclimate patterns is vital for improving both near- and longer-term climate forecasting.&nbsp; ENSO events strongly impact mid-latitude climate conditions, but the strength of those impacts and their spatial footprint can vary widely (Figure 2). We analyzed these shifting patterns both for the Pacific Decadal Oscillation (PDO) in the pre-instrumental past and for ENSO in the instrumental period.&nbsp; We found that the spatial impact patterns of both ENSO and PDO are highly dependent on other active modes of climate variability: both tropical Pacific and Northern Hemisphere climate modes influence PDO reconstructions, and other Northern Hemisphere teleconnections can dampen or shift expected ENSO and North Atlantic Oscillation impact patterns.&nbsp; We anticipate that seasonal predictions of precipitation could be improved through incorporating multiple climate modes in a regional forecast.&nbsp;</p>\n<p>Finally, in a regional study of the atmospheric controls on drought patterns, we collected, processed, dated, and measured over 500 tree-ring cores from eight sites in Washington to examine year-to-year changes in moisture regimes that are indicative of changing storm-track position. We found that a small shift in the prevailing direction of incoming storm systems can lead to large changes in moisture received in the Pacific Northwest, and that pr...",
  "por_txt_cntn": "\nOVERVIEW\n\nWestern North America has experienced a striking range of hydroclimate variability even over the relatively short instrumental period, from the early 20th century pluvial period to the devastating droughts of the 1930s and 1950s.  The paleoclimate record, which has shown that there have been events in the past that were more extreme than those experienced during the historical time period, can aid our understanding of the driving forces behind shifts in climate and help us plan for the potential impacts of future climate change on water resources in the West. Through this project, we reconstructed atmospheric controls on Western hydroclimate variability using synoptic dendroclimatology techniques, which integrate synoptic climatology and dendrochronology to link large-scale circulation to local tree-growth patterns.\n\n \n\nINTELLECTUAL MERIT\n\nA major outcome of this project was the development of a tree-ring based climate field reconstruction of yearly cool-season atmospheric pressure (500 hPa geopotential height) on a 2&deg; x 2&deg; grid over western North America and the northeastern Pacific Ocean back to 1500 CE. The frequency and persistence of prehistoric atmospheric pressure patterns were analyzed using Self-Organizing Maps (Figure 1). Results showed that there have been extended time periods dominated by a set of persistent upper-air pressure patterns, providing insight into the atmospheric conditions leading to periods of sustained drought and pluvial periods in the pre-instrumental past. The most striking shift between persistent patterns occurred at the end of the Little Ice Age in the mid-1800s, when a shift from meridional (wavy) to zonal (west-to-east) flow occurred and was sustained for several decades. This reconstruction has the potential to be applied in a wide variety of research.  For example, using the upper-atmosphere pressure reconstruction in conjunction with a new reconstruction of Standardized Precipitation Index values, I evaluated the role of high-pressure ridging in West-Coast U.S. drought over the past 500 years. Results showed that high pressure ridging has been a recurrent feature of West Coast-wide drought, 1500-2013 CE, and that severe droughts are linked with persistent, large, and distinctly located ridges.\n\nPersistent atmospheric pressure patterns have been linked to changes in the El Ni&ntilde;o-Southern Oscillation (ENSO) system. Establishing a more accurate record of long-term ENSO variability and its impacts on the WestÆs hydroclimate patterns is vital for improving both near- and longer-term climate forecasting.  ENSO events strongly impact mid-latitude climate conditions, but the strength of those impacts and their spatial footprint can vary widely (Figure 2). We analyzed these shifting patterns both for the Pacific Decadal Oscillation (PDO) in the pre-instrumental past and for ENSO in the instrumental period.  We found that the spatial impact patterns of both ENSO and PDO are highly dependent on other active modes of climate variability: both tropical Pacific and Northern Hemisphere climate modes influence PDO reconstructions, and other Northern Hemisphere teleconnections can dampen or shift expected ENSO and North Atlantic Oscillation impact patterns.  We anticipate that seasonal predictions of precipitation could be improved through incorporating multiple climate modes in a regional forecast. \n\nFinally, in a regional study of the atmospheric controls on drought patterns, we collected, processed, dated, and measured over 500 tree-ring cores from eight sites in Washington to examine year-to-year changes in moisture regimes that are indicative of changing storm-track position. We found that a small shift in the prevailing direction of incoming storm systems can lead to large changes in moisture received in the Pacific Northwest, and that prevailing storm track direction can shift spatial drought patterns by altering the rain shadow effect in central Washington on the leeward s..."
 }
}