{
 "awd_id": "1102218",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Geometric and Topolocical Structures Related TO M-branes",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032928235",
 "po_email": "bmihaila@nsf.gov",
 "po_sign_block_name": "Bogdan Mihaila",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 125997.0,
 "awd_amount": 125997.0,
 "awd_min_amd_letter_date": "2011-08-10",
 "awd_max_amd_letter_date": "2013-05-13",
 "awd_abstract_narration": "The goal of this project is to investigate new geometric and topological structures arising from M-branes in M-theory. The PI also plans to study the group of charges of the M-branes. This will involve higher notions of bundles, generalized cohomology, and modular forms. The subject matter proposed here suggests a rich interaction between theoretical and mathematical physics on one hand and geometry and topology on the other, and will provide new constructions in physics, differential geometry, and algebraic topology. Mathematics plays a very important role in deciding on the consistency of a physical theory by characterizing and canceling anomalies. Anomaly cancellations amount to refinements of the fields and provide a natural arena for imposing orientations on the underlying spaces with respect to (generalized) cohomology theories. These theories provide a fundamental mathematical machinery to describe invariants. On the other hand, M-theory, while not yet constructed, is already a very rich theory, both in terms of physical ideas as well as mathematical structures. Thus, the connection between the two is expected to yield a wealth of new mathematical structures. In fact, there has already been indication of this from the work of many researchers, including that of the PI. Previous work of the PI highlights the power of this method and demonstrates the strength of this approach to obtain new results and uncover new mathematical structures arising from physics. In addition, the work of the PI and others in this area has shown that application of ideas and techniques from geometry and topology unexpectedly yields nontrivial insights into physical theories as well. The project involves subtle constructions that are general enough to be of real interest to geometers, topologists, and physicists. \r\n\r\nThe interaction between geometry/topology and field theory has recently been extended to string theory and M-theory. This is expected to be fruitful since string theory and M-theory subsume, and thus are structurally richer than, quantum field theory. Not only does powerful mathematics solve deep physical problems but many times we see that the physics inspires new directions in mathematics and sheds light on interesting constructions. The intended research will not only use techniques and have applications of constructions from geometry and topology, but will also provide new geometric and topological constructions motivated and guided by physics which will be of interest to both mathematicians and physicists. \r\n\r\nThe research will also expand collaboration and bridge the cultural gap between differential geometry/algebraic topology and theoretical/mathematical physics. The PI has been organizing annual research meetings at the American Institute of Mathematics on Algebraic Topology and Physics in the last three years for that purpose and is co-organizing two other meetings 2011 and 2012 on such interdisciplinary topics. In addition, the PI would like to engage graduate students at Maryland in his research since the questions raised involve a wealth of ideas and techniques. He is currently co-organizing a Research Interactions in Teams (RIT) on Geometry and Physics, in which most of the lectures are presented by graduate and even undergraduate students. He has also organized an REU on Hyperdeterminants and Nonlinear Algebra, which has resulted in a publication with three undergraduates, two freshman and a sophomore.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hisham",
   "pi_last_name": "Sati",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hisham Sati",
   "pi_email_addr": "hsati@pitt.edu",
   "nsf_id": "000359749",
   "pi_start_date": "2011-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "4200 FIFTH AVENUE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152600001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128700",
   "pgm_ele_name": "MATHEMATICAL PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  },
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 41999.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 41999.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 41999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">The research objective of this Proposal is to uncover new geometric and&nbsp;topological structures arising in M-theory, by applying methods from&nbsp;homotopy theory and higher differential geometry to the study of&nbsp;actions, partition functions, anomalies, and vacua.&nbsp;The subject matter proposed suggests a rich interaction between theoretical&nbsp;and mathematical physics on the one hand and geometry and topology on the other,and provides new constructions in physics, differential geometry, and&nbsp;algebraic topology. &nbsp;</p>\n<p class=\"p1\"><br />Mathematics plays a very important role in deciding on the consistency&nbsp; of a physical theory by characterizing and canceling anomalies.&nbsp;Anomaly cancellations&nbsp; amount to refinements of the fields and provide a natural arena for&nbsp;&nbsp; imposing orientations on&nbsp; the underlying spaces with respect to generalized cohomology theories.&nbsp;&nbsp; &nbsp;These theories provide a&nbsp;&nbsp; fundamental mathematical machinery to describe invariants.&nbsp; On the other hand, M-theory, while not yet constructed, is already a very rich&nbsp;&nbsp; theory, both in terms of physical ideas as well as mathematical structures. Thus,&nbsp;&nbsp; the connection between the two is expected to yield a wealth of new&nbsp;&nbsp; mathematical structures. Indeed, the results related to the Proposal confirms this.&nbsp;</p>\n<p class=\"p1\">The method of research proposed is based on using&nbsp;physics as a source of interesting problems, translating these into&nbsp;mathematics, and&nbsp;then solving them mathematically. This has the advantage of getting&nbsp;results in pure mathematics and in&nbsp;physics at the same time.&nbsp;<br />The project has led to 16 publications (15 in major international journals, and 1 book chapter)&nbsp;making considerable advancements towards answering the deep questions:<br />1. What is M-theory? What are its fundamental degrees of freedom? What is the role of the M-branes?<br />2. What is the M2-brane theory? What is the M5-brane theory?</p>\n<p class=\"p1\">The publications address the particular questions for each of the M-branes:<br />(a) Construction of the full partition function of the M-branes. This includes torsion.<br />(b) Identifying the group of charges. This involves understanding the fields as well.<br />(c) Constructing sigma models for the M-branes.</p>\n<p class=\"p1\">The work has been in collaboration with Domenico Fiorenza (Rome) and Urs Schreiber(Utrecht). In addition, there are the following achievements&nbsp;</p>\n<p class=\"p1\">1. An explicit goal was given in the Proposal, namely \"What is the generalized cohomology theory that describes the M-branes?\". The Pi has for some time advocated that this should be some theory at a nontrivial chromatic level. In ten dimensions the string is associated with the degree three NS-field H_3, while its dual is associated to the dual NS-field H_7. The former field leads to a twisting of K-theory, and the latter was proposed by the PI to provide a twist for Morava K-theory. This has now been constructed together with Craig Westerland. The relevance to the Project is the M5-brane in eleven dimensions is very closely related to the NS5-brane in ten dimensions, and hence twisted Morava K-theory should be relevant to the M-branes as well.</p>\n<p class=\"p1\">2. The PI with Fiorenza and Schreiber have extended their higher geometric description of the C-field and its dual (and beyond) to the supersymmetric case using notions of gerbes, stacks and moduli spaces appropriate to supermanifolds.</p>\n<p class=\"p1\">3. The PI has found interesting explicit relations of the M-branes to various invariants from algebraic topology, including the Hopf invariant (rational, integral and mod 2 versions), the Kervaire invariant, the e-invariant and the f-invariant, as well as the nu-invairant of G_2-structures.&nbsp;</p>\n<p class=\"p1\">Further d...",
  "por_txt_cntn": "The research objective of this Proposal is to uncover new geometric and topological structures arising in M-theory, by applying methods from homotopy theory and higher differential geometry to the study of actions, partition functions, anomalies, and vacua. The subject matter proposed suggests a rich interaction between theoretical and mathematical physics on the one hand and geometry and topology on the other,and provides new constructions in physics, differential geometry, and algebraic topology.  \n\nMathematics plays a very important role in deciding on the consistency  of a physical theory by characterizing and canceling anomalies. Anomaly cancellations  amount to refinements of the fields and provide a natural arena for   imposing orientations on  the underlying spaces with respect to generalized cohomology theories.    These theories provide a   fundamental mathematical machinery to describe invariants.  On the other hand, M-theory, while not yet constructed, is already a very rich   theory, both in terms of physical ideas as well as mathematical structures. Thus,   the connection between the two is expected to yield a wealth of new   mathematical structures. Indeed, the results related to the Proposal confirms this. \nThe method of research proposed is based on using physics as a source of interesting problems, translating these into mathematics, and then solving them mathematically. This has the advantage of getting results in pure mathematics and in physics at the same time. \nThe project has led to 16 publications (15 in major international journals, and 1 book chapter) making considerable advancements towards answering the deep questions:\n1. What is M-theory? What are its fundamental degrees of freedom? What is the role of the M-branes?\n2. What is the M2-brane theory? What is the M5-brane theory?\nThe publications address the particular questions for each of the M-branes:\n(a) Construction of the full partition function of the M-branes. This includes torsion.\n(b) Identifying the group of charges. This involves understanding the fields as well.\n(c) Constructing sigma models for the M-branes.\nThe work has been in collaboration with Domenico Fiorenza (Rome) and Urs Schreiber(Utrecht). In addition, there are the following achievements \n1. An explicit goal was given in the Proposal, namely \"What is the generalized cohomology theory that describes the M-branes?\". The Pi has for some time advocated that this should be some theory at a nontrivial chromatic level. In ten dimensions the string is associated with the degree three NS-field H_3, while its dual is associated to the dual NS-field H_7. The former field leads to a twisting of K-theory, and the latter was proposed by the PI to provide a twist for Morava K-theory. This has now been constructed together with Craig Westerland. The relevance to the Project is the M5-brane in eleven dimensions is very closely related to the NS5-brane in ten dimensions, and hence twisted Morava K-theory should be relevant to the M-branes as well.\n2. The PI with Fiorenza and Schreiber have extended their higher geometric description of the C-field and its dual (and beyond) to the supersymmetric case using notions of gerbes, stacks and moduli spaces appropriate to supermanifolds.\n3. The PI has found interesting explicit relations of the M-branes to various invariants from algebraic topology, including the Hopf invariant (rational, integral and mod 2 versions), the Kervaire invariant, the e-invariant and the f-invariant, as well as the nu-invairant of G_2-structures. \nFurther developments will appear elsewhere. \n\n\t\t\t\t\tLast Modified: 09/02/2014\n\n\t\t\t\t\tSubmitted by: Hisham Sati"
 }
}