{
 "awd_id": "1102845",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "Measurements of High-Mass Black Holes Through Stellar and Gas Dynamical Modeling",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032925039",
 "po_email": "hgupta@nsf.gov",
 "po_sign_block_name": "Harshal Gupta",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 83000.0,
 "awd_amount": 251000.0,
 "awd_min_amd_letter_date": "2011-07-15",
 "awd_max_amd_letter_date": "2015-04-08",
 "awd_abstract_narration": "Dr. Jonelle Walsh is awarded an NSF Astronomy and Astrophysics Postdoctoral Fellowship to carry out a program of research and education at the University of Texas (UT)-Austin. A major achievement for the field of extragalactic astronomy over the past decade has been the detection of supermassive black holes in the centers of nearby galaxies, and the discovery of correlations between the black hole mass and properties of the host galaxy bulge. About 50 black hole mass measurements have been made to date, most often through the dynamical modeling of stars or nuclear gas disks. While the black hole mass - host galaxy bulge correlations have been clearly established, the determination of the true shape and scatter of the relationships is an evolving process that will continue to change with advances in both observational and modeling techniques.\r\n\r\nDr. Walsh proposes to investigate and quantify the biases in both stellar and gas dynamical methods through the re-evaluation of existing measurements, and to make new mass measurements with the aim of addressing uncertainties associated with certain supermassive black hole demographics. She will focus on three projects: (1) determining the biases in previous stellar dynamical black hole mass measurements that neglected to model the dark matter halo's contribution to the gravitational potential, (2) revising gas dynamical black hole mass measurements previously made using the Hubble Space Telescope (HST) Faint Object Spectrograph by acquiring much higher quality data and applying a more comprehensive analysis, and (3) increasing the number of black hole mass measurements at the high-end of the black hole mass - host galaxy bulge relationships. In order to carry out her research, Dr. Walsh will obtain high-resolution observations with integral field spectrographs assisted by adaptive optics and with the HST Space Telescope Imaging Spectrograph. She will also acquire large-scale observations using the unique instrument VIRUS-P on the 2.7m telescope at the McDonald Observatory.\r\n\r\nDr. Walsh will also develop an interactive video conference program on black holes specifically aimed at high-school students. The new educational content will be integrated into the existing \"Live from McDonald Observatory!\" program run by the McDonald Observatory. These live video conferences allow students to take a virtual field trip to the observatory, and include tours of the observatory, hands-on activities that encourage the exploration of a science topic, and science demonstrations. Dr. Walsh will develop pre- and post-conference activities that will focus on the fundamental properties of black holes and the nature of active galactic nuclei. She will participate in the production of the video conference either remotely from UT Austin or through a pre-recorded portion. The materials and activities that she develops for the program will also be available for other UT Austin scientists to bring to high-school classrooms. Last year, the observatory connected with over 150 schools and reached thousands of students. Hispanics and African Americans account for a majority of the enrollment in Texas public schools, and over half of the students in the public school system are classified as economically disadvantaged. Therefore, the video conferences will reach a large number of students from underrepresented groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonelle",
   "pi_last_name": "Walsh",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jonelle L Walsh",
   "pi_email_addr": "",
   "nsf_id": "000576401",
   "pi_start_date": "2011-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Walsh                   Jonelle        L",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Irvine",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "926974575",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Walsh                   Jonelle        L",
  "perf_str_addr": "",
  "perf_city_name": "Irvine",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926974575",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "160900",
   "pgm_ele_name": "NSF ASTRON & ASTROPHY PSTDC FE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 83000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 87000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 81000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Supermassive black holes, with masses of a million to several billion times the mass of the Sun, reside at the centers of essentially every galaxy. Although these black holes occupy the innermost regions of galaxies, surprisingly their masses are set by the large-scale properties of their host galaxy. Such relations suggest that black holes and galaxies grow in tandem, however the mechanisms by which black holes grow and the role that black holes play in galaxy evolution are poorly understood. In order to shed light on the connections between black holes and galaxies, my research program was centered around obtaining secure black hole mass measurements, primarily focusing on the largest black holes in the Universe, as such black holes had yet to be widely explored. Black hole masses were measured in one of two ways: through tracking the motions of stars or the rotation of nuclear gas disks using ground-based and space-based optical/near-infrared observations. The results of this project suggest that some black holes are much more massive than expectations based on the host galaxies they reside in; such objects challenge our ideas of how black holes and galaxies should grow together. Moreover, my work finds that the systematic effects associated with the stellar and gas-dynamical mass measurement methods can be substantial, which could have implications for firmly establishing the empirical connections between black holes and galaxies.<br /><br />The outreach component of my program involved connecting elementary, middle, and high school classrooms with McDonald Observatory in west Texas by means a video conference. These interactive programs allow students to visit the observatory remotely, participate in an engaging activity, and interact with scientist. Video conference materials, including pre- and post-conference assessments and activities, teacher guides, and student worksheets are provided as well.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2014<br>\n\t\t\t\t\tModified by: Jonelle&nbsp;L&nbsp;Walsh</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSupermassive black holes, with masses of a million to several billion times the mass of the Sun, reside at the centers of essentially every galaxy. Although these black holes occupy the innermost regions of galaxies, surprisingly their masses are set by the large-scale properties of their host galaxy. Such relations suggest that black holes and galaxies grow in tandem, however the mechanisms by which black holes grow and the role that black holes play in galaxy evolution are poorly understood. In order to shed light on the connections between black holes and galaxies, my research program was centered around obtaining secure black hole mass measurements, primarily focusing on the largest black holes in the Universe, as such black holes had yet to be widely explored. Black hole masses were measured in one of two ways: through tracking the motions of stars or the rotation of nuclear gas disks using ground-based and space-based optical/near-infrared observations. The results of this project suggest that some black holes are much more massive than expectations based on the host galaxies they reside in; such objects challenge our ideas of how black holes and galaxies should grow together. Moreover, my work finds that the systematic effects associated with the stellar and gas-dynamical mass measurement methods can be substantial, which could have implications for firmly establishing the empirical connections between black holes and galaxies.\n\nThe outreach component of my program involved connecting elementary, middle, and high school classrooms with McDonald Observatory in west Texas by means a video conference. These interactive programs allow students to visit the observatory remotely, participate in an engaging activity, and interact with scientist. Video conference materials, including pre- and post-conference assessments and activities, teacher guides, and student worksheets are provided as well.\n\n \n\n\t\t\t\t\tLast Modified: 11/29/2014\n\n\t\t\t\t\tSubmitted by: Jonelle L Walsh"
 }
}