{
 "awd_id": "1102711",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Subsistence and Specialization in the Inland Niger Delta, Mali",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2011-02-01",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 15600.0,
 "awd_amount": 15600.0,
 "awd_min_amd_letter_date": "2011-01-05",
 "awd_max_amd_letter_date": "2011-01-05",
 "awd_abstract_narration": "Under the direction of Dr. Fiona Marshall, Ms Abigail Smith will collect data for her doctoral dissertation. She will investigate the interrelationship between mobile pastoral groups and urban populations in the past, focusing on the site of Jenné-jeno and its surrounding landscape. Jenné-jeno, occupied ca. 250 BCE to CE 1400, is one of Africa's earliest known urban centers. Its location in the extremely fertile floodplains of the Inland Niger Delta, Mali, allowed the site to grow rapidly and enabled occupants to forge trade links with regional populations, eventually becoming a vital cog in the emerging trans-Saharan trade.\r\n\r\nPastoral populations have a long history in Africa and continue to be an important part of modern African society. Very little, however, is known about the relationships between pastoral peoples and their sedentary neighbors in the past. In West Africa, pastoral trajectories are particularly unclear. With this dearth of information in mind, this project uses excavation, faunal, archaeobotanical, geoarchaeological, and isotopic analysis to identify the presence of mobile pastoral herds in the area around Jenné-jeno. The study places these herds in broader context by investigating the nature of subsistence at the sites throughout the long period of occupation. A major question is whether domestic herds were moved seasonally out of the delta by mobile pastoralists, as they are today, or kept year-round by a sedentary urban population. \r\n\r\nThis project is the first large-scale excavation of smaller sites in the Jenné-jeno area and will provide important information about local variability and the scale of occupation through time. As the first excavation in the area focusing on subsistence and specialization, this project will provide empirical data about the trajectories of West African pastoralism and agriculture. The information will enable discussion of the role of pastoral populations in the Jenné-jeno urban system, which will increase understanding of Jenné-jeno's intergroup interactions and political organization. Given the unique trajectories of African food production when compared to other world areas, this project could also be an important contribution to our understanding of variability in global pastoral strategies and mobile-sedentary interactions. Along with studies in other world areas this information will help to move theoretical models of mobile-sedentary interactions beyond Near Eastern configurations that too often are misapplied to other world areas.\r\n\r\nBy working with several local students and Malian archaeologists, this project will forge connections between US and Malian scholars and enable the dissemination of specialized archaeological skills and methods. Furthermore, archaeological investigations that engage the local populace are a critical means of preserving Mali's archaeological heritage. Looting of archaeological sites for glass beads, terra cotta figurines, and ceramics is a major obstacle to Mali's efforts to understand and preserve its cultural patrimony. Combined efforts by local and international archaeologists, Mali's Ministry of Culture, and the Malian people are making great strides, but continued support by international scholars is vital in this endeavor. Even small projects like this one that hire local workers, engage local students, and endeavor to make information from the research available to and interesting for a nonacademic public can have a significant impact. Finally, by focusing on subsistence and interactions, this project will be of potential use to development projects working with Mali's vast agricultural population. People have thrived in the semi-arid environment of the Sahel for millennia, and the archaeological record has the potential to show how strategies and interactions shifted in the face of various climatic, epidemiological, cultural, and political changes, providing instructive information for the modern era.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fiona",
   "pi_last_name": "Marshall",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fiona Marshall",
   "pi_email_addr": "fmarshal@artsci.wustl.edu",
   "nsf_id": "000439245",
   "pi_start_date": "2011-01-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Abigail",
   "pi_last_name": "Smith",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Abigail C Smith",
   "pi_email_addr": "a.c.smith@wustl.edu",
   "nsf_id": "000573003",
   "pi_start_date": "2011-01-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "1 BROOKINGS DR",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304862",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 15600.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project is an investigation into the rise of urbanism at the archaeological site of Jenn&eacute;-jeno and its neighbors, and the presence and role of mobile pastoralism at these sites. Jenn&eacute;-jeno (ca. 250 BCE to CE 1400), located near the modern town of Djenn&eacute; in Mali&rsquo;s Inland Niger Delta, is one of the earliest known cities in sub-Saharan Africa.&nbsp; The site sits in the midst of a fertile floodplain and a large population quickly congregated in the area. Occupants forged trade links with regional populations and eventually became a vital cog in the emerging trans-Saharan trade.</p>\n<p>Jenn&eacute;-jeno is important to our understanding of the development of urbanism in sub-Saharan Africa and globally.&nbsp; Despite having a relatively large population living in close proximity for over a thousand years, the site lacks many of the traditional hallmarks of urbanism, including monumental architecture and obvious wealth inequality.&nbsp; One explanation is that power operated in a more egalitarian fashion at the site, with different families or specialist groups balancing control between themselves.&nbsp; This is a compelling hypothesis, but more information was needed to support it fully.&nbsp; Excavations of neighboring sites and an interrogation into the role mobile populations played at the site were needed.</p>\n<p>With these goals in mind, this project conducted targeted excavations at two small, neighboring sites, Tato &agrave; Sanouna and Thi&egrave;l.&nbsp; Excavations showed that occupation across the region was widespread from the earliest periods and that the dispersed sites were fairly well integrated given similarities in artifact forms and building styles.&nbsp; Key differences did exist, however, including the presence of grave goods in several burials at the smaller sites.&nbsp; This indicates that the population was not as egalitarian as was suggested by previous excavations at Jenn&eacute;-jeno, or that leveling mechanisms were not as salient at the smaller sites.</p>\n<p>A major element of this project was seriated intra-tooth isotopic analysis (using &delta;18O, &delta;13C, and 87Sr/86Sr) of cattle, sheep, and goat teeth found at the excavated sites and Jenn&eacute;-jeno.&nbsp; These isotopes are useful markers of migrations and seasonal changes.&nbsp; Taking multiple samples from single teeth allows us to trace changes across the early life of an individual animal and thereby reconstruct past mobility patterns and herd management practices.&nbsp; Interestingly, the analysis for this project shows that four distinct mobility patterns were in use from the very earliest times: non-mobile animal husbandry; local, short-distance, seasonal herd mobility; long-distance, seasonal herd mobility; and importation of adult, non-local animals.</p>\n<p>Domesticated stock play an important role in West Africa&rsquo;s history, but until now it was difficult to identify the nature of the herd management practices used in the past and to determine how recent the inception of long-distance seasonal migrations was.&nbsp; This work shows clearly that seasonally mobile herds were an important element of Jenn&eacute;-jeno&rsquo;s economy and diet throughout the site&rsquo;s history.&nbsp; It will take further research to determine whether these herds were owned by a separate group that identified as herders (as is the case with modern Fulani and Tuareg groups) or whether a portion of the sedentary population became mobile with the herds for part of the year.&nbsp; We do know, however, that these migrations occurred and their execution would have put Jenn&eacute;-jeno&rsquo;s sedentary population in either direct or indirect contact with far-flung populations.&nbsp; These connections were probably vital in the development of the site and region into an important trade center.</p>\n<p>&nbsp;The excavations in Mali were a collaboration with Malian ...",
  "por_txt_cntn": "\nThis project is an investigation into the rise of urbanism at the archaeological site of Jenn&eacute;-jeno and its neighbors, and the presence and role of mobile pastoralism at these sites. Jenn&eacute;-jeno (ca. 250 BCE to CE 1400), located near the modern town of Djenn&eacute; in MaliÆs Inland Niger Delta, is one of the earliest known cities in sub-Saharan Africa.  The site sits in the midst of a fertile floodplain and a large population quickly congregated in the area. Occupants forged trade links with regional populations and eventually became a vital cog in the emerging trans-Saharan trade.\n\nJenn&eacute;-jeno is important to our understanding of the development of urbanism in sub-Saharan Africa and globally.  Despite having a relatively large population living in close proximity for over a thousand years, the site lacks many of the traditional hallmarks of urbanism, including monumental architecture and obvious wealth inequality.  One explanation is that power operated in a more egalitarian fashion at the site, with different families or specialist groups balancing control between themselves.  This is a compelling hypothesis, but more information was needed to support it fully.  Excavations of neighboring sites and an interrogation into the role mobile populations played at the site were needed.\n\nWith these goals in mind, this project conducted targeted excavations at two small, neighboring sites, Tato &agrave; Sanouna and Thi&egrave;l.  Excavations showed that occupation across the region was widespread from the earliest periods and that the dispersed sites were fairly well integrated given similarities in artifact forms and building styles.  Key differences did exist, however, including the presence of grave goods in several burials at the smaller sites.  This indicates that the population was not as egalitarian as was suggested by previous excavations at Jenn&eacute;-jeno, or that leveling mechanisms were not as salient at the smaller sites.\n\nA major element of this project was seriated intra-tooth isotopic analysis (using &delta;18O, &delta;13C, and 87Sr/86Sr) of cattle, sheep, and goat teeth found at the excavated sites and Jenn&eacute;-jeno.  These isotopes are useful markers of migrations and seasonal changes.  Taking multiple samples from single teeth allows us to trace changes across the early life of an individual animal and thereby reconstruct past mobility patterns and herd management practices.  Interestingly, the analysis for this project shows that four distinct mobility patterns were in use from the very earliest times: non-mobile animal husbandry; local, short-distance, seasonal herd mobility; long-distance, seasonal herd mobility; and importation of adult, non-local animals.\n\nDomesticated stock play an important role in West AfricaÆs history, but until now it was difficult to identify the nature of the herd management practices used in the past and to determine how recent the inception of long-distance seasonal migrations was.  This work shows clearly that seasonally mobile herds were an important element of Jenn&eacute;-jenoÆs economy and diet throughout the siteÆs history.  It will take further research to determine whether these herds were owned by a separate group that identified as herders (as is the case with modern Fulani and Tuareg groups) or whether a portion of the sedentary population became mobile with the herds for part of the year.  We do know, however, that these migrations occurred and their execution would have put Jenn&eacute;-jenoÆs sedentary population in either direct or indirect contact with far-flung populations.  These connections were probably vital in the development of the site and region into an important trade center.\n\n The excavations in Mali were a collaboration with Malian colleagues and students.  Two recent graduates of the University of Bamako were employed as paid interns on the project and two current archaeology students at the university joined the excavations for ..."
 }
}