{
 "awd_id": "1102275",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Patterning Organic Thin-film Transistors by Differential Microstructure",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032924975",
 "po_email": "nelmasry@nsf.gov",
 "po_sign_block_name": "Nadia El-Masry",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 342000.0,
 "awd_min_amd_letter_date": "2011-02-23",
 "awd_max_amd_letter_date": "2013-08-26",
 "awd_abstract_narration": "The objective of this research is to improve the fundamental understanding on the interactions between organic semiconductors and self-assembled monolayers, and to apply it towards the development of a low-cost, high-throughput patterning technique for organic thin-film transistors. The approach is to exploit film-forming properties on selectively chemically modified surfaces and induce patterning by differential microstructure.\r\n\r\nThis project will explore ordering of organic semiconductor molecules driven by interactions at interfaces. A high degree of order in the transistor channels, where the interactions are present, promotes high-mobility. Film regions surrounding the devices, where the interactions are not present, consist of high-resistivity regions of randomly oriented molecules, electrically insulating devices and yielding self-patterning. A wide variety of semiconductors will be employed as active layers, in combination with various surface treatments. Correlations between the chemical structure of the organic semiconductor and self-assembled monolayer, and their eventual film microstructure and electrical properties, will be established and used to generate design rules governing the limits and applicability of this technique.\r\n\r\nThis research will deliver methods for patterning organic thin-film transistors. Such progress may accelerate commercialization of organic electronic devices. This interdisciplinary program not only will create an environment for cross-training graduate and undergraduate students from Wake Forest University in Physics, Chemistry, Material science and Engineering, but at the same time will cultivate community engagement by offering research opportunities for local high-school students, Forsyth Tech community college students and minority students, who will be trained in semiconductor fabrication and characterization techniques that will make them uniquely employable.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Oana",
   "pi_last_name": "Jurchescu",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Oana D Jurchescu",
   "pi_email_addr": "jurchescu@wfu.edu",
   "nsf_id": "000539791",
   "pi_start_date": "2011-02-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wake Forest University",
  "inst_street_address": "1834 WAKE FOREST RD",
  "inst_street_address_2": "",
  "inst_city_name": "WINSTON SALEM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "3367585888",
  "inst_zip_code": "271096000",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "NC05",
  "org_lgl_bus_name": "WAKE FOREST UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MBU6HCLNZ431"
 },
 "perf_inst": {
  "perf_inst_name": "Wake Forest University",
  "perf_str_addr": "1834 WAKE FOREST RD",
  "perf_city_name": "WINSTON SALEM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "271096000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "NC05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "101E",
   "pgm_ref_txt": "Printed and flexible electronics"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 330000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Organic semiconductors have exceptional chemical versatility and can be deposited from solutions under ambient conditions, making them highly desirable for low-cost flexible electronics on plastics, paper, or textiles. These materials can strongly interact with chemically tailored contact and dielectric surfaces, yielding a rich array of new phenomena. Exploring such phenomena allows better control of film morphology and offers a route for engineering better, more reliable devices.</p>\n<p>This project exploited the interactions between organic semiconductor molecules and the halogenated self-assembled monolayers (SAMs) at contact surfaces to establish robust routes for patterning organic thin-film transistors (OTFTs).&nbsp; Patterning is critical for manufacturing high-performance devices, as it reduces leakage currents and operating voltages and enhances electrical performance. Standard methods for patterning inorganic semiconductors, however, are incompatible with organic semiconductors, which are damaged by the high energy of the patterning beams and the chemicals needed for processing. In our method, thin-film deposition and patterning are simultaneous. Patterning is achieved as different microstructures form on surfaces chemically modified with SAMs: highly ordered films are obtained exclusively on and near contacts chemically treated to permit halogen-halogen and halogen-sulphur interactions. Molecules here are preferentially oriented &ldquo;edge-on&rdquo;, exhibiting high mobility and constraining current paths. In surrounding regions, where these interactions cannot be established, the molecules are oriented randomly and, as a result, exhibit high resistivity and electrically insulate the functional devices.</p>\n<p>In exploring the relationship between chemically modified interfaces, organic semiconductor film microstructure, and device properties, we discovered the mechanism responsible for the formation of the differential microstructure and its limitations. We found that when the halogen atoms of the SAM and the semiconductor molecule are closer than twice the corresponding van der Waals distance, their strong interaction initiates a template for molecular orientation in the organic semiconductor that results in high mobility. Once the first layer is formed, the film adopts the same morphology throughout its thickness. Our insights into the formation of a differential microstructure in the presence of SAMs enabled us to develop cost-effective, bottom-up, self-patterning procedures for organic electronic structures.</p>\n<p>This project provided an excellent platform for cross-training undergraduate, graduate, and high-school students in Physics, Chemistry, and Material Science and Engineering. We engaged in activities involving the local community and strengthened our research infrastructure. Five graduate students (three partially supported by this grant, two under teaching-assistant or other fellowship support), eleven undergraduates, and two high-school students were actively involved in this project. Five undergraduates defended their research honors theses; eight co-authored manuscripts related to this grant; and three won the department&rsquo;s annual Speas Award for the most remarkable undergraduate academic and research accomplishments. They are now pursuing graduate degrees at Stanford University, UC Berkeley, Columbia University, and other research-intensive institutions. Overall, students in our lab won awards for best presentation at the 2011 International Semiconductor Device Research Symposium, the 2015 American Physical Society meeting, and Wake Forest University Graduate Student Research Day (2012, 2013).&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/29/2015<br>\n\t\t\t\t\tModified by: Oana&nbsp;D&nbsp;Jurchescu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOrganic semiconductors have exceptional chemical versatility and can be deposited from solutions under ambient conditions, making them highly desirable for low-cost flexible electronics on plastics, paper, or textiles. These materials can strongly interact with chemically tailored contact and dielectric surfaces, yielding a rich array of new phenomena. Exploring such phenomena allows better control of film morphology and offers a route for engineering better, more reliable devices.\n\nThis project exploited the interactions between organic semiconductor molecules and the halogenated self-assembled monolayers (SAMs) at contact surfaces to establish robust routes for patterning organic thin-film transistors (OTFTs).  Patterning is critical for manufacturing high-performance devices, as it reduces leakage currents and operating voltages and enhances electrical performance. Standard methods for patterning inorganic semiconductors, however, are incompatible with organic semiconductors, which are damaged by the high energy of the patterning beams and the chemicals needed for processing. In our method, thin-film deposition and patterning are simultaneous. Patterning is achieved as different microstructures form on surfaces chemically modified with SAMs: highly ordered films are obtained exclusively on and near contacts chemically treated to permit halogen-halogen and halogen-sulphur interactions. Molecules here are preferentially oriented \"edge-on\", exhibiting high mobility and constraining current paths. In surrounding regions, where these interactions cannot be established, the molecules are oriented randomly and, as a result, exhibit high resistivity and electrically insulate the functional devices.\n\nIn exploring the relationship between chemically modified interfaces, organic semiconductor film microstructure, and device properties, we discovered the mechanism responsible for the formation of the differential microstructure and its limitations. We found that when the halogen atoms of the SAM and the semiconductor molecule are closer than twice the corresponding van der Waals distance, their strong interaction initiates a template for molecular orientation in the organic semiconductor that results in high mobility. Once the first layer is formed, the film adopts the same morphology throughout its thickness. Our insights into the formation of a differential microstructure in the presence of SAMs enabled us to develop cost-effective, bottom-up, self-patterning procedures for organic electronic structures.\n\nThis project provided an excellent platform for cross-training undergraduate, graduate, and high-school students in Physics, Chemistry, and Material Science and Engineering. We engaged in activities involving the local community and strengthened our research infrastructure. Five graduate students (three partially supported by this grant, two under teaching-assistant or other fellowship support), eleven undergraduates, and two high-school students were actively involved in this project. Five undergraduates defended their research honors theses; eight co-authored manuscripts related to this grant; and three won the departmentÆs annual Speas Award for the most remarkable undergraduate academic and research accomplishments. They are now pursuing graduate degrees at Stanford University, UC Berkeley, Columbia University, and other research-intensive institutions. Overall, students in our lab won awards for best presentation at the 2011 International Semiconductor Device Research Symposium, the 2015 American Physical Society meeting, and Wake Forest University Graduate Student Research Day (2012, 2013). \n\n \n\n\t\t\t\t\tLast Modified: 08/29/2015\n\n\t\t\t\t\tSubmitted by: Oana D Jurchescu"
 }
}