{
 "awd_id": "1102650",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Investigation of Factors Controlling the Dynamics of Beach-Surface Moisture Content",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 11940.0,
 "awd_amount": 11940.0,
 "awd_min_amd_letter_date": "2011-03-04",
 "awd_max_amd_letter_date": "2011-03-04",
 "awd_abstract_narration": "The spatial and temporal variability of beach surface moisture content is widely recognized as a critical parameter affecting the operation of aeolian sediment transport systems, and therefore represents a critical control on coastal dune development over time. A number of recent studies have investigated the variability of beach surface moisture content; however, a practical method to model or simulate the considerable spatial and temporal variability in surface moisture revealed by these studies remains elusive. This variability is controlled by complex interactions between a suite of hydrological, meteorological and sedimentary parameters that include precipitation, groundwater flow, capillary transport, evaporation, condensation, soil texture, and tidal oscillations. Accurate modeling of surface moisture content requires more precise relationships describing the interactions between these controlling parameters and their influence on beach surface moisture dynamics than are currently available. The fundamental goal of this doctoral dissertation project is to develop these relationships. In order to accomplish this objective, a series of field and laboratory experiments will be conducted to monitor the dynamics of surface moisture content in conjunction with fluctuations in these controlling parameters. Field investigations for this study will be conducted at Padre Island National Seashore, Texas to monitor the influence of the controlling hydrological and meteorological parameters on the dynamics of surface moisture content. Sediment texture has a profound influence on beach hydrology and it is to be expected that the relative magnitudes and influences of the key processes under investigation will vary at beaches with differing sediment characteristics. Therefore, in order to enhance the applicability of this study, a series of laboratory experiments will be conducted to document the influence of sediment texture on surface moisture dynamics. \r\n\r\nResults of this project will both broaden and deepen our understanding of beach hydrology, specifically in relation to the spatial and temporal dynamics of beach surface moisture content. This knowledge is vital to improving our ability to forecast both short and long term dune recovery from storm erosion. In addition, the basic understanding of surface moisture dynamics resulting from this study will contribute to an extensive range of important issues where surface moisture content has a significant impact, such as ecosystem structure and development, environmental management applications, global climate modeling and earth-atmosphere energy fluxes, and the terrestrial hydrologic cycle. For example, this research has the potential to contribute to  enhancement of precipitation prediction associated with global climate change models, as surface moisture dynamics has a profound effect on the development local climatic circulation patterns. It may also contribute to the literature on coastal water resource management issues. With increasing anthropogenic pressure on coastal hydrological systems, proper knowledge and understanding of beach hydrology is paramount to consideration of the dispersal of contaminants through the soil matrix which is highly sensitive to the spatial and temporal dynamics of moisture content.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Namikas",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Steven L Namikas",
   "pi_email_addr": "snamik1@lsu.edu",
   "nsf_id": "000157193",
   "pi_start_date": "2011-03-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Phillip",
   "pi_last_name": "Schmutz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Phillip Schmutz",
   "pi_email_addr": "pschmutz@uwf.edu",
   "nsf_id": "000559201",
   "pi_start_date": "2011-03-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana State University",
  "inst_street_address": "202 HIMES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BATON ROUGE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "2255782760",
  "inst_zip_code": "708030001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "LOUISIANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECQEYCHRNKJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana State University",
  "perf_str_addr": "202 HIMES HALL",
  "perf_city_name": "BATON ROUGE",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "708030001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "LA06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9198",
   "pgm_ref_txt": "OTHER ENVIRONMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 11940.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!--  /* Font Definitions */ @font-face \t{font-family:Times; \tpanose-1:2 0 5 0 0 0 0 0 0 0; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:3 0 0 0 1 0;} @font-face \t{font-family:\"?? ??\"; \tpanose-1:0 0 0 0 0 0 0 0 0 0; \tmso-font-charset:128; \tmso-generic-font-family:roman; \tmso-font-format:other; \tmso-font-pitch:fixed; \tmso-font-signature:1 134676480 16 0 131072 0;} @font-face \t{font-family:\"Cambria Math\"; \tpanose-1:2 4 5 3 5 4 6 3 2 4; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:3 0 0 0 1 0;} @font-face \t{font-family:Cambria; \tpanose-1:2 4 5 3 5 4 6 3 2 4; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:3 0 0 0 1 0;}  /* Style Definitions */ p.MsoNormal, li.MsoNormal, div.MsoNormal \t{mso-style-unhide:no; \tmso-style-qformat:yes; \tmso-style-parent:\"\"; \tmargin:0in; \tmargin-bottom:.0001pt; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:Cambria; \tmso-ascii-font-family:Cambria; \tmso-ascii-theme-font:minor-latin; \tmso-fareast-font-family:\"?? ??\"; \tmso-fareast-theme-font:minor-fareast; \tmso-hansi-font-family:Cambria; \tmso-hansi-theme-font:minor-latin; \tmso-bidi-font-family:\"Times New Roman\"; \tmso-bidi-theme-font:minor-bidi;} p \t{mso-style-noshow:yes; \tmso-style-priority:99; \tmso-margin-top-alt:auto; \tmargin-right:0in; \tmso-margin-bottom-alt:auto; \tmargin-left:0in; \tmso-pagination:widow-orphan; \tfont-size:10.0pt; \tfont-family:Times; \tmso-fareast-font-family:\"?? ??\"; \tmso-fareast-theme-font:minor-fareast; \tmso-bidi-font-family:\"Times New Roman\";} .MsoChpDefault \t{mso-style-type:export-only; \tmso-default-props:yes; \tfont-family:Cambria; \tmso-ascii-font-family:Cambria; \tmso-ascii-theme-font:minor-latin; \tmso-fareast-font-family:\"?? ??\"; \tmso-fareast-theme-font:minor-fareast; \tmso-hansi-font-family:Cambria; \tmso-hansi-theme-font:minor-latin; \tmso-bidi-font-family:\"Times New Roman\"; \tmso-bidi-theme-font:minor-bidi;} @page WordSection1 \t{size:8.5in 11.0in; \tmargin:1.0in 1.25in 1.0in 1.25in; \tmso-header-margin:.5in; \tmso-footer-margin:.5in; \tmso-paper-source:0;} div.WordSection1 \t{page:WordSection1;} -->\n<p>This research project focuses on measuring and modeling beach surface moisture content. Beach surface moisture dynamics are controlled by complex interactions of the beach hydrological groundwater system. Beach groundwater is strongly influenced by tidal dynamics, which generate cyclic fluctuations in the elevation of the beach groundwater table. This causes corresponding shifts in the moisture content above the beach water table. As beach environments often have very shallow water table depths (centimeters to a few meters), the zone of moisture above the groundwater table influenced by capillary suction may reach the beach surface. Therefore, the dynamics the beach groundwater system may play a key role in regulating the status of beach surface moisture.</p>\n<p>In theory, the response of beach surface moisture content to beach groundwater dynamics can be established relatively easily and accurately based on knowledge of i) the moisture profile of the sediment column, ii) the elevation of the sand surface above the water table, and iii) the magnitude and rate of water table fluctuation. In reality, however, the <span><span>hydrologic</span></span><span><span>al</span></span> dynamics of a beach system are rarely simple. Capillary water flow within the sediment column tends to exhibit a non-linear, <span><span>hysteretic</span></span> behavior as well as experience transient water flow time lags.</p>\n<p>In summary, our understanding of beach surface moisture dynamics above an oscillating water table includes at least two key sources of uncertainty: i) the magnitude of hysteresis effects during periods of water table rise and fall, and ii) the time lags associated with transient water flow. The primary objective of ...",
  "por_txt_cntn": "\n\nThis research project focuses on measuring and modeling beach surface moisture content. Beach surface moisture dynamics are controlled by complex interactions of the beach hydrological groundwater system. Beach groundwater is strongly influenced by tidal dynamics, which generate cyclic fluctuations in the elevation of the beach groundwater table. This causes corresponding shifts in the moisture content above the beach water table. As beach environments often have very shallow water table depths (centimeters to a few meters), the zone of moisture above the groundwater table influenced by capillary suction may reach the beach surface. Therefore, the dynamics the beach groundwater system may play a key role in regulating the status of beach surface moisture.\n\nIn theory, the response of beach surface moisture content to beach groundwater dynamics can be established relatively easily and accurately based on knowledge of i) the moisture profile of the sediment column, ii) the elevation of the sand surface above the water table, and iii) the magnitude and rate of water table fluctuation. In reality, however, the hydrological dynamics of a beach system are rarely simple. Capillary water flow within the sediment column tends to exhibit a non-linear, hysteretic behavior as well as experience transient water flow time lags.\n\nIn summary, our understanding of beach surface moisture dynamics above an oscillating water table includes at least two key sources of uncertainty: i) the magnitude of hysteresis effects during periods of water table rise and fall, and ii) the time lags associated with transient water flow. The primary objective of this study is to document the response of surface moisture contents to tidally-induced groundwater dynamics and identify the influence of hysteresis and transient flow effects.\n\n \n\nThere are several useful findings associated with the study. First, water table fluctuations were found to have a very distinct hysteretic influence on surface moisture contents dynamics. The hysteresis effect is particularly  evident where the water table remains close to the surface causing  moisture contents to remain steady for a substantial  period of time  following the transition between water table fluctuations. This phenomenon is associated with an aspect of hysteresis known as Haines Jump, or the ink bottle effect. Additionally, model simulations of moisture contents illustrated that the utilization of a hysteretic model provides a higher degree of accuracy for measuring surface moisture contents compared to non-hysteretic models. These finding suggests that studies that employed a non-hysteretic water flow approach to link oscillating groundwater dynamics to variability in beach surface moisture content; may have drastically overestimated surface moisture contents, particularly across areas of the mid-beach and backbeach zones.\n\nFurthermore, due to the transient nature of water flow in the beach soil column a substantial time lag exists between tidally-induced water table oscillations and beach surface moisture content. It was found that this time lag increases substantially with increasing surface elevation (relative to the water table). These results indicate that for drier areas of the mid beach and back beach, capillary water flow in the sediment column could produce surface moisture contents that correspond to water table positions that had occurred hours previously.\n\n\t\t\t\t\tLast Modified: 07/29/2013\n\n\t\t\t\t\tSubmitted by: Phillip Schmutz"
 }
}