{
 "awd_id": "1102946",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Status Characteristics and Differential Patterns of Trust",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2011-05-15",
 "awd_exp_date": "2012-04-30",
 "tot_intn_awd_amt": 5115.0,
 "awd_amount": 5115.0,
 "awd_min_amd_letter_date": "2011-05-17",
 "awd_max_amd_letter_date": "2011-05-17",
 "awd_abstract_narration": "SES-1102946\r\nAlison Bianchi\r\nCeleste Campos-Castillo\r\nUniversity of Iowa\r\n\r\nHow is trust and influence organized in groups where the goal is to improve the situation of a single member?  Oftentimes an individual will seek the advice of others to benefit his or her own situation: patients seek the health advice of physicians, students attend tutoring sessions to improve their grades, and defendants waiting to stand trial request assistance from a lawyer.  In these situations, trust in those providing advice and acceptance of their influence may become critical for improving outcomes.  These situations can become complex with both status and role-identity distinctions jointly governing the interaction process.  Status is your standing in a group, based on your relative prestige.  Role-identities, in this context, are the meanings we attach to our positions in a group.  Status characteristics theory (SCT) will be used to inform our understanding of this specific group setting.  The goals of this doctoral dissertation research project are to: 1) provide a test of SCT in this setting; 2) integrate the emergence of trust into SCT related research; and 3) integrate role-identity theory into SCT.  These will be achieved by making modifications to a standard experimental setting used in this line of research.  \r\n\r\nBroader Impact\r\n\r\nThe results of this laboratory experiment will extend our understanding of SCT, role-identities, and trust as these have not been examined concurrently.  By understanding these relationships, we gain insight into how trust is shaped in occupations primarily engaged with providing expert advice to others ? professionals.  Trust in professionals has generally been on the decline, a trend with important implications for not only sociology, but also the fields of these professionals (e.g., medicine, law, psychology, education).  Research illuminating these processes might eventually point to ways that will restore trust in professionals, a condition particularly important for patients since trust in the medical care provider can have dramatic effects on health outcome.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alison",
   "pi_last_name": "Bianchi",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Alison J Bianchi",
   "pi_email_addr": "alison-bianchi@uiowa.edu",
   "nsf_id": "000092802",
   "pi_start_date": "2011-05-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Celeste",
   "pi_last_name": "Campos-Castillo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Celeste Campos-Castillo",
   "pi_email_addr": "camposca@uwm.edu",
   "nsf_id": "000559496",
   "pi_start_date": "2011-05-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Iowa",
  "inst_street_address": "105 JESSUP HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IOWA CITY",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3193352123",
  "inst_zip_code": "522421316",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IA01",
  "org_lgl_bus_name": "THE UNIVERSITY OF IOWA",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z1H9VJS8NG16"
 },
 "perf_inst": {
  "perf_inst_name": "University of Iowa",
  "perf_str_addr": "105 JESSUP HALL",
  "perf_city_name": "IOWA CITY",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "522421316",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IA01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 5115.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-size: 9pt;\">&nbsp;&nbsp;&nbsp;&nbsp; Task groups focused on helping a single group member perform well on a task, or the advice-seeking situation, is a familiar occurrence in everyday life: patients and physicians work together to help the patient manage his or her quality of life, students and teachers work together to ensure that the student achieves academic success, and lawyers meet with clients to organize evidence in favor of the client. Rare, however, is the formal application of group process theories to understand these situations. The omission is particularly unfortunate given the preponderance of research documenting inequities in the outcomes for the focal team member, such as the provision of health care to patients. Group process theories are rich with formal statements that explain the processes by which such inequities occur and sustain themselves, which can then be used to develop interventions. The goal of this project is to present such an application. </span></p>\n<p><span style=\"font-size: 9pt;\">&nbsp;&nbsp;&nbsp;&nbsp; The theory that I extended to understand the advice-seeking situation was status characteristics theory (SCT), which explains the organization of impressions and behavior in groups that are both task- and collectively oriented. When group members come together to solve a discrete task and are differentiated by a diffuse status characteristic, they tend to defer to those who possess the most esteemed state. A diffuse status characteristic is a social characteristic that can be ordered based on the level of esteem accorded to each state by a given culture, such as gender in the U.S. Those members who hold the most esteemed state (e.g., men) are referred to as high status and are generally granted greater influence over group decisions than those who hold the least esteemed state (e.g., women), who are referred to as low status. Thus, a person&rsquo;s outcome is contingent on his or her status. While SCT has received much empirical support, it has yet to be extended into the advice-seeking situation. At the same time, the advice-seeking situation presents itself as an opportunity to extend what we know about groups in general. Crucial for these groups are patterns of influence, trust, and trustworthiness. Influence is changing one&rsquo;s behavior and attitude to match another&rsquo;s. Trust </span><span style=\"color: windowtext; font-size: 9pt;\">is a willingness to be vulnerable to the actions of another person, while a person&rsquo;s trustworthiness is our belief that relying on this person&rsquo;s actions will minimize vulnerability. The advice-seeker is transferring a part of his or her agency over to the other group member(s). In return, there is an expectation that the group holds knowledge that will be effective in making decisions about the advice-seeker&rsquo;s situation. The extent that the advice-seeker accepts this knowledge and it sways his or her decision-making is contingent on the perceived trustworthiness of the group, a notion that before this project had not been studied with SCT. </span></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; <span style=\"color: windowtext; font-size: 9pt;\">I conducted two laboratory-based, social psychological&nbsp;experiments. I modified the standardized experimental setting customarily used among researchers in the SCT tradition to capture the advice-seeking situation in that the group goal was to achieve the highest score for a single group member. I varied the status of the focal group member and measured influence and trustworthiness. My two laboratory experiments demonstrate that SCT is generally useful for understanding the advice-seeking situation, specifically that it predicts patterns of influence and perceived trustworthiness. The average difference in influence based on the status of the focal actor was smaller than that seen in previous SCT studies, which suggests that my...",
  "por_txt_cntn": "\n     Task groups focused on helping a single group member perform well on a task, or the advice-seeking situation, is a familiar occurrence in everyday life: patients and physicians work together to help the patient manage his or her quality of life, students and teachers work together to ensure that the student achieves academic success, and lawyers meet with clients to organize evidence in favor of the client. Rare, however, is the formal application of group process theories to understand these situations. The omission is particularly unfortunate given the preponderance of research documenting inequities in the outcomes for the focal team member, such as the provision of health care to patients. Group process theories are rich with formal statements that explain the processes by which such inequities occur and sustain themselves, which can then be used to develop interventions. The goal of this project is to present such an application. \n\n     The theory that I extended to understand the advice-seeking situation was status characteristics theory (SCT), which explains the organization of impressions and behavior in groups that are both task- and collectively oriented. When group members come together to solve a discrete task and are differentiated by a diffuse status characteristic, they tend to defer to those who possess the most esteemed state. A diffuse status characteristic is a social characteristic that can be ordered based on the level of esteem accorded to each state by a given culture, such as gender in the U.S. Those members who hold the most esteemed state (e.g., men) are referred to as high status and are generally granted greater influence over group decisions than those who hold the least esteemed state (e.g., women), who are referred to as low status. Thus, a personÆs outcome is contingent on his or her status. While SCT has received much empirical support, it has yet to be extended into the advice-seeking situation. At the same time, the advice-seeking situation presents itself as an opportunity to extend what we know about groups in general. Crucial for these groups are patterns of influence, trust, and trustworthiness. Influence is changing oneÆs behavior and attitude to match anotherÆs. Trust is a willingness to be vulnerable to the actions of another person, while a personÆs trustworthiness is our belief that relying on this personÆs actions will minimize vulnerability. The advice-seeker is transferring a part of his or her agency over to the other group member(s). In return, there is an expectation that the group holds knowledge that will be effective in making decisions about the advice-seekerÆs situation. The extent that the advice-seeker accepts this knowledge and it sways his or her decision-making is contingent on the perceived trustworthiness of the group, a notion that before this project had not been studied with SCT. \n\n     I conducted two laboratory-based, social psychological experiments. I modified the standardized experimental setting customarily used among researchers in the SCT tradition to capture the advice-seeking situation in that the group goal was to achieve the highest score for a single group member. I varied the status of the focal group member and measured influence and trustworthiness. My two laboratory experiments demonstrate that SCT is generally useful for understanding the advice-seeking situation, specifically that it predicts patterns of influence and perceived trustworthiness. The average difference in influence based on the status of the focal actor was smaller than that seen in previous SCT studies, which suggests that my modification attenuated the effect of status on influence.\n\n      Practitioners interested in developing interventions in these types of groups can use these findings as a catalyst to ameliorate inequalities. Although the focus of this research was not in developing practical interventions, the primary theory I used to inform my studies has a strong h..."
 }
}