{
 "awd_id": "1102390",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Epileptogenic Focus Localization and Closed-loop Control of Brain Dynamics in Epilepsy",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 360000.0,
 "awd_min_amd_letter_date": "2011-08-12",
 "awd_max_amd_letter_date": "2013-07-29",
 "awd_abstract_narration": "This project deals with the development of multivariable feedback decoupling controllers for the suppression of epileptic seizures by altering the brain dynamics through the use of deep-brain electrical stimulation. The key enabling concepts are a quantifiable relationship between the epileptic state and measures of brain?s spatial synchronization, and the ability to disrupt this synchronization by means of electrical stimulation. \r\n\r\nIntellectual Merit\r\n\r\nPrior work with electroencephalographic (EEG) data from epileptic patients and animals has indicated that such measures can be consistent indicators of the epileptic state of the brain and that electrical stimulation has generally beneficial, though not quite consistent effects. The novel idea behind the proposed control strategy is to combine our recent epileptogenic focus localization techniques with real-time delivery of practical stimuli in the form of biphasic, pulse-train-modulated, electrical signals to disentrain the brain. The controller design will rely on control-oriented models, describing the relationships between electrical stimuli and selected measures of spatial brain synchronization. The success of these experiments in rodents with chronic epilepsy, together with the physiological evaluation of the subjects, will provide a quantitative assessment of the effectiveness and possible side effects in the control of seizures, as well as important clues on the validity of the underlying theory about the mechanisms of seizure generation (ictogenesis).\r\n\r\nBroader Impacts:\r\n\r\nExpected intellectual benefits range from the solution of nonstandard problems in the regime of control of chaotic systems, to yet untapped engineering applications to biological systems. This research, if successful, will contribute to the new treatment modalities of neuromodulation for epilepsy and form a basis for economic growth and reduction of associated medical costs. It may also provide data for new applications in medicine and neuroscience, such as the treatment of Parkinson?s tremors, migraines, sleep disorders and other brain dynamical disorders.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Konstantinos",
   "pi_last_name": "Tsakalis",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Konstantinos S Tsakalis",
   "pi_email_addr": "KONSTANTINOS.TSAKALIS@asu.edu",
   "nsf_id": "000438436",
   "pi_start_date": "2011-08-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Leonidas",
   "pi_last_name": "Iasemidis",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Leonidas D Iasemidis",
   "pi_email_addr": "Leon.Iasemidis@asu.edu",
   "nsf_id": "000327450",
   "pi_start_date": "2011-08-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Treiman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Treiman",
   "pi_email_addr": "david.treiman@chw.edu",
   "nsf_id": "000064427",
   "pi_start_date": "2011-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "092E",
   "pgm_ref_txt": "Control systems & applications"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 111021.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 119222.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 129757.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project addressed issues arising in the design and implementation of feedback decoupling controllers for the suppression of epileptic seizures through the use of deep-brain electrical stimulation. While a definitive conclusion as to the precise nature and design of such controllers will require further work, our study has indicated that the modification of the brain dynamics with biphasic pulse-train-modulated signals is possible, but depends on both the location of the stimulus and its duration. For example, short bursts or low average power stimuli do not appear to have an effect on the brain&rsquo;s spatial synchronization. The same can be said about locations of the stimulation that do not have a strong coupling with the brain site of interest, which is usually the epileptogenic focus. The interesting observation here is that the connectivity map (between stimulation and synchronization) appears to be nontrivially multivariable and has time-varying characteristics, some of which are most likely due to plasticity effects and physiological changes of the tissue surrounding the stimulating electrodes. This, coupled with the relatively rapid transitions of the brain synchronization metrics in the animal subjects (rodents), imply that a final treatment is likely to rely more on long term plasticity effects and less on fast compensation by the controller. A similar conclusion is corroborated by the analysis of Generalized Partial Directed Coherence to localize the epileptogenic focus, that yields results consistent with this animal model but only for fairly long data records.</p>\n<p>Supporting work around the main subject of our research has also provided additional outcomes that will provide infrastructure for future investigations. These include the development of fast parallelized algorithms for the real-time, embedded implementation of the GPDC analysis. Another infrastructure-related outcome is the development of a complete and economical (hence scalable) implementation that provides real-time EEG data acquisition, analysis, and electrical stimulation for animal subjects, that &nbsp;is completely automated and can be remotely initiated, stopped, and supervised. &nbsp;Finally, the project provided the participating students with a wide experience ranging from areas of mathematical modeling and analysis to electronics, to biomedical engineering applications, and they were all trained in biomedical lab procedures.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2015<br>\n\t\t\t\t\tModified by: Konstantinos&nbsp;S&nbsp;Tsakalis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project addressed issues arising in the design and implementation of feedback decoupling controllers for the suppression of epileptic seizures through the use of deep-brain electrical stimulation. While a definitive conclusion as to the precise nature and design of such controllers will require further work, our study has indicated that the modification of the brain dynamics with biphasic pulse-train-modulated signals is possible, but depends on both the location of the stimulus and its duration. For example, short bursts or low average power stimuli do not appear to have an effect on the brainÆs spatial synchronization. The same can be said about locations of the stimulation that do not have a strong coupling with the brain site of interest, which is usually the epileptogenic focus. The interesting observation here is that the connectivity map (between stimulation and synchronization) appears to be nontrivially multivariable and has time-varying characteristics, some of which are most likely due to plasticity effects and physiological changes of the tissue surrounding the stimulating electrodes. This, coupled with the relatively rapid transitions of the brain synchronization metrics in the animal subjects (rodents), imply that a final treatment is likely to rely more on long term plasticity effects and less on fast compensation by the controller. A similar conclusion is corroborated by the analysis of Generalized Partial Directed Coherence to localize the epileptogenic focus, that yields results consistent with this animal model but only for fairly long data records.\n\nSupporting work around the main subject of our research has also provided additional outcomes that will provide infrastructure for future investigations. These include the development of fast parallelized algorithms for the real-time, embedded implementation of the GPDC analysis. Another infrastructure-related outcome is the development of a complete and economical (hence scalable) implementation that provides real-time EEG data acquisition, analysis, and electrical stimulation for animal subjects, that  is completely automated and can be remotely initiated, stopped, and supervised.  Finally, the project provided the participating students with a wide experience ranging from areas of mathematical modeling and analysis to electronics, to biomedical engineering applications, and they were all trained in biomedical lab procedures.\n\n \n\n\t\t\t\t\tLast Modified: 11/30/2015\n\n\t\t\t\t\tSubmitted by: Konstantinos S Tsakalis"
 }
}