{
 "awd_id": "1102795",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "SQUID-based Readout Systems for Cryogenic Dark Matter Detectors",
 "cfda_num": "47.049",
 "org_code": "03010300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jonathan Whitmore",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 163711.0,
 "awd_amount": 163711.0,
 "awd_min_amd_letter_date": "2011-06-20",
 "awd_max_amd_letter_date": "2013-07-03",
 "awd_abstract_narration": "A broad range of observations tell us that about 85% of the matter in the universe is not made of ordinary particles, but exists in some dark form. Deciphering the nature of this dark matter is of fundamental importance to cosmology, astrophysics, and particle physics. A leading hypothesis is that it is comprised of Weakly Interacting Massive Particles (WIMPs) that were produced moments after the Big Bang. Such particles would represent an extension of the Standard Model of particle physics, such as supersymmetry or additional dimensions. If WIMPs exist and are the dark matter, then their presence in our Milky Way may be detectable via scattering from atomic nuclei in a terrestrial detector. The Cryogenic Dark Matter Search (CDMS) Collaboration has pioneered the use of low-temperature phonon-mediated devices to detect the rare scattering of WIMPs on nuclei and to distinguish these events from other background interactions. One of many key technological requirements for the scaling to greater mass of the low-temperature germanium technology is improvement in the cryogenic preamplifiers of both phonon and ionization signals. The superconducting quantum interference device (SQUID) preamplifiers used in the present Soudan facility were produced and evaluated through the efforts of this group several years ago, and the group has been an integral member of the collaboration in optimizing their performance throughout the operation of the various CDMS experiments at Soudan. \r\n\r\nThis award will support the scientific aspects of the CDMS programs in four complementary directions, fully coordinated within the collaboration: (a) support of the SuperCDMS-Soudan experiment (participating in operation of the Soudan experiment, particularly oversight and maintenance of the phonon readout system), (b) contribution to the design of SuperCDMS-SNOLAB (design optimization of cold hardware and electronics), (c) scientific support to SuperCDMS-SNOLAB construction (production testing of SuperCDMS-SNOLAB SQUIDs and room-temperature electronics), and (d) long-term R&D towards GEODM (SQUID-based ionization readout). Continued development of the cryogenic readout systems is a critical component of the science goals of the SuperCDMS and GEODM programs.\r\n\r\nBroader Impacts\r\nThis program's technological development will also push the envelope of phonon-mediated detectors, the applications of which are increasingly widespread. This program will also support the education and training of physics and electrical engineering students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Martin",
   "pi_last_name": "Huber",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Martin E Huber",
   "pi_email_addr": "martin.huber@ucdenver.edu",
   "nsf_id": "000314112",
   "pi_start_date": "2011-06-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Denver-Downtown Campus",
  "inst_street_address": "1380 LAWRENCE ST STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DENVER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3037240090",
  "inst_zip_code": "802042055",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "CO01",
  "org_lgl_bus_name": "UNIVERSITY OF COLORADO AT DENVER",
  "org_prnt_uei_num": "",
  "org_uei_num": "M6CXZ6GSJW84"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Denver-Downtown Campus",
  "perf_str_addr": "1380 LAWRENCE ST STE 300",
  "perf_city_name": "DENVER",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "802042055",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "CO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "723500",
   "pgm_ele_name": "Particle Astrophysics/Undergro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 54001.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 54564.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 55146.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>Science Impact:&nbsp;</p>\n<p>Most of our knowledge of the universe at large is derived through astronomical observations using either ground- or space-based telescopes. All this knowledge is therefore based on electromagnetic radiation&mdash;photons (e.g. visible light, radio waves, x-rays)&mdash;of various energies and wavelengths received from space. Any component of the universe that doesn&rsquo;t interact with light is therefore extremely difficult to study. Despite this difficulty, there is an accumulation of evidence that a significant portion of the matter in the universe (more than 80%) interacts gravitationally but not electromagnetically; it is, essentially, dark matter. (There&rsquo;s also &lsquo;dark energy,&rsquo; but that&rsquo;s another field of study&hellip;)</p>\n<p>None of the standard models of physics contains particles consistent with the distribution of mass in the universe that has been inferred from astronomical observations. Also, no such particles have (yet) been observed in terrestrial particle accelerators. The direct detection of particles responsible for this dark matter is therefore of great importance to our understanding of our universe.</p>\n<p>The Super Cryogenic Dark Matter Search (SuperCDMS) collaboration operates experiments whose goal is the direct detection of dark matter in laboratories here on Earth. SuperCDMS experiments are designed to be particularly sensitive to one candidate for dark matter, so-called weakly interacting massive particles (WIMPs). The SuperCDMS experiments have some sensitivity to other candidates, such as axions, as well, but they excel at background-free searches for WIMPs.</p>\n<p>The SuperCDMS experiment aims to measure the recoil energy imparted to a nucleus in a crystal due to collisions with WIMPs. The experiment employs detectors which are highly sensitive to ionization and phonon signals that result from a WIMP-on-nucleus collision. The detectors, known as iZIP (interleaved Z-sensitive Ionization Phonon) detectors, feature state-of-the-art superconducting thin films deposited on germanium or silicon crystals, which allows accurate measurement of information about the WIMP collisions. The SuperCDMS experiment has been located at the Soudan Underground Laboratory in Minnesota, and will be moving to SNOLAB, a Canadian underground physics laboratory located in Sudbury, Ontario. There, in the first phase, it will operate a total detector mass of about 40kg. Locations deep underground provide essential shielding from cosmic rays, which are a source of background signals that could interfere with the WIMP search.</p>\n<p>More than a dozen institutions participate in this effort with support from the National Science Foundation and the Department of Energy. With such a broad institutional participation, institutions contribute to the collaboration through activities focusing on their individual expertise. The Principal Investigator&rsquo;s (Huber&rsquo;s) group at the University of Colorado Denver (UCD) specializes in the cryogenic signal readout elements; specifically, the preamplifiers that allow the detector signals to be measured by room-temperature electronics. These preamplifiers are arrays of superconducting quantum interference devices (SQUIDs), and Huber&rsquo;s laboratory is known locally as the SQUID Lab.</p>\n<p>The CU Denver group is closely involved in the design, fabrication, and operation of the SQUID preamplifiers, a critical component of the signal readout chain. This group also contributes to operation of the experiment at the underground laboratory in Minnesota, and to research and development into next-generation experiments that will prove even more sensitive than the existing detectors. This contribution has included testing of prototype warm electronics (leading to important design modification), studies of magnetic fields and their effects on SQUID performance (to info...",
  "por_txt_cntn": "\n \n\nScience Impact: \n\nMost of our knowledge of the universe at large is derived through astronomical observations using either ground- or space-based telescopes. All this knowledge is therefore based on electromagnetic radiation&mdash;photons (e.g. visible light, radio waves, x-rays)&mdash;of various energies and wavelengths received from space. Any component of the universe that doesnÆt interact with light is therefore extremely difficult to study. Despite this difficulty, there is an accumulation of evidence that a significant portion of the matter in the universe (more than 80%) interacts gravitationally but not electromagnetically; it is, essentially, dark matter. (ThereÆs also ædark energy,Æ but thatÆs another field of study&hellip;)\n\nNone of the standard models of physics contains particles consistent with the distribution of mass in the universe that has been inferred from astronomical observations. Also, no such particles have (yet) been observed in terrestrial particle accelerators. The direct detection of particles responsible for this dark matter is therefore of great importance to our understanding of our universe.\n\nThe Super Cryogenic Dark Matter Search (SuperCDMS) collaboration operates experiments whose goal is the direct detection of dark matter in laboratories here on Earth. SuperCDMS experiments are designed to be particularly sensitive to one candidate for dark matter, so-called weakly interacting massive particles (WIMPs). The SuperCDMS experiments have some sensitivity to other candidates, such as axions, as well, but they excel at background-free searches for WIMPs.\n\nThe SuperCDMS experiment aims to measure the recoil energy imparted to a nucleus in a crystal due to collisions with WIMPs. The experiment employs detectors which are highly sensitive to ionization and phonon signals that result from a WIMP-on-nucleus collision. The detectors, known as iZIP (interleaved Z-sensitive Ionization Phonon) detectors, feature state-of-the-art superconducting thin films deposited on germanium or silicon crystals, which allows accurate measurement of information about the WIMP collisions. The SuperCDMS experiment has been located at the Soudan Underground Laboratory in Minnesota, and will be moving to SNOLAB, a Canadian underground physics laboratory located in Sudbury, Ontario. There, in the first phase, it will operate a total detector mass of about 40kg. Locations deep underground provide essential shielding from cosmic rays, which are a source of background signals that could interfere with the WIMP search.\n\nMore than a dozen institutions participate in this effort with support from the National Science Foundation and the Department of Energy. With such a broad institutional participation, institutions contribute to the collaboration through activities focusing on their individual expertise. The Principal InvestigatorÆs (HuberÆs) group at the University of Colorado Denver (UCD) specializes in the cryogenic signal readout elements; specifically, the preamplifiers that allow the detector signals to be measured by room-temperature electronics. These preamplifiers are arrays of superconducting quantum interference devices (SQUIDs), and HuberÆs laboratory is known locally as the SQUID Lab.\n\nThe CU Denver group is closely involved in the design, fabrication, and operation of the SQUID preamplifiers, a critical component of the signal readout chain. This group also contributes to operation of the experiment at the underground laboratory in Minnesota, and to research and development into next-generation experiments that will prove even more sensitive than the existing detectors. This contribution has included testing of prototype warm electronics (leading to important design modification), studies of magnetic fields and their effects on SQUID performance (to inform design of magnetic shielding in the SNOLAB experiment), characterization and screening of SQUID preamplifiers to be used at SNOLAB, and determining the impact ..."
 }
}