{
 "awd_id": "1102860",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "IRFP:  Characterizing species boundaries with an integrated genetic, ecological and behavioral approach; Implications for mountain zebra conservation in Namibia",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Tsapogas",
 "awd_eff_date": "2012-12-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 146142.0,
 "awd_amount": 0.0,
 "awd_min_amd_letter_date": "2011-09-20",
 "awd_max_amd_letter_date": "2014-03-25",
 "awd_abstract_narration": "The International Research Fellowship Program enables U.S. scientists and engineers to conduct nine to twenty-four months of research abroad. The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise and experimental conditions abroad.\r\n\r\nThis award will support an eighteen-month research fellowship by Dr. Pauline L. Kamath to work with Dr. Michael Bruford at the University of Cardiff, Cardiff, United Kingdom. \r\n\r\nThe breakdown of reproductive barriers between closely related species has been frequently observed in nature, and its implications debated, particularly when involving threatened and endangered species.  Although introgressive hybridization is a natural phenomenon playing a significant role in species? adaptations and the evolutionary process, rapid human-mediated ecological alterations can create situations that unnaturally promote its occurrence, such as through changes in species? behavior and distribution. Hybridization has been shown to have devastating consequences for vulnerable species, leading to the loss of locally adaptive traits or complete ?genetic extinction? of the species. To date, there is a surprising paucity of data on the processes operating within hybrid zones, thereby making predictions of evolutionary outcomes difficult to ascertain.  This study employs an integrative approach, combining genetic, spatial, demographic and behavioral data, to evaluate the degree of introgressive hybridization and the underlying ecological and behavioral processes driving its occurrence in a wildlife system: between  the common plains zebra (Equus quagga) and vulnerable mountain zebra (E. zebra) in Namibia. It specifically aims to (1) genetically characterize the direction, frequency, and spatial extent of gene flow between zebra species and (2) elucidate behavioral and ecological factors influencing mate choice and hybrid fitness.  Furthermore, coalescent-based Bayesian models will be developed to address complex hypotheses concerning the time of admixture, parental contribution and possibility of multiple admixture events.\r\n\r\nThis research will identify the demographic and behavioral factors that both prevent and promote the breakdown of species boundaries in nature. Ultimately, the characterization of the genetic and spatial extent of hybridization between zebra species across their sympatric zone in Namibia will elucidate the severity of the risk for mountain zebra and aid in making informed conservation management decisions. In addition, uncovering the direction, degree and timing of admixture will be imperative for distinguishing between natural and human-mediated hybridization.  Beyond both scientific and management contributions, this research will help build local capacity for wildlife conservation research in Namibia.  Furthermore, it will establish a valuable international collaboration between research groups at the University of Cardiff, in Cardiff, UK, (Dr. M. Bruford), the University of Newcastle, in Newcastle UK (Dr. M. Gosling), the Namibia Nature Foundation (Dr. M. Gosling) and the Etosha Ecological Institute, Ministry of Environment and Tourism, Namibia (J. Werner Kilian).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pauline",
   "pi_last_name": "Kamath",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Pauline L Kamath",
   "pi_email_addr": "",
   "nsf_id": "000574431",
   "pi_start_date": "2011-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kamath                  Pauline        L",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Berkeley",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "947092215",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Kamath                  Pauline        L",
  "perf_str_addr": "",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947092215",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "595600",
   "pgm_ele_name": "IRFP-Inter Res Fellowship Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5946",
   "pgm_ref_txt": "UNITED KINGDOM"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  },
  {
   "pgm_ref_code": "7395",
   "pgm_ref_txt": "NAMIBIA"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 146142.0
  }
 ],
 "por": null
}