{
 "awd_id": "1102230",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "DNA Sequencing with Nanopores and Transverse Tunneling",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mona Zaghloul",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2015-10-31",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 360000.0,
 "awd_min_amd_letter_date": "2011-05-05",
 "awd_max_amd_letter_date": "2013-05-29",
 "awd_abstract_narration": "The objective of this program is to investigate nanoelectrode nanopore DNA sequencing devices combined with a hybrid approach that measures the electrical response of the devices to short hybridized DNA sequences.  The intellectual merit is to investigate a new approach to DNA sequencing that has a strong theoretical basis but needs to be developed experimentally.  The proposed research will test well-developed hypotheses that DNA can be sequenced by transverse tunneling measurements.  The first hypothesis is that transverse tunneling is sensitive to specific nucleotides and that sequences of nucleotides can be detected in nanoelectrode tunneling devices.  The second hypothesis relaxes the need for single base resolution by using short probes that hybridize with DNA.  These labeled strands are proposed to give rise to significant fluctuations of the tunneling current in nanopore devices.  \r\nThe broader impacts are to discover a new type of low cost DNA sequencing device that enables new medical applications for the benefit of the general public.  The successful discovery of low cost nanodevices for DNA sequencing would be transformative for personalized genomics by greatly expanding our ability to study, diagnose, and treat disease.  A successful outcome of the research will have a tremendous impact on healthcare world-wide by facilitating wide-spread DNA sequencing technology.  The research will also foster outreach to the general public to disseminate information about the potential benefits and ethical risks of genome sequencing technology.  Other broader impacts include impacts on graduate and undergraduate education and summer outreach activities to high school students, including underrepresented groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Willis",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Brian G Willis",
   "pi_email_addr": "brian.willis@uconn.edu",
   "nsf_id": "000217725",
   "pi_start_date": "2011-05-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ranjan",
   "pi_last_name": "Srivastava",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ranjan Srivastava",
   "pi_email_addr": "ranjan.srivastava@uconn.edu",
   "nsf_id": "000445068",
   "pi_start_date": "2011-05-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut",
  "inst_street_address": "438 WHITNEY RD EXTENSION UNIT 1133",
  "inst_street_address_2": "",
  "inst_city_name": "STORRS",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8604863622",
  "inst_zip_code": "062699018",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNTPS995QBM7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut",
  "perf_str_addr": "438 WHITNEY RD EXTENSION UNIT 1133",
  "perf_city_name": "STORRS",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "062699018",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "090E",
   "pgm_ref_txt": "Chem/Bio and Physical Diagnostics"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 123297.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 116803.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 119900.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Personalized medicine is expected to transform our healthcare system by factoring our own unique genetic makeup during diagnosis and treatment of disease, as well as measuring risk for developing various health problems.&nbsp; Nation-wide news reports documenting the success of genetic based disease treatments are becoming more frequent and will likely fuel demand by the public for increased access to genetic testing.&nbsp; The most promising areas of application in the near term include understanding mechanisms of human disease, developing new medicinal drug targets, identifying genetic variation of drug response, more accurate disease diagnosis, screening of newborns for genetic disease, and making decisions about reproduction.&nbsp; However, beyond healthcare, there are many other applications that would also benefit enormously from DNA sequencing.&nbsp; Sequencing could have a revolutionary impact on biotechnologies related to microbial and microbiome engineering.&nbsp; Microbes, including bacterial communities, are central to a wide range of science that includes human health, but also general biotechnology and industrial processes.&nbsp; For example, microbes in the human gut have been associated with human health and disease, and microbes in the termite gut provide a complex biochemical pathway to convert biomass into useful chemicals and fuel.&nbsp; Understanding organisms in microbial communities could lead to transformative impacts for biotechnology.&nbsp; Unlike human genetics, microbial communities are made up of many organisms, each with their own genomes, and the system has population dynamics that evolve over time.&nbsp; To advance biotechnology, genetic analysis of whole microbial communities is needed.&nbsp; Low cost DNA sequencing technology is the enabler for all of these advancements.&nbsp; Over the past decade, federal funding through the NHGRI program and the $1000 genome project has led to significant cost reductions.&nbsp; However, further cost reductions are necessary for widespread adoption of DNA sequencing technology.</p>\n<p>In this project, we have investigated process chemistries to enable nanopore sequencing by electron tunneling.&nbsp; Nanopore sequencing methods, and nanopore sequencing by tunneling, in particular, have been proposed as the ultimate technology for low cost, high-throughput DNA sequencing.&nbsp; However, there are a number of difficult challenges that must be addressed at a fundamental research level to enable practical commercial devices for DNA sequencing.&nbsp; One of these challenges is to position nanoscale electrodes adjacent to nanometer sized pores in a nanometer thin film.&nbsp; As indicated in the accompanying figure, the purpose of nanoelectrodes is to measure an electrical signature of DNA strands as they move through nanopores, like a needle pulling thread through a cloth.&nbsp; The electrical signals are very high speed electrical currents that originate from electron tunneling, which is a mechanism sensitive enough to identify differences between DNA strands of different composition.&nbsp;&nbsp; With a large array of such nanoelectrodes and nanopores, it is possible to sequence DNA at high throughput and low cost. <br />&nbsp;<br />In this work, we have specifically investigated methods to control the placement of nanoelectrodes around nanopores with sub-nanometer precision.&nbsp; We have investigated a method based on atomic layer deposition, which provides the ability to precisely control nanoelectrode properties for achieving working devices.&nbsp; We studied several fundamental aspects of nanoelectrode formation processes and showed proof-of-concept for nanoscale tunneling devices operating in liquid environments similar to the environments required for DNA sequencing.&nbsp; Intellectual merits have been documented in scientific journal publications and were presented at several scientific meetings...",
  "por_txt_cntn": "\nPersonalized medicine is expected to transform our healthcare system by factoring our own unique genetic makeup during diagnosis and treatment of disease, as well as measuring risk for developing various health problems.  Nation-wide news reports documenting the success of genetic based disease treatments are becoming more frequent and will likely fuel demand by the public for increased access to genetic testing.  The most promising areas of application in the near term include understanding mechanisms of human disease, developing new medicinal drug targets, identifying genetic variation of drug response, more accurate disease diagnosis, screening of newborns for genetic disease, and making decisions about reproduction.  However, beyond healthcare, there are many other applications that would also benefit enormously from DNA sequencing.  Sequencing could have a revolutionary impact on biotechnologies related to microbial and microbiome engineering.  Microbes, including bacterial communities, are central to a wide range of science that includes human health, but also general biotechnology and industrial processes.  For example, microbes in the human gut have been associated with human health and disease, and microbes in the termite gut provide a complex biochemical pathway to convert biomass into useful chemicals and fuel.  Understanding organisms in microbial communities could lead to transformative impacts for biotechnology.  Unlike human genetics, microbial communities are made up of many organisms, each with their own genomes, and the system has population dynamics that evolve over time.  To advance biotechnology, genetic analysis of whole microbial communities is needed.  Low cost DNA sequencing technology is the enabler for all of these advancements.  Over the past decade, federal funding through the NHGRI program and the $1000 genome project has led to significant cost reductions.  However, further cost reductions are necessary for widespread adoption of DNA sequencing technology.\n\nIn this project, we have investigated process chemistries to enable nanopore sequencing by electron tunneling.  Nanopore sequencing methods, and nanopore sequencing by tunneling, in particular, have been proposed as the ultimate technology for low cost, high-throughput DNA sequencing.  However, there are a number of difficult challenges that must be addressed at a fundamental research level to enable practical commercial devices for DNA sequencing.  One of these challenges is to position nanoscale electrodes adjacent to nanometer sized pores in a nanometer thin film.  As indicated in the accompanying figure, the purpose of nanoelectrodes is to measure an electrical signature of DNA strands as they move through nanopores, like a needle pulling thread through a cloth.  The electrical signals are very high speed electrical currents that originate from electron tunneling, which is a mechanism sensitive enough to identify differences between DNA strands of different composition.   With a large array of such nanoelectrodes and nanopores, it is possible to sequence DNA at high throughput and low cost. \n \nIn this work, we have specifically investigated methods to control the placement of nanoelectrodes around nanopores with sub-nanometer precision.  We have investigated a method based on atomic layer deposition, which provides the ability to precisely control nanoelectrode properties for achieving working devices.  We studied several fundamental aspects of nanoelectrode formation processes and showed proof-of-concept for nanoscale tunneling devices operating in liquid environments similar to the environments required for DNA sequencing.  Intellectual merits have been documented in scientific journal publications and were presented at several scientific meetings.  The broader impacts of the work supported the development of a scientifically trained work force including research experiences at both graduate and undergraduate levels.  The training resul..."
 }
}