{
 "awd_id": "1102577",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Brookings Papers on Economic Activity",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2011-09-24",
 "awd_max_amd_letter_date": "2011-09-24",
 "awd_abstract_narration": "This award provides partial funding for the Brookings Conference on Macroeconomics and the accompanying Brookings Papers on Economic Activity, a conference volume.\r\n\r\nThe conference is designed to bring together scholars in economics  (primary macroeconomics) to focus on the scientific analysis of economic policy issues.  The topics include fiscal and monetary policy, asset pricing, labor markets, consumptions and saving behavior, business investment, housing, wage and price setting, business cycles, long-run economic grown, the distribution of income and wealth, intermational capital flows and exchange rates, international trade and development, the macroeconomic implications of health costs, energy supply and demand, environmental issues, and the education system.\r\n\r\nThe papers presented develop empirical evidence, include real world institutions, and focus on relevance to policy.   A wide range of methodological approaches are included.  Papers are available online to the general public, and the series has been praised as a key forum for discussion of economic research and policy.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Romer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Romer",
   "pi_email_addr": "dromer@econ.berkeley.edu",
   "nsf_id": "000538963",
   "pi_start_date": "2011-09-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brookings Institution",
  "inst_street_address": "1775 MASSACHUSETTS AVE NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2027976000",
  "inst_zip_code": "200362103",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "THE BROOKINGS INSTITUTION",
  "org_prnt_uei_num": "DRF8L4LUMKK8",
  "org_uei_num": "DRF8L4LUMKK8"
 },
 "perf_inst": {
  "perf_inst_name": "Brookings Institution",
  "perf_str_addr": "1775 MASSACHUSETTS AVE NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200362103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  },
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 450000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The mission of Brookings Papers on Economic Activity (BPEA) is to provide rigorous and accessible analysis of important issues in macroeconomics, broadly defined. BPEA papers are presented and discussed at conferences held twice each year, and the papers and discussant remarks from each conference are published in the journal. The analysis is careful, usually empirical, takes real-world institutions seriously, and aims to be relevant to policy. The findings are described in a clear and accessible style to maximize their impact on the economics profession and economic policymaking.</p>\n<p>&nbsp;</p>\n<p>BPEA<br />publishes research in macroeconomics, broadly defined, with an emphasis on analysis that is empirical, focuses on real-world events and institutions, and is relevant to economic policy. The subject matter encompasses all fields of<br />economic inquiry relevant to macroeconomics, including business cycles; development and long-term growth; the distribution of income, wealth, and opportunities; financial markets;&nbsp; international capital and foreign exchange markets; fiscal and monetary policy; international trade; labor markets; the public sector and the welfare state; energy; the environment; political economy; regulation and industrial organization; education; health; and demography.</p>\n<p>&nbsp;</p>\n<p>The topics covered in the 49 BPEA papers produced between 9/15/2011 and 8/31/2015 cover topics as wide-ranging as household debt, political polarization, family planning, higher education, healthcare spending, and unemployment, to name just a few.&nbsp; Every paper has been cited in later research by other scholars, and some of the papers have been cited over 380 times, according to Google Scholar.&nbsp; Papers&rsquo; citations increase over the years, and BPEA papers remain relevant for years after their publication.</p>\n<p><br /><br /></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2015<br>\n\t\t\t\t\tModified by: David&nbsp;Romer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe mission of Brookings Papers on Economic Activity (BPEA) is to provide rigorous and accessible analysis of important issues in macroeconomics, broadly defined. BPEA papers are presented and discussed at conferences held twice each year, and the papers and discussant remarks from each conference are published in the journal. The analysis is careful, usually empirical, takes real-world institutions seriously, and aims to be relevant to policy. The findings are described in a clear and accessible style to maximize their impact on the economics profession and economic policymaking.\n\n \n\nBPEA\npublishes research in macroeconomics, broadly defined, with an emphasis on analysis that is empirical, focuses on real-world events and institutions, and is relevant to economic policy. The subject matter encompasses all fields of\neconomic inquiry relevant to macroeconomics, including business cycles; development and long-term growth; the distribution of income, wealth, and opportunities; financial markets;  international capital and foreign exchange markets; fiscal and monetary policy; international trade; labor markets; the public sector and the welfare state; energy; the environment; political economy; regulation and industrial organization; education; health; and demography.\n\n \n\nThe topics covered in the 49 BPEA papers produced between 9/15/2011 and 8/31/2015 cover topics as wide-ranging as household debt, political polarization, family planning, higher education, healthcare spending, and unemployment, to name just a few.  Every paper has been cited in later research by other scholars, and some of the papers have been cited over 380 times, according to Google Scholar.  PapersÆ citations increase over the years, and BPEA papers remain relevant for years after their publication.\n\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 11/30/2015\n\n\t\t\t\t\tSubmitted by: David Romer"
 }
}