{
 "awd_id": "1102785",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Fingerprints of Global Warming in Worldwide Public Attitudes",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 6130.0,
 "awd_amount": 6130.0,
 "awd_min_amd_letter_date": "2011-03-02",
 "awd_max_amd_letter_date": "2011-03-02",
 "awd_abstract_narration": "This research will use local climate variability as the stimulus for a natural experiment to test for a predicted relationship between individual experience of anomalous local climate and attitudes about the magnitude of long-term climate change. From Russia's unprecedented 2010 heat wave to the northeastern U.S. \"snowpocalypse,\" abnormal weather patterns are often cited as evidence for or against the existence of climate change. The narratives surrounding these events suggest that public opinion may be influenced by recent and ongoing weather, but this hypothesis has not yet been systematically investigated. In this project a broad multi-country collection of public opinion polls and academic surveys is coupled with historical climate indicators using a new methodology, spatial microsimulation, to create a model of the effect of local climate variability on worldwide public attitudes. The global model is then used to generate predictive comparisons of future patterns of public attitudes under the local climate changes projected by the IPCC emissions scenarios. This research is designed to advance both the methodology of Bayesian spatial analysis and the theoretical understanding of human risk perception and adjustment to chronic hazards. This novel methodology takes advantage of a broad collection of existing data to address critical theoretical questions about human perception and response to climate change. Few previous observational or experimental studies have addressed the role of manifest climate experience in attitude formation about the effects of climate change. The research is fundamentally interdisciplinary, integrating theory from psychology with climatology and social science data using methods derived from Geographic Information Science.\r\n\r\nDo local climate anomalies influence individual attitudes about climate change? If so, how will attitudes change over time as the impacts of global warming are increasingly experienced? Although the ways in which individuals experience environmental phenomena play a major role in attitude formation and behavioral response, it is unclear both how people perceive chronic hazards such as climate change and to what extent those experiences influence attitudes and behaviors. To address this gap, this research seeks to explain the effect of individual climate experience on attitudes about climate change. If the experience of climate variability is perceived as positive or negative evidence of global warming, it may influence individual attitudes about climate change and decisions to mitigate or adapt. Individual behavior change represents a major source of potential greenhouse gas emissions reductions, and the results of this project will help to explain the determinants of attitudes that shape such changes. By combining the results with future climate projections, this project can facilitate prediction of positive or negative feedbacks between climate change impacts, risk perceptions, and mitigation behavior. Knowledge about the determinants of such behavior will be a critical component of climate change policy and risk communication.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brenton",
   "pi_last_name": "Yarnal",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Brenton M Yarnal",
   "pi_email_addr": "alibar@essc.psu.edu",
   "nsf_id": "000453936",
   "pi_start_date": "2011-03-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Howe",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Peter D Howe",
   "pi_email_addr": "pdh143@psu.edu",
   "nsf_id": "000576275",
   "pi_start_date": "2011-03-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 6130.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Can people accurately detect local climate change? The first study of this project found that a majority of the global population has noticed that local average temperatures are rising, corresponding with changes in their local climates observed in instrumental records. These results provide the first global evidence for the ability of people to accurately detect local climate changes, and could have important implications for future responses to global warming. The findings were based on survey data collected in 89 countries from 91,000 individuals in 2007 and 2008, in which 73% reported that annual average temperatures were rising in their local area over the past 5 years (10% reported that their local area was getting cooler over the same period). After joining the results of the survey to local climate data at the national and local level using a model that accounts for the spatial distribution of population, we found that people who reported that their local area was getting warmer were indeed experiencing relative temperatures over the past 6-12 months that were higher, on average, than for those who reported that their local area was getting colder or had stayed the same. After controlling for demographic and seasonal effects, the study found that an increase in the annual temperature of 1&ordm; C above the local long-term average was associated with a 7-12% increase in the probability that people would report that their local area was getting warmer over the long term.</p>\n<p>Two subsequent studies explored how local climate relates to perceptions and attitudes about global warming: the second study examined perceptions of seasonal temperature and precipitation in a representative sample of U.S. residents, and third study examined beliefs about global warming among representative samples of residents of 27 European Union member states. The findings of these studies support the results of the global analysis while also providing additional evidence that&mdash;although experience with local climate conditions likely contributes to attitudes about global warming&mdash;pre-existing beliefs can also bias how local climate conditions are perceived.</p>\n<p>Previous research has generally assumed that it is difficult to perceive global warming directly because local weather patterns are highly variable and may not reflect long-term global climate trends. However, there is evidence that local climate change experience may play an important role in individual behavior to mitigate and adapt to climate change. Although many community-level studies have shown that people can perceive and adapt to aspects of climate variability and change based on personal observations, there has been little research on this phenomenon at broader scales. This project shows that public perceptions do indeed correspond with patterns of observed temperature change from climate records. As global climate change intensifies, changes in local temperatures and weather patterns may be more likely to be detected by the global public. These findings also suggest that public opinion of global climate change may shift in response to the personal experience of local climate variability and change.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/01/2013<br>\n\t\t\t\t\tModified by: Brenton&nbsp;M&nbsp;Yarnal</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCan people accurately detect local climate change? The first study of this project found that a majority of the global population has noticed that local average temperatures are rising, corresponding with changes in their local climates observed in instrumental records. These results provide the first global evidence for the ability of people to accurately detect local climate changes, and could have important implications for future responses to global warming. The findings were based on survey data collected in 89 countries from 91,000 individuals in 2007 and 2008, in which 73% reported that annual average temperatures were rising in their local area over the past 5 years (10% reported that their local area was getting cooler over the same period). After joining the results of the survey to local climate data at the national and local level using a model that accounts for the spatial distribution of population, we found that people who reported that their local area was getting warmer were indeed experiencing relative temperatures over the past 6-12 months that were higher, on average, than for those who reported that their local area was getting colder or had stayed the same. After controlling for demographic and seasonal effects, the study found that an increase in the annual temperature of 1&ordm; C above the local long-term average was associated with a 7-12% increase in the probability that people would report that their local area was getting warmer over the long term.\n\nTwo subsequent studies explored how local climate relates to perceptions and attitudes about global warming: the second study examined perceptions of seasonal temperature and precipitation in a representative sample of U.S. residents, and third study examined beliefs about global warming among representative samples of residents of 27 European Union member states. The findings of these studies support the results of the global analysis while also providing additional evidence that&mdash;although experience with local climate conditions likely contributes to attitudes about global warming&mdash;pre-existing beliefs can also bias how local climate conditions are perceived.\n\nPrevious research has generally assumed that it is difficult to perceive global warming directly because local weather patterns are highly variable and may not reflect long-term global climate trends. However, there is evidence that local climate change experience may play an important role in individual behavior to mitigate and adapt to climate change. Although many community-level studies have shown that people can perceive and adapt to aspects of climate variability and change based on personal observations, there has been little research on this phenomenon at broader scales. This project shows that public perceptions do indeed correspond with patterns of observed temperature change from climate records. As global climate change intensifies, changes in local temperatures and weather patterns may be more likely to be detected by the global public. These findings also suggest that public opinion of global climate change may shift in response to the personal experience of local climate variability and change.\n\n\t\t\t\t\tLast Modified: 04/01/2013\n\n\t\t\t\t\tSubmitted by: Brenton M Yarnal"
 }
}