{
 "awd_id": "1102555",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Determinants of Social Movement Participation",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Saylor Breckenridge",
 "awd_eff_date": "2011-03-15",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 8722.0,
 "awd_amount": 8722.0,
 "awd_min_amd_letter_date": "2011-03-24",
 "awd_max_amd_letter_date": "2011-03-24",
 "awd_abstract_narration": "Doctoral Dissertation Research: Determinants of Social Movement Participation\r\nDr. Linda Molm (PI)\r\nKelly Jean Bergstrand (co-PI)\r\nUniversity of Arizona\r\n\r\nAbstract\r\nWhy and under which conditions do people participate in social movements? This is a classic question, and a significant amount of research has identified biographic and contextual factors that shape movement participation.  However, we know little about the degree to which the substance of issues problematized by social movements affects their ability to recruit participants and resources. This dissertation research seeks to address this gap by assessing whether some issues are inherently more powerful or appealing than others in attracting public support -- and if so, why. To address this question, the project is grounded in social psychological theory (specifically, Affect Control Theory), which helps gauge cultural meanings associated with identities and behaviors and thus helps identify enduring, systematic trends in the way people evaluate and perceive events that go beyond personal histories. Central hypotheses derived from this theory are tested by means of a vignette-based experiment. \r\n\r\nBroader Impacts\r\nThe findings from this research have broader implications for society, such as providing information to the non-profit sector or to policy makers. Findings from his study could help to explain the popular appeal of some issues, and indicate why other issues that may be important to address for the well-being of society may not have found sizeable public support.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Linda",
   "pi_last_name": "Molm",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Linda D Molm",
   "pi_email_addr": "molml@u.arizona.edu",
   "nsf_id": "000400759",
   "pi_start_date": "2011-03-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kelly",
   "pi_last_name": "Bergstrand",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kelly Bergstrand",
   "pi_email_addr": "kelly.bergstrand@uta.edu",
   "nsf_id": "000768933",
   "pi_start_date": "2011-03-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 8722.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research systematically examined acts that have the potential to be viewed as a source of injustice or wrongdoing to assess whether certain grievances are more powerful than others in evoking emotions, attitudinal support and a willingness to take action to redress the grievance. The popularity of any particular topic is likely to rise and fall, reflecting fads in public opinion as well as the influence of current events. Are there strengths and weaknesses of issues that exist in relatively durable ways? Can such strengths and weaknesses be identified across different social movement types, geographies, and even time periods?</p>\n<p>To answer these questions, this dissertation research investigated whether there were systematic trends in the content of issues that made them more, or less, attractive to potential supporters. To evaluate grievances, I applied two concepts from Affect Control Theory to social movement campaigns. These are evaluation profiles, which measure the goodness or badness of actors, behaviors and objects, and deflection, which captures the tension resulting from situational violations of cultural expectations. I hypothesized that people would be more sympathetic toward and willing to join a cause that addresses negative behavior, particularly when it is directed toward something viewed positively rather than negatively. Additionally, the more an issue involves something unexpected and violates a sense of how the world is supposed to be, the greater the likelihood that people will seek to address the injustice. In this way deflection can help to explain why some groups oppose &ldquo;good&rdquo; behavior if this behavior undermines their expectations about how the world should operate. I then used a series of vignette experiments to test hypotheses on how evaluation profiles and deflection affect people&rsquo;s evaluations of the importance, morality, and injustice of a grievance, emotional reactions to a grievance, and willingness to take action to address a grievance, such as being willing to donate money to a social movement campaign, sign a petition, recruit others to the issue, or attend a protest. I find strong support that negative behavior, particularly when directed toward positive objects, leads people to view acts as more immoral and unjust, generates stronger emotional reactions like anger and compassion, and increases the likelihood that people will be sympathetic toward and willing to take action for social movement campaigns that seek to address the grievance. I also find that cognitive biases affect grievance evaluations and that people are more sympathetic toward victims that are viewed as powerless, as compared to powerful.</p>\n<p>Overall, these results provide a theoretical framework for analyzing grievances that can be used to help understand why people care about or are willing to take action for particular types of issues, as well as why some movements succeed while others fail. For example, these concepts, alongside other important factors, could work to explain why campaigns targeting hazardous waste sites located near schools may be more successful than campaigns opposing hazardous waste sites located near prisons. This dissertation research contributes to social movement literature on differential participation, recruitment, commitment, framing, and outcomes. It is also relevant to the public and policy makers in that it could potentially indicate why issues that may be important for the public good may or may not arouse popular support.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/25/2013<br>\n\t\t\t\t\tModified by: Kelly&nbsp;Bergstrand</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research systematically examined acts that have the potential to be viewed as a source of injustice or wrongdoing to assess whether certain grievances are more powerful than others in evoking emotions, attitudinal support and a willingness to take action to redress the grievance. The popularity of any particular topic is likely to rise and fall, reflecting fads in public opinion as well as the influence of current events. Are there strengths and weaknesses of issues that exist in relatively durable ways? Can such strengths and weaknesses be identified across different social movement types, geographies, and even time periods?\n\nTo answer these questions, this dissertation research investigated whether there were systematic trends in the content of issues that made them more, or less, attractive to potential supporters. To evaluate grievances, I applied two concepts from Affect Control Theory to social movement campaigns. These are evaluation profiles, which measure the goodness or badness of actors, behaviors and objects, and deflection, which captures the tension resulting from situational violations of cultural expectations. I hypothesized that people would be more sympathetic toward and willing to join a cause that addresses negative behavior, particularly when it is directed toward something viewed positively rather than negatively. Additionally, the more an issue involves something unexpected and violates a sense of how the world is supposed to be, the greater the likelihood that people will seek to address the injustice. In this way deflection can help to explain why some groups oppose \"good\" behavior if this behavior undermines their expectations about how the world should operate. I then used a series of vignette experiments to test hypotheses on how evaluation profiles and deflection affect peopleÆs evaluations of the importance, morality, and injustice of a grievance, emotional reactions to a grievance, and willingness to take action to address a grievance, such as being willing to donate money to a social movement campaign, sign a petition, recruit others to the issue, or attend a protest. I find strong support that negative behavior, particularly when directed toward positive objects, leads people to view acts as more immoral and unjust, generates stronger emotional reactions like anger and compassion, and increases the likelihood that people will be sympathetic toward and willing to take action for social movement campaigns that seek to address the grievance. I also find that cognitive biases affect grievance evaluations and that people are more sympathetic toward victims that are viewed as powerless, as compared to powerful.\n\nOverall, these results provide a theoretical framework for analyzing grievances that can be used to help understand why people care about or are willing to take action for particular types of issues, as well as why some movements succeed while others fail. For example, these concepts, alongside other important factors, could work to explain why campaigns targeting hazardous waste sites located near schools may be more successful than campaigns opposing hazardous waste sites located near prisons. This dissertation research contributes to social movement literature on differential participation, recruitment, commitment, framing, and outcomes. It is also relevant to the public and policy makers in that it could potentially indicate why issues that may be important for the public good may or may not arouse popular support.\n\n \n\n\t\t\t\t\tLast Modified: 09/25/2013\n\n\t\t\t\t\tSubmitted by: Kelly Bergstrand"
 }
}