{
 "awd_id": "1103593",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2011",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Vanni",
 "awd_eff_date": "2011-12-01",
 "awd_exp_date": "2013-11-30",
 "tot_intn_awd_amt": 123000.0,
 "awd_amount": 123000.0,
 "awd_min_amd_letter_date": "2011-06-15",
 "awd_max_amd_letter_date": "2011-06-15",
 "awd_abstract_narration": "This action funds an NSF Postdoctoral Research Fellowship in Biology for FY 2011, Intersections of Biology and Mathematical and Physical Sciences. The fellowship supports a research and training plan in a host laboratory for the Fellow at the intersection of biology with mathematics. The title of the research and training plan for this fellowship to Clayton Cressler is \"A theoretical-empirical approach to life history evolution under joint starvation and predation risks in Daphnia.\" The host institution for this fellowship is Queen's University with sponsoring scientists Drs. William Nelson and Troy Day.\r\n\r\n\r\nThe need to avoid starvation, on one hand, and to avoid predation, on the other, are two of the strongest selective forces acting on animal populations. Furthermore, many traits affect an organism's interaction with both its resources and its predators, so starvation and predation risk will often jointly affect trait evolution. However, very little is known about the relative importance of each risk to trait evolution for any organism.  Disentangling the interaction between starvation and predation risk requires an intimate dialogue between biological experiment and mathematical theory.  This project employs such a dialogue to (1) gain insight into how different resource and predator environments drive selection on life history in the zooplankter Daphnia pulex; (2) identify the traits most strongly influenced by each force; and (3) explore how feedbacks between resources, predation, and life history contribute to the coexistence of different Daphnia genotypes.\r\n \r\nTraining objectives include learning experimental techniques for the model organism Daphnia pulex, using empirical data to parameterize dynamical models at both the individual- and population-levels, and rigorously confronting these models with novel experimental data that definitively test model predictions or point out the need for better models.  Data will be shared with the Daphnia Genome Consortium for public use.  Broader impacts include mentoring undergraduates from both mathematics and biology to work across disciplinary boundaries, a crucial skill for tackling the complexity of natural systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Clayton",
   "pi_last_name": "Cressler",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Clayton E Cressler",
   "pi_email_addr": "",
   "nsf_id": "000542725",
   "pi_start_date": "2011-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cressler                Clayton        E",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Ann Arbor",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "",
  "inst_zip_code": "481091048",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Cressler                Clayton        E",
  "perf_str_addr": "",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091048",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "805400",
   "pgm_ele_name": "Inters Biol and Math and Phys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 123000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Humans have a deep intuition about the connection between nutrition and disease: consider the folk wisdom, \"Starve a fever and feed a cold,\" or the expression we use to describe sickness, like \"feeling drained.\" It is well-known now that parasitic infection can have a significant energetic cost for hosts. In part this is because of the cost of ramping up the immune response, but it is also due to the fact that parasites, by definition, use within-host resources to fuel their own replication. These two facts establish the potential for nutrition to mediate the outcome of the interaction between the immune system and parasites. The goal of this project was to help develop and test a conceptual framework for understanding how nutrition interacts with the immune system and diseases. My approach to this goal involved the development of novel mathematical models and the use of an experimental system where the predictions of the mathematical theory could be tested.</p>\n<p>&nbsp;</p>\n<p>Because infection is energetically costly for hosts, it is unsurprising that, in many animals, the costs of parasitism are manifested in changes in growth, reproduction, or mortality, which are often broadly referred to as the host's \"life history.\" Changes in life history upon infection, therefore, can reveal important information about the strategies that parasites use to exploit their hosts and the strategies that hosts use to combat their parasites. Imagine the host diet as a household budget: there is a certain amount of resources coming in, and those resources must be parcelled out among the household needs. In the case of a host, these resources are the nutrients of the diet, and the household needs might be growth of new tissue, maintenance of existing tissue, reproduction, and the immune system. When a host gets sick, there is a new \"drain\" on the household budget, and everything else must adjust because the pool of resources is finite. Some of those changes may be directly caused by the host (for example, if the host takes energy away from growth to ramp up the immune system) and some may be directly caused by the parasite (for example, if the parasite consumes the reproductive tissue). Still others may be passive side-effects of other changes. There is a well-studied body of mathematical theory describing how life history patterns emerge out of the allocation of within-host nutrients to different processes. I simply extended this theory to account for epidemiological processes like immune proliferation and parasite exploitation.</p>\n<p>&nbsp;</p>\n<p>Using this theory, I was able to make general predictions about how the interaction between nutrition, the immune system, and parasites manifests itself in changes in parasite abundance. In essence, this theory predicts the conditions under which \"starve a fever and feed a cold\" is good advice. I showed that this theory can help us understand a disparate body of experimental results. Additionally, to help \"ground-truth\" the theory, I have been working with an experimental system wherein infection has dramatic effects on host life history. When the freshwater zooplankton <em>Daphnia</em>&nbsp;<em>magna </em>is infected by the bacterium <em>Pasteuria ramosa</em>, it stops reproducing and grows to up to twice its normal mass. The included image shows an infected animal on the left and uninfected animal on the right - you can see the lack of eggs along the back of the infected animal, and the reddish coloration is caused by the inside filling with bacterial spores. It has been unclear whether these life history changes benefit only the parasite, or whether they might be part of the host's attempt to fight off the infection. By combining mathematical models describing how nutrients are being utilized by the host and parasite with our experimental results, we were able to show conclusively that both castration and gigantism benefit only the...",
  "por_txt_cntn": "\nHumans have a deep intuition about the connection between nutrition and disease: consider the folk wisdom, \"Starve a fever and feed a cold,\" or the expression we use to describe sickness, like \"feeling drained.\" It is well-known now that parasitic infection can have a significant energetic cost for hosts. In part this is because of the cost of ramping up the immune response, but it is also due to the fact that parasites, by definition, use within-host resources to fuel their own replication. These two facts establish the potential for nutrition to mediate the outcome of the interaction between the immune system and parasites. The goal of this project was to help develop and test a conceptual framework for understanding how nutrition interacts with the immune system and diseases. My approach to this goal involved the development of novel mathematical models and the use of an experimental system where the predictions of the mathematical theory could be tested.\n\n \n\nBecause infection is energetically costly for hosts, it is unsurprising that, in many animals, the costs of parasitism are manifested in changes in growth, reproduction, or mortality, which are often broadly referred to as the host's \"life history.\" Changes in life history upon infection, therefore, can reveal important information about the strategies that parasites use to exploit their hosts and the strategies that hosts use to combat their parasites. Imagine the host diet as a household budget: there is a certain amount of resources coming in, and those resources must be parcelled out among the household needs. In the case of a host, these resources are the nutrients of the diet, and the household needs might be growth of new tissue, maintenance of existing tissue, reproduction, and the immune system. When a host gets sick, there is a new \"drain\" on the household budget, and everything else must adjust because the pool of resources is finite. Some of those changes may be directly caused by the host (for example, if the host takes energy away from growth to ramp up the immune system) and some may be directly caused by the parasite (for example, if the parasite consumes the reproductive tissue). Still others may be passive side-effects of other changes. There is a well-studied body of mathematical theory describing how life history patterns emerge out of the allocation of within-host nutrients to different processes. I simply extended this theory to account for epidemiological processes like immune proliferation and parasite exploitation.\n\n \n\nUsing this theory, I was able to make general predictions about how the interaction between nutrition, the immune system, and parasites manifests itself in changes in parasite abundance. In essence, this theory predicts the conditions under which \"starve a fever and feed a cold\" is good advice. I showed that this theory can help us understand a disparate body of experimental results. Additionally, to help \"ground-truth\" the theory, I have been working with an experimental system wherein infection has dramatic effects on host life history. When the freshwater zooplankton Daphnia magna is infected by the bacterium Pasteuria ramosa, it stops reproducing and grows to up to twice its normal mass. The included image shows an infected animal on the left and uninfected animal on the right - you can see the lack of eggs along the back of the infected animal, and the reddish coloration is caused by the inside filling with bacterial spores. It has been unclear whether these life history changes benefit only the parasite, or whether they might be part of the host's attempt to fight off the infection. By combining mathematical models describing how nutrients are being utilized by the host and parasite with our experimental results, we were able to show conclusively that both castration and gigantism benefit only the parasite.\n\nThese results show how combining the mathematical models with data can provide new insights into disease systems.  I..."
 }
}