{
 "awd_id": "1103180",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Supply Chain Governance in Supermarkets' Localized Sourcing Strategies",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2011-05-24",
 "awd_max_amd_letter_date": "2011-05-24",
 "awd_abstract_narration": "SES-1103078\r\nCynthia Hinrichs\r\nJessica Bloom\r\nThe Pennsylvania State University\r\n\r\nThis research applies theories of governance to the Wal-Mart corporation?s efforts to increase localized produce sourcing as part of its current sustainability initiative. As the largest retailer in the world, Wal-Mart's corporate policies have far-reaching consequences, both in terms of its internal supply chains and external influence within the retail sector. Theories of governance outline the specific mechanisms that are used to manage supply chains, as well as the increased role that private corporations play in regulating the agri-food system. This theoretical lens highlights the effects of how resources, risks and benefits are distributed both within actual supply chains and at a wider societal level. This research poses three inter-related questions: 1) What explicit and implicit rules and practices are framed as ?sustainable? in Wal-Mart's localized agri-food supply chains?, 2) How are these rules and practices implemented as a form of supply chain governance, including the networks that emerge to help coordinate any new supply chain relationships?, and 3) How do these shifts in the framing and implementation of localized produce sourcing affect farmers? ability to participate as suppliers and consumers' ability to access affordable produce? \r\n\r\nThis research will use qualitative research methods to develop comparative regional case studies of Wal-Mart's local produce sourcing effort in the Southeast United States and Central Honduras. The approach includes analysis of how sustainability is framed and defined in Wal-Mart's publicly available documents; interviews with participating producers and the networks of organizations that form to facilitate the localized sourcing initiative; and spatial analyses to assess implications for consumer access to local produce in the study regions. \r\n\r\nBroader Impact. This research advances sociological knowledge about the drivers, processes and impacts of change and restructuring in the agri-food system by focusing on how corporate discourse interacts with on-the-ground processes to determine the governance of localized supply chains. By opening up increased market opportunities for a diverse range of producers, providing environmental benefits because of transportation efficiencies and improving access for low-income consumers, supermarkets may be ideally positioned to facilitate a transition to a more sustainable local food system. The analysis that results from this research will illuminate the actual benefits and drawbacks of new local produce sourcing by large private corporations, thereby informing education, interventions, and policy more broadly directed at enhancing the sustainability of the agri-food system",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cynthia",
   "pi_last_name": "Hinrichs",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cynthia Hinrichs",
   "pi_email_addr": "chinrichs@psu.edu",
   "nsf_id": "000228917",
   "pi_start_date": "2011-05-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jessica",
   "pi_last_name": "Bloom",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Jessica D Bloom",
   "pi_email_addr": "jdb439@psu.edu",
   "nsf_id": "000577323",
   "pi_start_date": "2011-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-size: small;\"><span>The goal of this project is to examine emerging forms of supply chain governance in Walmart&rsquo;s localized supply chains, and to analyze these relationships and arrangements in terms of potential impacts of corporate restructuring of the food system.</span><span><span style=\"mso-spacerun: yes;\">&nbsp; </span>Governance can be understood on two levels; first, the study of governance can refer to what institutions have the power and legitimacy to determine what is regulated and how, and second, it can be used to explore how regulations are applied to supply chains, including the implications that these regulations have for determining the conditions of access for supply chain participants.<span style=\"mso-spacerun: yes;\">&nbsp; </span></span><span>In keeping with theories of governance, this research focused on both formal governance mechanisms, such as private standards, as well as informal mechanisms, such as social relationships along the supply chain.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Emphasis was also placed on the role of outside organizations, including private, public and nonprofit sector actors, in coordinating and implementing Walmart&rsquo;s local sourcing program.<span style=\"mso-spacerun: yes;\">&nbsp;&nbsp; </span>These organizations provide&nbsp;resources and training that producers need to access, and maintain participation in, Walmart&rsquo;s localized supply chains; in addition, findings show that these organizations often mediate the relationship between producers and Walmart.<span style=\"mso-spacerun: yes;\">&nbsp; </span></span><span>Two case study sites were developed for the purposes of this research, one in the Central American country of Honduras, and one in the US.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Qualitative social science research methods were employed in order to examine the perspectives and experiences of producers who&nbsp;participate in Walmart&rsquo;s local sourcing program in these two regions, as well as of those organizations that provide these producers with training and resources.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Between the two case study regions, a total of 100 semi-structured personal interviews were conducted, including 57 producers (30 in Honduras and 27 in the US) and 43 representatives from facilitating organizations (22 in Honduras and 21 in the US).<span style=\"mso-spacerun: yes;\">&nbsp; </span></span></span></p>\n<p><span style=\"font-size: small;\"><span>&nbsp;&nbsp;&nbsp;&nbsp; Preliminary findings from this research contribute to an understanding of the role of corporations in reframing the concept of sustainability within the agri-food system.<span style=\"mso-spacerun: yes;\">&nbsp; </span>In this case, research indicates that in Walmart&rsquo;s localized supply chains, compliance with </span><span>food safety standards tends to guide the training and resources that outside organizations provide to facilitate the ability of small to mid-size producers to sell to this market.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Due to their role as a market intermediary, these organizations also take on the task of monitoring and enforcing these standards along the localized supply chain.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Many participants also believed that food safety standards form the basis for establishing sustainable production practices.<span style=\"mso-spacerun: yes;\">&nbsp; </span>The conflation of food safety, or the reduction of microbial contamination, with the precepts of sustainability, widely described (although also debated) as the environmental, economic and social conditions that contribute to overall farm viability, provides insight into the potential reframing of what constitutes &ldquo;sustainable agriculture&rdquo; within the context of corporate agri-food supply chains.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Wh...",
  "por_txt_cntn": "\nThe goal of this project is to examine emerging forms of supply chain governance in WalmartÆs localized supply chains, and to analyze these relationships and arrangements in terms of potential impacts of corporate restructuring of the food system.  Governance can be understood on two levels; first, the study of governance can refer to what institutions have the power and legitimacy to determine what is regulated and how, and second, it can be used to explore how regulations are applied to supply chains, including the implications that these regulations have for determining the conditions of access for supply chain participants.  In keeping with theories of governance, this research focused on both formal governance mechanisms, such as private standards, as well as informal mechanisms, such as social relationships along the supply chain.  Emphasis was also placed on the role of outside organizations, including private, public and nonprofit sector actors, in coordinating and implementing WalmartÆs local sourcing program.   These organizations provide resources and training that producers need to access, and maintain participation in, WalmartÆs localized supply chains; in addition, findings show that these organizations often mediate the relationship between producers and Walmart.  Two case study sites were developed for the purposes of this research, one in the Central American country of Honduras, and one in the US.  Qualitative social science research methods were employed in order to examine the perspectives and experiences of producers who participate in WalmartÆs local sourcing program in these two regions, as well as of those organizations that provide these producers with training and resources.  Between the two case study regions, a total of 100 semi-structured personal interviews were conducted, including 57 producers (30 in Honduras and 27 in the US) and 43 representatives from facilitating organizations (22 in Honduras and 21 in the US).  \n\n     Preliminary findings from this research contribute to an understanding of the role of corporations in reframing the concept of sustainability within the agri-food system.  In this case, research indicates that in WalmartÆs localized supply chains, compliance with food safety standards tends to guide the training and resources that outside organizations provide to facilitate the ability of small to mid-size producers to sell to this market.  Due to their role as a market intermediary, these organizations also take on the task of monitoring and enforcing these standards along the localized supply chain.  Many participants also believed that food safety standards form the basis for establishing sustainable production practices.  The conflation of food safety, or the reduction of microbial contamination, with the precepts of sustainability, widely described (although also debated) as the environmental, economic and social conditions that contribute to overall farm viability, provides insight into the potential reframing of what constitutes \"sustainable agriculture\" within the context of corporate agri-food supply chains.  While in some cases this emphasis may lead to positive outcomes (such as the reduction of pesticide use), it is possible that it could also have unintended consequences that undermine the economic viability of a farming operation (for example, when a small-scale producer replaces manure from livestock with off-farm inputs).\n\n In terms of how food safety standards are implemented in WalmartÆs localized supply chains and what effect this may have on the conditions of access for producers, this research suggests that in the developing country context, there may be some room for negotiation in order to adapt formal standards to the conditions of small-scale producers in these regions.  The flexibility and adaptation of formal standards is an area that has not yet been explored in this field, and therefore the current research can provide important insight for regula..."
 }
}