{
 "awd_id": "1103207",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Producing Urban Space and the Transformation of Informal Retailing in Delhi, India",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2011-05-15",
 "awd_exp_date": "2012-10-31",
 "tot_intn_awd_amt": 11985.0,
 "awd_amount": 11985.0,
 "awd_min_amd_letter_date": "2011-05-23",
 "awd_max_amd_letter_date": "2011-05-23",
 "awd_abstract_narration": "Megacities in developing nations are undergoing rapid transformation, but extant scholarship tends to focus on the manifestation of urban transformation rather than the preceding interactions among multiple stakeholders that determine precisely how and by whom urban space is used.  This doctoral dissertation research project will explore how negotiations and struggles among multiple stakeholders produce urban space through an examination of the informal retail sector in Delhi, India.  The informal retail sector is an important source of livelihood for Delhi's urban poor, but it is under threat from the expansion of large retail firms as well as zoning policies that criminalize informal economic activity.  Informal retailers develop adaptation and resistance strategies in response to these threats, engaging in complex negotiations and struggles with multiple stakeholders, such as municipal authorities, neighborhood associations, property development firms, and nongovernmental organizations.  Through in-depth interviews with informal retailers and key informants, the doctoral student will compare how the struggles and negotiations among multiple stakeholders in contemporary urban India produce diverse urban space in three unique locations in Delhi.  The three research sites represent a range of stages of formal retail expansion, with varying power dynamics between informal retailers and other stakeholders.  By comparing three unique research sites, this project will demonstrate how urban space is produced beyond the analysis of outcomes and manifestations.  It also will show how the urban poor create locally based livelihood strategies in spite of globally induced pressure for urban transformation, and it will show these strategies influence the production of unique space in developing nations.\r\n\r\nThis project will analyze how negotiations and struggles among multiple stakeholders influence the transformation of the urban environment.  It will show how urban development projects and zoning policies come to fruition in the context of Delhi's informal retail sector.  While urban planners, the growing middle class, and private sector firms are seeking to create a \"world-class\" city, their vision of urban development threatens the livelihoods of informal retailers.  This project will demonstrate how the adaptation and resistance strategies employed by informal retailers to maintain their livelihoods influence the production of urban space.  It will contribute new insights regarding the dynamics of urbanization in developing nations by analyzing the ability of those who are seemingly disempowered to cope with threats to their livelihoods and to exert influence on their environment.  The results of this research will contribute to policy debates on how to balance two objectives, one to reduce the vulnerability of a large and marginalized population and another to foster equitable economic growth and stability.  As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yuko",
   "pi_last_name": "Aoyama",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yuko Aoyama",
   "pi_email_addr": "yaoyama@clarku.edu",
   "nsf_id": "000448856",
   "pi_start_date": "2011-05-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Seth",
   "pi_last_name": "Schindler",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Seth Schindler",
   "pi_email_addr": "sschindler@clarku.edu",
   "nsf_id": "000547432",
   "pi_start_date": "2011-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clark University",
  "inst_street_address": "950 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "WORCESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5084213835",
  "inst_zip_code": "016101400",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "TRUSTEES OF CLARK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LD3WUVEUK2N5"
 },
 "perf_inst": {
  "perf_inst_name": "Clark University",
  "perf_str_addr": "950 MAIN ST",
  "perf_city_name": "WORCESTER",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "016101400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 11985.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this research was to understand how street hawkers maintain access to space in spite of being criminalized by municipal authorities who are fully committed to transforming Delhi. It was discovered that in three very different parts of Delhi the laws that govern urban space play a minimal role in regulating street hawking. Instead, the negotiations and struggles among multiple non-state interest groups determine how and by whom urban space is used on an everyday basis. The regimes that emerge as products of these interactions do not operate in a vacuum of state authority; instead they co-exist with formal governance, whose objective is the long-term transformation of Delhi into a so-called &lsquo;world-class city.&rsquo; Through an examination of the everyday negotiations and struggles over space, it is apparent that a <em>new urban poor</em> has emerged in India. This population is a direct product of economic reform and political decentralization. It has gone unnoticed, however, as scholars have preferred to research India&rsquo;s highly visible <em>new middle class</em>, which requires the production of world-class cityspace in order to practice the cosmopolitan lifestyles upon which its identity is based. While the ideology of making Delhi a &lsquo;world-class city&rsquo; has become hegemonic, the actual material transformation of cityspace is far from ensured. India has a long history of urban planning but it has an equally long history of urban informality. Scholarly research has typically blamed a particular interest group for the subversion of planned urban development, such as the poor, elites or the state, and this research sought to explain why a particular development initiatives are supported or subverted and by whom. It was evident that a shift within the judiciary has taken place, and a consensus has emerged among state actors in which street hawkers are considered illegitimate users of public space.</p>\n<p>This research has implications for policy because by demonstrating the importance of access to urban space for workers in the informal service sector, it calls into question the persistence of microlending initiatives. Rather than access to capital, the main challenge they face is access to secure land-use tenure.</p>\n<p>The findings were reported at the 2011 American Association of Geographers conference, and at a conference entitled Understanding Contemporary Capitalism at the Federal University of Juiz de Fora, Brazil in 2012.</p>\n<p>Two articles are currently under review with well-recognized peer reviewed journals, and two articles are in the final process of preparation and will be submitted in the near future.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/21/2013<br>\n\t\t\t\t\tModified by: Seth&nbsp;Schindler</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this research was to understand how street hawkers maintain access to space in spite of being criminalized by municipal authorities who are fully committed to transforming Delhi. It was discovered that in three very different parts of Delhi the laws that govern urban space play a minimal role in regulating street hawking. Instead, the negotiations and struggles among multiple non-state interest groups determine how and by whom urban space is used on an everyday basis. The regimes that emerge as products of these interactions do not operate in a vacuum of state authority; instead they co-exist with formal governance, whose objective is the long-term transformation of Delhi into a so-called æworld-class city.Æ Through an examination of the everyday negotiations and struggles over space, it is apparent that a new urban poor has emerged in India. This population is a direct product of economic reform and political decentralization. It has gone unnoticed, however, as scholars have preferred to research IndiaÆs highly visible new middle class, which requires the production of world-class cityspace in order to practice the cosmopolitan lifestyles upon which its identity is based. While the ideology of making Delhi a æworld-class cityÆ has become hegemonic, the actual material transformation of cityspace is far from ensured. India has a long history of urban planning but it has an equally long history of urban informality. Scholarly research has typically blamed a particular interest group for the subversion of planned urban development, such as the poor, elites or the state, and this research sought to explain why a particular development initiatives are supported or subverted and by whom. It was evident that a shift within the judiciary has taken place, and a consensus has emerged among state actors in which street hawkers are considered illegitimate users of public space.\n\nThis research has implications for policy because by demonstrating the importance of access to urban space for workers in the informal service sector, it calls into question the persistence of microlending initiatives. Rather than access to capital, the main challenge they face is access to secure land-use tenure.\n\nThe findings were reported at the 2011 American Association of Geographers conference, and at a conference entitled Understanding Contemporary Capitalism at the Federal University of Juiz de Fora, Brazil in 2012.\n\nTwo articles are currently under review with well-recognized peer reviewed journals, and two articles are in the final process of preparation and will be submitted in the near future.\n\n\t\t\t\t\tLast Modified: 01/21/2013\n\n\t\t\t\t\tSubmitted by: Seth Schindler"
 }
}