{
 "awd_id": "1103262",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Using opal and organic carbon as proxies for wind-driven upwelling during the onset and termination of the African Humid Period in a transect of African margin cores",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Candace Major",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 137359.0,
 "awd_amount": 137359.0,
 "awd_min_amd_letter_date": "2011-08-19",
 "awd_max_amd_letter_date": "2011-08-19",
 "awd_abstract_narration": "Marine and terrestrial records from northern Africa have greatly enhanced our understanding of both the causes and effects of climate change in the geologic past. Specifically, proxy records of changes in paleoproductivity yield information about upwelling strength, and therefore wind strength along the North African margin. Changes in wind strength, in turn, have been shown to correlate with changes in the relative aridity of the Sahel: periods of increased precipitation in the past were periods of weaker trade winds and decreased upwelling, and vice verse. Today the population of the Sahel region is highly vulnerable to changes in effective precipitation, making it all the more important to understand the connections between aridity, wind-strength, and climate change, and how abruptly changes can occur.\r\n\r\nThis work, led by an early career faculty member at Macalester College in Minnesota, focuses on the environmental changes associated with the African Humid Period (AHP, 11,000 to 5,000 years before present), a time when northern Africa was characterized by a much wetter environment than it is today. Specifically, the work will assess the timing and abruptness of changes in upwelling associated with the onset and termination of the AHP across a 20-degree span of latitudes along the northwest African margin. The lead researcher will determine changes in upwelling intensity using the percentages of opal and organic carbon preserved in sediment cores, and combine these data with 230Th data from a separately funded project to calculate fluxes of each constituent. These efforts will provide an extraordinarily rich and detailed dataset of proxies related to wind strength, upwelling, and aridity in the Sahel region throughout the deglaciation and the Holocene. \r\n\r\nIn terms of broader impact, this project will offer the opportunity for a number of undergraduates at a small mid-western liberal arts college to engage in ocean sciences research. Funding also supports collaboration between two early career scientists.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Louisa",
   "pi_last_name": "Bradtmiller",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Louisa Bradtmiller",
   "pi_email_addr": "lbradtmi@macalester.edu",
   "nsf_id": "000537062",
   "pi_start_date": "2011-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Macalester College",
  "inst_street_address": "1600 GRAND AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT PAUL",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6516966062",
  "inst_zip_code": "551051899",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MN04",
  "org_lgl_bus_name": "MACALESTER COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MNFCECSHS166"
 },
 "perf_inst": {
  "perf_inst_name": "Macalester College",
  "perf_str_addr": "1600 GRAND AVE",
  "perf_city_name": "SAINT PAUL",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "551051899",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1620",
   "pgm_ref_txt": "MARINE GEOLOGY AND GEOPHYSICS"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 137359.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary intellectual goal of this award was to understand changes in the behavior of the African Monsoon system over the past 20,000 years. The monsoon changes seasonally in response to changes in the angle of sunlight striking this region of Earth, but it also changes over longer (thousands of years) timescales due to two primary factors: 1) gradual, small changes in Earth&rsquo;s orbit that change the amount and timing of incoming sunlight and 2) sudden changes in North Atlantic climate, such as those caused by iceberg discharge. Since we can&rsquo;t directly measure the monsoon system in the past, we rely on proxy records of systems related to the monsoon. Although most people think of the monsoon as affecting rainfall, the monsoon also affects where and how intensely the wind blows. This in turn affects how much coastal (wind-driven) upwelling occurs along North Africa, and therefore how many nutrients are available to support biological productivity at the sea surface. We use records of two remnants of biological productivity- organic carbon and biogenic opal, the shells of diatoms- that are produced at the sea surface but fall through the water and are preserved in ocean sediment. By comparing the amounts of these two biological components over time (going deeper in the sediment), we can understand how wind strength may have changed over time as part of the monsoon. Because we expect that the changes might differ along the coast, we look at several different cores that roughly form a line from north to south.<br /><br />We observe that changes in upwelling-related biological productivity show&nbsp; different responses to the two different kinds of causes noted above. During a prolonged period of intensified summers that resulted from small changes in Earth&rsquo;s orbit, we noted that productivity was low at all sites. This occurred during a time lasting from about 10,000-5,000 years ago known as the African Humid Period because of evidence for rainfall and large lakes on the continent. What is especially interesting is that even though the changes in Earth&rsquo;s orbit were very gradual, some of the observed responses are more abrupt than we might expect; this suggests that the monsoon system is sensitive to positive feedbacks. Conversely, during periods when the North Atlantic Ocean became abruptly cold, such as a the Younger Dryas period about 12,000 years ago, productivity at the southern two sites increased abruptly, while productivity in the north didn&rsquo;t increase much at all. This tells us that the cool North Atlantic shifted wind patterns in a way that is analogous to the modern winter monsoon season, which is characterized by strong upwelling in the south and not much rainfall on the continent. Finally, our study builds on a previous NSF-funded project to quantify dust inputs to the ocean in these same cores. Since stronger winds can pick up more dust, comparing our results with the dust results can confirm that the observed changes in productivity were likely caused by changes in wind strength and not, for example, changes in the amount of nutrients coming in from other regions of the ocean.<br /><br />The primary broader impact of this work was to provide undergraduate students at a liberal arts college with experience doing primary research and training on the equipment purchased with the grant. This happened in two main ways. The Principal Investigator (PI) of the grant, Professor Louisa Bradtmiller, worked with 5 students in her lab over the course of 4 summers, generating, analyzing and interpreting the data described above for about two months each summer. The students were trained in three different analytical procedures, two to quantify carbon and one to quantify opal. They made calculations, graphs, and presentations themselves, with the advice of Prof. Bradtmiller. They presented posters summarizing their work at campus research ...",
  "por_txt_cntn": "\nThe primary intellectual goal of this award was to understand changes in the behavior of the African Monsoon system over the past 20,000 years. The monsoon changes seasonally in response to changes in the angle of sunlight striking this region of Earth, but it also changes over longer (thousands of years) timescales due to two primary factors: 1) gradual, small changes in EarthÆs orbit that change the amount and timing of incoming sunlight and 2) sudden changes in North Atlantic climate, such as those caused by iceberg discharge. Since we canÆt directly measure the monsoon system in the past, we rely on proxy records of systems related to the monsoon. Although most people think of the monsoon as affecting rainfall, the monsoon also affects where and how intensely the wind blows. This in turn affects how much coastal (wind-driven) upwelling occurs along North Africa, and therefore how many nutrients are available to support biological productivity at the sea surface. We use records of two remnants of biological productivity- organic carbon and biogenic opal, the shells of diatoms- that are produced at the sea surface but fall through the water and are preserved in ocean sediment. By comparing the amounts of these two biological components over time (going deeper in the sediment), we can understand how wind strength may have changed over time as part of the monsoon. Because we expect that the changes might differ along the coast, we look at several different cores that roughly form a line from north to south.\n\nWe observe that changes in upwelling-related biological productivity show  different responses to the two different kinds of causes noted above. During a prolonged period of intensified summers that resulted from small changes in EarthÆs orbit, we noted that productivity was low at all sites. This occurred during a time lasting from about 10,000-5,000 years ago known as the African Humid Period because of evidence for rainfall and large lakes on the continent. What is especially interesting is that even though the changes in EarthÆs orbit were very gradual, some of the observed responses are more abrupt than we might expect; this suggests that the monsoon system is sensitive to positive feedbacks. Conversely, during periods when the North Atlantic Ocean became abruptly cold, such as a the Younger Dryas period about 12,000 years ago, productivity at the southern two sites increased abruptly, while productivity in the north didnÆt increase much at all. This tells us that the cool North Atlantic shifted wind patterns in a way that is analogous to the modern winter monsoon season, which is characterized by strong upwelling in the south and not much rainfall on the continent. Finally, our study builds on a previous NSF-funded project to quantify dust inputs to the ocean in these same cores. Since stronger winds can pick up more dust, comparing our results with the dust results can confirm that the observed changes in productivity were likely caused by changes in wind strength and not, for example, changes in the amount of nutrients coming in from other regions of the ocean.\n\nThe primary broader impact of this work was to provide undergraduate students at a liberal arts college with experience doing primary research and training on the equipment purchased with the grant. This happened in two main ways. The Principal Investigator (PI) of the grant, Professor Louisa Bradtmiller, worked with 5 students in her lab over the course of 4 summers, generating, analyzing and interpreting the data described above for about two months each summer. The students were trained in three different analytical procedures, two to quantify carbon and one to quantify opal. They made calculations, graphs, and presentations themselves, with the advice of Prof. Bradtmiller. They presented posters summarizing their work at campus research symposia, and at major national scientific conferences. In both settings they were asked to explain their work to peo..."
 }
}