{
 "awd_id": "1103935",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US Egypt Cooperative Research: Nanomaterials for Improving Biomedical Imaging and Early Diagnosis of Cancer",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 115000.0,
 "awd_amount": 115000.0,
 "awd_min_amd_letter_date": "2011-08-17",
 "awd_max_amd_letter_date": "2011-08-17",
 "awd_abstract_narration": "1103935\t  \t\t\r\nThis project supports a cooperative research project by Dr. Stanislav Emelianov, University of Texas at Austin and Dr. Hassan Talaat, Ain Shams University, Cairo. They plan to study nanomaterials for developing devices for Improving Biomedical Imaging and Early Diagnosis of Cancer. Photothermal therapy, a targeted, non-invasive treatment of cancer where heat is used to cause tumor necrosis, is a suitable alternative to traditional surgery when surgery is impossible. The PIs plan a combined ultrasound and photoacoustic imaging system to non-invasively assist, guide and monitor photothermal cancer therapy.  Metal nanoparticles will be developed as optically tuned photoabsorbers to efficiently transfer light irradiation into thermal energy to the tumor. Further, bioconjugation protocols will be designed to specifically target the photoabsorbers to cancerous cells. Ultrasound imaging will be utilized to identify the anatomy of the tumor while photoacoustic imaging will be used to ensure the presence of photoabsorbers before beginning therapy. Both ultrasound and photoacoustic imaging will be used to monitor temperature during therapy to ensure tumor necrosis and protect the surrounding healthy tissue. Finally, ultrasound imaging can track thermal damage in real-time during and after therapy to ensure cancer destruction. Ultrasound-guided molecular photoacoustic imaging and photothermal therapy will have a major impact in breast oncology. \r\n\r\nIntellectual merits: The main objective of this proposal is to design a prototype device for biomedical imaging based on using the photoacoustic tomography technique and different nanomaterials as contrast agents. The activity does carry a potential to advance our knowledge and understanding within the photoacoustic and ultrasound imaging field as well as nanotechnology and medicine. Nanomaterials and photoacoustic biomedical imaging are both emerging technologies in its own field. Integrating these two technologies in this proposed study will form an important foundation and guidelines to design and develop a hybrid imaging/therapy system for biomedical applications such as cancer treatments.  The multi-disciplinary team consists of experts in nanotechnology and photoacoustic biomedical imaging. The roles of each coordinator are well defined and the collaborating mechanisms are adequately planned. This project involves exploring original and potentially transformative concepts of combining novel imaging strategies and advancing potentially new cancer therapies.  \r\n\r\nBroader impacts:  Highly beneficial education and training of students, postdoctoral fellows, and junior faculties in the wide spectrum of the research areas of nanotechnology, biomedical imaging and medicine are expected. The already established network between UT and ASU will be strengthened and the successful outcomes of this project may lead a strong industrial partnership between US and Egypt with high potential. If successful, this hybrid technology may eventually bring an important imaging/therapy tool for the cancer treatments in clinic. The activity aims to broaden the participation of under-represented groups specifically women.  Successful outcomes could greatly improve the multi-modal imaging techniques and would significantly advance the field. Indeed, the developed technology will be able to identify molecular composition of cancer and functional changes during image-guided photothermal therapy.  The research will impact the fields of cancer research and clinical oncology as the developed methods and approaches can be applied in wide range of applications.\r\n\r\nThis proposal is supported under the US-Egypt Joint Fund Program where NSF supports the US side and the Government of Egypt funds the Egyptian side.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stanislav",
   "pi_last_name": "Emelianov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stanislav Emelianov",
   "pi_email_addr": "stas@gatech.edu",
   "nsf_id": "000548548",
   "pi_start_date": "2011-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "5944",
   "pgm_ref_txt": "EGYPT (COOP SCIENCE)"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 115000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Thermal therapy, also known as thermotherapy, treats diseases by manipulating body temperature or elevating local tissue temperature. The earliest instances of thermotherapy can be traced back to the beginnings of medicine in most of the cultures throughout the world. In ancient times thermal treatment used relatively uncontrollable heating sources and the outcome was usually inconsistent. The development of modern technologies has brought thermotherapy to a new era. Remarkable progress in the development of various forms of thermal medicine based on more sophisticated heat sources, such as radio frequency, microwave, light, and ultrasound, has led to a rapidly growing number of clinical applications. The ultimate goal of these techniques is to heat, eradicate, or destroy the tissue in a defined area without or with minimal damage of the surrounding healthy tissue. However, since there is no dramatic difference between the specific energy absorption rates of malignant and healthy tissue, this goal is still a challenge.</p>\n<p>The overall goal of our work is to develop image-guided photothermal therapy based on custom-designed multifunctional nanoparticles acting as both photoabsorbers and imaging contrast agent. Due to their small size, systemically delivered nanoparticles can reach deeply seated targets such as tumors. These nanoparticles then act as miniature \"antennas\" to convert near-infrared light to heat. Furthermore, nanoparticles can be conjugated with molecular moieties, such as antibodies. The bioconjugation provides nanoparticles with molecular specification that allows nanothermal therapy to reach cellular or even molecular level of specificity. Since these nanometer-scale heat sources are located in the proximity or even inside the targeted cancer cells, the resulting thermal damage is localized and therefore damage to the surrounding healthy tissue is minimized. Emerging nanoparticle mediated thermal therapy data suggests positive results especially for cancer therapy. In practice, however, many parameters such as local concentration of nanoparticles, complex optical properties in biological environment, etc. are different for each individual and could affect the light delivery or generate an uneven temperature distribution, and so affect the therapeutic outcome. In order to optimize the therapy, an imaging technique to remotely measure temperature maps (referred to as thermal imaging) is needed to guide the therapeutic process.</p>\n<p>Photoacoustic imaging is an emerging imaging technique. It forms the images by recording the acoustic signal emitted by exogenous or endogenous absorbers within the tissue irradiated by pulsed laser light. Most of the photoacoustic temperature-mapping studies so far have been focused on employing endogenous absorbers in tissue or using conventional photoacoustic contrast agents such as uncoated gold nanorods. Few studies have discussed the role of nanoparticles in quantitative thermal mapping.&nbsp; Within this project, we are developing a more sensitive temperature nanosensor where the crucial connection between fundamental photoacoustic signal generation from nanoparticles and temperature sensing is required. In this project, we investigated the role of nanoparticles in photoacoustic temperature mapping, and developed silica-coated gold nanorods as a more sensitive temperature sensor.</p>\n<p>During this project, we conducted several studies with results summarized as follows:</p>\n<p class=\"09Body\">1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; We investigated the physical mechanism of photoacoustic signal generation from silica-coated nanorods. The theoretical analysis suggests that in an aqueous nanoparticle suspension, the dominant photoacoustic signal is generated by the liquid layer immediately around the nanoparticles, and both thermal and stress confinements are not fulfilled.&nbsp; We modified the fundamental photoacoustic equation to introduce the effective Gr&uuml;neisen parameter of the medium to describe the photoacoustic signal generation from the particle.</p>\n<p class=\"09Body\">2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Given the developed model, we have postulated that the relation between photoacoustic signal and temperature remains linear for the nanoparticle suspension.</p>\n<p class=\"09Body\">3)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Furthermore, we experimentally confirmed the linear dependence of the photoacoustic amplitude and, therefore, validated our model.</p>\n<p class=\"09Body\">4)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Our results suggested that silica-coated gold nanoparticles, known to produce higher photoacoustic signals due to a higher heat-transfer efficiency, can act as a more sensitive temperature sensor</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/06/2017<br>\n\t\t\t\t\tModified by: Stanislav&nbsp;Emelianov</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThermal therapy, also known as thermotherapy, treats diseases by manipulating body temperature or elevating local tissue temperature. The earliest instances of thermotherapy can be traced back to the beginnings of medicine in most of the cultures throughout the world. In ancient times thermal treatment used relatively uncontrollable heating sources and the outcome was usually inconsistent. The development of modern technologies has brought thermotherapy to a new era. Remarkable progress in the development of various forms of thermal medicine based on more sophisticated heat sources, such as radio frequency, microwave, light, and ultrasound, has led to a rapidly growing number of clinical applications. The ultimate goal of these techniques is to heat, eradicate, or destroy the tissue in a defined area without or with minimal damage of the surrounding healthy tissue. However, since there is no dramatic difference between the specific energy absorption rates of malignant and healthy tissue, this goal is still a challenge.\n\nThe overall goal of our work is to develop image-guided photothermal therapy based on custom-designed multifunctional nanoparticles acting as both photoabsorbers and imaging contrast agent. Due to their small size, systemically delivered nanoparticles can reach deeply seated targets such as tumors. These nanoparticles then act as miniature \"antennas\" to convert near-infrared light to heat. Furthermore, nanoparticles can be conjugated with molecular moieties, such as antibodies. The bioconjugation provides nanoparticles with molecular specification that allows nanothermal therapy to reach cellular or even molecular level of specificity. Since these nanometer-scale heat sources are located in the proximity or even inside the targeted cancer cells, the resulting thermal damage is localized and therefore damage to the surrounding healthy tissue is minimized. Emerging nanoparticle mediated thermal therapy data suggests positive results especially for cancer therapy. In practice, however, many parameters such as local concentration of nanoparticles, complex optical properties in biological environment, etc. are different for each individual and could affect the light delivery or generate an uneven temperature distribution, and so affect the therapeutic outcome. In order to optimize the therapy, an imaging technique to remotely measure temperature maps (referred to as thermal imaging) is needed to guide the therapeutic process.\n\nPhotoacoustic imaging is an emerging imaging technique. It forms the images by recording the acoustic signal emitted by exogenous or endogenous absorbers within the tissue irradiated by pulsed laser light. Most of the photoacoustic temperature-mapping studies so far have been focused on employing endogenous absorbers in tissue or using conventional photoacoustic contrast agents such as uncoated gold nanorods. Few studies have discussed the role of nanoparticles in quantitative thermal mapping.  Within this project, we are developing a more sensitive temperature nanosensor where the crucial connection between fundamental photoacoustic signal generation from nanoparticles and temperature sensing is required. In this project, we investigated the role of nanoparticles in photoacoustic temperature mapping, and developed silica-coated gold nanorods as a more sensitive temperature sensor.\n\nDuring this project, we conducted several studies with results summarized as follows:\n1)      We investigated the physical mechanism of photoacoustic signal generation from silica-coated nanorods. The theoretical analysis suggests that in an aqueous nanoparticle suspension, the dominant photoacoustic signal is generated by the liquid layer immediately around the nanoparticles, and both thermal and stress confinements are not fulfilled.  We modified the fundamental photoacoustic equation to introduce the effective Gr&uuml;neisen parameter of the medium to describe the photoacoustic signal generation from the particle.\n2)      Given the developed model, we have postulated that the relation between photoacoustic signal and temperature remains linear for the nanoparticle suspension.\n3)      Furthermore, we experimentally confirmed the linear dependence of the photoacoustic amplitude and, therefore, validated our model.\n4)      Our results suggested that silica-coated gold nanoparticles, known to produce higher photoacoustic signals due to a higher heat-transfer efficiency, can act as a more sensitive temperature sensor\n\n \n\n\t\t\t\t\tLast Modified: 10/06/2017\n\n\t\t\t\t\tSubmitted by: Stanislav Emelianov"
 }
}