{
 "awd_id": "1103833",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CRPA: Glaciers: A Chronology of Climate Change",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Jennings",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 109101.0,
 "awd_amount": 109101.0,
 "awd_min_amd_letter_date": "2011-05-26",
 "awd_max_amd_letter_date": "2011-07-29",
 "awd_abstract_narration": "Glaciers:  A Chronology of Climate Change is a CRPA project that seeks to explain the historical cycling of glaciers in the context of climate change. By using chemical isotopes (Beryllium 10), the age of rocks that have been covered with glacier ice and exposed to sunlight later can be determined fairly accurately. Through this method, the glaciation cycles have been determined for the last 70,000 years. In collaboration between the Lamont-Doherty Earth Observatory at Columbia University and the American Museum of Natural History (AMNH), this project is designed to impact adult audiences, youth in grades 6th-12th, and teachers writ large.\r\n\r\nThe research results shall be expressed via an eight-minute high definition film for large screen viewing in the \"Science Bulletins\" section of the AMNH and the affiliated museums. A rigorous front-end evaluation will be used to inform the presentation and assess audience impact. Subsequent formative evaluations are designed to measure the learning impact of the film and the retention of longer term concepts.\r\n\r\nIt is anticipated that more than 700,000 individuals will have access to current, scientifically accurate data and related information on glaciation cycles and climate change through the educational film and website. Materials will be easily accessible to teachers and the film will be closed captioned in both English and Spanish.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joerg",
   "pi_last_name": "Schaefer",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Joerg M Schaefer",
   "pi_email_addr": "schaefer@ldeo.columbia.edu",
   "nsf_id": "000160412",
   "pi_start_date": "2011-05-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Denton",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "George H Denton",
   "pi_email_addr": "george.denton@umit.maine.edu",
   "nsf_id": "000108220",
   "pi_start_date": "2011-05-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Kaplan",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Michael R Kaplan",
   "pi_email_addr": "mkaplan@ldeo.columbia.edu",
   "nsf_id": "000122212",
   "pi_start_date": "2011-05-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University Lamont Doherty Earth Observatory",
  "perf_str_addr": "Rt 9W",
  "perf_city_name": "Palisades",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "10964",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "NY17",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 109101.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The American  Museum of Natural History (AMNH) produces Science Bulletins to provide  the public with information about current research in the natural  sciences. Produced as part of this series, &ldquo;Shrinking  Glaciers: A Chronology of Climate Change&rdquo; is an 8-minute documentary  illustrating how analysis of Earth's geologic record reveals how climate  has changed over time. In a New Zealand landscape once dominated by  glaciers, scientists are collecting rock samples  that will be analyzed in New York with a new technique that reveals how  long minerals within each rock have been exposed to air since a  glacier's retreat. The research team, comprised of scientists from  Lamont Doherty Earth Institute, the University of Maine,  and New Zealand&rsquo;s GNS Science, is finding links between glacial melt  and rising levels of carbon dioxide in the air&mdash;an insight that is  crucial to identifying drivers of modern climate change.</p>\n<p>&ldquo;Shrinking Glaciers&rdquo; has been exhibited at 13 informal science centers throughout the country and is also available online at:</p>\n<p><a href=\"http://www.amnh.org/explore/science-bulletins/%28category%29/24949\">http://www.amnh.org/explore/science-bulletins/(category)/24949</a></p>\n<p><a href=\"http://www.youtube.com/watch?v=48ikKLGUhNs\">http://www.youtube.com/watch?v=48ikKLGUhNs</a></p>\n<p><a href=\"https://vimeo.com/46099838\">https://vimeo.com/46099838</a></p>\n<p>&nbsp;</p>\n<p>Summative  evaluation of the project indicates that &ldquo;Shrinking Glaciers&rdquo; conveys  its main messages to an audience with a broad range of age and education  levels, with limited background in climate or earth  science. Many respondents  noted that they wanted to know what they could do to help the  environment. Three in four respondents agreed with the following  statement: &ldquo;The film made me want to become more active in environmental  conservation.&rdquo;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/31/2013<br>\n\t\t\t\t\tModified by: Joerg&nbsp;M&nbsp;Schaefer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe American  Museum of Natural History (AMNH) produces Science Bulletins to provide  the public with information about current research in the natural  sciences. Produced as part of this series, \"Shrinking  Glaciers: A Chronology of Climate Change\" is an 8-minute documentary  illustrating how analysis of Earth's geologic record reveals how climate  has changed over time. In a New Zealand landscape once dominated by  glaciers, scientists are collecting rock samples  that will be analyzed in New York with a new technique that reveals how  long minerals within each rock have been exposed to air since a  glacier's retreat. The research team, comprised of scientists from  Lamont Doherty Earth Institute, the University of Maine,  and New ZealandÆs GNS Science, is finding links between glacial melt  and rising levels of carbon dioxide in the air&mdash;an insight that is  crucial to identifying drivers of modern climate change.\n\n\"Shrinking Glaciers\" has been exhibited at 13 informal science centers throughout the country and is also available online at:\n\nhttp://www.amnh.org/explore/science-bulletins/(category)/24949\n\nhttp://www.youtube.com/watch?v=48ikKLGUhNs\n\nhttps://vimeo.com/46099838\n\n \n\nSummative  evaluation of the project indicates that \"Shrinking Glaciers\" conveys  its main messages to an audience with a broad range of age and education  levels, with limited background in climate or earth  science. Many respondents  noted that they wanted to know what they could do to help the  environment. Three in four respondents agreed with the following  statement: \"The film made me want to become more active in environmental  conservation.\"\n\n\t\t\t\t\tLast Modified: 05/31/2013\n\n\t\t\t\t\tSubmitted by: Joerg M Schaefer"
 }
}