{
 "awd_id": "1103827",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US Egypt Cooperative Research: Mixed Oxide Nanotube Arrays for Solar Energy Conversion: Materials Optimization, Charge Carrier Dynamics and Photothermal Characteristics",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 200001.0,
 "awd_amount": 200001.0,
 "awd_min_amd_letter_date": "2011-07-16",
 "awd_max_amd_letter_date": "2016-07-05",
 "awd_abstract_narration": "1103827\t  \t\t\r\nThis project supports a cooperative research project by Dr. Mostafa El-Sayed at Georgia Institute of Technology (Georgia Tech) in Atlanta and Dr. Nahla Abdel-Salam at the National Research Center (NRC) in Cairo, Egypt.  Included in the collaboration is Dr. Hasan Talaat of Ain Shams University (ASU), Cairo, Egypt.  They plan to study \r\nMixed Oxide Nanotube Arrays for Solar Energy Conversion: Materials Optimization, Charge Carrier Dynamics and Photothermal Characteristics.\r\n \r\nIntellectural Merit: The construction of high-performance, affordable, and air-stable inorganic photovoltaic and photoelectrochemical devices based on metal oxide nanomaterials which are cheap, abundant and environmentally benign will enable long-term and scalable solar energy conversion. Developments in this area, although encouraging, have failed to achieve wide-scale deployment of new technology to harness renewable energy. Fundamental studies on the electronic properties of dye- and quantum-dot-sensitized solar cells have not kept up with recent advances in nanofabrication of metal oxides.  Additionally, efforts to identify loss mechanisms and quantify the amount of heat produced in solar cells, critical to performance and stability, have not been made, particularly in 1D nanoscale materials. This work will extend the synthesis and optimization of uniquely advantageous 1D nano-architectures of various metal oxides and employ them to solar energy conversion devices, considering the production of both current (photovoltaics) and hydrogen (through photocatalysis). Aspects include materials optimization through the use of mixed oxide nano-architechtures as well as new synthetic routes, photocurrent measurements, monitoring the dynamics of charge carriers with ultrafast transient absorption, and quantification of the amount of heat generated during the operation by photothermal spectroscopy. The aim is to look for correlation between the conversion efficiency and the heat evolved or the carrier dynamics and use it to guide modifications to the material composition or method of synthesis for maximum conversion efficiency. The observed correlation may help in understanding the basic mechanism of the conversion process during the operation of such devices.  Fundamental and technological challenges will be met by systematically exploring metal oxide doping to lower the electrode bandgap and improve conductivity as well as the use of various sensitizers to improve light absorption. Physical investigations will consider both the energy converted to fuel or electricity as well as the energy lost to heat. This combination of material optimization and fundamental characterization within the same research team is a novel solution to enhance international collaboration. This project will combine the three research groups with experience in their respective areas: nanoparticle and nanotube synthesis and ultrafast dynamics (Georgia Tech.), materials synthesis and characterization (NRC), and photothermal measurements (ASU). \r\n\r\nBroader Impact: The research can lead to major technological advances in solar energy with major impacts on world societies. As the need for more renewable energy sources is global, the proposed work will be carried out in collaboration with scientists from Egypt,  to increase the training, experience, awareness, technology, and resources of both countries as well as the wider world.  Key experimental work will be conducted by junior scientists, postdocs, and graduate students in the U.S. and also in Egypt. Postdocs and junior scientists will be responsible for experimental planning, and will gain vital experience in international collaborations. Scientists will travel between countries to exchange knowledge and materials, give lectures, and improve international cooperation. Dr. El-Sayed meets with high-school students through the National Nanotechnology Infrastructure Network youth outreach program and this work will be featured prominently.\r\n\r\nThis proposal is supported under the US-Egypt Joint Fund Program where NSF supports the US side and the Government of Egypt funds the Egyptian side.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mostafa",
   "pi_last_name": "El-Sayed",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mostafa A El-Sayed",
   "pi_email_addr": "melsayed@gatech.edu",
   "nsf_id": "000263913",
   "pi_start_date": "2011-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 NORTH AVE NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "5944",
   "pgm_ref_txt": "EGYPT (COOP SCIENCE)"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 200001.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Surface plasmons arising from dielectrically confined nanoparticles have attracted a lot of interests nowadays due to their potential in a variety of promising applications, such as solar energy harvesting, optical devices, biosensing, etc. In such fields, the need for tunable plasmonic materials that cover a wide range of the solar spectrum is quite important. However, the reported plasmonic materials so far are limited to nanoparticles made of noble metals such as gold and silver. Despite their desirable optical capabilities, a plethora of challenges remain for those nanoparticles made of noble metals, including their high cost, lossy nature, poor thermal and chemical stability, diffusion into surrounding structures, and incompatibility with the complementary metal-oxide-semiconductor (CMOS) technology, which hinders their practical implementation. Among the widely used nanocrystalline materials nowadays are inorganic perovskites due to their exceptional optoelectronic and photocatalytic characteristics as well as their ease of fabrication using conventional thin film technology. Nanostructured perovskite materials resulted in more interesting properties, such as controlling the carrier diffusion length, varying the bandgap, and increasing the effective surface area. In our recent collaborative effort with Dr. Nageh Allam (The American University in Cairo), we demonstrated the synthesis of electrospun Ba3Ti4Nb4O21 nanofibers, revealing their interesting surface plasmon properties. The unique plasmonic characteristics of these materials were also confirmed via theoretical and computational calculations as well as upon their use as substrates for surface-enhanced Raman spectroscopy (SERS).</p>\n<p>Apart from this, Mr. Ahmed Amer, a visiting graduate student from The American University in Cairo, worked in our lab on photoelectrochemical water splitting obtained his Master&rsquo;s degree (title of thesis: Zirconium-based Photoanodes for the Production of Solar Fuel) and published the results in Journal of Physical Chemistry C (J. Phys. Chem. C, 2016, 120, 7025&ndash;7032). In this study, we demonstrated the use of atomic layer deposition (ALD) technology to deposit very small thicknesses of ZrN onto ZrO2 nanotubes (NTs) for use in photoelectrochemical water splitting. Thin ZrN layers were deposited on hexagonal ZrO2 nanotubes, using ALD, to fabricate visible-light-absorbing core/shell photoanodes for solar water splitting.</p>\n<p>Our hosting of numerous international visitors, with the most coming from Egypt, to work in our laboratories has improved their education, experience, and potential career choices. Our visitors have, in turn, educated our researchers on different areas of chemistry and materials science to which they had not been previously exposed.</p>\n<p>&nbsp;</p>\n<p>The following outcomes are associated with this project.</p>\n<p>(1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Abdellah, A. M., Hafez, A., Panikkanvalappil, S. R., El-Sayed, M. A., and Allam, N. K., (2018) Single Crystal Electrospun Plasmonic Perovskite Nanofibers, Submitted.</p>\n<p>(2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Amer, A. W., El-Sayed, M. A., and Allam, N. K. (2016) Tuning the photoactivity of zirconia nanotubes-based photoanodes via ultrathin layers of ZrN: An effective approach toward visible-light water splitting, <em>Journal of Physical Chemistry C</em> <em>120</em>, 7025-7032.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/04/2018<br>\n\t\t\t\t\tModified by: Mostafa&nbsp;A&nbsp;El-Sayed</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSurface plasmons arising from dielectrically confined nanoparticles have attracted a lot of interests nowadays due to their potential in a variety of promising applications, such as solar energy harvesting, optical devices, biosensing, etc. In such fields, the need for tunable plasmonic materials that cover a wide range of the solar spectrum is quite important. However, the reported plasmonic materials so far are limited to nanoparticles made of noble metals such as gold and silver. Despite their desirable optical capabilities, a plethora of challenges remain for those nanoparticles made of noble metals, including their high cost, lossy nature, poor thermal and chemical stability, diffusion into surrounding structures, and incompatibility with the complementary metal-oxide-semiconductor (CMOS) technology, which hinders their practical implementation. Among the widely used nanocrystalline materials nowadays are inorganic perovskites due to their exceptional optoelectronic and photocatalytic characteristics as well as their ease of fabrication using conventional thin film technology. Nanostructured perovskite materials resulted in more interesting properties, such as controlling the carrier diffusion length, varying the bandgap, and increasing the effective surface area. In our recent collaborative effort with Dr. Nageh Allam (The American University in Cairo), we demonstrated the synthesis of electrospun Ba3Ti4Nb4O21 nanofibers, revealing their interesting surface plasmon properties. The unique plasmonic characteristics of these materials were also confirmed via theoretical and computational calculations as well as upon their use as substrates for surface-enhanced Raman spectroscopy (SERS).\n\nApart from this, Mr. Ahmed Amer, a visiting graduate student from The American University in Cairo, worked in our lab on photoelectrochemical water splitting obtained his Master?s degree (title of thesis: Zirconium-based Photoanodes for the Production of Solar Fuel) and published the results in Journal of Physical Chemistry C (J. Phys. Chem. C, 2016, 120, 7025&ndash;7032). In this study, we demonstrated the use of atomic layer deposition (ALD) technology to deposit very small thicknesses of ZrN onto ZrO2 nanotubes (NTs) for use in photoelectrochemical water splitting. Thin ZrN layers were deposited on hexagonal ZrO2 nanotubes, using ALD, to fabricate visible-light-absorbing core/shell photoanodes for solar water splitting.\n\nOur hosting of numerous international visitors, with the most coming from Egypt, to work in our laboratories has improved their education, experience, and potential career choices. Our visitors have, in turn, educated our researchers on different areas of chemistry and materials science to which they had not been previously exposed.\n\n \n\nThe following outcomes are associated with this project.\n\n(1)           Abdellah, A. M., Hafez, A., Panikkanvalappil, S. R., El-Sayed, M. A., and Allam, N. K., (2018) Single Crystal Electrospun Plasmonic Perovskite Nanofibers, Submitted.\n\n(2)           Amer, A. W., El-Sayed, M. A., and Allam, N. K. (2016) Tuning the photoactivity of zirconia nanotubes-based photoanodes via ultrathin layers of ZrN: An effective approach toward visible-light water splitting, Journal of Physical Chemistry C 120, 7025-7032.\n\n\t\t\t\t\tLast Modified: 01/04/2018\n\n\t\t\t\t\tSubmitted by: Mostafa A El-Sayed"
 }
}