{
 "awd_id": "1103652",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology for FY 2011",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Vanni",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 123000.0,
 "awd_amount": 123000.0,
 "awd_min_amd_letter_date": "2011-07-11",
 "awd_max_amd_letter_date": "2011-07-11",
 "awd_abstract_narration": "This action funds an NSF Postdoctoral Research Fellowship in Biology for FY 2011, Intersections of Biology and Mathematical and Physical Sciences. The fellowship supports a research and training plan in a host laboratory for the Fellow at the intersection of biology and mathematical science. The title of the research and training plan for this fellowship to Talina Konotchick is \"Comparative Metatranscriptomics of Marine Phytoplankton Communities.\" The host institution for this fellowship is the J. Craig Venter Institute (JCVI) with sponsoring scientists Drs. Andrew Allen and Shibu Yooseph. \r\n\r\nMarine phytoplankton communities contribute a significant fraction of the primary productivity of the planet.  Large-scale datasets of community-level gene expression, termed the metatranscriptome, have become available for these important organisms in the oceans.  This research examines metatranscriptomes from several real-world eukaryotic marine phytoplankton communities to understand the collective physiological and biochemical processes and evolutionary relationships that define phytoplankton growing in a particular environment.  The research advances our ability to predict phytoplankton response and resilience to increased ocean temperatures, shifts in pH, and changes in stratification due to changing climate. The rapidly growing field of environmental genomics and the recent availability of several eukaryotic phytoplankton genomes have increased capacity for comparative analyses and provide a unique opportunity to develop analytical and modeling tools that may extend beyond this group of organisms.\r\n\r\nTraining objectives include establishing the mathematical and statistical background to translate biologically motivated questions into testable hypotheses.  Mathematical modeling of physical data with the diversity, abundance, and expression level of genes involved in various aspects of metabolism plays a central role in characterizing the physical-biological aspects of marine phytoplankton distributions. Broader impacts include educational outreach to encourage the next generation of genomic researchers through the development of K-12 educational modules with the JCVI education department and through active mentoring and training of undergraduate interns.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Talina",
   "pi_last_name": "Konotchick",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Talina Konotchick",
   "pi_email_addr": "",
   "nsf_id": "000576052",
   "pi_start_date": "2011-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Konotchick              Talina",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "La Jolla",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "920372602",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Konotchick              Talina",
  "perf_str_addr": "",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920372602",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "805400",
   "pgm_ele_name": "Inters Biol and Math and Phys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 123000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Marine phytoplankton communities play a significant role in the biogeochemical cycling of the planet and possess great genetic and functional diversity; yet, the vast majority of this diversity remains uncharacterized. A major aim of this project was to examine the taxonomic and functional diversity of eukaryotic phytoplankton communities at the Bermuda Atlantic Time Series (BATS) station to better understand their role in carbon and nitrogen cycling in the surface ocean.&nbsp; The BATS station is located in the western North Atlantic subtropical gyre (i.e. Sargasso Sea), an oligotrophic (nutrient-limited) and thus low productivity region of the ocean.&nbsp; This station is part of the U.S. Joint Global Ocean Flux Study to understand the basic processes that control ocean biogeochemistry, determine the role of the oceans in the global carbon budget, and assess how climate change will affect ocean ecosystems. This well-studied ecosystem has a wealth of physio-chemical oceanographic and biological data spanning several decades, which makes it an ideal context to explore statistical links between microbial diversity and function with oceanographic metadata.&nbsp; In this system, picocyanobacteria dominate the phytoplankton biomass due to their ability to exploit regenerated nitrogen.&nbsp; The role of eukaryotic phytoplankton in these cycles is less well known, though their contribution to sinking biomass may be significant.</p>\n<p>A culture-independent approach was used to measure diversity and distribution patterns of marine microbes in time and space directly from community environment samples.&nbsp; Additionally, marker gene profiling (i.e. 16S &amp; 18S rRNA sequences for prokaryotes and eukaryotes, respectively) was used as a reliable and cost effective way to assess diversity. Seawater samples were collected across a diel time course at the depth of the chlorophyll maximum, at additional depths, and in different seasons. The chlorophyll max has the highest density of phytoplankton and represents the optimum balance between surface irradiance needed for photosynthesis and nutrients being supplied from depth.&nbsp; Samples were filtered, preserved, and community RNA was extracted for metatranscriptomic library preparation. Thirty-five total transcriptomic libraries were multiplexed and sequenced on four lanes of the Illumina platform. Additionally, forty 16S/18S rRNA amplicon libraries were sequenced from community DNA collected across 3 filter sizes (3.0, 0.8, and 0.1 &mu;m) at 4 depths in each season. Transcripts were filtered and assembled <em>de novo, </em>annotated and assigned taxonomy using the J. Craig Venter Institute&rsquo;s (JCVI) up-to-date database, PhyloDB, which includes all publically available eukaryotic and prokaryotic genome data as well as a large amount of in-house data for eukaryotic phytoplankton.</p>\n<p>Transcriptomic sequencing yielded an average of 3.25 Gbp/library and 36.6 million reads/library. This annotated sequence data along with its corresponding metadata will be deposited in publically shared databases including the National Center for Biotechnology Information&rsquo;s Short Read Archive (SRA) according to the Genomic Standards Consortium recommendations; thus, this sequence data will be made widely available for future researchers and the public.&nbsp; Expression profile clustering of open reading frames (ORFs) showed clusters by season, chlorophyll max depth and deep sample depths (200m +).&nbsp; 18S rRNA gene phylogeny showed a large contribution of haptophytes in the winter samples.&nbsp; Most eukaryotic groups (e.g. Pelagophyceae, Prymnesiophyceae, Bacillariophyceae, etc.) were transcriptionally more abundant in the winter when the water column is well mixed compared to the summer when the water column is stratified and cyanobacteria dominate the system.&nbsp; These results are consistent with previously published results on...",
  "por_txt_cntn": "\nMarine phytoplankton communities play a significant role in the biogeochemical cycling of the planet and possess great genetic and functional diversity; yet, the vast majority of this diversity remains uncharacterized. A major aim of this project was to examine the taxonomic and functional diversity of eukaryotic phytoplankton communities at the Bermuda Atlantic Time Series (BATS) station to better understand their role in carbon and nitrogen cycling in the surface ocean.  The BATS station is located in the western North Atlantic subtropical gyre (i.e. Sargasso Sea), an oligotrophic (nutrient-limited) and thus low productivity region of the ocean.  This station is part of the U.S. Joint Global Ocean Flux Study to understand the basic processes that control ocean biogeochemistry, determine the role of the oceans in the global carbon budget, and assess how climate change will affect ocean ecosystems. This well-studied ecosystem has a wealth of physio-chemical oceanographic and biological data spanning several decades, which makes it an ideal context to explore statistical links between microbial diversity and function with oceanographic metadata.  In this system, picocyanobacteria dominate the phytoplankton biomass due to their ability to exploit regenerated nitrogen.  The role of eukaryotic phytoplankton in these cycles is less well known, though their contribution to sinking biomass may be significant.\n\nA culture-independent approach was used to measure diversity and distribution patterns of marine microbes in time and space directly from community environment samples.  Additionally, marker gene profiling (i.e. 16S &amp; 18S rRNA sequences for prokaryotes and eukaryotes, respectively) was used as a reliable and cost effective way to assess diversity. Seawater samples were collected across a diel time course at the depth of the chlorophyll maximum, at additional depths, and in different seasons. The chlorophyll max has the highest density of phytoplankton and represents the optimum balance between surface irradiance needed for photosynthesis and nutrients being supplied from depth.  Samples were filtered, preserved, and community RNA was extracted for metatranscriptomic library preparation. Thirty-five total transcriptomic libraries were multiplexed and sequenced on four lanes of the Illumina platform. Additionally, forty 16S/18S rRNA amplicon libraries were sequenced from community DNA collected across 3 filter sizes (3.0, 0.8, and 0.1 &mu;m) at 4 depths in each season. Transcripts were filtered and assembled de novo, annotated and assigned taxonomy using the J. Craig Venter InstituteÆs (JCVI) up-to-date database, PhyloDB, which includes all publically available eukaryotic and prokaryotic genome data as well as a large amount of in-house data for eukaryotic phytoplankton.\n\nTranscriptomic sequencing yielded an average of 3.25 Gbp/library and 36.6 million reads/library. This annotated sequence data along with its corresponding metadata will be deposited in publically shared databases including the National Center for Biotechnology InformationÆs Short Read Archive (SRA) according to the Genomic Standards Consortium recommendations; thus, this sequence data will be made widely available for future researchers and the public.  Expression profile clustering of open reading frames (ORFs) showed clusters by season, chlorophyll max depth and deep sample depths (200m +).  18S rRNA gene phylogeny showed a large contribution of haptophytes in the winter samples.  Most eukaryotic groups (e.g. Pelagophyceae, Prymnesiophyceae, Bacillariophyceae, etc.) were transcriptionally more abundant in the winter when the water column is well mixed compared to the summer when the water column is stratified and cyanobacteria dominate the system.  These results are consistent with previously published results on plankton seasonality at BATS using a variety of other methods and builds upon that information by providing more detailed taxonomic and function..."
 }
}