{
 "awd_id": "1103399",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: P2C2--Synchronizing the North American Varve Chronology and the Greenland Ice Core Record Using Meteoric 10Be Flux",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Filmer",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 75421.0,
 "awd_amount": 75421.0,
 "awd_min_amd_letter_date": "2011-09-11",
 "awd_max_amd_letter_date": "2011-09-11",
 "awd_abstract_narration": "Non-technical\r\n  The North American Varve Chronology (NAVC) is a nearly 6000-year-long sequence of annual sediment layers that was deposited in glacial lakes adjacent to the margin of the Laurentide Ice Sheet, which covered much of North America during the last ice age. At the time these sediments were deposited, between approximately 12,500 and 18,000 years ago, climate was warming and the Laurentide Ice Sheet was shrinking rapidly. The sediments that make up the NAVC are an annually resolved record of events that took place at the retreating ice margin, including the position and retreat rate of the ice margin, the flux of water derived from summer melting of the ice sheet, and large glacial-lake outburst floods that occurred periodically as ice-marginal lakes drained. \r\n  The goal of this proposal is to understand the relationship of these events to climate changes that were occurring at the same time and are recorded in ice core records from Greenland, which is important because i) it will help to understand how large ice sheets responded to rapid climate warming, and ii) because this time period is a potential analog for the current period of rapid warming and likely shrinkage of glaciers and ice sheets. The obstacle to comparing the NAVC with Greenland climate records is that, although both records have been independently dated, the precision of these dates is a few hundred years, which is not precise enough to accurately determine which climate changes are related to which glacial events. \r\n  This project will try to resolve this issue by comparing records of atmospherically-produced Beryllium-10 in both NAVC sediments and Greenland ice cores. Be-10 is a naturally occuring rare isotope of Beryllium that is created by cosmic-ray bombardment of the upper atmosphere and falls to earth in precipitation. Be-10 production changes through time due to changes in the Earth's magnetic field, and these changes occur everywhere on Earth at the same time. Be-10 is captured and preserved in sedimentary archives such as ice cores and lake sediments. Thus,  Be-10 concentrations in the Greenland ice cores and in the NAVC lake sediments should show the same pattern of changes. By aligning these changes with each other, we can place the two records on a common timescale. Thus, even if we do not know the exact time that a particular climate change recorded in the Greenland ice cores took place, we will know exactly what ice-marginal events recorded in NAVC sediments were occurring at that time. We anticipate that we will be able to match these two records with a precision of several decades, which should be precise enough to determine the relationship between important climate changes and ice sheet change.\r\n\r\nTechnical\r\nThe North American Varve Chronology (NAVC) is a 5659-year-long sequence of annually laminated sediments (?varves?) deposited in lakes adjacent to the retreating Laurentide Ice Sheet (LIS) in eastern North America. It is an annually resolved record of ice-marginal position, meltwater and sediment flux, and proglacial lake outburst floods between ca. 12,500 and 18,000 years ago. The goal of this project is to correlate this varve chronology with contemporaneous climate records derived from the Greenland ice cores. This is important because such a correlation would reveal the temporal relationship between terrestrial ice-marginal events and North Atlantic climate changes, which in turn would shed light on unresolved aspects of late-glacial ice sheet-climate interactions including, for example, i) the effect of proglacial lake outburst floods at the margin of the LIS on North Atlantic climate , ii) the effect of North Atlantic climate on surface ablation and retreat of the southeastern margin of the LIS, and iii) the apparent conflict between sustained cold climate in Greenland and significant ice margin retreat during this time period. The team proposes to correlate these two records at decadal precision, independently of the absolute dating of each of the records, by comparing records of atmospherically-produced (?meteoric?) Be-10 fallout in Greenland ice cores and NAVC sediments. A decadal-resolution record of Be-10 flux to the Greenland ice cores already exists. Here we propose to carry out corresponding Be-10 measurements in varved sediments of the NAVC to i) determine whether or not Be-10 concentrations in these sediments record changes in Be-10 fallout, and ii) if so, generate a record of Be-10 fallout flux comparable to the existing ice-core record so that the two can be correlated.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Ridge",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "John C Ridge",
   "pi_email_addr": "jack.ridge@tufts.edu",
   "nsf_id": "000205022",
   "pi_start_date": "2011-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tufts University",
  "inst_street_address": "80 GEORGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "MEDFORD",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6176273696",
  "inst_zip_code": "021555519",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "TRUSTEES OF TUFTS COLLEGE",
  "org_prnt_uei_num": "WL9FLBRVPJJ7",
  "org_uei_num": "WL9FLBRVPJJ7"
 },
 "perf_inst": {
  "perf_inst_name": "Tufts University",
  "perf_str_addr": "80 GEORGE ST",
  "perf_city_name": "MEDFORD",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021555519",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157700",
   "pgm_ele_name": "GLOBAL CHANGE"
  },
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 75421.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The intent of this project was to test whether a chemical record from the deposits of&nbsp;glacial lakes formed during the last ice age&nbsp;in New England could be used for correlation with layers of ice from Greenland Ice Cap cores.&nbsp;A synchronicity of records would constitute a time correlation. This would allow a test of the correlation of major climate change events during the close of the last ice age when rapid and abrupt&nbsp;fluctuations in ice sheet volume occurred.</p>\n<p>The chemical record is the accumulation of an isotope (<sup>10</sup>Be) in ancient annually layered lake sediment layers (varves)&nbsp;that might then be matched with an existing record for this isotope in Greenland&nbsp;ice cores. <sup>10</sup>Be is a cosmogenic isotope produced in the&nbsp;atmosphere by cosmic ray bombardment, which varies over time. Atmospherically produced <sup>10</sup>Be occurs as fallout and&nbsp;is called meteoric <sup>10</sup>Be.&nbsp;A meteoric&nbsp;<sup>10</sup>Be record in New England&nbsp;would provide a global method of time correlation since the production of <sup>10</sup>Be varies uniformly around the world. Unfortunately, the test failed in two major ways:</p>\n<p>1) The lake sediment, when sampled in layers representing every other year for 80 years&nbsp;across two intervals did not show expected oscillations related to cosmic ray output variations of the sun. Solar oscillations would have to show up in the record if they represented a global signal.</p>\n<p>2) Longer records (sampled every 25 years for spans of up to 1500 years) did not show the same variations as the existing time-equivalent&nbsp;records from Greenland, which&nbsp;are far less complicated in&nbsp;their formation and&nbsp;represent a global record that can be correlated to other places.</p>\n<p>The project did make some important observations related to <sup>10</sup>Be deposition in large glacial and cold climate lakes:</p>\n<p>1) Within one annual layer (varve) there is a winter and a summer layer, much like in tree rings. The winter layer had a higher&nbsp;amount of <sup>10</sup>Be than the summer layer, more than expected, even given that winter layers represent more days during the year (220-270 days). This may be partly because the winter layer represents a longer period of time&nbsp;but also&nbsp;because the winter layer is made almost entirely of clay, which may be a good absorption host for <sup>10</sup>Be that enters lake water.</p>\n<p>2) The sampling of glacial sediment (till)&nbsp;beneath the varves revealed that <sup>10</sup>Be in the lake sediment is far more abundant and that the&nbsp;rocks and sediment eroded beneath the glacier&nbsp;are not the source of the <sup>10</sup>Be. <sup>10</sup>Be&nbsp;must enter the lake from the atmosphere and melting glacial&nbsp;ice that has <sup>10</sup>Be in it from centuries to millennia prior to the deposition of a particular varve. Unfortunately, such sources of old <sup>10</sup>Be have apparently rendered the <sup>10</sup>Be record useless as a correlation tool.</p>\n<p>These analyses are important in identifying the paths that <sup>10</sup>Be takes from its formation in the atmosphere (collisions by spallation neutrons) to deposition in a lake. There is an attached figure that shows the complex pathways of <sup>10</sup>Be in both a glacial lake and a paraglacial lake (lake in a once glaciated landscape that no longer receives meltwater from a glacier).</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/02/2015<br>\n\t\t\t\t\tModified by: John&nbsp;C&nbsp;Ridge</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"ima...",
  "por_txt_cntn": "\nThe intent of this project was to test whether a chemical record from the deposits of glacial lakes formed during the last ice age in New England could be used for correlation with layers of ice from Greenland Ice Cap cores. A synchronicity of records would constitute a time correlation. This would allow a test of the correlation of major climate change events during the close of the last ice age when rapid and abrupt fluctuations in ice sheet volume occurred.\n\nThe chemical record is the accumulation of an isotope (10Be) in ancient annually layered lake sediment layers (varves) that might then be matched with an existing record for this isotope in Greenland ice cores. 10Be is a cosmogenic isotope produced in the atmosphere by cosmic ray bombardment, which varies over time. Atmospherically produced 10Be occurs as fallout and is called meteoric 10Be. A meteoric 10Be record in New England would provide a global method of time correlation since the production of 10Be varies uniformly around the world. Unfortunately, the test failed in two major ways:\n\n1) The lake sediment, when sampled in layers representing every other year for 80 years across two intervals did not show expected oscillations related to cosmic ray output variations of the sun. Solar oscillations would have to show up in the record if they represented a global signal.\n\n2) Longer records (sampled every 25 years for spans of up to 1500 years) did not show the same variations as the existing time-equivalent records from Greenland, which are far less complicated in their formation and represent a global record that can be correlated to other places.\n\nThe project did make some important observations related to 10Be deposition in large glacial and cold climate lakes:\n\n1) Within one annual layer (varve) there is a winter and a summer layer, much like in tree rings. The winter layer had a higher amount of 10Be than the summer layer, more than expected, even given that winter layers represent more days during the year (220-270 days). This may be partly because the winter layer represents a longer period of time but also because the winter layer is made almost entirely of clay, which may be a good absorption host for 10Be that enters lake water.\n\n2) The sampling of glacial sediment (till) beneath the varves revealed that 10Be in the lake sediment is far more abundant and that the rocks and sediment eroded beneath the glacier are not the source of the 10Be. 10Be must enter the lake from the atmosphere and melting glacial ice that has 10Be in it from centuries to millennia prior to the deposition of a particular varve. Unfortunately, such sources of old 10Be have apparently rendered the 10Be record useless as a correlation tool.\n\nThese analyses are important in identifying the paths that 10Be takes from its formation in the atmosphere (collisions by spallation neutrons) to deposition in a lake. There is an attached figure that shows the complex pathways of 10Be in both a glacial lake and a paraglacial lake (lake in a once glaciated landscape that no longer receives meltwater from a glacier).\n\n\t\t\t\t\tLast Modified: 10/02/2015\n\n\t\t\t\t\tSubmitted by: John C Ridge"
 }
}