{
 "awd_id": "1103600",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology for FY 2011",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sophie George",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 189000.0,
 "awd_amount": 189000.0,
 "awd_min_amd_letter_date": "2011-06-15",
 "awd_max_amd_letter_date": "2011-06-15",
 "awd_abstract_narration": "This action funds an NSF Postdoctoral Research Fellowship in Biology for FY 2011, Broadening Participation. The fellowship supports a research and training plan in a host laboratory for the Fellow who also presents a plan to broaden participation in biology.  The title of the research and training plan for this fellowship to Juan Giraldo is \"Carbon nanotubes as sensors for understanding sugar transport and signaling in plants.\" The host institution for this research is the Massachusetts Institute of Technology, and the sponsoring scientist is Dr. Michael Strano.\r\n\r\nSugars are key signaling molecules that regulate growth and development in plants. To date there are no techniques for directly determining the concentration and location of sugars in living cells of plants. Carbon nanotubes have been shown to detect sugars such as glucose and other key biological molecules in animal cells. These nanosensors emit light in the near infrared, do not photobleach, and enable single particle detection through living tissue. This research develops this new technique for studying sugar transport and signaling in plant cells, unveiling the poorly understood pathways of sugar movement through the vascular system of plants, and testing their hypothesized role as signals regulating the onset of flowering. \r\n\r\nTraining objectives include acquiring new techniques in nanofabrication and imaging at nanoscales.  Development of sugar nanosensors for plants promises a new field of science at the interface of nanotechnology and plant biology.  Plant nanosensors are expected to be capable of monitoring key factors  associated with crop yield, such as plant sugar and nutrient status, under field conditions.  Additional broader impacts include mentoring students, public outreach through lectures at the MIT Museum, and online videoconferences to K-12 school communities in Colombia.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Juan Pablo",
   "pi_last_name": "Giraldo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Juan Pablo Giraldo",
   "pi_email_addr": "",
   "nsf_id": "000572843",
   "pi_start_date": "2011-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Giraldo                 Juan           P",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Cambridge",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "",
  "inst_zip_code": "021382097",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Giraldo                 Juan           P",
  "perf_str_addr": "",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021382097",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115700",
   "pgm_ele_name": "Broadening Participation of Gr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1036",
   "pgm_ref_txt": "BIO MINORITY POSTDOC RESEARCH FELLOW PGM"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 189000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overarching goal of the project was to demonstrate that interfacing plants with nanomaterials can provide the former with novel or augmented functions, and enable unique tools to engineer and study plants. This approach is pioneering a novel field we called Plant Nanobionics. My results indicate that plant photosynthesis can be enhanced with nanoparticles and that assembly of nanosensors inside leaves enables plants to act as detectors of biochemicals in living tissues and pollutants in the environment. We relied on the development of new techniques of nanoparticle delivery through the envelopes of chloroplasts and inside leaf tissues for engineering plant function with nanotechnology (Figure 1). There is a growing interest among chemical engineers and chemists in these plant-based technologies for creating new self-repairing and self-powering technologies. Similarly, plant biologists are now considering nanotechnology as a tool to manipulate plant function and monitor biomolecules in living tissues, in real-time, at the single particle level. The advent of Plant Nanobionics has initiated collaboration opportunities that had not previously existed between unrelated scientific communities.</p>\n<p>In this project, we demonstrated that semiconducting carbon nanotubes can enhance electron transport rates in both extracted chloroplasts and leaves of living plants (Figure 2). Cerium oxide nanoparticles significantly reduced reactive oxygen species such as superoxide in extracted chloroplasts. The discovery of a novel and spontaneous mechanism of nanoparticles transport into extracted chloroplasts was instrumental to engineer its function. To deliver nanoparticles inside leaves we infiltrated them through the pores on the underside of the leaves called stomata. This allowed us to show that carbon nanotubes can be used as real-time sensors of biochemicals in plants (Figure 3). The nanotubes were able to report changes in molecules that are difficult to detect such as nitric oxide, hydrogen peroxide, and singlet oxygen, among other free radicals. By measuring the response of carbon nanotube near-infrared fluorescence to these biochemicals, we could monitor the molecule&rsquo;s spatial and temporal changes in leaves. We are also working on a carbon nanotube based sensor for sucrose and glucose that could measure variations in concentrations of these sugars within the plant&rsquo;s physiological range. My research has led to the development of a novel ratiometric sensor which can report in two separate wavelengths a molecule&rsquo;s presence and changes in nanotube fluorescence due to signal interfering factors in living systems such as nanosensor depth, dilution, and other biomolecules.</p>\n<p>After the publication of our 2014 paper in Nature Materials, &ldquo;Plant nanobionics approach to enhance plant photosynthesis and biochemical sensing&rdquo;, we disseminated this work to the public in several newspapers, scientific magazines, and a Hispanic TV channel. This research has reached the public, both nationally and internationally, through <em>Scientific American, Discovery News, Los Angeles Times, Time, New Scientist, Popular Mechanics, The Scientist</em>, among other media. Also, a major Hispanic TV news channel <em>NTN24</em> broadcasted an interview in the United States and Latin America on what the press has called the bionic plant. We have also communicated our results at events for families of local communities in the Boston area, members of startups, corporations, research institutions, and the scientific communities of plant biologists, chemical engineers, chemists, and biophysicists.</p>\n<p>We are currently working with the patent and licensing lawyer team at MIT on two pending patents on Plant Nanobiotechnology. The first patent on Plant Nanobionics has the potential to enable commercially available plants with enhanced productivity, biochemical sentinel capa...",
  "por_txt_cntn": "\nThe overarching goal of the project was to demonstrate that interfacing plants with nanomaterials can provide the former with novel or augmented functions, and enable unique tools to engineer and study plants. This approach is pioneering a novel field we called Plant Nanobionics. My results indicate that plant photosynthesis can be enhanced with nanoparticles and that assembly of nanosensors inside leaves enables plants to act as detectors of biochemicals in living tissues and pollutants in the environment. We relied on the development of new techniques of nanoparticle delivery through the envelopes of chloroplasts and inside leaf tissues for engineering plant function with nanotechnology (Figure 1). There is a growing interest among chemical engineers and chemists in these plant-based technologies for creating new self-repairing and self-powering technologies. Similarly, plant biologists are now considering nanotechnology as a tool to manipulate plant function and monitor biomolecules in living tissues, in real-time, at the single particle level. The advent of Plant Nanobionics has initiated collaboration opportunities that had not previously existed between unrelated scientific communities.\n\nIn this project, we demonstrated that semiconducting carbon nanotubes can enhance electron transport rates in both extracted chloroplasts and leaves of living plants (Figure 2). Cerium oxide nanoparticles significantly reduced reactive oxygen species such as superoxide in extracted chloroplasts. The discovery of a novel and spontaneous mechanism of nanoparticles transport into extracted chloroplasts was instrumental to engineer its function. To deliver nanoparticles inside leaves we infiltrated them through the pores on the underside of the leaves called stomata. This allowed us to show that carbon nanotubes can be used as real-time sensors of biochemicals in plants (Figure 3). The nanotubes were able to report changes in molecules that are difficult to detect such as nitric oxide, hydrogen peroxide, and singlet oxygen, among other free radicals. By measuring the response of carbon nanotube near-infrared fluorescence to these biochemicals, we could monitor the moleculeÆs spatial and temporal changes in leaves. We are also working on a carbon nanotube based sensor for sucrose and glucose that could measure variations in concentrations of these sugars within the plantÆs physiological range. My research has led to the development of a novel ratiometric sensor which can report in two separate wavelengths a moleculeÆs presence and changes in nanotube fluorescence due to signal interfering factors in living systems such as nanosensor depth, dilution, and other biomolecules.\n\nAfter the publication of our 2014 paper in Nature Materials, \"Plant nanobionics approach to enhance plant photosynthesis and biochemical sensing\", we disseminated this work to the public in several newspapers, scientific magazines, and a Hispanic TV channel. This research has reached the public, both nationally and internationally, through Scientific American, Discovery News, Los Angeles Times, Time, New Scientist, Popular Mechanics, The Scientist, among other media. Also, a major Hispanic TV news channel NTN24 broadcasted an interview in the United States and Latin America on what the press has called the bionic plant. We have also communicated our results at events for families of local communities in the Boston area, members of startups, corporations, research institutions, and the scientific communities of plant biologists, chemical engineers, chemists, and biophysicists.\n\nWe are currently working with the patent and licensing lawyer team at MIT on two pending patents on Plant Nanobiotechnology. The first patent on Plant Nanobionics has the potential to enable commercially available plants with enhanced productivity, biochemical sentinel capabilities, or communication with electronic devices. The second patent encompasses carbon nanotube ratiometric sensors able to mo..."
 }
}