{
 "awd_id": "1103172",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:  Connectivity and Discontinuity in River Systems",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2011-05-15",
 "awd_exp_date": "2014-10-31",
 "tot_intn_awd_amt": 11995.0,
 "awd_amount": 11995.0,
 "awd_min_amd_letter_date": "2011-04-20",
 "awd_max_amd_letter_date": "2011-04-20",
 "awd_abstract_narration": "The interchange of water, sediment, nutrients, pollutants and other matter is a fundamental process of river systems that affects channel form, ecologic integrity, and human activities.  Contemporary river restoration and rehabilitation theory calls for process-based approaches that aim to protect and reinstate this connectivity at watershed scales.  There are fundamental unanswered questions about this connectivity, however, which hinder efforts to understand and safeguard the physical and biological systems of rivers.  In particular, it is unclear how disturbance and the recovery from disturbance, such as dam removal, affect connectivity and channel form; over what time and spatial scales does this recovery occur; and what characterizes the natural rates and dimensions of continuity and discontinuity.  Recent developments in the use of isotopes as both tracers and chronometers can be applied to quantify the spatial and temporal aspects of connectivity and how it affects channel form, sediment residence time and nutrient flux.  In addition, large-scale river restoration projects, such as dam removals, enable watershed-scale experiments to test predictions on connectivity.  This doctoral dissertation research project will analyze the connectivity of riparian processes in pristine and disturbed river systems and investigate the effects of restoration on sediment transport, channel form and nutrient flux.  The doctoral student will conduct a series of field experiments in New England, using innovative applications of lead-210, beryllium-7, and carbon-14 isotopes to determine residence time of instream sediment and add a temporal dimension to a widely used  metric of instream sediment storage, V*.  These same isotopes will be used in another manner in the riparian zone to establish the flux of sediment and nutrients between floodplains and channels.  Building on recent advancements on effects of dam emplacement on channel morphology, this project will test predictions on channel adjustments due to dam removal, which reestablishes continuity of sediment.\r\n\r\nThis project will advance both basic understanding of riverine systems and practical knowledge to guide river restoration efforts.  Reestablishing the multiple dimensions of connectivity is a paramount goal in river restoration.  This group of field experiments will examine what controls the spatial and temporal scales of sediment continuity, how connectivity is affected by dam emplacement and removal, and how variation in connectivity affects river channel form and nutrient exchange.  These questions collectively typify the foremost challenges facing fluvial geomorphology and the science of river restoration -- the delineation and prediction of the multiple, interacting temporal and spatial scales of river response to disturbance.  The field work will be conducted in New England, which is currently experiencing more than ten dam removals per year.  In addition to advancing basic knowledge of river restoration and river response to disturbance, the results of this research will be leveraged by key stakeholders and agencies to advance their ongoing studies, and it will help managers and scientists guide restoration efforts regionally and nationally.  As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Francis",
   "pi_last_name": "Magilligan",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Francis J Magilligan",
   "pi_email_addr": "Francis.J.Magilligan@Dartmouth.EDU",
   "nsf_id": "000150506",
   "pi_start_date": "2011-04-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Gartner",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "John D Gartner",
   "pi_email_addr": "John.D.Gartner@dartmouth.edu",
   "nsf_id": "000577276",
   "pi_start_date": "2011-04-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dartmouth College",
  "inst_street_address": "7 LEBANON ST",
  "inst_street_address_2": "",
  "inst_city_name": "HANOVER",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6036463007",
  "inst_zip_code": "037552170",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NH02",
  "org_lgl_bus_name": "TRUSTEES OF DARTMOUTH COLLEGE",
  "org_prnt_uei_num": "T4MWFG59C6R3",
  "org_uei_num": "EB8ASJBCFER9"
 },
 "perf_inst": {
  "perf_inst_name": "Dartmouth College",
  "perf_str_addr": "7 LEBANON ST",
  "perf_city_name": "HANOVER",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "037552170",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NH02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1325",
   "pgm_ref_txt": "WATER & ENERGY: ATMO, VEG, EARTH"
  },
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 11995.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Sediment transport and storage in rivers systems is a critical concern for water resource management, river restoration, and, more broadly, understanding the physical processes at the earth surface. &nbsp;Sediment transport connects different components in river systems, for example, with landslides bringing material laterally from hillslopes to rivers or by rivers flushing material downstream, and sediment storage hinders connectivity within river systems, for example by deposition on floodplains or by sequestering material vertically in channel beds. An ongoing challenge is to determine and predict the timescales, spatial locations, and fundamental controls on the transport and storage of river sediment, especially in response to disturbances such as dam emplacement, dam removal, and flooding. However, studies of these disturbances are akin to natural scale experiments where the variables of river slope or discharge are altered and the erosion response is significant and readily measured.</span></p>\n<p><span>This doctoral dissertation analyzes the connectivity of sediment and nutrients in pristine and disturbed river systems in a series of field experiments utilizing isotopes as chronometers and tracers of sediment mobility and storage; high precision topographic data; GIS and digital elevation model analysis; and hydraulic modeling. Three projects are undertaken which, together, typify the foremost challenges facing fluvial geomorphology and the science of river restoration -- the delineation and, ultimately, prediction, of the multiple, interacting temporal and spatial scales of river response to disturbance.</span></p>\n<p><span>In the first project, fallout isotopes<span>&nbsp;</span><sup>210</sup>Pb<sub>ex</sub><span>&nbsp;</span>and<span>&nbsp;</span><sup>7</sup>Be are used to determine the residence time of sediment in stream beds at various depths over annual and decadal timescales.&nbsp;This project shows annual residence times of fine particles to a depth of &lt; 0.3 m in stream bed alluvium due to fine particle penetration, but decadal residence times down to a depth of 0.8 m due to scour and fill of alluvium in storm events. However, vertical mixing and penetration are diminished downstream of a flow-regulating dam that reduced sediment transport. Short residence times imply frequent exchange of matter and reduced impact of fine sediment on stream bed habitat, while long residence times indicate that with respect to fine sediment delivery, the stream bed is more isolated from the overlying channel.</span></p>\n<p><span>In the second project, dam removals on two rivers are utilized as natural-scale experiments to investigate the physical controls on the downstream, vertical, and lateral mobility of sediment over time and to assess the potentially restored connectivity due to the removals.&nbsp;Several thousand dams in the U.S. will require either repair or removal in the next two decades.&nbsp;Dam removals can reestablish the connectivity of sediment between upstream and downstream reaches, as well as the mobility of sediment between stream channels, banks and floodplains.&nbsp; On the Ashuelot River in New Hampshire, longitudinal connectivity was only marginally restored because (a) the former dam had been inefficient in sequestering sediment and (b) upstream dams limited the flood pulse to floodplains. On the Montsweag Brook in Maine, downstream connectivity increased due to the dam removal, but, over the course of the 4 year study, large portions of sediment stored by the reservoir could not be accessed by the post-dam channel, which was ~1/10<sup>th</sup> the width of the former reservoir. Furthermore, this study shows that spatial gradients in downstream sediment transport controlled net bed erosion and deposition. In addition to improving basic knowledge of river dynamics, this research can be applied to future dam removals as well as the dec...",
  "por_txt_cntn": "\nSediment transport and storage in rivers systems is a critical concern for water resource management, river restoration, and, more broadly, understanding the physical processes at the earth surface.  Sediment transport connects different components in river systems, for example, with landslides bringing material laterally from hillslopes to rivers or by rivers flushing material downstream, and sediment storage hinders connectivity within river systems, for example by deposition on floodplains or by sequestering material vertically in channel beds. An ongoing challenge is to determine and predict the timescales, spatial locations, and fundamental controls on the transport and storage of river sediment, especially in response to disturbances such as dam emplacement, dam removal, and flooding. However, studies of these disturbances are akin to natural scale experiments where the variables of river slope or discharge are altered and the erosion response is significant and readily measured.\n\nThis doctoral dissertation analyzes the connectivity of sediment and nutrients in pristine and disturbed river systems in a series of field experiments utilizing isotopes as chronometers and tracers of sediment mobility and storage; high precision topographic data; GIS and digital elevation model analysis; and hydraulic modeling. Three projects are undertaken which, together, typify the foremost challenges facing fluvial geomorphology and the science of river restoration -- the delineation and, ultimately, prediction, of the multiple, interacting temporal and spatial scales of river response to disturbance.\n\nIn the first project, fallout isotopes 210Pbex and 7Be are used to determine the residence time of sediment in stream beds at various depths over annual and decadal timescales. This project shows annual residence times of fine particles to a depth of &lt; 0.3 m in stream bed alluvium due to fine particle penetration, but decadal residence times down to a depth of 0.8 m due to scour and fill of alluvium in storm events. However, vertical mixing and penetration are diminished downstream of a flow-regulating dam that reduced sediment transport. Short residence times imply frequent exchange of matter and reduced impact of fine sediment on stream bed habitat, while long residence times indicate that with respect to fine sediment delivery, the stream bed is more isolated from the overlying channel.\n\nIn the second project, dam removals on two rivers are utilized as natural-scale experiments to investigate the physical controls on the downstream, vertical, and lateral mobility of sediment over time and to assess the potentially restored connectivity due to the removals. Several thousand dams in the U.S. will require either repair or removal in the next two decades. Dam removals can reestablish the connectivity of sediment between upstream and downstream reaches, as well as the mobility of sediment between stream channels, banks and floodplains.  On the Ashuelot River in New Hampshire, longitudinal connectivity was only marginally restored because (a) the former dam had been inefficient in sequestering sediment and (b) upstream dams limited the flood pulse to floodplains. On the Montsweag Brook in Maine, downstream connectivity increased due to the dam removal, but, over the course of the 4 year study, large portions of sediment stored by the reservoir could not be accessed by the post-dam channel, which was ~1/10th the width of the former reservoir. Furthermore, this study shows that spatial gradients in downstream sediment transport controlled net bed erosion and deposition. In addition to improving basic knowledge of river dynamics, this research can be applied to future dam removals as well as the decisions to either repair or remove ailing dams. \n\nThe third project examines extreme and moderate floods. It further demonstrates that downstream gradients in sediment transport are a critical factor in predictions of vertical and lateral sediment f..."
 }
}