{
 "awd_id": "1103843",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US Egypt Cooperative Research: Evaluating Subsidence in the Nile Delta Using Radar Interferometry",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 124300.0,
 "awd_amount": 124300.0,
 "awd_min_amd_letter_date": "2011-07-11",
 "awd_max_amd_letter_date": "2011-07-11",
 "awd_abstract_narration": "1103843\t  \t\t\r\n\r\nThis project supports a cooperative research project by Dr. Mohamed Sultan, Western Michigan University, Kalamazoo and Dr. Omar Cherif, National Authority for Remote Sensing and Space Sciences (NARSS) in Cairo, Egypt. They plan to use temporal satellite radar data to measure the spatial and temporal variations in subsidence rates across the entire Delta, identify the nature of the factors controlling modern subsidence, and predict the Delta response to these forcing factors over the next century. The interplay between natural and anthropogenic parameters controls subsidence rates and determines whether a delta progrades or erodes. Natural parameters include tectonic movements and millennial-to-decadal climate changes accompanied by wide swings in aridity and moisture and sea level fluctuations, whereas\r\nparameters based on human activity are probably largely related to extraction of groundwater and\r\nnatural gas and impoundment of the Nile River by the Aswan High Dam. The PIs? radar interferometric\r\n(ERS-1 and ERS-2) studies over the northeastern section of the Nile Delta indicate that modern\r\nsubsidence rates are high (up to 8 mm/yr) compared to average Holocene subsidence rates and that their\r\nspatial distribution is inconsistent with the distribution reported for the Holocene. The PIs propose to\r\nexpand the ERS-based study area to include the entire Nile Delta. A geodetic component will be\r\nincluded to provide ground based measurements and calibrate the motions inferred from the\r\ninterferometric analyses. \r\n\r\nIntellectual merit: The research will produce an assessment of subsidence rates throughout the entire Nile Delta and the identification of the factors controlling the subsidence. Because the PIs will be developing predictive tools that can potentially identify areas of high subsidence rates that are prone to sea water encroachment, the findings could be used to develop sound strategic plans for combating and/or modulating these adverse effects. In this respect our findings could be vital to the livelihood of at least half of Egypt?s 80 million citizens that inhabit the Delta and depend on it for their sustenance. The conditions described for the Nile Delta are typical of many of the world?s deltas, now witnessing destructional phases. To date, applications similar to those advocated here for the assessment of ongoing deformation in deltas and their controlling factors and for making realistic projections for subsidence over tens to hundreds of years have not been fully explored. \r\n\r\nBroader impact: The project results should lead to a successful demonstration of the advocated procedures in the Nile Delta which will invite similar applications for deltas elsewhere and could potentially be beneficial to the lives of hundreds of millions of people who inhabit these fragile systems. Also, the proposed activities will initiate and provide a vehicle for long-term collaborations between scientists with common interests (remote sensing, GIS and environmental Sciences) from NARSS, WMU, and UT. Two Graduate students and three undergraduate students will trained in new research techniques. Results from these studies will be incorporated in graduate/undergraduate remote sensing and GIS courses. All proposed\r\ntasks will be accomplished jointly by US scientists (from Western Michigan University and the\r\nUniversity of Toledo) and their Egyptian colleagues (from the National Authority for Remote Sensing\r\nand Space Sciences) who will be receiving training in Egypt and USA on radar interferometric and\r\ngeodetic applications.\r\n\r\n\r\nThis proposal is supported under the US-Egypt Joint Fund Program where NSF supports the US side and the Government of Egypt funds the Egyptian side.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mohamed",
   "pi_last_name": "Sultan",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Mohamed I Sultan",
   "pi_email_addr": "mohamed.sultan@wmich.edu",
   "nsf_id": "000399313",
   "pi_start_date": "2011-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Western Michigan University",
  "inst_street_address": "1903 W MICHIGAN AVE",
  "inst_street_address_2": "",
  "inst_city_name": "KALAMAZOO",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "2693878298",
  "inst_zip_code": "490085200",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MI04",
  "org_lgl_bus_name": "WESTERN MICHIGAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J7WULLYGFRH1"
 },
 "perf_inst": {
  "perf_inst_name": "Western Michigan University",
  "perf_str_addr": "1903 W MICHIGAN AVE",
  "perf_city_name": "KALAMAZOO",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "490085200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MI04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "5944",
   "pgm_ref_txt": "EGYPT (COOP SCIENCE)"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 124300.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Nile Delta, like all the Deltas across the World is undergoing subsidence because of sediment compaction.&nbsp; The subsidence compounded with global warming-related sea level rise is of concern to the Egyptian population given that the Delta is the home to over 50% of Egypt&rsquo;s population.&nbsp; Earlier attempts to measure subsidence were based on estimating the average annual subsidence across the northern parts of the Nile Delta from the measured thicknesses of sediments that were deposited throughout the past 10,000 years during the Holocene period.&nbsp; The problem with this approach is that it does not represent the current subsidence rates and does not account for the anthropogenic factors that could be contributing to the ongoing subsidence. We applied Persistent scatterer radar interferometry to assess subsidence rates across the entire Nile delta and to understand the controlling factors (natural and anthropogenic) behind the process. This technique derives the rates of subsidence by measuring with accuracy the change in the distance between the satellite and the surface of the Earth every time it passes over the same spot. This technique is particularly useful in areas that are highly vegetated as is the case with the Nile Delta, where persistent scatters (e.g., buildings, bridges, infrastructure) are identified and distances to these scatterers are measured with precision (mm scale).</p>\n<p>One hundred and thirteen Envisat Advanced Synthetic Aperture Radar (ASAR; level 0) satellite scenes that were acquired along four tracks and covering a time span of seven years (2004 to 2010) were used. The scenes extend from the Mediterranean coast in the north and as far south as Cairo city; they were obtained from the European Space Agency under the quota of our accepted project proposal (Project Id - C1P.12455)).&nbsp; In the selection of the scenes, we identified those with minimal atmospheric contributions based on observations extracted from satellite images (e.g., Moderate Resolution Imaging Spectroradiometer [MODIS] and Medium Resolution Imaging Spectrometer [MERIS]) that were acquired on the same day the radar scenes were generated. Atmospheric contributions could fictitiously affect the estimated distance to the satellite. The persistent scatterer interferometry processing was done using Repeat Orbit Interferometry PACkage (ROI_PAC) and the Stanford Method for Persistent Scatterers (StaMPS) method software.&nbsp;</p>\n<p>Analysis of the generated radar interferometric images and spatial correlation with other relevant data sets (e.g., geologic maps, Holocene sediment thickness, groundwater and oil and gas extraction rates) indicated the following:</p>\n<p>A strong spatial correlation between the subsidence and the age of the Holocene sediments, where the younger the sediments, the larger the subsidence.</p>\n<ul>\n<li>Subsidence observed over the youngest sediments, those deposited at the terminus of Rosetta branch, average of 2.5 mm/yr and those deposited at the terminus of the Damietta branch range from 3 to 14 mm/yr.</li>\n<li>Subsidence was observed over areas occupied by younger sediments (&lt;3500 years) that were deposited less than 3500 years along the ancient branches of the river Nile and the intervening lake deposits where these branches (e.g., Sebeninitic, Saitic and Canopic branches) meet the Mediterranean coastline in areas west of the Damietta branch.</li>\n</ul>\n<p>A correlation is observed between subsidence and the Holocene sediment thickness, where the thicker the sediment column, the larger the subsidence.</p>\n<ul>\n<li>High subsidence rates (up to 8.6 mm/yr) was observed over areas characterized by thick Holocene sediments (up to 46 m thick) within the Manzala lagoon and over Port Said city and its surroundings.</li>\n<li>Negligible to no subsidence was observed over the central and western coastlines of the Nile delta where the thick...",
  "por_txt_cntn": "\nThe Nile Delta, like all the Deltas across the World is undergoing subsidence because of sediment compaction.  The subsidence compounded with global warming-related sea level rise is of concern to the Egyptian population given that the Delta is the home to over 50% of EgyptÆs population.  Earlier attempts to measure subsidence were based on estimating the average annual subsidence across the northern parts of the Nile Delta from the measured thicknesses of sediments that were deposited throughout the past 10,000 years during the Holocene period.  The problem with this approach is that it does not represent the current subsidence rates and does not account for the anthropogenic factors that could be contributing to the ongoing subsidence. We applied Persistent scatterer radar interferometry to assess subsidence rates across the entire Nile delta and to understand the controlling factors (natural and anthropogenic) behind the process. This technique derives the rates of subsidence by measuring with accuracy the change in the distance between the satellite and the surface of the Earth every time it passes over the same spot. This technique is particularly useful in areas that are highly vegetated as is the case with the Nile Delta, where persistent scatters (e.g., buildings, bridges, infrastructure) are identified and distances to these scatterers are measured with precision (mm scale).\n\nOne hundred and thirteen Envisat Advanced Synthetic Aperture Radar (ASAR; level 0) satellite scenes that were acquired along four tracks and covering a time span of seven years (2004 to 2010) were used. The scenes extend from the Mediterranean coast in the north and as far south as Cairo city; they were obtained from the European Space Agency under the quota of our accepted project proposal (Project Id - C1P.12455)).  In the selection of the scenes, we identified those with minimal atmospheric contributions based on observations extracted from satellite images (e.g., Moderate Resolution Imaging Spectroradiometer [MODIS] and Medium Resolution Imaging Spectrometer [MERIS]) that were acquired on the same day the radar scenes were generated. Atmospheric contributions could fictitiously affect the estimated distance to the satellite. The persistent scatterer interferometry processing was done using Repeat Orbit Interferometry PACkage (ROI_PAC) and the Stanford Method for Persistent Scatterers (StaMPS) method software. \n\nAnalysis of the generated radar interferometric images and spatial correlation with other relevant data sets (e.g., geologic maps, Holocene sediment thickness, groundwater and oil and gas extraction rates) indicated the following:\n\nA strong spatial correlation between the subsidence and the age of the Holocene sediments, where the younger the sediments, the larger the subsidence.\n\nSubsidence observed over the youngest sediments, those deposited at the terminus of Rosetta branch, average of 2.5 mm/yr and those deposited at the terminus of the Damietta branch range from 3 to 14 mm/yr.\nSubsidence was observed over areas occupied by younger sediments (&lt;3500 years) that were deposited less than 3500 years along the ancient branches of the river Nile and the intervening lake deposits where these branches (e.g., Sebeninitic, Saitic and Canopic branches) meet the Mediterranean coastline in areas west of the Damietta branch.\n\n\nA correlation is observed between subsidence and the Holocene sediment thickness, where the thicker the sediment column, the larger the subsidence.\n\nHigh subsidence rates (up to 8.6 mm/yr) was observed over areas characterized by thick Holocene sediments (up to 46 m thick) within the Manzala lagoon and over Port Said city and its surroundings.\nNegligible to no subsidence was observed over the central and western coastlines of the Nile delta where the thickness of the Holocene sediment is thin (as low as 1.35 m thick). For example, the mean subsidence rate of 1.5 mm/yr was estimated over the Idku city where the Holocen..."
 }
}