{
 "awd_id": "1103731",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Nanotechnology Partnership for Rural Education Pathways (NANOprep)",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032924651",
 "po_email": "vccarter@nsf.gov",
 "po_sign_block_name": "Virginia Carter",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 830372.0,
 "awd_amount": 830372.0,
 "awd_min_amd_letter_date": "2011-08-02",
 "awd_max_amd_letter_date": "2011-08-02",
 "awd_abstract_narration": "The Nanotechnology Partnership for Rural Education Pathways (NANOprep) project is an effort that builds on the success of Minnesota State College-Southeast Technical (MSC-ST)'s NANOredi initiative.  There is a strong partnership with ATE NanoLink, the University of Minnesota Nanofabrication Center, and ATE NACK that will help facilitate program development and implementation.  The goal of NANOprep is to create a new cultural model to improve public awareness and increase enrollment and retention of students in nanoscience leading to their development as skilled nanotechnicians.  \r\n\r\nThe basis for the creation of the project is to address the nanotechnology workforce challenge.  According to experts, the key challenge for nanotechnology development is the education and training of new, skilled workers to meet the demands of the emerging field.  This will require effective strategies for recruitment and retention, especially of students from rural and other underrepresented communities.  To meet this challenge, NANOprep implements the design of a newly developed nano survey course that targets a broad audience of students and faculty (high school and beyond), incumbent workers, and the general public. Modules from the NANOprep survey are also embedded in general education STEM courses and technical courses, making them part of the requirements for the 22 credit Nanoscience Technician certificate offered by MSC-ST. A minimum of three survey courses are offered each year with more than 225 students enrolled, many of which are female and other ethnic minorities.  Each section of 25 students enrolls 4-5 high school and college faculty and 4-5 incumbent workers, with dual credit options for high school students. The project also provides a community awareness event in partnership with the City of Rushford and RINTek as a means of improving community understanding of nanotechnology and associated career opportunities.\r\n\r\nNANOprep serves as a replicable model for the development and implementation of nanoscience programs, as well as a strategy for other technical programs that have similar recruitment challenges.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alice",
   "pi_last_name": "Zimmer",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Alice A Zimmer",
   "pi_email_addr": "azimmer@southeastmn.edu",
   "nsf_id": "000078311",
   "pi_start_date": "2011-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Deb",
   "pi_last_name": "Newberry",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Deb M Newberry",
   "pi_email_addr": "deb.newberry@dctc.edu",
   "nsf_id": "000327242",
   "pi_start_date": "2011-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Ehrmann",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Robert K Ehrmann",
   "pi_email_addr": "rke2@psu.edu",
   "nsf_id": "000193074",
   "pi_start_date": "2011-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ron",
   "pi_last_name": "Sellnau",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ron Sellnau",
   "pi_email_addr": "rsellnau@southeastmn.edu",
   "nsf_id": "000562498",
   "pi_start_date": "2011-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marc",
   "pi_last_name": "Kalis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marc Kalis",
   "pi_email_addr": "mkalis@southeastmn.edu",
   "nsf_id": "000562499",
   "pi_start_date": "2011-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Minnesota State College - Southeast Technical",
  "inst_street_address": "1250 HOMER RD",
  "inst_street_address_2": "",
  "inst_city_name": "WINONA",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "5074532752",
  "inst_zip_code": "559876821",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MN01",
  "org_lgl_bus_name": "MINNESOTA STATE COLLEGES AND UNIVERSITIES",
  "org_prnt_uei_num": "NDGJNKX6HVV4",
  "org_uei_num": "JLDJA6VFHH59"
 },
 "perf_inst": {
  "perf_inst_name": "Minnesota State College - Southeast Technical",
  "perf_str_addr": "1250 HOMER RD",
  "perf_city_name": "WINONA",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "559876821",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MN01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 830372.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>NSF-ATE Nanotechnology Partnership for Rural Education Pathways (NANOprep), DUE 1103731 Final Outcomes Report</strong></p>\n<p>&nbsp;</p>\n<p>NSF-ATE Nanotechnology Partnership for Rural Education Pathways (NANOprep), DUE 1103731, was initiated at Minnesota State College-Southeast Technical in 2011 to develop and pursue a cultural change model to improve awareness, recruitment, enrollment, retention, and matriculation of nanoscience students into non-science post secondary educational pathway programs centered in rural southeast Minnesota. This NSF-ATE project continued efforts started with the 2008 NanoRedi Grant, DUE 0802277, which initiiated educational networking, professional development, and awareness with national and regional centers of NanoScience opportunities as well as the creation of a 22-credit post-secondary Nano Assistant Certificate. The NANOprep project focused on seven goals for the structural framework as proposed by Dr. Karen Halvorson and P.I. Alice Zimmer. The seven goals: (1) develop a regional participatory advisory board, (2) develop a cultural change model to support recruitment of nanoscience programs, (3) develop a nanoscience survey bridge course, (4) secure equipment, explore remote access, and application based hands-on activities to support nanoscience courses, (5) provide professional development to high school and post secondary STEM faculty, (6) conduct events for improved community awareness and understanding of nanoscience technologies, and (7) develop a plan to disseminate replication of retention/recruitment activities to other colleges.</p>\n<p>&nbsp;</p>\n<p>Many insights were made as a result of active participation of project partners and regional target groups of the cultural change model including feedback from industry, education, and the general public. Early feedback indicated a lack of general knowledge of nano technologies among a large segment of 835 surveyed businesses entities. To embrace the awareness gap and a general resistance to nano technology opportunities in current manufacturing and business operations, a shift was made to modify the general project terminology to an Introduction to Emerging Technologies of which nanotechnology is a primary component. &nbsp;With this awareness adoption completed, project modifications and regular assessment collaboration meetings continued with greater acceptance in regard to exploration of business technology applications.</p>\n<p>&nbsp;</p>\n<p>The bridge course student survey responses confirmed a general interest in learning more about emerging technologies as one of the main reasons for taking the course.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>Project organizational design was based on assignment of expert advisement from external Co-PIs and technology experts which included Robert Ehrmann from the NACK National NSF Center at Penn State (remote access, professional development), Dr. Deb Newberry from NanoLink regional NSF Center at Dakota County Technical College (outreach recruitment, and curriculum design), Dr. Steven Campbell from the University of Minnesota (professional development, hands-on nano demonstrations), Director John Benton of the Rushford Institute of Technology (RINTek) (outreach and dissemination), and Dr. Kristi Jean from North Dakota State College of Science (GUESS - outreach to girls). Project liaisons included Jack Weimerskirch as Industry Liaison, Lloyd Petri as K-12 Education Liaison, and Ann Markegard as Secondary Faculty advocate lead. Co-PI Marc Kalis provided a lead faculty role in the course development and linkages to other faculty at MSC-ST and the external educational institutions. Global Dynamics&rsquo; Dr Leonard Sterry provided regular analysis and evaluation feedback as external evaluation to the Principal Investigator and the project team.&nbsp; Dr. Karen Halvorson from Giraffe Associates and Mark Hendrickson from Pelikan Crest Cons...",
  "por_txt_cntn": "\nNSF-ATE Nanotechnology Partnership for Rural Education Pathways (NANOprep), DUE 1103731 Final Outcomes Report\n\n \n\nNSF-ATE Nanotechnology Partnership for Rural Education Pathways (NANOprep), DUE 1103731, was initiated at Minnesota State College-Southeast Technical in 2011 to develop and pursue a cultural change model to improve awareness, recruitment, enrollment, retention, and matriculation of nanoscience students into non-science post secondary educational pathway programs centered in rural southeast Minnesota. This NSF-ATE project continued efforts started with the 2008 NanoRedi Grant, DUE 0802277, which initiiated educational networking, professional development, and awareness with national and regional centers of NanoScience opportunities as well as the creation of a 22-credit post-secondary Nano Assistant Certificate. The NANOprep project focused on seven goals for the structural framework as proposed by Dr. Karen Halvorson and P.I. Alice Zimmer. The seven goals: (1) develop a regional participatory advisory board, (2) develop a cultural change model to support recruitment of nanoscience programs, (3) develop a nanoscience survey bridge course, (4) secure equipment, explore remote access, and application based hands-on activities to support nanoscience courses, (5) provide professional development to high school and post secondary STEM faculty, (6) conduct events for improved community awareness and understanding of nanoscience technologies, and (7) develop a plan to disseminate replication of retention/recruitment activities to other colleges.\n\n \n\nMany insights were made as a result of active participation of project partners and regional target groups of the cultural change model including feedback from industry, education, and the general public. Early feedback indicated a lack of general knowledge of nano technologies among a large segment of 835 surveyed businesses entities. To embrace the awareness gap and a general resistance to nano technology opportunities in current manufacturing and business operations, a shift was made to modify the general project terminology to an Introduction to Emerging Technologies of which nanotechnology is a primary component.  With this awareness adoption completed, project modifications and regular assessment collaboration meetings continued with greater acceptance in regard to exploration of business technology applications.\n\n \n\nThe bridge course student survey responses confirmed a general interest in learning more about emerging technologies as one of the main reasons for taking the course.  \n\n \n\nProject organizational design was based on assignment of expert advisement from external Co-PIs and technology experts which included Robert Ehrmann from the NACK National NSF Center at Penn State (remote access, professional development), Dr. Deb Newberry from NanoLink regional NSF Center at Dakota County Technical College (outreach recruitment, and curriculum design), Dr. Steven Campbell from the University of Minnesota (professional development, hands-on nano demonstrations), Director John Benton of the Rushford Institute of Technology (RINTek) (outreach and dissemination), and Dr. Kristi Jean from North Dakota State College of Science (GUESS - outreach to girls). Project liaisons included Jack Weimerskirch as Industry Liaison, Lloyd Petri as K-12 Education Liaison, and Ann Markegard as Secondary Faculty advocate lead. Co-PI Marc Kalis provided a lead faculty role in the course development and linkages to other faculty at MSC-ST and the external educational institutions. Global DynamicsÆ Dr Leonard Sterry provided regular analysis and evaluation feedback as external evaluation to the Principal Investigator and the project team.  Dr. Karen Halvorson from Giraffe Associates and Mark Hendrickson from Pelikan Crest Consulting provided project advisement and assistance for the project.  MSC-ST College President Jim Johnson, and Vice President Ron Sellnau provided academic administrative lea..."
 }
}