{
 "awd_id": "1103201",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Origination and Emergence of Economic Fields: The Case of Cleantech",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Saylor Breckenridge",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2011-04-26",
 "awd_max_amd_letter_date": "2011-04-26",
 "awd_abstract_narration": "Doctoral Dissertation Research:\r\nOrigination and Emergence of Economic Fields: The Case of Cleantech\r\nSES - 1103201\r\nMark Mizruchi (PI)\r\nMaria Farkas (co-PI)\r\nUniversity of Michigan\r\n\r\nAbstract\r\nHistorically, economic scholarship has viewed the graduate buildup of changing practices as a strong indicator that a new economic field is emerging or forming. Recently, scholars have also found that labels, schemas, and their use by economic actors acquire substantive meaning -- in other words: they matter.  But to date, we know little about where these meanings come from, how they are shaped, and to whose advantage. This dissertation asks the following questions. Who are the meaning makers in new economic fields being formed? What are actors trying to accomplish in contributing to meaning construction in a forming field? How do actors assert their preferred meanings and convince other actors to adopt them? To address these questions, this dissertation analyzes the emerging economic sector of cleantech through a mixed methods design.  Cleantech is a new sector that comprises firms across industries working on new technologies that enable better use of limited environmental resources. Using a content analysis of press releases form a population of cleantech companies, the project tests hypotheses about what kinds of organizations succeed in creating meaning in a forming field. In a related study based on interviews and observations, the project examines the motivations, strategies and methods cleantech actors use to influence evolving meanings in their economic field. \r\n\r\nBroader Impacts\r\nTypically, scholars treat the organizational environment in which firms or economic actors operate as an exogenous force. In contrast, this project will examine the degree to which individual firms/organizations act purposively to shape the larger environment in which they operate.  Results of this project might inform municipal and state policies that seek to draw emerging economic sectors to their locales.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Mizruchi",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Mark S Mizruchi",
   "pi_email_addr": "mizruchi@umich.edu",
   "nsf_id": "000138367",
   "pi_start_date": "2011-04-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Maria",
   "pi_last_name": "Farkas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maria Farkas",
   "pi_email_addr": "mfarkas@umich.edu",
   "nsf_id": "000576643",
   "pi_start_date": "2011-04-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research project sought to create knowledge about how new industries, markets, and economic sectors form using the case study of the emergence of the cleantech sector. The project found that the creation of the cleantech sector involved much more than the generation of new products and services. In order for these innovations to attract resources, their value needed to be explained. And in order to do that, they needed to be named and explained. For example, individuals trying to do business before the sector of cleantech was formed (prior to 2001) reported that they faced a continuous challenge of trying to explain the inexplicable to their critical audiences. The earliest organizations to start a conversation in the space that is now known as cleantech were venture capital firms in the early 1990s focused on new forms of energy technology. Lacking a common vocabulary and agreed upon measures for progress, the VC firms interviewed reported that they each had to devote significant spans of time to convincing their audiences about the value of the investing opportunity they had identified. This pre-formation stage for cleantech is illustrated in Figure 1.</p>\n<p>So, while the generation of innovative products and services is a necessary step in the formation of new industries and sectors, it is not sufficient for its emergence. There also needs to be actors who observe the new products and services, identify the commonalities among them, and then name and define the new area. This research project finds that these meaning making actors are more likely to be professional service firms such as (law firms, consultancies, or market research firms) than the organizations that produce the products or services themselves. In the case of cleantech, two market research firms coined the phrase &lsquo;cleantech&rsquo; and began to actively recruit both entrepreneurs and investors into the new sector. The process of getting other critical actors (such as investors and producers) to &lsquo;see&rsquo; the new economic sector was not left to chance. In addition to creating publications to spread news of this new economic sector, the market research firms also hosted frequent events to which they invited entrepreneurs and investors who might be interested in the new space. They did a great deal of one-to-one recruiting of participants, by calling potential event attendees and explaining why the new economic sector could be of value to them. Once the new sector was named, other professional service firms entered the new sector because it offered a new market in which they could offer their services. This formation stage for cleantech is illustrated in Figure 2.</p>\n<p>Both the venture capital firms and producers in this study valued the sector-defining work of the market research firms and other PSFs. The venture capital firms particularly appreciated the collective meanings that were generated that made communicating with potential investors easier and the sector-wide events that simplified finding co-investors and follow-on funders. While, for many producers, cleantech was a label they could affiliate themselves with to get funding by placing themselves in the cognitive map of venture capitalists and other funders. Both producers and funders acknowledged that economic sectors are critical to funding new areas of innovation and entrepreneurship because the clumping together of various smaller industries makes the investment opportunities large enough to attract the serious funders required for many energy industry start-ups.</p>\n<p>This project highlights the role of meaning makers in the economy &ndash; those individuals and organizations that generate and disseminate the meanings that help to reshape how the economic world is perceived, understood, and acted within. But, in focusing on the somewhat abstract work of meaning-making and -giving, the importance of people and rel...",
  "por_txt_cntn": "\nThis research project sought to create knowledge about how new industries, markets, and economic sectors form using the case study of the emergence of the cleantech sector. The project found that the creation of the cleantech sector involved much more than the generation of new products and services. In order for these innovations to attract resources, their value needed to be explained. And in order to do that, they needed to be named and explained. For example, individuals trying to do business before the sector of cleantech was formed (prior to 2001) reported that they faced a continuous challenge of trying to explain the inexplicable to their critical audiences. The earliest organizations to start a conversation in the space that is now known as cleantech were venture capital firms in the early 1990s focused on new forms of energy technology. Lacking a common vocabulary and agreed upon measures for progress, the VC firms interviewed reported that they each had to devote significant spans of time to convincing their audiences about the value of the investing opportunity they had identified. This pre-formation stage for cleantech is illustrated in Figure 1.\n\nSo, while the generation of innovative products and services is a necessary step in the formation of new industries and sectors, it is not sufficient for its emergence. There also needs to be actors who observe the new products and services, identify the commonalities among them, and then name and define the new area. This research project finds that these meaning making actors are more likely to be professional service firms such as (law firms, consultancies, or market research firms) than the organizations that produce the products or services themselves. In the case of cleantech, two market research firms coined the phrase æcleantechÆ and began to actively recruit both entrepreneurs and investors into the new sector. The process of getting other critical actors (such as investors and producers) to æseeÆ the new economic sector was not left to chance. In addition to creating publications to spread news of this new economic sector, the market research firms also hosted frequent events to which they invited entrepreneurs and investors who might be interested in the new space. They did a great deal of one-to-one recruiting of participants, by calling potential event attendees and explaining why the new economic sector could be of value to them. Once the new sector was named, other professional service firms entered the new sector because it offered a new market in which they could offer their services. This formation stage for cleantech is illustrated in Figure 2.\n\nBoth the venture capital firms and producers in this study valued the sector-defining work of the market research firms and other PSFs. The venture capital firms particularly appreciated the collective meanings that were generated that made communicating with potential investors easier and the sector-wide events that simplified finding co-investors and follow-on funders. While, for many producers, cleantech was a label they could affiliate themselves with to get funding by placing themselves in the cognitive map of venture capitalists and other funders. Both producers and funders acknowledged that economic sectors are critical to funding new areas of innovation and entrepreneurship because the clumping together of various smaller industries makes the investment opportunities large enough to attract the serious funders required for many energy industry start-ups.\n\nThis project highlights the role of meaning makers in the economy &ndash; those individuals and organizations that generate and disseminate the meanings that help to reshape how the economic world is perceived, understood, and acted within. But, in focusing on the somewhat abstract work of meaning-making and -giving, the importance of people and relationships is brought front and center. While the sector of cleantech could not have formed without the ..."
 }
}