{
 "awd_id": "1103995",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Bioenergy: A Model Workforce Education Program",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tom Higgins",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 762416.0,
 "awd_amount": 762416.0,
 "awd_min_amd_letter_date": "2011-06-09",
 "awd_max_amd_letter_date": "2014-08-19",
 "awd_abstract_narration": "The Ohio State University Agricultural Technical Institute is partnering with secondary and post-secondary schools, resource centers, industry, government, and workforce development organizations to develop a model bio-energy workforce education program based on the bioconversion of organic material into methane. The project is (1) creating bio-energy certificate and associate degree education programs to serve at least 40 traditional and non-traditional students recruited through a marketing and recruitment plan, (2) developing alternative educational and career pathways for students from high school to technical college to university, (3) offering professional development about bio-energy to 120 high school and college teachers, and (4) disseminating project findings and resources throughout Ohio and the nation. The project will address Ohio's growing need for bio-energy technicians.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Neal",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Steven M Neal",
   "pi_email_addr": "neal.2@osu.edu",
   "nsf_id": "000527747",
   "pi_start_date": "2011-06-09",
   "pi_end_date": "2014-08-19"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhiwu",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhiwu Wang",
   "pi_email_addr": "wzw@vt.edu",
   "nsf_id": "000674854",
   "pi_start_date": "2014-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Shahrokh",
   "pi_last_name": "Rahnema",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shahrokh Rahnema",
   "pi_email_addr": "rahnema.1@osu.edu",
   "nsf_id": "000189890",
   "pi_start_date": "2011-06-09",
   "pi_end_date": "2013-08-01"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Janini",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas E Janini",
   "pi_email_addr": "janini.4@osu.edu",
   "nsf_id": "000649780",
   "pi_start_date": "2014-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "1960 KENNY RD",
  "perf_city_name": "COLUMBUS",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 762416.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of the Ohio State University (OSU) Agricultural Technical Institute (Ohio State ATI) project was to create and offer a model bioenergy workforce education program based on the bioconversion of organic material to biogas (methane). The project focused on program improvement, professional educator development, and bioenergy industry workforce education. Using the model program, Ohio State ATI prepares and guides a population of diverse, traditional and non-traditional students in bioenergy careers through associate degree and certificate programs. The project fosters: career employment and transition within the industry; transfer to four-year institutions; and educator professional development opportunities for high school and college educators.</p>\n<p>Project outcomes:</p>\n<p>Ohio State ATI developed and sustains the offering of a Renewable Energy Associate of Science Degree and certificate program, with 50 students enrolled since the first cohort entered in Autumn 2012. The Ohio State ATI associate degree was the first of its kind in the U.S. to offer a bioenergy specialization in addition to wind and solar. The program focus, generation of bioenergy from organic matter from agricultural, industrial, and municipal byproducts and waste, is imperative to address the nation&rsquo;s energy-related economic and environmental challenges. Ohio State ATI developed a comprehensive model of bioenergy education that prepares technicians the industry needs, a model for state and national dissemination to serve as a resource for other educational institutions striving to develop bioenergy and bioenergy-related programs.</p>\n<p>Education and industry career pathways are provided to bioenergy program students and associate degree graduates. Renewable Energy students and graduates are finding internships and careers in the bioenergy industry while others are moving on in the pursuit of a bachelor&rsquo;s degree. High school STEM teachers are incorporating bioenergy into their classes, highlighting the significance of the relation of waste to energy, and sharing industry needs with their students. One local school district is raising the bar on the science-related curricula and pursuing a biodigester for use in their district, a rural, agriculturally-based community.</p>\n<p>Additional information resources available as an outcome of this project include bioenergy-related resources for educators. Ohio State ATI developed the Bioenergy Workshop for High School STEM Teachers and hosted 121 educators from across Ohio in five (5) separate offerings of the two-day workshop. Teachers toured bio digester facilities and bioenergy research labs, participated in classroom and laboratory learning activities, heard from industry and municipality representatives and received teaching materials and laboratory activities for use in their classrooms. Videos, class materials, lab demonstrations are available via the Renewable Energy website, <a title=\"Ohio State ATI Renewable Energy Website\" href=\"http://www.greenenergy.osu.edu/\" target=\"_blank\">www.greenenergy.osu.edu</a>.</p>\n<p>Ongoing, formal partnerships with bioenergy industry stakeholders have been established for the program. The Renewable Energy Program Advisory Committee is made-up of energy and bio-sciences professionals representing private industry, secondary and higher education, local and state government as well as trade and industry associations. The advisory committee serves to assist in implementing practices of continuous improvement, keeping the curriculum current with industry needs, and has done so from inception of program and throughout its continuation. Among these members, partnerships have formed for curriculum and technology input, laboratory equipment and supplies, opportunities for internship and career employment of students and graduates, scholarships, industry experts as guest lecturers, and bioenergy indus...",
  "por_txt_cntn": "\nThe goal of the Ohio State University (OSU) Agricultural Technical Institute (Ohio State ATI) project was to create and offer a model bioenergy workforce education program based on the bioconversion of organic material to biogas (methane). The project focused on program improvement, professional educator development, and bioenergy industry workforce education. Using the model program, Ohio State ATI prepares and guides a population of diverse, traditional and non-traditional students in bioenergy careers through associate degree and certificate programs. The project fosters: career employment and transition within the industry; transfer to four-year institutions; and educator professional development opportunities for high school and college educators.\n\nProject outcomes:\n\nOhio State ATI developed and sustains the offering of a Renewable Energy Associate of Science Degree and certificate program, with 50 students enrolled since the first cohort entered in Autumn 2012. The Ohio State ATI associate degree was the first of its kind in the U.S. to offer a bioenergy specialization in addition to wind and solar. The program focus, generation of bioenergy from organic matter from agricultural, industrial, and municipal byproducts and waste, is imperative to address the nationÆs energy-related economic and environmental challenges. Ohio State ATI developed a comprehensive model of bioenergy education that prepares technicians the industry needs, a model for state and national dissemination to serve as a resource for other educational institutions striving to develop bioenergy and bioenergy-related programs.\n\nEducation and industry career pathways are provided to bioenergy program students and associate degree graduates. Renewable Energy students and graduates are finding internships and careers in the bioenergy industry while others are moving on in the pursuit of a bachelorÆs degree. High school STEM teachers are incorporating bioenergy into their classes, highlighting the significance of the relation of waste to energy, and sharing industry needs with their students. One local school district is raising the bar on the science-related curricula and pursuing a biodigester for use in their district, a rural, agriculturally-based community.\n\nAdditional information resources available as an outcome of this project include bioenergy-related resources for educators. Ohio State ATI developed the Bioenergy Workshop for High School STEM Teachers and hosted 121 educators from across Ohio in five (5) separate offerings of the two-day workshop. Teachers toured bio digester facilities and bioenergy research labs, participated in classroom and laboratory learning activities, heard from industry and municipality representatives and received teaching materials and laboratory activities for use in their classrooms. Videos, class materials, lab demonstrations are available via the Renewable Energy website, www.greenenergy.osu.edu.\n\nOngoing, formal partnerships with bioenergy industry stakeholders have been established for the program. The Renewable Energy Program Advisory Committee is made-up of energy and bio-sciences professionals representing private industry, secondary and higher education, local and state government as well as trade and industry associations. The advisory committee serves to assist in implementing practices of continuous improvement, keeping the curriculum current with industry needs, and has done so from inception of program and throughout its continuation. Among these members, partnerships have formed for curriculum and technology input, laboratory equipment and supplies, opportunities for internship and career employment of students and graduates, scholarships, industry experts as guest lecturers, and bioenergy industry and bio digester site visits and tours.\n\nLinkages have been formed with the Operator Training Committee of Ohio (OTCO) to partner in the delivery of Water/Wastewater Treatment Operator certification and continu..."
 }
}