{
 "awd_id": "1103332",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Marine Conservation Law and Gendered Access During Madagascar's Political Crisis",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927266",
 "po_email": "anwinkle@nsf.gov",
 "po_sign_block_name": "Antoinette WinklerPrins",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2012-10-31",
 "tot_intn_awd_amt": 10820.0,
 "awd_amount": 10820.0,
 "awd_min_amd_letter_date": "2011-03-24",
 "awd_max_amd_letter_date": "2011-03-24",
 "awd_abstract_narration": "Protected areas are seen as the cornerstone of most biodiversity conservation strategies. Since the mid 1990s improving protected area outcomes has become an increasing concern for funding agencies, natural resource managers, and conservation scientists.  Central to this concern and a topic of intense debate has been identifying the best way in which to manage protected areas, some arguing for a top-down (or state-led) approach, while others argue for a bottom-up (or community-led) approach.  This research project is an in-depth, comparative case-study analyzing four marine conservation projects in Madagascar that are managed by different entities (the community, the state, and one that is co-managed between the community and the state).  The research focuses on how the political crisis in Madagascar that started in 2009 influences management practices.  The project looks specifically at (a) how the history of a specific marine resource management project influences the way in which locals change their resource use in reaction to the political crisis and (b) the ways in which differences between women and men in marine resource use and participation in management influence who benefits from marine conservation and use, and (c) how local laws influence access to and control of marine resources and vice-versa.  Different protected area management approaches determine who decides the rules concerning rights to resources, and therefore is a rich site to investigate the way in which claims concerning resource use and control are mobilized by different actors.  These questions will be answered using a mixture of qualitative and quantitative methods including semi-structured interviews, oral histories, participant observation, surveys, as well as with the creation of a map of fishing locations linked to their specific history, references to current use, and points of contention between different 'stakeholders.'  These methods will allow information from and the opinions of a wide variety of actors to be represented in the comparative analysis.\r\n\r\nThis research project is important for understanding contemporary conservation trends in terms of protected areas. It will contribute to what is known about natural resource politics, specifically work related to community-based conservation and gendered resource use.  By recognizing the dynamics among state, international conservation, and local actors in the context of marine conservation management, this study will provide an analysis of the factors shaping the way in which marine resources are used, by whom, when, and why.  This research will provide critical information for organizations funding and implementing conservation globally, and contribute to the growing literature investigating the link between resource use and political conflict. This research will help inform how future conservation efforts can plan for political instability or changes in governmental involvement in conservation efforts. Additionally, because of its specific focus on differences between women and men in their resource use and participation in conservation management, this research will illuminate ways in which the application of resource use rules and regulations as well as conservation strategies can be more equitable. Because this research will advance an understanding of the inner workings of conservation in the context of political upheaval, it may be applicable to numerous other countries that are rich in biodiversity and politically unstable.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Louise",
   "pi_last_name": "Fortmann",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Louise Fortmann",
   "pi_email_addr": "louisef@berkeley.edu",
   "nsf_id": "000214751",
   "pi_start_date": "2011-03-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Merrill",
   "pi_last_name": "Baker-Medard",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Merrill S Baker-Medard",
   "pi_email_addr": "mbakermedard@middlebury.edu",
   "nsf_id": "000558820",
   "pi_start_date": "2011-03-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 10820.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The research provides information for organizations funding and implementing marine conservation.&nbsp; It also contributes to a growing body of literature investigating the link between resource use and political conflict. Our findings show that community-managed protected areas largely upheld conservation rules during the 2009 political upheaval in Madagascar because of the financial and personal relationships forged between community members and international environmental NGOs that weathered the political crisis.&nbsp; In contrast, state-managed protected area rules largely failed during the political crisis because the fear-based relationship between the managers and community members was undermined by a perceived absence of state authority backing management practices.&nbsp; The broad implications of this research is that international environmental NGOs, while they sometimes lack long-term commitment to a given community, might be best positioned to weather short-term political and economic shifts that undermine state management of natural resources.&nbsp;</p>\n<p>Because of its specific focus on gendered resource use and participation in conservation management, the research illuminates ways in which the application of resource use rules and regulations as well as conservation strategies can be more equitable.&nbsp; The research shows that conservation interventions that do not take gendered access and gendered labor practices into consideration create and formalize inequalities along gendered lines.&nbsp; The data collected indicates that despite the increasing attention given to integrating communities into natural resource management, there is an unmistakable deficiency of women&rsquo;s nominal as well as effective participation in community-based resource management.&nbsp; Additionally, the narrow focus of marine regulation on local drivers of resource degradation such as the practice of fishing on foot (carried out primarily by women), is working to shift attention away from broader political economic forces driving the extraction of marine products.&nbsp; This narrow focus, aided by the discourse of developing a more &ldquo;rational&rdquo; or &ldquo;professional&rdquo; fishery in Madagascar, helps justify conservation efforts that reduce women&rsquo;s marine resource use. &nbsp;This research indicates that without women&rsquo;s effective participation in marine resource management decision-making, conservation efforts will entrench gendered inequalities and in the long-term be ineffective because they do not take into consideration the needs of the entire community.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/29/2013<br>\n\t\t\t\t\tModified by: Merrill&nbsp;S&nbsp;Baker</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe research provides information for organizations funding and implementing marine conservation.  It also contributes to a growing body of literature investigating the link between resource use and political conflict. Our findings show that community-managed protected areas largely upheld conservation rules during the 2009 political upheaval in Madagascar because of the financial and personal relationships forged between community members and international environmental NGOs that weathered the political crisis.  In contrast, state-managed protected area rules largely failed during the political crisis because the fear-based relationship between the managers and community members was undermined by a perceived absence of state authority backing management practices.  The broad implications of this research is that international environmental NGOs, while they sometimes lack long-term commitment to a given community, might be best positioned to weather short-term political and economic shifts that undermine state management of natural resources. \n\nBecause of its specific focus on gendered resource use and participation in conservation management, the research illuminates ways in which the application of resource use rules and regulations as well as conservation strategies can be more equitable.  The research shows that conservation interventions that do not take gendered access and gendered labor practices into consideration create and formalize inequalities along gendered lines.  The data collected indicates that despite the increasing attention given to integrating communities into natural resource management, there is an unmistakable deficiency of womenÆs nominal as well as effective participation in community-based resource management.  Additionally, the narrow focus of marine regulation on local drivers of resource degradation such as the practice of fishing on foot (carried out primarily by women), is working to shift attention away from broader political economic forces driving the extraction of marine products.  This narrow focus, aided by the discourse of developing a more \"rational\" or \"professional\" fishery in Madagascar, helps justify conservation efforts that reduce womenÆs marine resource use.  This research indicates that without womenÆs effective participation in marine resource management decision-making, conservation efforts will entrench gendered inequalities and in the long-term be ineffective because they do not take into consideration the needs of the entire community.\n\n \n\n\t\t\t\t\tLast Modified: 04/29/2013\n\n\t\t\t\t\tSubmitted by: Merrill S Baker"
 }
}