{
 "awd_id": "1103356",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "PostDoctoral Research Fellowship",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": "7032924672",
 "po_email": "fchowdhu@nsf.gov",
 "po_sign_block_name": "Fahmida Chowdhury",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 60000.0,
 "awd_amount": 120000.0,
 "awd_min_amd_letter_date": "2011-04-28",
 "awd_max_amd_letter_date": "2012-07-25",
 "awd_abstract_narration": "Intellectual Merit. There is well-established evidence that deception often leaks into a deceiver's actions; however, there is little to no explanation as to how these movements are directly connected to the cognitive processes of deception. To address this problem, the Fellow presents a new research paradigm that is motivated by the inextricable connection between body and mind. In doing so, the proposed research makes several unique contributions by 1) using a common cognitive framework based on action and coordination dynamics to evaluate a range of deceptive behaviors, 2) forging connections between methods for the study of nonlinear dynamical systems and deceptive phenomena, 3) using state-of-the-art technologies to capture deceptive behaviors, 4) optimizing prediction algorithms for distinguishing deception from truth.\r\n\r\nBroader Impacts. A society in the 21st century has a fundamental mandate to protect its vital national security interests from emerging threats. According to the U.S. Department of Homeland Security, a necessary objective in doing so is to develop superior methods for detecting and preventing an individual's attempt to employ deception. This research provides a unique opportunity to pursue this objective within a global society. Researchers from the U.S. and U.K. will take advantage of insights from the forefront of cognitive science theory, methodology, and analysis to identify novel behavioral markers of deception. The dissemination of this research into the public domain will introduce scientifically-based measures that offer a non-invasive, low-risk, and high-impact alternative to other measures. Furthermore, because the Fellow's approach is based on an impartial assessment of guilt, it does not suffer from subjective and sometimes prejudiced biases that have been a contributing factor in the wrongful convictions and false accusations of certain minority groups.\r\n\r\nFinally, this research program has the potential to pique students' interest in all STEM-related fields: Science in the reliance on cognitive and dynamical theory, Technology in the use of motion tracking tools, Engineering in developing techniques to detect deception, and Mathematics in employing sophisticated dynamical analysis. The Fellow is already an active mentor at a major urban University in the U.S. where 40% of the students come from traditionally underrepresented groups. This Fellowship allows the PI to broaden the scope of mentorship in student participation and in providing opportunities for students to explore STEM-related research in their future careers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicholas",
   "pi_last_name": "Duran",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Nicholas D Duran",
   "pi_email_addr": "",
   "nsf_id": "000543687",
   "pi_start_date": "2011-04-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duran, Nicholas D",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Memphis",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "",
  "inst_zip_code": "381051841",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TN09",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Duran, Nicholas D",
  "perf_str_addr": "",
  "perf_city_name": "Memphis",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "381051841",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TN09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115700",
   "pgm_ele_name": "Broadening Participation of Gr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9283",
   "pgm_ref_txt": "MINORITY POSTDOCT. FELLOWSHIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 60000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 60000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Honesty may be the best policy, but it is not the only one. Deception in society still occurs on a regular basis and with apparent ease. Although many of the lies people tell are harmless and sometimes told with good intent, there are other instances where undetected deception can have serious consequences (e.g., domains of national security, law enforcement, public policy). Despite the ubiquity of deception, and no matter its severity, both novices and trained judges are often no better than chance at detecting it. It seems that there are very few, if any, observable behaviors of deception that can be readily identified. But there is another possibility: deception might instead be expressed in behavioral signals that are outside of human perceptual awareness. &nbsp;</p>\n<p>This possibility necessitates automated detection techniques that can capture the subtle and often implicit behavioral signals of deception. In this research program, we set our sights on the goal of detecting deception by focusing on patterns of movement that are directly linked to the cognitive processes of deception. This approach differs from previous attempts that have examined discrete, individual behaviors - like fidgeting and gaze aversion - that can be easily tallied and measured. Instead, our unique approach takes advantage of recent developments in the cognitive sciences that view complex cognitive states, such as those needed to perpetrate deception, as being expressed in time-evolving patterns of \"micro-behaviors.\" These are behaviors that occur as moment-by-moment fluctuations in movement, sampled at the level of many data points per second. &nbsp;</p>\n<p>Because these micro-behaviors occur over time and outside the scope of peoples' normal perceptual abilities, it requires the use of cutting-edge automated motion tracking techniques. In the current research, we employed two such techniques across diverse domains: 1) arm movement tracking during decision responses via a computer-mouse, and 2) body movements tracked during communication via video and infrared camera recordings. Moreover, given the temporal organization of these micro-behaviors, we also employed advanced nonlinear dynamical analysis to extract patterns of structure.</p>\n<p>The results of our experiments provided a number of new insights into the cognitive competition experienced when enacting a deceptive response against a backdrop of truth. For example, in the first domain of arm movement tracking, when people have to make a decision by pointing to one of two response options, and do so deceptively, we found that competition from the truth can have an immediate and persistent influence that warps their movements. Variables extracted from such movements were also found to predict deception at superior rates compared to more traditional behavioral measures. But this is not to say that the truth always competes during deception. We also found that the competition can be reduced, even reversed, when people are placed in a tempting situation where they can deceive anonymously and for personal monetary gain. In such cases, it appears deception is more of the default, and that more deliberative effort has to be expended to tell the truth. These findings help researchers better understand the contexts and modulating factors that make deception cognitively taxing, and ultimately, expose it. &nbsp;</p>\n<p>In the second domain of body movements during communication, we also learned quite a bit. For example, we found that the organization of deceivers' body movements exhibit unique signatures of variability that are organized across multiple, simultaneously occurring timescales. One robust signature was that of less behavioral stability but greater complexity as movements were examined across a few seconds to tens of seconds. This suggests deceivers move in such a way that is more flexible and adaptive than truth-tellers. This ...",
  "por_txt_cntn": "\nHonesty may be the best policy, but it is not the only one. Deception in society still occurs on a regular basis and with apparent ease. Although many of the lies people tell are harmless and sometimes told with good intent, there are other instances where undetected deception can have serious consequences (e.g., domains of national security, law enforcement, public policy). Despite the ubiquity of deception, and no matter its severity, both novices and trained judges are often no better than chance at detecting it. It seems that there are very few, if any, observable behaviors of deception that can be readily identified. But there is another possibility: deception might instead be expressed in behavioral signals that are outside of human perceptual awareness.  \n\nThis possibility necessitates automated detection techniques that can capture the subtle and often implicit behavioral signals of deception. In this research program, we set our sights on the goal of detecting deception by focusing on patterns of movement that are directly linked to the cognitive processes of deception. This approach differs from previous attempts that have examined discrete, individual behaviors - like fidgeting and gaze aversion - that can be easily tallied and measured. Instead, our unique approach takes advantage of recent developments in the cognitive sciences that view complex cognitive states, such as those needed to perpetrate deception, as being expressed in time-evolving patterns of \"micro-behaviors.\" These are behaviors that occur as moment-by-moment fluctuations in movement, sampled at the level of many data points per second.  \n\nBecause these micro-behaviors occur over time and outside the scope of peoples' normal perceptual abilities, it requires the use of cutting-edge automated motion tracking techniques. In the current research, we employed two such techniques across diverse domains: 1) arm movement tracking during decision responses via a computer-mouse, and 2) body movements tracked during communication via video and infrared camera recordings. Moreover, given the temporal organization of these micro-behaviors, we also employed advanced nonlinear dynamical analysis to extract patterns of structure.\n\nThe results of our experiments provided a number of new insights into the cognitive competition experienced when enacting a deceptive response against a backdrop of truth. For example, in the first domain of arm movement tracking, when people have to make a decision by pointing to one of two response options, and do so deceptively, we found that competition from the truth can have an immediate and persistent influence that warps their movements. Variables extracted from such movements were also found to predict deception at superior rates compared to more traditional behavioral measures. But this is not to say that the truth always competes during deception. We also found that the competition can be reduced, even reversed, when people are placed in a tempting situation where they can deceive anonymously and for personal monetary gain. In such cases, it appears deception is more of the default, and that more deliberative effort has to be expended to tell the truth. These findings help researchers better understand the contexts and modulating factors that make deception cognitively taxing, and ultimately, expose it.  \n\nIn the second domain of body movements during communication, we also learned quite a bit. For example, we found that the organization of deceivers' body movements exhibit unique signatures of variability that are organized across multiple, simultaneously occurring timescales. One robust signature was that of less behavioral stability but greater complexity as movements were examined across a few seconds to tens of seconds. This suggests deceivers move in such a way that is more flexible and adaptive than truth-tellers. This way of characterizing behavior presents a novel approach for understanding how changes in movement qu..."
 }
}