{
 "awd_id": "1103113",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: MIP: How Responsive are Bacterial Endosymbionts to Physiological and Eological Variation in Their Ant Hosts?",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": "7032927186",
 "po_email": "mkane@nsf.gov",
 "po_sign_block_name": "Matthew Kane",
 "awd_eff_date": "2010-08-16",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 26491.0,
 "awd_amount": 26491.0,
 "awd_min_amd_letter_date": "2010-10-29",
 "awd_max_amd_letter_date": "2012-12-12",
 "awd_abstract_narration": "Numerous organisms require vital nutrients provided by beneficial bacteria to live, grow and reproduce.  Many insects are hosts to specialized bacteria that live only inside host cells and provide essential functions.  Our current understanding of these functions comes primarily from the sequenced genomes of bacteria.  We know what genes the bacteria have but we know very little about how and when they are used.  In this study, a mutually beneficial symbiosis between Blochmannia bacteria and Camponotus ants will be used to examine dynamic interactions between bacteria and their insect hosts and to learn if bacteria are flexible enough to respond to ant needs under different conditions.  Camponotus, with over 1,000 species worldwide, offer a wide variety of diets and natural environments.  Also, Camponotus, like other ants, have different types of adults, or castes (e.g., queens and workers) and different developmental stages (larva, pupa, adult).  This project will address the question, are Blochmannia capable of adjusting their contributions to changing and differing needs of their hosts?  The PIs will compare bacterial gene expression patterns and cell densities across hosts that include distinct ant species, developmental stages, and castes, in order to clarify links between microbial functions and host physiology.  Through experiments eliminating bacteria from hosts, the PIs will also explore the roles bacteria play in host development and the establishment of new ant colonies.   \t\r\n\r\nThe wide distribution and significance of mutualistic interactions with bacterial symbionts have only been appreciated relatively recently.  This collaborative effort combines expertise in comparative and functional genomics, host-symbiont interactions, and insect nutritional physiology and ecology.  The project interconnects these disciplines to explore associations between microbes and animals in the natural environment.  This project will advance the bacterial-ant symbiosis as a new model system and will develop novel experimental approaches to study specific functions of ecologically important bacteria that grow only within hosts.  Results of this work will shed light on how microbes respond to the dynamic environment of animal hosts and the various processes that shape host-symbiont coevolution.  This basic research will be used as a platform for curriculum development, education spanning grade school to professional training, and community outreach.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Wernegreen",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer J Wernegreen",
   "pi_email_addr": "j.wernegreen@duke.edu",
   "nsf_id": "000344937",
   "pi_start_date": "2010-10-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W MAIN ST",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054640",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "108900",
   "pgm_ele_name": "MICRO OBS & MICRO INTER & PRO"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1089",
   "pgm_ref_txt": "MICRO OBS & MICRO INTER & PRO"
  },
  {
   "pgm_ref_code": "1355",
   "pgm_ref_txt": "EGC EDUCATIONAL ACTIVITIES"
  },
  {
   "pgm_ref_code": "9104",
   "pgm_ref_txt": "ENVIRONMENTAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9125",
   "pgm_ref_txt": "BIOTECHNOLOGY TRAINING & CAREER DEVLPMNT"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 18991.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 7500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br />This project aimed to clarify mechanisms and consequences of functional plasticity in bacterial mutualists of animals. &nbsp;As a model system, we focused on a specialized, intracellular bacterial endosymbiont (Blochmannia) that has coevolved with a highly diverse ant tribe, Camponotini. This endosymbiont lives within host bacteriocyte cells that line the ant midgut, undergoes maternal transmission from host queens to offspring, and contributes to host nutrition via nitrogen recycling and nutrient biosynthesis. &nbsp;Like many host-dependent bacteria, this specialized endosymbiont has a very reduced genome, reflecting the loss of numerous metabolic functions. &nbsp;Our studies integrated ecology, physiology, functional genomics, and comparative genomics to better understand how Blochmannia responds to host variation at several levels: (1) host developmental stages, castes &nbsp;(e.g., ant workers and queens), (2) experimental treatments, and (3) species-level ecological variation. &nbsp;Our results for each level of host variation are summarized below.&nbsp;</p>\n<p><br />First, to assess functional variation of Blochmannia across host developmental stages and castes, we developed a quantitative proteomics approach, in which the relative abundances of all expressed proteins were measured. Using this approach, we quantified ~400 Blochmannia proteins, or two-thirds of the proteins encoded by this small endosymbiont genome. &nbsp;Particularly high abundance of chaperonins (involved in protein folding) may serve as a mechanism to ensure proper folding of endosymbiont proteins, which have experienced a high abundance of destabilizing amino acid substitutions. Biosynthesis of essential amino acids, fatty acids, and nucleotides, and sulfate assimilation had disproportionately high coverage in the proteome, further supporting a nutritional role of the symbiosis. &nbsp;Our comparative analyses identified significant differences in endosymbiont protein expression across host developmental stages (young brood, larvae, pupae, adults) and across castes (queen and worker ants). &nbsp; Such variation in endosymbiont expression may be, in part, shaped by distinct nutritional requirements of these host stages and castes. These first quantitative proteomic analyses of an ant endosymbiont illustrated a promising approach to study the functional basis of intimate symbioses more broadly.</p>\n<p><br />Second, we assessed the effects of temperature on endosymbiont abundance and function within hosts. We found that exposing ant hosts to ecologically relevant increases in temperature led to a significant depletion of metabolically active Blochmannia. Possible mechanisms of observed thermal sensitivity may include extreme AT-richness and related features of Blochmannia genomes, as well as host stress responses. Broadly, the observed depletion of an essential microbial mutualist in heat-treated ants is analogous to the loss of zooanthellae during coral bleaching. Our results argue that symbiont dynamics should be part of models predicting how ants and other animals respond to heat stress. In addition to these primary research results, we published an overview of the important impact of temperature on insect-bacterial associations.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Third, we explored variation in endosymbiont DNA seuences across ecologically diverse ant hosts. As a first step, we performed a molecular phylogenetic analysis of Blochmannia of the ant tribe Camponotini. Our results documented a significant expansion of Blochmannia&rsquo;s known host range, implying that the mutualism is more ancient and ecologically diverse than previously documented. This phylogenetic analysis also shed light on the likely ancestor of this mutualist and a possible mechanisms for its establishment in ants, thereby informing how intimate symbioses originate.&nbsp;</p>\n<p>Building on the above phylogenetic analysis,...",
  "por_txt_cntn": "\n\nThis project aimed to clarify mechanisms and consequences of functional plasticity in bacterial mutualists of animals.  As a model system, we focused on a specialized, intracellular bacterial endosymbiont (Blochmannia) that has coevolved with a highly diverse ant tribe, Camponotini. This endosymbiont lives within host bacteriocyte cells that line the ant midgut, undergoes maternal transmission from host queens to offspring, and contributes to host nutrition via nitrogen recycling and nutrient biosynthesis.  Like many host-dependent bacteria, this specialized endosymbiont has a very reduced genome, reflecting the loss of numerous metabolic functions.  Our studies integrated ecology, physiology, functional genomics, and comparative genomics to better understand how Blochmannia responds to host variation at several levels: (1) host developmental stages, castes  (e.g., ant workers and queens), (2) experimental treatments, and (3) species-level ecological variation.  Our results for each level of host variation are summarized below. \n\n\nFirst, to assess functional variation of Blochmannia across host developmental stages and castes, we developed a quantitative proteomics approach, in which the relative abundances of all expressed proteins were measured. Using this approach, we quantified ~400 Blochmannia proteins, or two-thirds of the proteins encoded by this small endosymbiont genome.  Particularly high abundance of chaperonins (involved in protein folding) may serve as a mechanism to ensure proper folding of endosymbiont proteins, which have experienced a high abundance of destabilizing amino acid substitutions. Biosynthesis of essential amino acids, fatty acids, and nucleotides, and sulfate assimilation had disproportionately high coverage in the proteome, further supporting a nutritional role of the symbiosis.  Our comparative analyses identified significant differences in endosymbiont protein expression across host developmental stages (young brood, larvae, pupae, adults) and across castes (queen and worker ants).   Such variation in endosymbiont expression may be, in part, shaped by distinct nutritional requirements of these host stages and castes. These first quantitative proteomic analyses of an ant endosymbiont illustrated a promising approach to study the functional basis of intimate symbioses more broadly.\n\n\nSecond, we assessed the effects of temperature on endosymbiont abundance and function within hosts. We found that exposing ant hosts to ecologically relevant increases in temperature led to a significant depletion of metabolically active Blochmannia. Possible mechanisms of observed thermal sensitivity may include extreme AT-richness and related features of Blochmannia genomes, as well as host stress responses. Broadly, the observed depletion of an essential microbial mutualist in heat-treated ants is analogous to the loss of zooanthellae during coral bleaching. Our results argue that symbiont dynamics should be part of models predicting how ants and other animals respond to heat stress. In addition to these primary research results, we published an overview of the important impact of temperature on insect-bacterial associations. \n\n \n\nThird, we explored variation in endosymbiont DNA seuences across ecologically diverse ant hosts. As a first step, we performed a molecular phylogenetic analysis of Blochmannia of the ant tribe Camponotini. Our results documented a significant expansion of BlochmanniaÆs known host range, implying that the mutualism is more ancient and ecologically diverse than previously documented. This phylogenetic analysis also shed light on the likely ancestor of this mutualist and a possible mechanisms for its establishment in ants, thereby informing how intimate symbioses originate. \n\nBuilding on the above phylogenetic analysis, we developed an extensive database of fully sequenced Blochmannia genomes.  Tracking gene content and sequence variation in a phylogentic framework let us infer changes in ..."
 }
}