{
 "awd_id": "1103619",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2011",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032922157",
 "po_email": "dmarenda@nsf.gov",
 "po_sign_block_name": "Daniel Marenda",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 189000.0,
 "awd_amount": 189000.0,
 "awd_min_amd_letter_date": "2011-06-15",
 "awd_max_amd_letter_date": "2011-06-15",
 "awd_abstract_narration": "-------\r\n\r\n\r\nThis action funds an NSF Postdoctoral Research Fellowship in Biology for FY 2011, Intersections of Biology and Mathematical and Physical Sciences. The fellowship supports a research and training plan in a host laboratory for the Fellow whose plan involves innovation at the intersection of biology with mathematics. The title of the research and training plan for this fellowship to Brooks Miner is \"Evolutionary change and ecosystem properties: how does herbivore evolution influence nutrient dynamics in a model freshwater ecosystem?\" The host institutions for this research are Cornell University and Arizona State University and the sponsoring scientists are Drs. Nelson Hairston and Hal Smith.\r\n &#8232;&#8232;\r\nThis project develops and tests new ecological theory for how evolutionary changes in a single species can affect an entire ecosystem using a model system of freshwater organisms composed of microscopic animals called rotifers and the algae they eat. A recent approach to study how evolution influences ecological interactions among species is called eco-evolutionary dynamics; this research extends this approach to the level of the ecosystem and asks, how can evolution in a critical species affect how much carbon is consumed from the atmosphere and how quickly are the basic chemical elements recycled? This project combines the concepts of population genetics, ecosystem chemistry, and ecological stoichiometry, which considers how the balance of energy and chemical elements is connected to ecological interactions, to test predictions about how evolution in a freshwater herbivore affects important ecosystem processes such as primary production, nutrient uptake, and nutrient recycling. \r\n\r\nTraining objectives include mathematical modeling, with an emphasis on developing mathematical expertise and applying it to ecological and evolutionary questions. The model freshwater ecosystem of rotifers and algae serves as a training ground for applying new ecological theory to empirical data. The broader impacts of this fellowship include elucidating the role of evolution in freshwater nutrient dynamics, which is critical to maintaining the health of rivers, lakes, and economically important fish populations worldwide. Because clean fresh water is a societal imperative, the findings are relevant to both public health and issues of water security. Broader impacts also include a teaching option to develop and assess active learning curricula for an introductory biology course and a set of lab modules focused on quantitative methods for a majors-level freshwater ecology course.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brooks",
   "pi_last_name": "Miner",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Brooks E Miner",
   "pi_email_addr": "",
   "nsf_id": "000573150",
   "pi_start_date": "2011-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Miner                   Brooks         E",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Seattle",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "",
  "inst_zip_code": "981951800",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Miner                   Brooks         E",
  "perf_str_addr": "",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "805400",
   "pgm_ele_name": "Inters Biol and Math and Phys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 189000.0
  }
 ],
 "por": null
}