{
 "awd_id": "1103610",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2011",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "daphne fautin",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 189000.0,
 "awd_amount": 176250.0,
 "awd_min_amd_letter_date": "2011-06-15",
 "awd_max_amd_letter_date": "2014-06-26",
 "awd_abstract_narration": "This action funds an NSF Postdoctoral Research Fellowship in Biology for FY 2011, Broadening Participation. The fellowship supports a research and training plan in a host laboratory for the Fellow who also presents a plan to broaden participation in biology.  The title of the research and training plan for this fellowship to Loralyn Cozy is \"Connecting cell division and development in Anabaena.\" The host institution is University of Hawaii and the sponsoring scientist is Dr. Sean Callahan.\r\n\r\nMulticellular organisms that develop distinct cell types must tightly regulate the transition between growing and differentiated cells. The multicellular cyanobacterium Anabaena provides a simple, tractable model for studying the genetic and molecular mechanisms of growth inhibition during development. Under nutrient replete conditions, Anabaena grows as long multicellular filaments of actively dividing cells. However, when fixed nitrogen becomes limiting, approximately every tenth cell of the filament terminally differentiates into a non-dividing specialized cell called a heterocyst, which is capable of nitrogen fixation. This research explores the regulation of cell division in dividing and differentiated heterocyst cells. This will determine the stage at which cell division is inhibited and identify regulators of the proliferating to non-proliferating transition. Further, it uses techniques of cytology, genetics, and biochemistry to characterize the role of a protein known as the heterocyst patterning protein.  Although pattern formation and heterocyst biochemistry have been studied in detail, no one has yet examined the cessation of growth during differentiation in a thorough, systematic fashion.\r\n\r\nTraining objectives include learning genetic and microscopic techniques to study this simple and evolutionarily ancient developmental system. The work broadly impacts scientific areas as diverse as developmental biology, cell division, nitrogen metabolism, and biofuel production.  In addition, the host institution affords a special opportunity to include undergraduates from groups that are underrepresented in science, especially those of Pacific Island descent.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Loralyn",
   "pi_last_name": "Cozy",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Loralyn M Cozy",
   "pi_email_addr": "",
   "nsf_id": "000573905",
   "pi_start_date": "2011-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cozy                    Loralyn        M",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Bloomington",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "",
  "inst_zip_code": "474053700",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Cozy                    Loralyn        M",
  "perf_str_addr": "",
  "perf_city_name": "Bloomington",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474053700",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115700",
   "pgm_ele_name": "Broadening Participation of Gr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1036",
   "pgm_ref_txt": "BIO MINORITY POSTDOC RESEARCH FELLOW PGM"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 176250.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>A fundamental question in developmental biology concerns the differentiation of specialized cell types with correct timing and spatial organization to produce a functional organism. The filamentous <span>cyanobacterium</span> </span><em><span><span>Anabaena</span></span></em><span> <span>sp</span>. strain <span>PCC</span> 7120 is used as a model system to study this question. </span><em><span><span>Anabaena</span></span></em><span> grows as long filaments of vegetative (dividing) cells when nutrients in the environment are plentiful. If <span>bioactive</span> nitrogen becomes limiting, </span><em><span><span>Anabaena</span></span></em><span> differentiates specialized cells that are capable of taking nitrogen from the air, and changing it into a usable form. The spacing of the specialized cells, called <span>heterocysts</span>, along the filament is not random. Rather, they develop at regular intervals of approximately ten vegetative cells. Interestingly, <span>heterocysts</span> are non-dividing and their differentiation is terminal, meaning that once a vegetative cell has committed to the <span>heterocyst</span> fate it will cease to divide and never return to the vegetative state. The work funded by this grant examined the regulation of the transition from vegetative to <span>heterocyst</span> cell type including the change from dividing to non-dividing as well as the non-committed to committed states.</span></p>\n<p>&nbsp;</p>\n<p>The research funded by this project has made significant progress in understanding the relationship between cell division, differentiation, and commitment. First, through this work it was found that <em><span><span>Anabaena</span></span></em><span> uses a cell division system similar to other bacteria. Second, during the developmental transition from a dividing vegetative cell to a non-dividing <span>heterocyst</span>, a regulated dissociation of the cell division machinery was found in cells that were destined to become <span>heterocysts</span>, with factors promoting division being the first to go. Third, this research has revealed a group of related proteins that likely work to govern the timing of a vegetative <span>cell&rsquo;s</span> commitment to a <span>heterocyst</span> fate. Lastly, this work has connected commitment with the regulation of cell division. Notably, some commitment regulators also appear to control the disassembly of <span>FtsZ</span>, the primary driver of cell division, in differentiating <span>heterocysts</span>. Future work will involve understanding more fully at a mechanistic level how the cell division machinery is altered during development and how cell fate commitment impacts this process. These findings are being shared with the scientific community through international conferences and peer-reviewed publications.</span></p>\n<p>&nbsp;</p>\n<p>In addition to gaining significant insights into the basic biology of <em><span><span>Anabaena</span></span></em><span> <span>heterocyst</span> development, several outcomes of broader impact were achieved as well. First, this grant allowed for pedagogical training at both the University of Hawaii as well as national conferences. This training was put to use in the teaching of </span>an upper division microbiology course at the University of Hawaii that used <em><span><span>Anabaena</span></span></em>&nbsp;as the primary model system. This experience<span>&nbsp;will be important for future work in undergraduate education, bringing research-based activities to the laboratory classroom. In addition, two undergraduate students were provided significant mentoring in the laboratory setting and were supported in continuing on to graduate school in biology. Lastly, the work funded by this project has the potential to impact other fields of biology, ranging from the study of development in other organisms to the production of <span>biofuels</span> in other <span>cyano...",
  "por_txt_cntn": "\nA fundamental question in developmental biology concerns the differentiation of specialized cell types with correct timing and spatial organization to produce a functional organism. The filamentous cyanobacterium Anabaena sp. strain PCC 7120 is used as a model system to study this question. Anabaena grows as long filaments of vegetative (dividing) cells when nutrients in the environment are plentiful. If bioactive nitrogen becomes limiting, Anabaena differentiates specialized cells that are capable of taking nitrogen from the air, and changing it into a usable form. The spacing of the specialized cells, called heterocysts, along the filament is not random. Rather, they develop at regular intervals of approximately ten vegetative cells. Interestingly, heterocysts are non-dividing and their differentiation is terminal, meaning that once a vegetative cell has committed to the heterocyst fate it will cease to divide and never return to the vegetative state. The work funded by this grant examined the regulation of the transition from vegetative to heterocyst cell type including the change from dividing to non-dividing as well as the non-committed to committed states.\n\n \n\nThe research funded by this project has made significant progress in understanding the relationship between cell division, differentiation, and commitment. First, through this work it was found that Anabaena uses a cell division system similar to other bacteria. Second, during the developmental transition from a dividing vegetative cell to a non-dividing heterocyst, a regulated dissociation of the cell division machinery was found in cells that were destined to become heterocysts, with factors promoting division being the first to go. Third, this research has revealed a group of related proteins that likely work to govern the timing of a vegetative cellÆs commitment to a heterocyst fate. Lastly, this work has connected commitment with the regulation of cell division. Notably, some commitment regulators also appear to control the disassembly of FtsZ, the primary driver of cell division, in differentiating heterocysts. Future work will involve understanding more fully at a mechanistic level how the cell division machinery is altered during development and how cell fate commitment impacts this process. These findings are being shared with the scientific community through international conferences and peer-reviewed publications.\n\n \n\nIn addition to gaining significant insights into the basic biology of Anabaena heterocyst development, several outcomes of broader impact were achieved as well. First, this grant allowed for pedagogical training at both the University of Hawaii as well as national conferences. This training was put to use in the teaching of an upper division microbiology course at the University of Hawaii that used Anabaena as the primary model system. This experience will be important for future work in undergraduate education, bringing research-based activities to the laboratory classroom. In addition, two undergraduate students were provided significant mentoring in the laboratory setting and were supported in continuing on to graduate school in biology. Lastly, the work funded by this project has the potential to impact other fields of biology, ranging from the study of development in other organisms to the production of biofuels in other cyanobacteria.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 06/27/2014\n\n\t\t\t\t\tSubmitted by: Loralyn M Cozy"
 }
}