{
 "awd_id": "1103199",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER/Collaborative Research:  Electromagnetic Pulse Induced Cutting (EPIC) of Metallic Components",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Zhijian Pei",
 "awd_eff_date": "2011-02-01",
 "awd_exp_date": "2012-01-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 56000.0,
 "awd_min_amd_letter_date": "2010-11-02",
 "awd_max_amd_letter_date": "2011-06-17",
 "awd_abstract_narration": "The research objective of this Early Concept Grant for Exploratory Research (EAGER) award is to demonstrate proof-of-concept of a novel manufacturing process for cutting thin sheet and plates in a tool-less, freeformed fashion.  The process, termed Electromagnetic Pulse Induced Cutting, is based on the controlled advance of a fine crack under combined electromagnetic and mechanical loading.  The approach will be to utilize electromagnetic forces associated with a series of electric pulses to advance the crack front while using a mechanical load to define the crack direction.  In effect, the goal is to move a crack in a highly controlled manner in virtually any direction on a sheet or plate.  Conceptually, the process is akin to a microsized, tool-less, electromagnetic jigsaw with a kerf measured in microns.  As part of the proposed research, the principles of electromagnetic Lorentz force generation, localized heating at the crack-tip due to current-crowding, and mixed mode fracture mechanics will be combined to derive the conditions required to advance and turn the crack using a simple experimental prototype.\r\n\r\nIf successful, the benefit to society of the research will include the emergence of a new manufacturing process for precision-cutting of mesoscale thin sheets and foils of brittle, hard-to-process materials. As such, the process has the potential to serve as a new enabling technology for the nation?s manufacturing base.  In addition, this project will integrate research and education by advancing discovery and understanding by graduate students at two American universities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Indranath",
   "pi_last_name": "Dutta",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Indranath Dutta",
   "pi_email_addr": "idutta@wsu.edu",
   "nsf_id": "000509234",
   "pi_start_date": "2010-11-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington State University",
  "inst_street_address": "240 FRENCH ADMINISTRATION BLDG",
  "inst_street_address_2": "",
  "inst_city_name": "PULLMAN",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "5093359661",
  "inst_zip_code": "991640001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "WA05",
  "org_lgl_bus_name": "WASHINGTON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XRJSGX384TD6"
 },
 "perf_inst": {
  "perf_inst_name": "Washington State University",
  "perf_str_addr": "240 FRENCH ADMINISTRATION BLDG",
  "perf_city_name": "PULLMAN",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "991640001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "WA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146800",
   "pgm_ele_name": "Manufacturing Machines & Equip"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "082E",
   "pgm_ref_txt": "MFG MACHINES & METROLOGY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 56000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The need arises in certain circumstances to accurately cut sheet materials without using a mechanical saw.&nbsp; Examples are a strong, brittle sheet composed of hardened steel or refractory metals like molybdenum or tungsten, or a desire to cut with an extremely small kerf, the material removed approximately equal to the saw blade width.&nbsp; The objective of this research was to develop proof-of-concept of a novel manufacturing process, termed Electromagnetic Pulse Induced Cutting (EPIC), for cutting sheets and plates in a tool-less, freeformed fashion.&nbsp; The principal task to be undertaken during this research project was to demonstrate that a combination of electromagnetic and mechanical forces can be utilized to propagate a crack in a hard material along a predictable direction.&nbsp; An additional task was to conduct a preliminary investigation of the mechanisms of crack-advancement under the combined load due to the application of a series of applied current pulses.</p>\n<p>A fracture model was developed and tested using lead foils in a series of experiments. In these experiments, a 100 &micro;m wide starter crack was cut into an annealed and etched 20 &micro;m thick lead (Pb) foil, the edges of which were attached to a polymer substrate (high density polyethylene). The polymer substrate was loaded at various levels of tension, and a 6 ms current pulse was introduced into the Pb foil close to the crack faces, forcing the current to travel parallel to the crack. Crack extension was only observed above a nominal current density of 3.7 x 10<sup>4</sup> A/cm<sup>2</sup>, albeit with very different crack-front morphologies. With increasing current density, the morphologies showed, respectively, (a) limited liquefaction, (b) melting and evaporation leading to blow hole formation, and (c) extensive melting and evaporation leading to blow hole and crack front bifurcation. Since uncontrolled melting/evaporation invariably precluded clean, controlled crack extension, the sample was subsequently cooled to -25&deg;C using liquid nitrogen prior to being pulsed. Under these conditions, the crack extended in a controlled fashion, with a kerf-width no larger than that of the original crack, with a minimal crack-tip melt-zone.</p>\n<p>A fixture was constructed to apply a combined mechanical static load and series of electromagnetic pulses.&nbsp; Aluminum and hardened steel sheet was evaluated.&nbsp; In the case of the steel, a 1.6 mm heat treated AISI-SAE 4340 steel plate was loaded mechanically to 5000 pounds in a 45&deg; configuration.&nbsp; The loaded sample was pulsed in the apparatus about 100 times at a peak current of about 80 kA.&nbsp; The crack was observed to propagate off the usual horizontal axis due to the influence of the mechanical loading, at ~22&deg;.&nbsp; Substantial liquid ejection occurred, as was the case for the lead foil tested at room temperature.&nbsp; The propagation was a combination of crack extension and molten metal ejection which was confirmed by examination of the propagated crack in a scanning electron microscope after polishing away the residual ejected metal from the surface.</p>\n<p>The work conducted on the mechanical loading test fixture at UT, while preliminary, has demonstrated that it is possible to combine electrical and mechanical forces to bias and control the direction of crack propagation.&nbsp; Microstructural characterization, conducted at WSU, demonstrated that each pulse leads to a small extension of the crack, typically by producing a small liquid pool ahead of the crack tip, which cavitates under the combined action of the electromagnetic and mechanical forces. &nbsp;It is postulated that better control of the crack-extension geometry may be obtained by control of temperature, as suggested by the experiments on Pb foil. &nbsp;This represents the first step toward the research goal of better understanding and refining the...",
  "por_txt_cntn": "\nThe need arises in certain circumstances to accurately cut sheet materials without using a mechanical saw.  Examples are a strong, brittle sheet composed of hardened steel or refractory metals like molybdenum or tungsten, or a desire to cut with an extremely small kerf, the material removed approximately equal to the saw blade width.  The objective of this research was to develop proof-of-concept of a novel manufacturing process, termed Electromagnetic Pulse Induced Cutting (EPIC), for cutting sheets and plates in a tool-less, freeformed fashion.  The principal task to be undertaken during this research project was to demonstrate that a combination of electromagnetic and mechanical forces can be utilized to propagate a crack in a hard material along a predictable direction.  An additional task was to conduct a preliminary investigation of the mechanisms of crack-advancement under the combined load due to the application of a series of applied current pulses.\n\nA fracture model was developed and tested using lead foils in a series of experiments. In these experiments, a 100 &micro;m wide starter crack was cut into an annealed and etched 20 &micro;m thick lead (Pb) foil, the edges of which were attached to a polymer substrate (high density polyethylene). The polymer substrate was loaded at various levels of tension, and a 6 ms current pulse was introduced into the Pb foil close to the crack faces, forcing the current to travel parallel to the crack. Crack extension was only observed above a nominal current density of 3.7 x 104 A/cm2, albeit with very different crack-front morphologies. With increasing current density, the morphologies showed, respectively, (a) limited liquefaction, (b) melting and evaporation leading to blow hole formation, and (c) extensive melting and evaporation leading to blow hole and crack front bifurcation. Since uncontrolled melting/evaporation invariably precluded clean, controlled crack extension, the sample was subsequently cooled to -25&deg;C using liquid nitrogen prior to being pulsed. Under these conditions, the crack extended in a controlled fashion, with a kerf-width no larger than that of the original crack, with a minimal crack-tip melt-zone.\n\nA fixture was constructed to apply a combined mechanical static load and series of electromagnetic pulses.  Aluminum and hardened steel sheet was evaluated.  In the case of the steel, a 1.6 mm heat treated AISI-SAE 4340 steel plate was loaded mechanically to 5000 pounds in a 45&deg; configuration.  The loaded sample was pulsed in the apparatus about 100 times at a peak current of about 80 kA.  The crack was observed to propagate off the usual horizontal axis due to the influence of the mechanical loading, at ~22&deg;.  Substantial liquid ejection occurred, as was the case for the lead foil tested at room temperature.  The propagation was a combination of crack extension and molten metal ejection which was confirmed by examination of the propagated crack in a scanning electron microscope after polishing away the residual ejected metal from the surface.\n\nThe work conducted on the mechanical loading test fixture at UT, while preliminary, has demonstrated that it is possible to combine electrical and mechanical forces to bias and control the direction of crack propagation.  Microstructural characterization, conducted at WSU, demonstrated that each pulse leads to a small extension of the crack, typically by producing a small liquid pool ahead of the crack tip, which cavitates under the combined action of the electromagnetic and mechanical forces.  It is postulated that better control of the crack-extension geometry may be obtained by control of temperature, as suggested by the experiments on Pb foil.  This represents the first step toward the research goal of better understanding and refining the process to increase the relative contribution of controlled fracture and controlling the amount of melting to eliminate the undesirable formation blow-holes.\n\nThe wor..."
 }
}