{
 "awd_id": "1103173",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BioTEKS: Biotechnology Education for Kansas",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth Teles",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 199733.0,
 "awd_amount": 199733.0,
 "awd_min_amd_letter_date": "2011-06-17",
 "awd_max_amd_letter_date": "2013-09-16",
 "awd_abstract_narration": "This BioTEKS project is designed to prepare biotechnology laboratory technicians with the skills needed to be successful employees in plant and animal research laboratories. \r\n\r\nIntellectual Merit: The need for this program was established with the assistance of Manhattan Chamber of Commerce and KansasBIO. The objectives of the project are to: \r\n(1) Adapt traditional biotechnician coursework for delivery in a blended format through a postsecondary collaborative model; \r\n(2) Develop and facilitate professional development for instructors from partner institutions to orient them to the laboratory portions of the biotechnology curriculum as well as for new faculty transitioning from industry to teaching; and \r\n(3) Create a handbook on Guidelines for Effective Collaboration document based on research of best practices and institutional experience. \r\n\r\nBroader Impacts: The BioTEKS project is: \r\n(1) Providing new opportunities for training to students in a high wage, high demand field and providing an innovative education model that can be replicated. \r\n(2) Adapting effective curriculum models developed and used by other technical and community colleges. \r\n(3) Using a blended instructional model that engages students and provides scheduling flexibility.\r\n(4) Involving industry in developing training that meets specific competencies and workplace needs. \r\n(5) Disseminating a blended instruction collaborative model and the handbook via presentations, conferences, workshops, and symposia, and publication in a variety of media.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Sally",
   "pi_last_name": "Vonada",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Sally J Vonada",
   "pi_email_addr": "SallyVonada@manhattantech.edu",
   "nsf_id": "000568450",
   "pi_start_date": "2011-06-17",
   "pi_end_date": "2013-09-16"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dawn",
   "pi_last_name": "Krause",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dawn Krause",
   "pi_email_addr": "dawnkrause@matc.net",
   "nsf_id": "000650407",
   "pi_start_date": "2013-09-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "Wenger",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara Wenger",
   "pi_email_addr": "barbarawenger@matc.net",
   "nsf_id": "000576787",
   "pi_start_date": "2011-06-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Manhattan Area Technical College",
  "inst_street_address": "3136 DICKENS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "MANHATTAN",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7855872800",
  "inst_zip_code": "665032444",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "MANHATTAN AREA TECHNICAL COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "DNPYDW8K4TP7"
 },
 "perf_inst": {
  "perf_inst_name": "Manhattan Area Technical College",
  "perf_str_addr": "3136 DICKENS AVE",
  "perf_city_name": "MANHATTAN",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "665032444",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 199733.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The BioTEKS program led to the growth of biotechnology education at the technical college level in Northeastern Kansas by creating a robust and shareable blended learning curriculum to train students for laboratory technician positions.&nbsp; The blended learning approach includes online lectures that can be accessed by students from anywhere, along with hands-on laboratory work completed in-person at partner institutions.&nbsp; The program is easily expandable to other areas of Kansas and resulted in a unique partnership between Manhattan Area Technical College in the Northeastern part of the state and Butler Community College outside Wichita.&nbsp; 13 courses were created as a result of the BioTEKS funding - an entire certificate program (1 year) with a pathway to the Associate&rsquo;s Degree program (2 year).&nbsp; Courses include: Biotechnology Laboratory Practices (Kansas High School Partners are using this course), Laboratory Operations, Laboratory Safety (with lab), Biotechnology Techniques (with lab), Molecular Techniques (with lab), Cell Culture Techniques (with lab), Bio-manufacturing Techniques (with lab) and an Internship.&nbsp; A handbook was also created called, &ldquo;On the Road to Collaboration&rdquo; that outlines methods for working with other educational institutions on program development using examples from the relationship between the two colleges providing the BioTEKS curriculum.&nbsp; The BioTEKS program overall resulted in collaborations and relationships with area high schools that MATC did not originally envision.&nbsp; The Biotechnology Laboratory Practices course was created in direct response to area high school&rsquo;s requests for a biotechnology pathway for their students.&nbsp; The proliferation of this course in particular also prompted professional development by MATC faculty to area high school teachers in biotechnology methods and procedures.&nbsp; MATC continues to build relationships with area industry partners to ensure the BioTEKS curriculum and hands-on components meet growing workforce needs. &nbsp;With the pending completion of the National Bio and Agro-Defense facility in Manhattan, KS by 2021, MATC will remain the regional source for quality biotechnicians via BioTEKS.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/22/2014<br>\n\t\t\t\t\tModified by: Dawn&nbsp;Krause</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/1103173/1103173_10100770_1411411570977_biotek_logocolor--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/1103173/1103173_10100770_1411411570977_biotek_logocolor--rgov-800width.jpg\" title=\"Bioteks Logo\"><img src=\"/por/images/Reports/POR/2014/1103173/1103173_10100770_1411411570977_biotek_logocolor--rgov-66x44.jpg\" alt=\"Bioteks Logo\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Logo for the BioTEKS program</div>\n<div class=\"imageCredit\">MATC</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Dawn&nbsp;Krause</div>\n<div class=\"imageTitle\">Bioteks Logo</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe BioTEKS program led to the growth of biotechnology education at the technical college level in Northeastern Kansas by creating a robust and shareable blended learning curriculum to train students for laboratory technician positions.  The blended learning approach includes online lectures that can be accessed by students from anywhere, along with hands-on laboratory work completed in-person at partner institutions.  The program is easily expandable to other areas of Kansas and resulted in a unique partnership between Manhattan Area Technical College in the Northeastern part of the state and Butler Community College outside Wichita.  13 courses were created as a result of the BioTEKS funding - an entire certificate program (1 year) with a pathway to the AssociateÆs Degree program (2 year).  Courses include: Biotechnology Laboratory Practices (Kansas High School Partners are using this course), Laboratory Operations, Laboratory Safety (with lab), Biotechnology Techniques (with lab), Molecular Techniques (with lab), Cell Culture Techniques (with lab), Bio-manufacturing Techniques (with lab) and an Internship.  A handbook was also created called, \"On the Road to Collaboration\" that outlines methods for working with other educational institutions on program development using examples from the relationship between the two colleges providing the BioTEKS curriculum.  The BioTEKS program overall resulted in collaborations and relationships with area high schools that MATC did not originally envision.  The Biotechnology Laboratory Practices course was created in direct response to area high schoolÆs requests for a biotechnology pathway for their students.  The proliferation of this course in particular also prompted professional development by MATC faculty to area high school teachers in biotechnology methods and procedures.  MATC continues to build relationships with area industry partners to ensure the BioTEKS curriculum and hands-on components meet growing workforce needs.  With the pending completion of the National Bio and Agro-Defense facility in Manhattan, KS by 2021, MATC will remain the regional source for quality biotechnicians via BioTEKS.\n\n\t\t\t\t\tLast Modified: 09/22/2014\n\n\t\t\t\t\tSubmitted by: Dawn Krause"
 }
}