{
 "awd_id": "1103915",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Strategic Experts",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2010-06-30",
 "awd_exp_date": "2011-07-31",
 "tot_intn_awd_amt": 101807.0,
 "awd_amount": 101807.0,
 "awd_min_amd_letter_date": "2010-11-01",
 "awd_max_amd_letter_date": "2010-11-01",
 "awd_abstract_narration": "Forecasting is a central activity to economic development. Consumers, governments, and firms base their decision partly on professional forecasters. In complex environments, self-declared experts both volunteer and sell predictions on a plethora of subjects like health, the economy, the stock market, politics, and the weather. However, it is not easy to determine whether professional forecasts are a product of any relevant knowledge. Hence, a basic question is whether (and how) it is possible to distinguish the predictions of knowledgeable experts from the predictions of impostors.\r\n\r\nThis leads to the question of how to empirically test forecasts. This project uses tools from economic theory to consider one particular problem with forecast testing.  If professional forecasts must be empirically tested, then this may induce the experts to forecast strategically to pass the test. This is problematic; testing forecasts (because we do not know the quality of the experts) may induce the experts to misrepresent what they know. This research project considers whether or not many empirical tests (including tests that are frequently used in practice) can be manipulated by fraudulent experts. \r\n\r\nIn particular, the research studies whether or not it is possible to construct forecasting strategies, based on no relevant knowledge, that are guaranteed to pass the test no matter how the data evolves in the future.  If such a strategy exists, a fraudulent 'expert' can make this kind of forecast confident that he will pass the test even though he has no real knowledge of the subject.\r\n \r\nA good example of a manipulable test is the calibration test: it requires that the empirical frequency of an event to be close to p in the days that the event in question was forecasted to occur with probability p. However, the calibration test is just one example of a manipulable test. Preliminary results suggest that many empirical tests used in practice are manipulable. This shows that it is difficult to dismiss fraudulent, but strategic, experts. In addition, the project also constructs novel empirical tests that true experts will pass and that cannot be manipulated by fraudulent experts. In the process, the project delivers a better understanding of how data and theory must comply with each other. Moreover, the project also delivers new insights on a series of basic concepts in science such as the need for classification, falsification, the use of priors, and the use of paradigms.\r\n\r\nThe intellectual merit of the project arises from the innovative ways in which strategies for manipulating empirical tests are employed and also from the development of novel empirical tests that are immune to manipulation. The project may have a broad impact as it shows how ideas in economics and game theory can be combined with concepts in probability and statistics to deliver a formal analysis of several basic concepts in science. This leads to a better understanding of these fundamental concepts and also to novels ways to test theories. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alvaro",
   "pi_last_name": "Sandroni",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alvaro Sandroni",
   "pi_email_addr": "sandroni@kellogg.northwestern.edu",
   "nsf_id": "000206055",
   "pi_start_date": "2010-11-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK ST",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 101807.0
  }
 ],
 "por": null
}