{
 "awd_id": "1103420",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: DRIFT-III: Engineering for A Large Directional Dark Matter Detector",
 "cfda_num": "47.049",
 "org_code": "03010300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jonathan Whitmore",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 816000.0,
 "awd_amount": 816000.0,
 "awd_min_amd_letter_date": "2011-09-06",
 "awd_max_amd_letter_date": "2013-07-27",
 "awd_abstract_narration": "In this era of precision cosmology, measurements suggest that ordinary matter (protons and neutrons) represents only a fraction of the total matter density in the Universe. The rest, whose effect we can see only gravitationally, is unknown in its nature and is termed Dark Matter. Particle physics models suggest that dark matter is composed of relic Weakly Interacting Massive Particles (WIMPs) left over from the Big Bang. Experimental efforts to directly detect WIMPs are challenging due to the predicted small interaction probabilities and the existence of large backgrounds that mimic the expected signal. However, a number of unique dark matter signatures exist that can be used to discriminate against backgrounds and decisively identify WIMP interactions. The largest and most robust signature is the predicted dependence of the WIMP flux on the Sun-Earth velocity through the galaxy, yielding a day-night modulation of the nuclear recoil direction in the laboratory. Of current searches with directional detectors,  the Directional Recoil Identification From Tracks (DRIFT) experiment is a leader, having a decade of experience. The intellectual merit of this proposal resides in DRIFT's unique and powerful capabilities being brought to bear on one of the most important questions in science today. \r\n\r\nThese advances in background rejection, combined with the fact that further limit setting capabilities are hampered by the small volume of DRIFT-II, suggest that DRIFT should scale-up. This award will enable the collaboration to continue running DRIFT-II in the Boulby mine in England. In addition to running DRIFT-IId, these funds will provide hardware for a second detector, DRIFT-IIe.\r\n\r\nBroader impacts of this work include the training of a diverse set of undergraduates and graduate students (including underrepresented minorities) in increasingly rare small-scale experiments, giving them exposure to a wide range of hardware and software experience. Finally, the DRIFT detector technology has promising applications to Homeland Security and double-beta decay experiments.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dinesh",
   "pi_last_name": "Loomba",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dinesh Loomba",
   "pi_email_addr": "dloomba@unm.edu",
   "nsf_id": "000478069",
   "pi_start_date": "2011-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Matthews",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "John A Matthews",
   "pi_email_addr": "johnm@phys.unm.edu",
   "nsf_id": "000470279",
   "pi_start_date": "2011-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Gold",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Michael S Gold",
   "pi_email_addr": "mgold@unm.edu",
   "nsf_id": "000202336",
   "pi_start_date": "2011-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Mexico",
  "inst_street_address": "1 UNIVERSITY OF NEW MEXICO",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5052774186",
  "inst_zip_code": "871310001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "UNIVERSITY OF NEW MEXICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "F6XLTRUQJEN4"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Mexico",
  "perf_str_addr": "1 UNIVERSITY OF NEW MEXICO",
  "perf_city_name": "ALBUQUERQUE",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871310001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "723500",
   "pgm_ele_name": "Particle Astrophysics/Undergro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 158000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 158000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual merit</strong></p>\n<p>In this era of precision cosmology, measurements suggest that ordinary matter (protons and neutrons) represents only a fraction of the total matter density in the Universe.&nbsp; The rest, whose effect we can only see gravitationally, appears to be dark. &nbsp;Particle physics models suggest that dark matter is composed of relic weakly interacting massive particles (WIMPs) left over from the Big Bang.&nbsp; Efforts to directly detect WIMPs are hampered by small interaction probabilities and large backgrounds that mimic expected dark matter signals.&nbsp; Fortunately, a number of unique dark matter signatures exist that can be used to discriminate against backgrounds and decisively identify WIMP interactions. The largest and most robust of these signatures, based on the predicted behavior of the WIMP flux as the Sun-Earth system moves through the galaxy, is a day-night modulation of nuclear recoil directions in the lab frame.&nbsp; Of current experimental searches for dark matter, the Directional Recoil Identification From Tracks (DRIFT) project has the longest running detectors underground and the best limits on dark matter interaction rates.&nbsp; During the current grant DRIFT has achieved another milestone, one of background-free operation. The intellectual merit of this proposal resides in DRIFT&rsquo;s unique and powerful capabilities being brought to bear on one of the most important questions in science today.</p>\n<p>The DRIFT experiment is a multi-institution US (CSU, Hawaii, Occidental, UNM and Wellesley), UK (Boulby, Edinburgh and Sheffield) collaboration with the experiment housed at a depth of about 1 km in the Boulby Mine.&nbsp; During this grant period we made progress in a number of areas. At UNM we focused largely on developing and implementing technologies to identify and reduce or eliminate backgrounds in our detector that mimic signals from dark matter.&nbsp; The main advance in this area is a cathode made of texturized ultra-thin solar sail material. This technology, together with collaborative efforts to reduce radon-emanating materials, has reduced dark matter-mimicking background by over 2 orders of magnitude from the start of this grant. With the new ability to pinpoint the location of events in our detector, thereby eliminating backgrounds that originate near the surfaces of the detector, we demonstrated background-free operation for the first time in DRIFT&rsquo;s history. With 50 days of running we set zero-background limits on spin dependent dark matter interaction cross sections with protons that are better than 3 orders of magnitude more sensitive than other published directional dark matter limits.&nbsp;</p>\n<p>At UNM we also worked on R&amp;D towards future high-sensitivity directional experiments. Two areas that show promise involve the use of SF<sub>6</sub> as the detector gas, and a novel 2D detector readout. Replacing the gas mix used in DRIFT with SF<sub>6</sub> would increase WIMP sensitivity by a factor 6. The novel readout has the capability for resolving 2D recoil tracks with high resolution, which would greatly improve the experiment&rsquo;s sensitivity to the directional signature from WIMPs. The readout is also&nbsp;simple, cheap and scalable, all important considerations if future directional experiments are to remain competitive with the leading non-directional ones.</p>\n<p><strong>Broader impacts</strong></p>\n<p>Broader impacts of this work included the training of undergraduate and graduate students (including underrepresented minorities) in increasingly rare small-scale experiments, which exposes them to a wide range of hardware and software experience.&nbsp; At UNM we continued to attract both undergraduate and graduate students to work on DRIFT.&nbsp; In addition, the PI gave numerous public lectures in modern cosmology and astronomy in venues where the audiences ranged fr...",
  "por_txt_cntn": "\nIntellectual merit\n\nIn this era of precision cosmology, measurements suggest that ordinary matter (protons and neutrons) represents only a fraction of the total matter density in the Universe.  The rest, whose effect we can only see gravitationally, appears to be dark.  Particle physics models suggest that dark matter is composed of relic weakly interacting massive particles (WIMPs) left over from the Big Bang.  Efforts to directly detect WIMPs are hampered by small interaction probabilities and large backgrounds that mimic expected dark matter signals.  Fortunately, a number of unique dark matter signatures exist that can be used to discriminate against backgrounds and decisively identify WIMP interactions. The largest and most robust of these signatures, based on the predicted behavior of the WIMP flux as the Sun-Earth system moves through the galaxy, is a day-night modulation of nuclear recoil directions in the lab frame.  Of current experimental searches for dark matter, the Directional Recoil Identification From Tracks (DRIFT) project has the longest running detectors underground and the best limits on dark matter interaction rates.  During the current grant DRIFT has achieved another milestone, one of background-free operation. The intellectual merit of this proposal resides in DRIFTÆs unique and powerful capabilities being brought to bear on one of the most important questions in science today.\n\nThe DRIFT experiment is a multi-institution US (CSU, Hawaii, Occidental, UNM and Wellesley), UK (Boulby, Edinburgh and Sheffield) collaboration with the experiment housed at a depth of about 1 km in the Boulby Mine.  During this grant period we made progress in a number of areas. At UNM we focused largely on developing and implementing technologies to identify and reduce or eliminate backgrounds in our detector that mimic signals from dark matter.  The main advance in this area is a cathode made of texturized ultra-thin solar sail material. This technology, together with collaborative efforts to reduce radon-emanating materials, has reduced dark matter-mimicking background by over 2 orders of magnitude from the start of this grant. With the new ability to pinpoint the location of events in our detector, thereby eliminating backgrounds that originate near the surfaces of the detector, we demonstrated background-free operation for the first time in DRIFTÆs history. With 50 days of running we set zero-background limits on spin dependent dark matter interaction cross sections with protons that are better than 3 orders of magnitude more sensitive than other published directional dark matter limits. \n\nAt UNM we also worked on R&amp;D towards future high-sensitivity directional experiments. Two areas that show promise involve the use of SF6 as the detector gas, and a novel 2D detector readout. Replacing the gas mix used in DRIFT with SF6 would increase WIMP sensitivity by a factor 6. The novel readout has the capability for resolving 2D recoil tracks with high resolution, which would greatly improve the experimentÆs sensitivity to the directional signature from WIMPs. The readout is also simple, cheap and scalable, all important considerations if future directional experiments are to remain competitive with the leading non-directional ones.\n\nBroader impacts\n\nBroader impacts of this work included the training of undergraduate and graduate students (including underrepresented minorities) in increasingly rare small-scale experiments, which exposes them to a wide range of hardware and software experience.  At UNM we continued to attract both undergraduate and graduate students to work on DRIFT.  In addition, the PI gave numerous public lectures in modern cosmology and astronomy in venues where the audiences ranged from elementary school students to senior citizens, as well as several seminars and colloquia at colleges, universities and national laboratories.  Finally, the DRIFT detector technology has promising applications to double-beta..."
 }
}