{
 "awd_id": "1103533",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Late and Terminal Classic Power Shifts in Central Yucatan: The View from Popola",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2011-02-15",
 "awd_exp_date": "2012-01-31",
 "tot_intn_awd_amt": 19965.0,
 "awd_amount": 19965.0,
 "awd_min_amd_letter_date": "2011-01-03",
 "awd_max_amd_letter_date": "2011-01-03",
 "awd_abstract_narration": "Scott Johnson, a graduate student at Tulane University under the direction of Dr. E. Wyllys Andrews V, will undertake an archaeological study of the small site of Popola, Yucatan, Mexico.  Although Popola is small, it is near the large site of Chichen Itza and will likely provide information about how the larger site's political power affected the region.  Chichen Itza became the most powerful political center of the northern Yucatan Peninsula in the late 800s or early 900s CE.  Around the year 900 CE, Chichen Itza is believed to have defeated the site of Yaxuna, a large regional center located 18 km SSW of Chichen Itza.  The pattern of artifacts, architecture, and iconography at Yaxuna and Chichen Itza are quite different.  Popola, which likely interacted with Yaxuna and Chichen Itza, should provide important clues as to how this change of political power affected the region's small sites and the average person.  Artifacts and architectural information will be gathered by excavations of structures and should produce a picture of changing regional interactions as Chichen Itza grew in importance.\r\n\r\nTo help organize and interpret the data collected at Popola, Johnson will examine research questions in terms of community organization.  Communities are central units of study in anthropology and archaeology because they are identifiable social groups.  Communities often share traits, such as beliefs, subsistence practices, architectural ideals, construction techniques, and artifact types.  By identifying and tracing the change of the community at Popola, it will be possible to identify major changes associated with changes in the regional power structure.  In the past, questions of politics and power have been focused on the elite segments of society: rulers and power-brokers.  Although the individuals at Popola had little influence on Chichen Itza's rise to power, they would have been affected by the choices and actions of the new capital's rulers and elite.  Research at Popola is concentrated on understanding how the non-elite portions of society, such as farmers, potters, and small-time tradesmen, fared during this time.\r\n\r\nThe archaeological project at Popola is committed to maintaining its positive relationship with the modern pueblo of Popola and continuing to support the training of other graduate students.  For the last three years, archaeological work at the site of Popola has been supported by the local town of the same name.  The project has become a major source of income for modern Popola, as the entire workforce is drawn from the local community.  Project members are encouraged to discuss with workers the research process and how their labor helps illuminate the history of their town, region, and culture.  The project holds town meetings throughout the season to explain what has been accomplished and learned from the work at the site.  Over three years, seven students have been taught field methods such as surveying, mapping, and excavation at Popola, a tradition that will be continued in the 2011 season.  The project at Popola is focused not only on research goals but also the education of professionals and the local community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "E. Wyllys",
   "pi_last_name": "Andrews",
   "pi_mid_init": "",
   "pi_sufx_name": "V",
   "pi_full_name": "E. Wyllys Andrews",
   "pi_email_addr": "wandrews@tulane.edu",
   "nsf_id": "000098922",
   "pi_start_date": "2011-01-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Johnson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Scott Johnson",
   "pi_email_addr": "sjohnso1@tulane.edu",
   "nsf_id": "000558124",
   "pi_start_date": "2011-01-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tulane University",
  "inst_street_address": "6823 SAINT CHARLES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW ORLEANS",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "5048654000",
  "inst_zip_code": "701185665",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "LA01",
  "org_lgl_bus_name": "THE ADMINISTRATORS OF TULANE EDUCATIONAL FUND",
  "org_prnt_uei_num": "XNY5ULPU8EN6",
  "org_uei_num": "XNY5ULPU8EN6"
 },
 "perf_inst": {
  "perf_inst_name": "Tulane University",
  "perf_str_addr": "6823 SAINT CHARLES AVE",
  "perf_city_name": "NEW ORLEANS",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "701185665",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "LA01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 19965.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Popola was a small Maya village in north-central Yucatan, Mexico. The site has evidence of occupation from the Middle Preclassic through the Postclassic (ca. 700 BCE-1500 CE), with a demographic peak in the Late and Terminal Classic periods (600-800 and 800-1100 CE respectively). Popola's population peak occurs at a time of local political upheaval. The large site of Yaxuna, 5 km SSW of Popola, had been the dominant regional trade and elite center since the Preclassic. In the Late and Terminal Classic, the site of Chichen Itza, just 13 km NNE of Popola, increased in population and status, eventually dominating Yaxuna and much of the peninsula. The rise of Chichen Itza has been characterized as a major sociopolitical transition in many studies. This project aims to understand the effects of this transition on the small peasant community at Popola.</p>\n<p>á</p>\n<p>Anthropologists and archaeologists have used community studies to discuss populations for years. In this project, the community concept has been used as an organizational framework to address the effects of political change on various segments of society at Popola. Some communities are defined through spatial arguments, while conceptual communities are identified by social correlates. The data collected over four years of field work identify a number of communities present at Popola: elites, commoners, political affiliations, potters, traders, households, and the village. Individuals may belong to more than one community, and the examination of various communities present within a single village gives a more complete picture of how it was affected by change.</p>\n<p>á</p>\n<p>Elites and politically affiliated communities may have been most strongly affected by the rise of Chichen Itza, while the non-elites and other local communities experienced relative stasis. The single elite structure at Popola showed strong architectural, iconographic, and material links to the elite community at Yaxuna. The local elite community does not appear to have been active after the rise of Chichen Itza. In contrast, the non-elite population at Popola showed great continuity of architecture, occupational density, and material remains throughout the Late and Terminal Classic periods. While the rise of Chichen Itza may have been a major transition for the elite communities across Yucatan, evidence from Popola suggests this change did not affect the majority of the population in a similar fashion.</p>\n<p>á</p>\n<p>This project was also responsible for employing and assisting the modern pueblo of Popola, located 2 km from the archaeological site.á Over the course of this grant, many individuals were employed in the field and laboratory, assisting the team with clearing vegetation, surface collection of artifacts, excavation, and artifact processing.á The project also sponsored the construction of a plant nursery near the village, and has laid the groundwork for future research in this area.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/02/2012<br>\n\t\t\t\t\tModified by: Scott&nbsp;Johnson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPopola was a small Maya village in north-central Yucatan, Mexico. The site has evidence of occupation from the Middle Preclassic through the Postclassic (ca. 700 BCE-1500 CE), with a demographic peak in the Late and Terminal Classic periods (600-800 and 800-1100 CE respectively). Popola's population peak occurs at a time of local political upheaval. The large site of Yaxuna, 5 km SSW of Popola, had been the dominant regional trade and elite center since the Preclassic. In the Late and Terminal Classic, the site of Chichen Itza, just 13 km NNE of Popola, increased in population and status, eventually dominating Yaxuna and much of the peninsula. The rise of Chichen Itza has been characterized as a major sociopolitical transition in many studies. This project aims to understand the effects of this transition on the small peasant community at Popola.\n\ná\n\nAnthropologists and archaeologists have used community studies to discuss populations for years. In this project, the community concept has been used as an organizational framework to address the effects of political change on various segments of society at Popola. Some communities are defined through spatial arguments, while conceptual communities are identified by social correlates. The data collected over four years of field work identify a number of communities present at Popola: elites, commoners, political affiliations, potters, traders, households, and the village. Individuals may belong to more than one community, and the examination of various communities present within a single village gives a more complete picture of how it was affected by change.\n\ná\n\nElites and politically affiliated communities may have been most strongly affected by the rise of Chichen Itza, while the non-elites and other local communities experienced relative stasis. The single elite structure at Popola showed strong architectural, iconographic, and material links to the elite community at Yaxuna. The local elite community does not appear to have been active after the rise of Chichen Itza. In contrast, the non-elite population at Popola showed great continuity of architecture, occupational density, and material remains throughout the Late and Terminal Classic periods. While the rise of Chichen Itza may have been a major transition for the elite communities across Yucatan, evidence from Popola suggests this change did not affect the majority of the population in a similar fashion.\n\ná\n\nThis project was also responsible for employing and assisting the modern pueblo of Popola, located 2 km from the archaeological site.á Over the course of this grant, many individuals were employed in the field and laboratory, assisting the team with clearing vegetation, surface collection of artifacts, excavation, and artifact processing.á The project also sponsored the construction of a plant nursery near the village, and has laid the groundwork for future research in this area.\n\n\t\t\t\t\tLast Modified: 04/02/2012\n\n\t\t\t\t\tSubmitted by: Scott Johnson"
 }
}