{
 "awd_id": "1103575",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2011",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Vanni",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 189000.0,
 "awd_amount": 189000.0,
 "awd_min_amd_letter_date": "2011-06-15",
 "awd_max_amd_letter_date": "2011-06-15",
 "awd_abstract_narration": "This action funds an NSF Postdoctoral Research Fellowship in Biology for FY 2011, Intersections of Biology and Mathematical and Physical Sciences. The fellowship supports a research and training plan in a host laboratory for the Fellow at the intersection of biology and chemistry.  The title of the research and training plan for this fellowship to Katherine Mackey is \"Photosynthetic strategies for iron limitation in Earth's most abundant photosynthetic organism.\"  The host institutions for this research are the Marine Biological Laboratory and the Woods Hole Oceanographic Institution with sponsoring scientists Drs. Anton Post and Mak Saito. \r\n\r\nPhotosynthesis is a complex process in which cells use energy from light to grow, and optimizing this process can be difficult when nutrients needed for growth are scarce. In freshwater algae and marine diatoms, numerous strategies have evolved to optimize photosynthesis during iron and nitrogen limitation and are well-studied. However, less is known about the photosynthetic strategies employed by picocyanobacteria to cope with less than optimal levels of iron and nitrogen. These small, single-celled algae are the most abundant photosynthetic organisms on Earth, and their diversity and global ubiquity provide an ideal model system in which to characterize responses to iron and nitrogen limitation, using both wild type and laboratory cultures.  This research probes the short-term (acclimation) and long-term (adaptation) responses of picocyanobacteria to iron and nitrogen limitation and determines how these strategies impact iron, nitrogen and carbon cycling in the environment.  Training goals include learning cutting-edge methods in global and targeted proteomics, automated gene sequencing, and trace metal analysis, allowing the Fellow to branch into geochemistry. \r\n\r\nThis project offers new insights on photosynthetic strategies in the global distributions of photosynthetic organisms from algae to land plants and on how nutrient stress drives the evolution of photosynthesis in nature.  Broader impacts include one-on-one mentoring of students in the laboratory and outreach to local schools.  A teaching option supports the Fellow to develop a photosynthesis course for the Partnership Education Program for minority students at WHOI and other institutions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katherine",
   "pi_last_name": "Mackey",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Katherine R Mackey",
   "pi_email_addr": "",
   "nsf_id": "000577367",
   "pi_start_date": "2011-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Mackey                  Katherine      R",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "San Jose",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "951173639",
  "inst_country_name": "United States",
  "cong_dist_code": "17",
  "st_cong_dist_code": "CA17",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Mackey                  Katherine      R",
  "perf_str_addr": "",
  "perf_city_name": "San Jose",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "951173639",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "CA17",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "805400",
   "pgm_ele_name": "Inters Biol and Math and Phys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 189000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This fellowship funds an NSF Postdoctoral Research Fellowship for FY 2011-2014, Intersections of Biology and Mathematical and Physical Sciences, entitled \" Photosynthetic strategies for iron limitation in Earth&rsquo;s most abundant photosynthetic organisms.\"&nbsp; The fellowship supports a research and training plan for the principle investigator, Kate Mackey, in host laboratories at the intersection of biology and chemistry.&nbsp; The host institutions for this research are the Marine Biological Laboratory (MBL) and the Woods Hole Oceanographic Institution (WHOI) with sponsoring scientists Drs. Anton Post and Mak Saito.</p>\n<p>Iron (Fe) is an essential nutrient for phytoplankton, and low levels of Fe limit phytoplankton growth in 40% of the world's oceans. Phytoplankton use Fe to make proteins that do photosynthesis. The purpose of this project is to understand how marine cyanobacteria, some of Earth's most common and abundant phytoplankton, do photosynthesis when Fe is scarce. By measuring cell growth, protein levels, and photosynthetic efficiency in different cultured cyanobacterial strains over a range of Fe levels, the study showed that strains from different parts of the oceans have different ways of responding to low Fe. A strain from the open ocean where Fe levels are high and stable over time showed few Fe acclimation responses, and its growth rate declined when Fe was scarce. In contrast, a closely related strain from a dynamic coastal environment where Fe availability fluctuates rapidly over time showed a number of Fe acclimation strategies. &nbsp;For example, the strain had more Fe storage genes and produced different amounts of Fe-containing proteins depending on Fe availability. This allowed the strain to partition and conserve Fe for vital functions, and so thrive over a broader range of Fe conditions.</p>\n<p>Phytoplankton also require the nutrients nitrogen (N) and phosphorus (P) in large quantities to make proteins and DNA. The study suggests that the availability of N and P may shape how phytoplankton respond to low Fe. For example, it is possible that low N and P levels in the open ocean may cause the oceanic strain to eliminate non-essential Fe genes (which require P to maintain), and only express essential Fe proteins (which require N to synthesize). Coastal environments tend to have more N and P, so the coastal strain may be able to retain and express more Fe related genes.</p>\n<p>The results of this project are directly applicable to understanding the potential impacts of climate change on photosynthetic communities because nutrient availability patterns in the ocean are likely to be altered due to future changes in climate. The findings suggest that certain phytoplankton strains only thrive within a narrow range of conditions, and will likely be highly sensitive to climate change. In contrast, other more robust strains may thrive under future conditions, and may outcompete their sensitive neighbors. This project sheds light on how different photosynthetic strategies drive the geographical distributions of phytoplankton throughout the ocean, and provides a framework for understanding how populations could change in the future.</p>\n<p>In addition to the research aspect of this project, the fellowship also provided support for Mackey to gain experience developing and teaching a course. &nbsp;Mackey worked with two educators at the Sea Education Association in Woods Hole MA to develop and teach the \"Oceans and Climate\" course to undergraduate students during two semesters. Mackey developed six 90 minute lectures to supplement the existing class, and these lectures represent part of an educational module that can be used in a range of introductory courses on oceans or photosynthesis. In addition to the lectures, Mackey mentored two to four teams of students each semester on their field projects conducted during the sailing component of the cours...",
  "por_txt_cntn": "\nThis fellowship funds an NSF Postdoctoral Research Fellowship for FY 2011-2014, Intersections of Biology and Mathematical and Physical Sciences, entitled \" Photosynthetic strategies for iron limitation in EarthÆs most abundant photosynthetic organisms.\"  The fellowship supports a research and training plan for the principle investigator, Kate Mackey, in host laboratories at the intersection of biology and chemistry.  The host institutions for this research are the Marine Biological Laboratory (MBL) and the Woods Hole Oceanographic Institution (WHOI) with sponsoring scientists Drs. Anton Post and Mak Saito.\n\nIron (Fe) is an essential nutrient for phytoplankton, and low levels of Fe limit phytoplankton growth in 40% of the world's oceans. Phytoplankton use Fe to make proteins that do photosynthesis. The purpose of this project is to understand how marine cyanobacteria, some of Earth's most common and abundant phytoplankton, do photosynthesis when Fe is scarce. By measuring cell growth, protein levels, and photosynthetic efficiency in different cultured cyanobacterial strains over a range of Fe levels, the study showed that strains from different parts of the oceans have different ways of responding to low Fe. A strain from the open ocean where Fe levels are high and stable over time showed few Fe acclimation responses, and its growth rate declined when Fe was scarce. In contrast, a closely related strain from a dynamic coastal environment where Fe availability fluctuates rapidly over time showed a number of Fe acclimation strategies.  For example, the strain had more Fe storage genes and produced different amounts of Fe-containing proteins depending on Fe availability. This allowed the strain to partition and conserve Fe for vital functions, and so thrive over a broader range of Fe conditions.\n\nPhytoplankton also require the nutrients nitrogen (N) and phosphorus (P) in large quantities to make proteins and DNA. The study suggests that the availability of N and P may shape how phytoplankton respond to low Fe. For example, it is possible that low N and P levels in the open ocean may cause the oceanic strain to eliminate non-essential Fe genes (which require P to maintain), and only express essential Fe proteins (which require N to synthesize). Coastal environments tend to have more N and P, so the coastal strain may be able to retain and express more Fe related genes.\n\nThe results of this project are directly applicable to understanding the potential impacts of climate change on photosynthetic communities because nutrient availability patterns in the ocean are likely to be altered due to future changes in climate. The findings suggest that certain phytoplankton strains only thrive within a narrow range of conditions, and will likely be highly sensitive to climate change. In contrast, other more robust strains may thrive under future conditions, and may outcompete their sensitive neighbors. This project sheds light on how different photosynthetic strategies drive the geographical distributions of phytoplankton throughout the ocean, and provides a framework for understanding how populations could change in the future.\n\nIn addition to the research aspect of this project, the fellowship also provided support for Mackey to gain experience developing and teaching a course.  Mackey worked with two educators at the Sea Education Association in Woods Hole MA to develop and teach the \"Oceans and Climate\" course to undergraduate students during two semesters. Mackey developed six 90 minute lectures to supplement the existing class, and these lectures represent part of an educational module that can be used in a range of introductory courses on oceans or photosynthesis. In addition to the lectures, Mackey mentored two to four teams of students each semester on their field projects conducted during the sailing component of the course. This involved meeting one-on-one with the groups to identify hypothesis, develop methods, and plan analyses. ..."
 }
}