{
 "awd_id": "1103398",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US Egypt Cooperative Research: Ultrasmall Silicon nanoparticle technology for renewable energy applications",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 165312.0,
 "awd_amount": 165312.0,
 "awd_min_amd_letter_date": "2011-07-26",
 "awd_max_amd_letter_date": "2011-07-26",
 "awd_abstract_narration": "1103398\t  \t\t\r\nThis project supports a cooperative research project by Dr. Munir Nayfeh the University of Illinois, Urbana, Champaign (UIUC), Dr. Siu-Tung Yau, Cleveland State University, Cleveland, Ohio and Dr. Noha Elhalawany, National Research Center (NRC), Cairo, Egypt.  They plan to address science/engineering issues toward innovative technologies for sustainable energy.  The common theme underlying the effort is the contribution of hydrogen passivated ultrasmall silicon nanoparticles (USiN), an innovative material developed and patented by Dr. Nayfeh.  This research and development and commercialization initiative is planned for making significant contribution to using nano technology approaches for harvesting and storing renewable energy.\r\n\r\nIntellectual Merit: Devices based on composites of semiconductor-polymer have been considered for\r\nharvesting and storing renewable energy. But the performance and efficiency of those are drastically\r\nreduced by severe aggregation that reduces the interface area and electron transport. Recently, silicon\r\nnano material has been developed at the University of Illinois, which potentially can alleviate these\r\nproblems. The Si-H termination of the particles allows the nano particle to mix chemically in the polymer\r\nto form homogeneous composites. The ordered close packing nano particle phase maximizes interface\r\narea, while forming ordered networks for fast electron transport. The PIs plan to conduct fundamental studies of the nature of thin films of semiconductor nano particle-polymer composites, enhanced by one and two-dimensional Si or carbon structures as well as construct and analyze advanced energy harvest and storage devices of renewable energy using these composites. The project is expected to yield totally transformational technologies, which will get renewable energy to a point where it is economically competitive with current technology. The research includes: synthesis of dispersions of silicon nano particles and their nano-composite films in conducting polymers;  construction of advance energy devices using the nano composites: Photovoltaic solar cells and biofuel cells for energy harvest; and super capacitors on flexible substrate for energy storage; hybrid LED bulbs driven by solar cell and super capacitors ;  device operation, characterization and optimization: Exploring the parameter space: nano particle material and size / polymer type (hole and electron transporting) / 1-dimenional element, stability and effect of aging; studies of the basic mechanisms (optimization of composite and devices): electrical transport and photo dynamic properties vs. type of polymer matrix and size of the nano particles (band gap & electron affinity); electro-catalysis, modulation of conductivity and transport vs. additive material, and power efficiency; Enhancement of power efficiency by incorporating a variety of one- and two- dimensional structures: Si nano wires, graphene, carbon nano tubes;  and safety studies of nano material and analysis of CO2 production.\r\n\r\nBroader Impact: With an energy crisis triggered by increasing consumption and cost of energy and fuels, compounded by the fact that high energy consumption is causing pressing environmental pollution and global warming, triggering severe climate changes, this project is to address innovations that can lead to better solar energy harvesting.  Research in Si nano particles transcends energy, as it will impact important questions of health and safety, effect on the environment as well as nano ethics.  Because of the importance of energy, it is expected to open up new channels for collaboration with industry. The project will provide training and valuable international experience and perspectives for the graduate and undergraduate students working on the project, due to the involvement of the National Research Center in Cairo, Egypt and the University of Illinois at Urbana-Champaign (UIUC), and Cleveland State University.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Munir",
   "pi_last_name": "Nayfeh",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Munir H Nayfeh",
   "pi_email_addr": "m-nayfeh@illinois.edu",
   "nsf_id": "000462809",
   "pi_start_date": "2011-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Siu-Tung",
   "pi_last_name": "Yau",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Siu-Tung Yau",
   "pi_email_addr": "siutungyau@gmail.com",
   "nsf_id": "000552100",
   "pi_start_date": "2011-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5944",
   "pgm_ref_txt": "EGYPT (COOP SCIENCE)"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 165312.0
  }
 ],
 "por": null
}