{
 "awd_id": "1103583",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology for FY 2011",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Vanni",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 123000.0,
 "awd_amount": 123000.0,
 "awd_min_amd_letter_date": "2011-06-15",
 "awd_max_amd_letter_date": "2011-06-15",
 "awd_abstract_narration": "This action funds an NSF Postdoctoral Research Fellowship in Biology for FY 2011, Intersections of Biology and Mathematical and Physical Sciences. The fellowship supports a research and training plan in a host laboratory for the Fellow at the intersection of biology with mathematics and statistics. The title of the research and training plan for this fellowship to Julie Jedicka is \"Prey selection by high order predators: modeling Western Bluebird foraging in patchy environments.\" The host institution for this research is University of California, Berkeley with sponsoring scientists Drs. Rodrigo Almeida, Perry de Valpine and Wayne Getz. \r\n\r\nInsectivorous birds are ubiquitous, multi-trophic-level predators, whose ecological function is poorly understood, primarily because their consumption patterns elude researchers due to their high mobility and predation of relatively small organisms. This research develops novel experimental techniques that quantify the prey of a model predator, the Western Bluebird (Sialia mexicana). Diet is analyzed through fecal DNA of nestling and adult bluebirds foraging in patchy environments. By pairing these data with arthropod availability in the field and prey consumed, customized mathematical models are being developed drawing from hierarchical statistical models, dynamic state variable models, and a biomass transformation approach to model populations in food webs.  The scientific payoff includes interdisciplinary techniques for quantifying foraging niches not previously attainable and for understanding the ecological consequences of high order predator extinctions or exotic invasions.\r\n\r\nTraining goals include gaining expertise in mathematical modeling and statistics.\r\n \r\nBroader impacts of this research include outreach to diverse student groups through workshops and existing programs to broaden participation.  Mathematical models and sequence data are being made available on the web and through existing open databases.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Julie",
   "pi_last_name": "Jedlicka",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Julie A Jedlicka",
   "pi_email_addr": "",
   "nsf_id": "000575717",
   "pi_start_date": "2011-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Jedlicka                Julie          A",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "El Cerrito",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "945303610",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "CA08",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Jedlicka                Julie          A",
  "perf_str_addr": "",
  "perf_city_name": "El Cerrito",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "945303610",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "CA08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "805400",
   "pgm_ele_name": "Inters Biol and Math and Phys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 123000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>Establishment of songbird nestboxes in vineyards is known to increase insectivorous bluebird populations. This research investigated the diets of vineyard-nesting Western Bluebirds (<em>Sialia mexicana</em>) to assess whether they had access to sufficient prey sources and document whether bluebirds offer growers ecosystem services in the form of pest control by consuming insect pest species. To evaluate the impact of avian predation on arthropods in vineyards, both birds and arthropods were sampled across seven paired vineyard and adjacent native forest sites. Over 4500 arthropods were collected, sorted, and identified. For bird sampling, a non-invasive molecular method to extract prey DNA from the fecal samples from adult and nestling bluebirds was developed and optimized. Next-generation sequencing was used to obtain a list of diet contents in the form of DNA sequences that were compared to a reference database constructed from DNA sequences of the collected arthropods. These sequences are being uploaded to Genbank so they are widely available to future researchers and the public.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A rich and diverse abundance of arthropods were found in both the vineyard and adjacent woodland habitats, signifying that insectivorous birds nesting in these vineyards had access to plenty of food resources. Bluebirds consumed a diverse diet comprised of many different arthropod orders, from millipedes to butterflies. Adult bluebirds were found to regularly feed their nestlings isopods (also called roly-polys or pill bugs). These were abundant in the vineyards and are known to offer one of the few sources of calcium available to insectivorous animals. Calcium can be a limiting nutrient, and it is likely that high densities of isopods in vineyards offer bluebirds high-quality prey items for their growing young. No significant vineyard pests (including blue-green sharpshooters) were found in vineyard and woodland traps. This meant that avian populations did not have access to these pest insects, so it is not surprising that no evidence was found of bluebirds consuming vineyard pests in this study. Bluebirds consumed treehoppers and caterpillars, so in vineyards where similar pests are present, bluebird boxes may invite predators that successfully lower pest populations.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Six undergraduate students from groups underrepresented in natural science were trained in field and laboratory techniques including DNA extraction, Polymerase Chain Reaction techniques, field collection and experimental design, and arthropod identification. Analyses from this project have been written and are in review for publication. Throughout the study, findings were presented to growers in numerous venues such as the Viticultural Fair, Vinecology conference, Napa Farm Bureau, and farmer field days presented in both English and Spanish. Informational pamphlets along with 100 nest boxes were distributed to growers eager to start a nest box conservation program on their land. This research was presented to the academic community with presentations at seminars in the University of California Berkeley, the Department of Energy Joint Genome Institute, and annual conferences of both the Ecological Society of America and Entomological Society of America. This research reached an audience interested in bird conservation through presentations to the Audubon Society and coverage in two issues of the Audubon Magazine (in 2012 and 2013). Finally ornithologists were informed of this research at annual meetings of the American Ornithologists&rsquo; Union, Cooper Ornithological Society, and the international North American Ornithological Conference. Broader impacts include coverage in the San Francisco Chronicle and broadening children education ...",
  "por_txt_cntn": "\n Establishment of songbird nestboxes in vineyards is known to increase insectivorous bluebird populations. This research investigated the diets of vineyard-nesting Western Bluebirds (Sialia mexicana) to assess whether they had access to sufficient prey sources and document whether bluebirds offer growers ecosystem services in the form of pest control by consuming insect pest species. To evaluate the impact of avian predation on arthropods in vineyards, both birds and arthropods were sampled across seven paired vineyard and adjacent native forest sites. Over 4500 arthropods were collected, sorted, and identified. For bird sampling, a non-invasive molecular method to extract prey DNA from the fecal samples from adult and nestling bluebirds was developed and optimized. Next-generation sequencing was used to obtain a list of diet contents in the form of DNA sequences that were compared to a reference database constructed from DNA sequences of the collected arthropods. These sequences are being uploaded to Genbank so they are widely available to future researchers and the public.\n\n            A rich and diverse abundance of arthropods were found in both the vineyard and adjacent woodland habitats, signifying that insectivorous birds nesting in these vineyards had access to plenty of food resources. Bluebirds consumed a diverse diet comprised of many different arthropod orders, from millipedes to butterflies. Adult bluebirds were found to regularly feed their nestlings isopods (also called roly-polys or pill bugs). These were abundant in the vineyards and are known to offer one of the few sources of calcium available to insectivorous animals. Calcium can be a limiting nutrient, and it is likely that high densities of isopods in vineyards offer bluebirds high-quality prey items for their growing young. No significant vineyard pests (including blue-green sharpshooters) were found in vineyard and woodland traps. This meant that avian populations did not have access to these pest insects, so it is not surprising that no evidence was found of bluebirds consuming vineyard pests in this study. Bluebirds consumed treehoppers and caterpillars, so in vineyards where similar pests are present, bluebird boxes may invite predators that successfully lower pest populations.\n\n            Six undergraduate students from groups underrepresented in natural science were trained in field and laboratory techniques including DNA extraction, Polymerase Chain Reaction techniques, field collection and experimental design, and arthropod identification. Analyses from this project have been written and are in review for publication. Throughout the study, findings were presented to growers in numerous venues such as the Viticultural Fair, Vinecology conference, Napa Farm Bureau, and farmer field days presented in both English and Spanish. Informational pamphlets along with 100 nest boxes were distributed to growers eager to start a nest box conservation program on their land. This research was presented to the academic community with presentations at seminars in the University of California Berkeley, the Department of Energy Joint Genome Institute, and annual conferences of both the Ecological Society of America and Entomological Society of America. This research reached an audience interested in bird conservation through presentations to the Audubon Society and coverage in two issues of the Audubon Magazine (in 2012 and 2013). Finally ornithologists were informed of this research at annual meetings of the American OrnithologistsÆ Union, Cooper Ornithological Society, and the international North American Ornithological Conference. Broader impacts include coverage in the San Francisco Chronicle and broadening children education by developing a curriculum about bluebirds in nestboxes that features vineyard habitat for a third grade classroom in Oakland.\n\n\t\t\t\t\tLast Modified: 11/22/2013\n\n\t\t\t\t\tSubmitted by: Julie A Jedlicka"
 }
}