{
 "awd_id": "1103209",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "P2C2: Mechanistic Interpretation of the Spatial Signatures of Mid-Holocene Precipitation over South America and the Atlantic",
 "cfda_num": "47.050",
 "org_code": "06020108",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Verardo",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 400814.0,
 "awd_amount": 400814.0,
 "awd_min_amd_letter_date": "2011-04-25",
 "awd_max_amd_letter_date": "2011-04-25",
 "awd_abstract_narration": "This project seeks to better understand, generally, the extent to which proxies can be used to infer signatures of past climate variability and, specifically, how well proxies do with mid-Holocene precipitation variation over the tropical South America/Atlantic region. \r\n\r\nThe research will focus on three activities: (i) quantifying changes in the spatial distribution of precipitation between mid-Holocene and preindustrial conditions; (ii) identifying the principal drivers of South America/Atlantic region hydroclimatic variability in the mid-Holocene as simulated by models; and (iii) examining the causal agents and feedback processes responsible for the signatures of mid-Holocene precipitation change and evaluate why the ensemble of current generation paleoclimate models often diverge substantially at the scales required to interpret paleoclimate proxies.\r\n\r\nUndergraduate students and a postdoctoral researcher will be supported. Output from the paleoclimate model simulations will be made accessible and incorporated into undergraduate and graduate classes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Lintner",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin R Lintner",
   "pi_email_addr": "lintner@envsci.rutgers.edu",
   "nsf_id": "000554585",
   "pi_start_date": "2011-04-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anthony",
   "pi_last_name": "Broccoli",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Anthony J Broccoli",
   "pi_email_addr": "broccoli@envsci.rutgers.edu",
   "nsf_id": "000197328",
   "pi_start_date": "2011-04-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZ",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153000",
   "pgm_ele_name": "Paleoclimate"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 400814.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Over the course of this award, the project PI and co-PI, along with a postdoctoral researcher, investigated climate changes taking place in the past on timescales over which the orbital configuration of the earth has varied.&nbsp; Our primary interest in looking &ldquo;backward&rdquo; in time at these past climates (paleoclimates) is motivated by what they may tell us about the workings of the climate system.&nbsp; Indeed, comparison of climate states subject to different forcings&mdash;in the case of paleoclimates, from variations in the spatial and temporal distribution and/or total amount of energy received from the sun&mdash;can provide insights into how climate may evolve in the future.&nbsp; Throughout the course of this proposal, we actively sought to \"bridge the divide\" between the study of current climates and paleoclimate.&nbsp;</p>\n<p>Our main thrust of research focused on an area of intense precipitation in the South Pacific known as the South Pacific Convergence Zone (SPCZ).&nbsp; Although a prominent feature of current climate, the reasons for the existence of this rainband, as well as its unique characteristics, e.g., its diagonal tilt from northwest to southeast, remain unclear.&nbsp; Available climatic indicators, or &ldquo;paleoproxies&rdquo;, of the SPCZ during the mid-Holocene, 6000 years before present, suggest a southeastward shift of this rainband.&nbsp; We analyzed a suite of global climate models, the Paleoclimate Model Intercomparison Project (PMIP; specifically, the Phase 2 ensemble), and found these models to capture a similar spatial displacement of the SPCZ under mid-Holocene forcing conditions (a combination of changes to solar insolation and greenhouse gases).&nbsp; Based on our analysis of the PMIP2 ensemble, we concluded that differences simulation of sea surface temperature (SST) between modern and mid-Holocene conditions are a necessary ingredient for the SPCZ displacement.&nbsp; Other factors, such as changes in the strength of the Australian monsoon circulation, appear to be of secondary importance.</p>\n<p>The other key research carried out during the course of this award investigated how changes in the tilt of the earth&rsquo;s axis of rotation (or obliquity) impacts large-scale temperature gradients across the equator as well as between the equator and the poles.&nbsp; We demonstrated how changes in these temperature gradients translate to changes in the general circulation of the atmosphere.&nbsp; In the spirit of &ldquo;bridging the divide&rdquo; alluded to above, we applied a theoretical concept from current climate used to describe the general circulation atmospheric general circulation (known as the transformed Eulerian mean) in a paleoclimate setting.&nbsp; As far as we are aware, our study was the first application of the transformed Eulerian mean to the study of past climate.</p>\n<p>This project provided funding and training for a postdoctoral researcher; it also provided partial funding support for a PhD student.&nbsp; The award facilitated the PI, co-PI, and postdoctoral researcher's participation in national and international conferences and workshops.&nbsp; It was a key component of the PI's promotion from assistant to associate professor with tenure.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/02/2015<br>\n\t\t\t\t\tModified by: Benjamin&nbsp;R&nbsp;Lintner</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOver the course of this award, the project PI and co-PI, along with a postdoctoral researcher, investigated climate changes taking place in the past on timescales over which the orbital configuration of the earth has varied.  Our primary interest in looking \"backward\" in time at these past climates (paleoclimates) is motivated by what they may tell us about the workings of the climate system.  Indeed, comparison of climate states subject to different forcings&mdash;in the case of paleoclimates, from variations in the spatial and temporal distribution and/or total amount of energy received from the sun&mdash;can provide insights into how climate may evolve in the future.  Throughout the course of this proposal, we actively sought to \"bridge the divide\" between the study of current climates and paleoclimate. \n\nOur main thrust of research focused on an area of intense precipitation in the South Pacific known as the South Pacific Convergence Zone (SPCZ).  Although a prominent feature of current climate, the reasons for the existence of this rainband, as well as its unique characteristics, e.g., its diagonal tilt from northwest to southeast, remain unclear.  Available climatic indicators, or \"paleoproxies\", of the SPCZ during the mid-Holocene, 6000 years before present, suggest a southeastward shift of this rainband.  We analyzed a suite of global climate models, the Paleoclimate Model Intercomparison Project (PMIP; specifically, the Phase 2 ensemble), and found these models to capture a similar spatial displacement of the SPCZ under mid-Holocene forcing conditions (a combination of changes to solar insolation and greenhouse gases).  Based on our analysis of the PMIP2 ensemble, we concluded that differences simulation of sea surface temperature (SST) between modern and mid-Holocene conditions are a necessary ingredient for the SPCZ displacement.  Other factors, such as changes in the strength of the Australian monsoon circulation, appear to be of secondary importance.\n\nThe other key research carried out during the course of this award investigated how changes in the tilt of the earthÆs axis of rotation (or obliquity) impacts large-scale temperature gradients across the equator as well as between the equator and the poles.  We demonstrated how changes in these temperature gradients translate to changes in the general circulation of the atmosphere.  In the spirit of \"bridging the divide\" alluded to above, we applied a theoretical concept from current climate used to describe the general circulation atmospheric general circulation (known as the transformed Eulerian mean) in a paleoclimate setting.  As far as we are aware, our study was the first application of the transformed Eulerian mean to the study of past climate.\n\nThis project provided funding and training for a postdoctoral researcher; it also provided partial funding support for a PhD student.  The award facilitated the PI, co-PI, and postdoctoral researcher's participation in national and international conferences and workshops.  It was a key component of the PI's promotion from assistant to associate professor with tenure.\n\n\t\t\t\t\tLast Modified: 09/02/2015\n\n\t\t\t\t\tSubmitted by: Benjamin R Lintner"
 }
}