{
 "awd_id": "1103637",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:   Mitigating Disaster and Terrorism Impacts to Critical Infrastructure",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2010-09-10",
 "awd_exp_date": "2011-07-31",
 "tot_intn_awd_amt": 3026.0,
 "awd_amount": 3026.0,
 "awd_min_amd_letter_date": "2011-03-09",
 "awd_max_amd_letter_date": "2011-03-09",
 "awd_abstract_narration": "Critical network infrastructures, such as transportation, communication, and utility systems, are designed to facilitate the movement of essential goods and services over geographic space.  Many of these vital infrastructures are geographically extensive; increasing vulnerability to disruption by natural disasters, accidents, and/or sabotage.  Planning for and managing the vulnerability of critical infrastructure to extreme events is a challenging task.  This is particularly true given the uncertainty associated with the timing and severity of these events and the network components involved.  Effective planning therefore is reliant on the ability to rigorously characterize potential disruptions.  This collaborative research project will develop several new approaches for assessing network vulnerability to interdiction, which is broadly defined as the debilitation of network elements due to disaster, accident, or intentional harm.  To support broader analysis of potential interdiction impacts to networked systems, the investigators will develop a general spatial optimization modeling framework for addressing the interdiction of system flow.  They also will refine and further develop the general framework to address a number of practical planning concerns.  Such concerns include additional planning objectives involving attributes of network components, interdiction cost, and system efficiency.  The ultimate aim of modeling interdiction impact is to better inform mitigation and remediation efforts.  A final goal of this research project will be the operationalization of a modeling framework to support system recovery in the event of interdiction.  This research will be rooted in theoretical developments applicable to any networked system, with the analytical framework being designed for cross-cutting use over a broad spectrum of infrastructures.\r\n\r\nUnderstanding, assessing, and managing threats to critical network infrastructures is essential for ensuring the continuity of these complex systems.  To address these needs, this research project will advance work in geographic information science and network modeling to facilitate identification of infrastructure risks and vulnerabilities.  Modeling techniques developed to identify interdiction vulnerabilities will be useful for informing planning efforts and allocating resources for reducing risk in existing network infrastructure through fortification, recovery, and other such strategies.  The most significant implication of this research may be the ability to consider multiple planning goals in the analysis of network vulnerability within a unified interdiction modeling framework.  Such efforts will result in a more robust and realistic description of interdiction risk, enabling a more comprehensive assessment of recovery and fortification options.  The results of this research will be of interest to the scientific community as well as to governmental and private-sector agencies involved in planning for the continuity of critical infrastructures.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tony",
   "pi_last_name": "Grubesic",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Tony H Grubesic",
   "pi_email_addr": "tony.grubesic@ucr.edu",
   "nsf_id": "000072870",
   "pi_start_date": "2011-03-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Drexel University",
  "inst_street_address": "3141 CHESTNUT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158956342",
  "inst_zip_code": "191042875",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "DREXEL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XF3XM9642N96"
 },
 "perf_inst": {
  "perf_inst_name": "Drexel University",
  "perf_str_addr": "3141 CHESTNUT ST",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191042875",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  },
  {
   "pgm_ele_code": "163800",
   "pgm_ele_name": "HDBE-Humans, Disasters, and th"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "042E",
   "pgm_ref_txt": "HAZARD AND DISASTER RESPONSE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1064",
   "pgm_ref_txt": "URBAN INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 3025.0
  }
 ],
 "por": null
}