{
 "awd_id": "1103560",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID:  Snow Sensor Maintenance in Boulder Creek and Jemez River Basin CZOs",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Torgersen",
 "awd_eff_date": "2011-02-15",
 "awd_exp_date": "2012-01-31",
 "tot_intn_awd_amt": 38831.0,
 "awd_amount": 38831.0,
 "awd_min_amd_letter_date": "2011-02-09",
 "awd_max_amd_letter_date": "2011-02-09",
 "awd_abstract_narration": "The project will maintain distributed snow sensor arrays in the Boulder Creek (BC) and\r\nJemez River (JRB) Basin Critical Zone Observatories (CZO?s). These snow sensor arrays\r\ncomplement existing CZO infrastructure.  These snow sensor arrays, combined with existing instrumentation at the CZO?s, create hydrologic instrument clusters to explore feedbacks between hydrological and ecological processes, constrain models of water and carbon fluxes, and improve predictions of ecosystem impacts associated with climate change. These snow sensor arrays are compatible with those operating at KREW (Sierra CZO) and represent a comprehensive network of co-located snow, soil, and vegetation water use measurements. The continued maintenance of the snow measurements will enable data acquisition to continue in winter 2010-11 without data gaps.\r\n\r\nThis project, in cooperation with the Sierra CZO, lays the foundation for a distributed snow hydrology measurement network design across these three Critical Zone Observatories. While the emphasis of the proposed research is on continuing and maintaining snow-measurement programs already initiated, the data sets collected and collaboration across CZOs will lay the foundation for a more-uniform and broader cross-CZO snow-measurement network.  These data are important in establishing general relationships between physiographic variability and patterns of snow distribution and melt. The CZO program allows for the first time a sustained effort over various temporal climatic variations in three different mountain regimes that are representative of the Western U.S.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Noah",
   "pi_last_name": "Molotch",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Noah P Molotch",
   "pi_email_addr": "noah.molotch@colorado.edu",
   "nsf_id": "000446951",
   "pi_start_date": "2011-02-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 38831.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The focus of this research project was to maintain a network of instruments that measure snow depth&nbsp;in the Boulder Creek (BC) and Jemez River (JRB) basin Critical Zone Observatories (CZO&rsquo;s).&nbsp; These snow sensor arrays compliment existing CZO infrastructure yet they are not part of the CZO&rsquo;s as they predated the formation of the CZO program.&nbsp; The snow sensor arrays, combined with other instrumentation at the CZO&rsquo;s, combine to create hydrologic instrument clusters which are designed to explore feedbacks between hydrological and ecological processes, constrain models of water and carbon fluxes, and improve predictions of ecosystem impacts associated with climate change.&nbsp; Activities supported under this research have established and maintained&nbsp;the first comprehensive network of co-located snow, soil, and vegetation water use measurements.&nbsp; The continued maintenance of the snow measurements&nbsp;undertaken under this research has&nbsp;enabled data acquisition to continue within minimal data gaps at the Colorado site.&nbsp; Data gaps at the New Mexico site have been addressed and the observing system has been made operational for the 2012 snowmelt season.&nbsp; The intellectual merit of&nbsp;our activities&nbsp;involves the facilitation of new CZO-relevant research avenues by maintaining continuous data streams&nbsp;and&nbsp;have&nbsp;built capacity for future funding avenues.&nbsp;&nbsp;&nbsp;</p>\n<p class=\"WW\">The broader impacts of the research supported under this award stem from the core data sets&nbsp;which are being made available to the hydrologic community including useage in a number of PhD dissertations and Master's theses.&nbsp; The use of the CZO resources, and value added to those resources,&nbsp;have been made available to the scientific community via&nbsp;CZO and the Niwot Ridge Long Term Ecological Research site data portals.&nbsp; &nbsp;In this regard, these snow&nbsp;data are important for facilitating cross-CZO research as there are similar research questions being addressed at both the BC and JRB CZO&rsquo;s regarding snow-vegetation interactions and potential changes in hydrologic fluxes resulting from climate change.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/18/2012<br>\n\t\t\t\t\tModified by: Noah&nbsp;P&nbsp;Molotch</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe focus of this research project was to maintain a network of instruments that measure snow depth in the Boulder Creek (BC) and Jemez River (JRB) basin Critical Zone Observatories (CZOÆs).  These snow sensor arrays compliment existing CZO infrastructure yet they are not part of the CZOÆs as they predated the formation of the CZO program.  The snow sensor arrays, combined with other instrumentation at the CZOÆs, combine to create hydrologic instrument clusters which are designed to explore feedbacks between hydrological and ecological processes, constrain models of water and carbon fluxes, and improve predictions of ecosystem impacts associated with climate change.  Activities supported under this research have established and maintained the first comprehensive network of co-located snow, soil, and vegetation water use measurements.  The continued maintenance of the snow measurements undertaken under this research has enabled data acquisition to continue within minimal data gaps at the Colorado site.  Data gaps at the New Mexico site have been addressed and the observing system has been made operational for the 2012 snowmelt season.  The intellectual merit of our activities involves the facilitation of new CZO-relevant research avenues by maintaining continuous data streams and have built capacity for future funding avenues.   \nThe broader impacts of the research supported under this award stem from the core data sets which are being made available to the hydrologic community including useage in a number of PhD dissertations and Master's theses.  The use of the CZO resources, and value added to those resources, have been made available to the scientific community via CZO and the Niwot Ridge Long Term Ecological Research site data portals.   In this regard, these snow data are important for facilitating cross-CZO research as there are similar research questions being addressed at both the BC and JRB CZOÆs regarding snow-vegetation interactions and potential changes in hydrologic fluxes resulting from climate change. \n\n\t\t\t\t\tLast Modified: 04/18/2012\n\n\t\t\t\t\tSubmitted by: Noah P Molotch"
 }
}