{
 "awd_id": "1103748",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Regional Agriculture Education & Technology Center (AETC) Planning Grant",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032924651",
 "po_email": "vccarter@nsf.gov",
 "po_sign_block_name": "Virginia Carter",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 70000.0,
 "awd_amount": 70000.0,
 "awd_min_amd_letter_date": "2011-06-02",
 "awd_max_amd_letter_date": "2011-07-19",
 "awd_abstract_narration": "This project is developing a comprehensive strategic plan for the design of a regional Agriculture Education and Technology Center (AETC) to develop and disseminate science, technology and pedagogical resources for secondary and post-secondary educators. Current work with faculty in post-secondary agriculture education programs throughout California is being leveraged for this project. Programs in five neighboring states (Nevada, Arizona, Oregon, Idaho, and Washington) are being explored to determine the geographic area that will best be served by a regional agriculture center on the West Coast. The project is: 1) Assessing the strengths and needs of community college and university agriculture education programs in delivering pre-service and in-service preparation for agriculture teachers within the region; 2) Developing plans for core center activities that support agriculture programs and agriculture science and technology instructors; and 3) Developing a research agenda for agriculture graduate students to conduct in-depth studies of issues pertinent to agriculture educators. Special attention is given to pedagogy and support for students, including minorities, who have not typically pursued Agriculture Education as a career. Finally, the essential community college link between high school and university education is strengthened through the creation of a collaborative, centralized regional center.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Don",
   "pi_last_name": "Borges",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Don Borges",
   "pi_email_addr": "borgesd@yosemite.edu",
   "nsf_id": "000510871",
   "pi_start_date": "2011-07-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Bender",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mark Bender",
   "pi_email_addr": "mbender@csustan.edu",
   "nsf_id": "000563538",
   "pi_start_date": "2011-06-02",
   "pi_end_date": "2011-07-19"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Anglin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mark Anglin",
   "pi_email_addr": "anglinm@mjc.edu",
   "nsf_id": "000504703",
   "pi_start_date": "2011-06-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Don",
   "pi_last_name": "Borges",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Don Borges",
   "pi_email_addr": "borgesd@yosemite.edu",
   "nsf_id": "000510871",
   "pi_start_date": "2011-06-02",
   "pi_end_date": "2011-07-19"
  }
 ],
 "inst": {
  "inst_name": "Yosemite Community College District",
  "inst_street_address": "2201 BLUE GUM AVE",
  "inst_street_address_2": "",
  "inst_city_name": "MODESTO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2095756961",
  "inst_zip_code": "953581052",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "CA05",
  "org_lgl_bus_name": "YOSEMITE COMMUNITY COLLEGE DISTRICT",
  "org_prnt_uei_num": "CR6NBGGLMMC6",
  "org_uei_num": "MPKJSSVW4GY7"
 },
 "perf_inst": {
  "perf_inst_name": "Yosemite Community College District",
  "perf_str_addr": "2201 BLUE GUM AVE",
  "perf_city_name": "MODESTO",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "953581052",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "CA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 70000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><strong>Project Outcomes Report<br /></strong><strong>Regional AgriScience Center for Education (ACE)<br /></strong><strong>Modesto Junior College, Modesto, California</strong></p>\n<p>This report summarizes the findings of a 12-month Planning Grant that identified existing resources and needs of agriculture educators, and developed a comprehensive strategic plan for a regional agriculture education center supporting nine western region states. Modesto Junior College (MJC) Investigators met with university and community college faculty and state departments of education in California, Oregon, Washington, Nevada, Idaho, Wyoming, Montana, Utah, and Arizona to develop this plan, based on the needs of teachers and teacher educators in the western region. The goal of this regional Center will be to increase the number, preparation, pedagogy,<br />diversity, and retention of agriculture educators.</p>\n<p>The <strong><em>intellectual merit</em></strong><em> </em>of this project was found in the quantitative and qualitative data collection and analyses of agriculture education programs<br />at more than forty post-secondary institutions. Program strengths and<br />challenges as well as the need for professional development and a<br />centralized repository for instructional resources were identified and shared<br />with participating colleges and universities. Specific needs outlined included<br />standardized curriculum and program resources, no-cost instructional resources, pre-service experiential learning opportunities, and continued professional development for teachers and teacher educators. A regional research agenda was developed to further investigate critical issues related to agriculture education and the number of secondary agriculture teachers leaving the profession in the early stages of their careers. These data, research questions, and collaborative discussions developed a foundation on which to build a successful Regional Agriculture Education Center.</p>\n<p>The <strong><em>broader impacts</em></strong><em> </em>of this project were found in the increased professional relationships developed between agriculture education faculty in the western region. Multiple discussions and shared research and resources contributed<br />to a fundamental structure and plan that will produce graduating students who<br />are prepared to meet the needs of high school and college agriculture programs throughout the state and nation that are presently struggling for qualified teachers.&nbsp; As well-educated students become teachers, their students will in turn be challenged to expand the knowledge base in agriculture studies and influence the next generation of agriculture economists, farm owners and technicians. A specific focus on ways to increase the number of students from underrepresented populations in agriculture education was prioritized. Recommendations included the preparation of role models and mentors who teach in future classrooms at higher rates and impact other students from demographic populations that have not previously considered agricultural careers in numbers that match national and regional demographics.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/21/2012<br>\n\t\t\t\t\tModified by: Don&nbsp;Borges</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nProject Outcomes Report\nRegional AgriScience Center for Education (ACE)\nModesto Junior College, Modesto, California\n\nThis report summarizes the findings of a 12-month Planning Grant that identified existing resources and needs of agriculture educators, and developed a comprehensive strategic plan for a regional agriculture education center supporting nine western region states. Modesto Junior College (MJC) Investigators met with university and community college faculty and state departments of education in California, Oregon, Washington, Nevada, Idaho, Wyoming, Montana, Utah, and Arizona to develop this plan, based on the needs of teachers and teacher educators in the western region. The goal of this regional Center will be to increase the number, preparation, pedagogy,\ndiversity, and retention of agriculture educators.\n\nThe intellectual merit of this project was found in the quantitative and qualitative data collection and analyses of agriculture education programs\nat more than forty post-secondary institutions. Program strengths and\nchallenges as well as the need for professional development and a\ncentralized repository for instructional resources were identified and shared\nwith participating colleges and universities. Specific needs outlined included\nstandardized curriculum and program resources, no-cost instructional resources, pre-service experiential learning opportunities, and continued professional development for teachers and teacher educators. A regional research agenda was developed to further investigate critical issues related to agriculture education and the number of secondary agriculture teachers leaving the profession in the early stages of their careers. These data, research questions, and collaborative discussions developed a foundation on which to build a successful Regional Agriculture Education Center.\n\nThe broader impacts of this project were found in the increased professional relationships developed between agriculture education faculty in the western region. Multiple discussions and shared research and resources contributed\nto a fundamental structure and plan that will produce graduating students who\nare prepared to meet the needs of high school and college agriculture programs throughout the state and nation that are presently struggling for qualified teachers.  As well-educated students become teachers, their students will in turn be challenged to expand the knowledge base in agriculture studies and influence the next generation of agriculture economists, farm owners and technicians. A specific focus on ways to increase the number of students from underrepresented populations in agriculture education was prioritized. Recommendations included the preparation of role models and mentors who teach in future classrooms at higher rates and impact other students from demographic populations that have not previously considered agricultural careers in numbers that match national and regional demographics.\n\n\t\t\t\t\tLast Modified: 08/21/2012\n\n\t\t\t\t\tSubmitted by: Don Borges"
 }
}