{
 "awd_id": "1103725",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2011",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Vanni",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 189000.0,
 "awd_amount": 189000.0,
 "awd_min_amd_letter_date": "2011-07-06",
 "awd_max_amd_letter_date": "2011-07-06",
 "awd_abstract_narration": "This action funds an NSF Postdoctoral Research Fellowship in Biology for FY 2011, Broadening Participation. The fellowship supports a research and training plan in a host laboratory for the Fellow who also presents a plan to broaden participation in biology. The title of the research and training plan for this fellowship to Amanda Ensminger is \"Individual variation in visual physiology and foraging behavior of birds.\" The host institution for this fellowship is Purdue University and the sponsoring scientist is Dr. Esteban Fernandez-Juricic.\r\n\r\nThe research plan centers on the relationship between individual variation in visual physiology and foraging behavior in birds. Foraging involves a trade-off between searching for food and watching for predators. Previous research has found that variation in retinal characteristics among bird species is related to both diet and habitat. However, little is known about retinal variation among individuals within a species, even though intraspecific variation is key to understanding the evolution of visual systems. This research quantifies the degree and nature of individual variation in retinal physiology in birds and directly tests hypotheses about how individual photoreceptor distribution is related to differences among individuals in their foraging behavior and skills. The findings explicitly link physiology and behavior in the context of foraging and benefit broadly the fields of visual ecology, foraging theory, and animal behavior.\r\n\r\nTraining objectives include learning techniques in avian visual physiology and behavioral ecology. Broader impacts include mentoring undergraduates through the host institution?s chapter of the Society for Advancement of Chicanos and Native Americans in Science and visiting local schools to introduce young students to behavioral ecology through hands-on activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amanda",
   "pi_last_name": "Ensminger",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Amanda L Ensminger",
   "pi_email_addr": "",
   "nsf_id": "000577439",
   "pi_start_date": "2011-07-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ensminger               Amanda         L",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Lexington",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "",
  "inst_zip_code": "405151548",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Ensminger               Amanda         L",
  "perf_str_addr": "",
  "perf_city_name": "Lexington",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "405151548",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "KY06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115700",
   "pgm_ele_name": "Broadening Participation of Gr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1036",
   "pgm_ref_txt": "BIO MINORITY POSTDOC RESEARCH FELLOW PGM"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 189000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>For organisms such as birds, vision is critical to survival and reproduction. Visual traits include physiological aspects of the retina, where light reacts with photoreceptors to produce signals that are then sent to the brain. The nature of those signals is affected by many factors, including photoreceptor density and their sensitivity to different wavelengths of light. Photoreceptor densities and sensitivities are two critical components of a perceptual concept known as &ldquo;chromatic contrast&rdquo;, which is the degree to which an object can be distinguished, based on color, from a background. It is important for birds to be able to distinguish many types of objects from the background, such as food items and predators. As such, chromatic contrast plays a role in each individual&rsquo;s ability to survive and reproduce. Our study delved deeply into the possibility of individual variation in photoreceptor densities and sensitivities, assessing whether this variation could create individual differences in chromatic contrast and whether individual-specific chromatic contrast was related to behavior when searching for food.</p>\n<p>Evolution begins with trait variation among individuals of a species. Visual physiologists have considered between-individual variation in certain components of the visual system mostly in humans, and somewhat in other primate species. This project extended the knowledge about individual variation in visual physiology to wild populations of birds, which differ dramatically in their visual system from primates. For example, primates have frontally-placed eyes, while the species of bird studied here has eyes that are placed on the side of their heads. The combination of this eye placement and the retinal location of the fovea (the area of the retina with the highest visual resolution) creates a situation where the birds cannot simultaneously use their binocular field and their fovea when viewing objects&mdash;they must &ldquo;choose&rdquo; which parts of their retina to use, by using different head positions to project the object of interest onto different parts of the retina. Our study delved much deeper than previous studies into the various head positions that birds use, and relates for the first time such nuanced head positions to the birds&rsquo; visual physiology. We found that birds indeed use different head positions while foraging, and the part of the retina involved in the binocular field differed from the foveal region in both photoreceptor densities and sensitivities. These findings inform our understanding about how the visual system works in species with different visual configurations.</p>\n<p>This project also revealed substantial variation among individual birds in photoreceptor densities and sensitivities, in both the temporal region of the retina (used in binocular vision) and the foveal region. Further, these individual differences created significant differences in perceptual abilities, for example, the ability to distinguish objects based on spatial and color cues. &nbsp;Using a mathematical model, we calculated that the natural variation in densities of the different types of photoreceptors contributed to significant variation in chromatic contrast, with higher densities resulting in higher chromatic contrasts. We also found that when a bird had high densities of one type of photoreceptor, it also had high densities of other photoreceptors, compared to other birds. Together, these results suggest that some birds are better able to distinguish objects based on color than other birds. This variation in abilities could affect a wide range of behavioral abilities, but our behavioral experiments did not find any evidence that chromatic contrast was related to head-position use during foraging for seeds. However, there are many other contexts in which visual physiology might affect behavior, such as the ability to detect p...",
  "por_txt_cntn": "\nFor organisms such as birds, vision is critical to survival and reproduction. Visual traits include physiological aspects of the retina, where light reacts with photoreceptors to produce signals that are then sent to the brain. The nature of those signals is affected by many factors, including photoreceptor density and their sensitivity to different wavelengths of light. Photoreceptor densities and sensitivities are two critical components of a perceptual concept known as \"chromatic contrast\", which is the degree to which an object can be distinguished, based on color, from a background. It is important for birds to be able to distinguish many types of objects from the background, such as food items and predators. As such, chromatic contrast plays a role in each individualÆs ability to survive and reproduce. Our study delved deeply into the possibility of individual variation in photoreceptor densities and sensitivities, assessing whether this variation could create individual differences in chromatic contrast and whether individual-specific chromatic contrast was related to behavior when searching for food.\n\nEvolution begins with trait variation among individuals of a species. Visual physiologists have considered between-individual variation in certain components of the visual system mostly in humans, and somewhat in other primate species. This project extended the knowledge about individual variation in visual physiology to wild populations of birds, which differ dramatically in their visual system from primates. For example, primates have frontally-placed eyes, while the species of bird studied here has eyes that are placed on the side of their heads. The combination of this eye placement and the retinal location of the fovea (the area of the retina with the highest visual resolution) creates a situation where the birds cannot simultaneously use their binocular field and their fovea when viewing objects&mdash;they must \"choose\" which parts of their retina to use, by using different head positions to project the object of interest onto different parts of the retina. Our study delved much deeper than previous studies into the various head positions that birds use, and relates for the first time such nuanced head positions to the birdsÆ visual physiology. We found that birds indeed use different head positions while foraging, and the part of the retina involved in the binocular field differed from the foveal region in both photoreceptor densities and sensitivities. These findings inform our understanding about how the visual system works in species with different visual configurations.\n\nThis project also revealed substantial variation among individual birds in photoreceptor densities and sensitivities, in both the temporal region of the retina (used in binocular vision) and the foveal region. Further, these individual differences created significant differences in perceptual abilities, for example, the ability to distinguish objects based on spatial and color cues.  Using a mathematical model, we calculated that the natural variation in densities of the different types of photoreceptors contributed to significant variation in chromatic contrast, with higher densities resulting in higher chromatic contrasts. We also found that when a bird had high densities of one type of photoreceptor, it also had high densities of other photoreceptors, compared to other birds. Together, these results suggest that some birds are better able to distinguish objects based on color than other birds. This variation in abilities could affect a wide range of behavioral abilities, but our behavioral experiments did not find any evidence that chromatic contrast was related to head-position use during foraging for seeds. However, there are many other contexts in which visual physiology might affect behavior, such as the ability to detect predators, or the ability of females to evaluate males based on contrasts between patches of plumage, all of which m..."
 }
}