{
 "awd_id": "1103769",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "PostDoctoral Research Fellowship",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce P. Palka",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 135000.0,
 "awd_amount": 135000.0,
 "awd_min_amd_letter_date": "2011-04-14",
 "awd_max_amd_letter_date": "2011-04-14",
 "awd_abstract_narration": "PostDoctoral Research Fellowship",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Rodriguez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy Rodriguez",
   "pi_email_addr": "",
   "nsf_id": "000571778",
   "pi_start_date": "2011-04-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rodriguez, Nancy",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Los Angeles",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "90025",
  "inst_country_name": "United States",
  "cong_dist_code": "30",
  "st_cong_dist_code": "CA30",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Rodriguez, Nancy",
  "perf_str_addr": "",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "90025",
  "perf_ctry_code": "US",
  "perf_cong_dist": "30",
  "perf_st_cong_dist": "CA30",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733500",
   "pgm_ele_name": "WORKFORCE IN THE MATHEMAT SCI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9219",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS IN MATH SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 135000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The projects we embarked on during a period of three years focused on furthering the understanding of the roles that non-local dissemination of information and inhomogeneities in the environment play on the propagation and prevention of ``waves\", such as crime waves, waves of information, and waves of invasive species. &nbsp;This was accomplished through the study of systems of partial differential equations (<span><span>PDEs</span></span>). &nbsp;The use of <span><span>PDE</span></span> systems to describe social phenomena is fairly recent, but it has generated much interest. &nbsp;While these models are extreme simplifications of reality, they allow us to quickly test various hypothesis about real-world complex systems. &nbsp;The first project consisted of the analysis of a reaction-diffusion system, which had been introduced in the literature as a basic model for the contagion of criminal activity. &nbsp;From the mathematical perceptive we proved the existence of traveling fronts, which corresponds to the existence of crime waves. &nbsp;In an effort to understand the effects that a region of heavy policing, leading to low levels of contagion, would have on the propagation of crime, we analyzed the system in a heterogeneous environment where the inhomogeneities are due to a small region (referred to as the barrier zone) that promotes decay, while the rest of the environment promotes growth (provided the solution is above a critical threshold). &nbsp;After proving the existence of ``invasive solutions,&rdquo; we prove that having an a population that has an innate anti-criminal activity tendency is crucial in preventing the propagation of the crime waves over the barrier zone. &nbsp;In this case, there is a critical length of the barrier zone required to block any crime waves. &nbsp;On the other hand, when a population has a neutral criminal tendency, then regardless of how many resources are used, crime waves will eventually propagate. &nbsp;The theory developed in this work is a first step in furthering the mathematical theory for inhomogeneous systems of <span><span>PDEs</span></span>, and can be applied to similar systems in ecology and epidemiology, where diffusion and contagion play significant roles. &nbsp;As a next step, we studied the same gap problem for a general class of non-linear reaction-diffusion equations. &nbsp;The objective was to understand the effect that the range of dispersal had on the propagation (and prevention) of generalized traveling fronts. &nbsp;From this work we see that large radius of dispersal always increases both the speed of propagation and &nbsp;the number of resources necessary to prevent the propagation through a region of low excitability. &nbsp;Of course, a consequences of this is that large radius of dispersal is beneficial in applications where the survival of wave is desired. &nbsp;On the other hand, it is detrimental for the prevention of criminal activity or the undesired invasion of species. &nbsp;As a specific application, we apply this theory to the problem of preventing the invasion of the <span><span>Cochliomyia</span></span> <span><span>hominivorax</span></span> (informally known as the screwworm). &nbsp;In order to prevent the invasion of this pest, which can lead to the death of cattle and even humans, the Unites States set up a barrier zone in Panama. &nbsp;In this barrier zone, where the sterile insect technique is used, was put in place and maintained to prevent waves of the screwworm from entering Central America. &nbsp;In this work we analyze two pest-control strategies. &nbsp;The theory developed in this work advanced the mathematical theory for systems with non-local dispersal operators. &nbsp; &nbsp;The last project we introduce a mechanistic model for socio-economic segregation. &nbsp;Using basic and intuitive rules of interaction, we derive a system of <span><span>PDEs</span></span> from a particle-...",
  "por_txt_cntn": "\nThe projects we embarked on during a period of three years focused on furthering the understanding of the roles that non-local dissemination of information and inhomogeneities in the environment play on the propagation and prevention of ``waves\", such as crime waves, waves of information, and waves of invasive species.  This was accomplished through the study of systems of partial differential equations (PDEs).  The use of PDE systems to describe social phenomena is fairly recent, but it has generated much interest.  While these models are extreme simplifications of reality, they allow us to quickly test various hypothesis about real-world complex systems.  The first project consisted of the analysis of a reaction-diffusion system, which had been introduced in the literature as a basic model for the contagion of criminal activity.  From the mathematical perceptive we proved the existence of traveling fronts, which corresponds to the existence of crime waves.  In an effort to understand the effects that a region of heavy policing, leading to low levels of contagion, would have on the propagation of crime, we analyzed the system in a heterogeneous environment where the inhomogeneities are due to a small region (referred to as the barrier zone) that promotes decay, while the rest of the environment promotes growth (provided the solution is above a critical threshold).  After proving the existence of ``invasive solutions,\" we prove that having an a population that has an innate anti-criminal activity tendency is crucial in preventing the propagation of the crime waves over the barrier zone.  In this case, there is a critical length of the barrier zone required to block any crime waves.  On the other hand, when a population has a neutral criminal tendency, then regardless of how many resources are used, crime waves will eventually propagate.  The theory developed in this work is a first step in furthering the mathematical theory for inhomogeneous systems of PDEs, and can be applied to similar systems in ecology and epidemiology, where diffusion and contagion play significant roles.  As a next step, we studied the same gap problem for a general class of non-linear reaction-diffusion equations.  The objective was to understand the effect that the range of dispersal had on the propagation (and prevention) of generalized traveling fronts.  From this work we see that large radius of dispersal always increases both the speed of propagation and  the number of resources necessary to prevent the propagation through a region of low excitability.  Of course, a consequences of this is that large radius of dispersal is beneficial in applications where the survival of wave is desired.  On the other hand, it is detrimental for the prevention of criminal activity or the undesired invasion of species.  As a specific application, we apply this theory to the problem of preventing the invasion of the Cochliomyia hominivorax (informally known as the screwworm).  In order to prevent the invasion of this pest, which can lead to the death of cattle and even humans, the Unites States set up a barrier zone in Panama.  In this barrier zone, where the sterile insect technique is used, was put in place and maintained to prevent waves of the screwworm from entering Central America.  In this work we analyze two pest-control strategies.  The theory developed in this work advanced the mathematical theory for systems with non-local dispersal operators.    The last project we introduce a mechanistic model for socio-economic segregation.  Using basic and intuitive rules of interaction, we derive a system of PDEs from a particle-interaction model, which allowed us to start from first principles.  These mathematical models afforded us the ability to test the actual effects that social preference, economic disparity, and heterogeneous environment have on socio-economic segregation.  This work paved the way to a collaboration with a group in the Law School in Columbia U..."
 }
}