{
 "awd_id": "1103236",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Transnational Migration and Health Access",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 9646.0,
 "awd_amount": 9646.0,
 "awd_min_amd_letter_date": "2011-05-13",
 "awd_max_amd_letter_date": "2011-05-13",
 "awd_abstract_narration": "SES-1103236\r\nMichael Bell\r\nJulie C. Keller\r\nUniversity of Wisconsin-Madison\r\n\r\nFor decades, migration research has focused on remittances sent from immigrants abroad to their families at home. Less discussed and understood is the transnational transfer of health goods in the reverse direction. This will extend transnational migration studies by explicitly considering how the production of health spans national boundaries. This study focuses on a migration stream of workers between the dairies of western Wisconsin and workers' communities of origin in central Veracruz, Mexico to answer the following questions: 1) How does the interaction of various dimensions of social marginalization-gender, language, ethnicity, citizenship, documentation-shape migrant health practices? 2) How, and to what extent, do different levels of incorporation into receiving societies shape the transnational health practices of migrants? 3) To what extent are the transnational health practices of migrants gendered? Data used to answer these questions will be collected through one year of participant-observation methods and in-depth interviews with current dairy workers in Wisconsin and former dairy workers in Veracruz. A key theoretical part of this investigation is identifying the role of immigrant incorporation in the formation of transnational health practices, thus contributing to current sociological debates in the area of migration. Secondly, this research will contribute to the sociology of gender and health by tracing how transnational health practices are shaped by gender relations. \r\n\r\nThis study is timely given that recent health reform and impending immigration reform will very likely affect the way immigrants experience health care access and incorporation in receiving communities. This study offers a window into the lives of migrants at the margins of society as they negotiate access to health services and rely on transnational ties to manage health problems. The results of this research will provide important information not just for scholars, but for state agencies and immigrant advocates.  Reports of findings will be shared with Wisconsin state representatives and various immigrant advocacy organizations at the state and national levels. Additionally, co-investigator will maintain connections with scholars in Xalapa, Veracruz to encourage dialogue between American and Mexican scholars on migration issues.  The results of the study can inform future health policy and promote international academic alliances by shedding light on how immigrants get their health needs met in a context of constrained or restricted health access.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Bell",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Michael M Bell",
   "pi_email_addr": "michaelbell@wisc.edu",
   "nsf_id": "000108987",
   "pi_start_date": "2011-05-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Julie",
   "pi_last_name": "Keller",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Julie C Keller",
   "pi_email_addr": "jkeller@ssc.wisc.edu",
   "nsf_id": "000545083",
   "pi_start_date": "2011-05-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 9646.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>For decades, migration research has focused on remittances sent from immigrants abroad to their families at home. Less discussed and understood is the transnational transfer of health goods in the reverse direction. This research aims to extend transnational migration studies by explicitly considering how the production of health spans national boundaries. At a time of peak border vigilance and increasing immigration enforcement on the state level, understanding how immigrants get their basic health needs met&mdash;especially those who traverse back and forth&mdash;is an important question for scholars, policymakers and immigrant advocacy groups. This question is especially timely considering recent significant steps toward achieving health care reform and immigration reform in the U.S. The objectives of this project were three-fold: 1) To determine how the interaction of various dimensions of social marginalization&mdash;gender, language, ethnicity, citizenship, documentation&mdash;shapes migrant health practices; 2) To reveal how, and to what extent, different levels of incorporation into receiving societies shapes the transnational health practices of migrants; 3) To understand the extent to which transnational health practices of migrants are gendered.</p>\n<p>To achieve these objectives, a multi-sited ethnographic investigation was conducted of a migration network between central Veracruz, Mexico and western Wisconsin, U.S. Wisconsin is considered a new immigrant destination, reflecting a broader trend in the changing patterns of migration in recent years in the U.S., in which increasing numbers of Mexican immigrants are settling in the south and the rural Midwest as opposed to more traditional destinations, such as the southwest. It has been suggested that shifting labor demands are partly responsible for these changes. For instance, the dairy industry in the Midwest has turned toward a heavier reliance on immigrant workers to meet labor needs. Previous work indicates that Veracruz is among the most common places of origin for Mexican immigrant dairy workers in Wisconsin.</p>\n<p>Data analysis for this project is still underway, but at this point the project has yielded two general findings. First, analysis has indicated that these immigrants&rsquo; experiences are characterized by a pervasive sense of limbo, or, a sense of being restricted and in-between. This sense of limbo emerged from participant narratives in several different ways&mdash;in the in-between spaces inhabited by immigrants, the sense of restriction and confinement experienced by many, and in the way that gendered expectations of masculinity played out in times of crisis. While at this point in the analysis it remains unclear precisely how this sense of limbo affects access to health services, the finding suggests a broad sense of confinement which may have implications for immigrants seeking health services. Second, in many cases, health is maintained across national borders through the sending of packages of medicine by family members in Mexico to migrant relatives in the U.S. Analysis revealed that these instances of transnational health practices were gendered in that those sending packages of medicine are mothers, grandmothers, wives, or girlfriends of migrants.</p>\n<p>These findings contribute to the sociology of migration, health, and gender. Regarding migration studies and the sociology of health, transnational health practices are critical because they are informal strategies for maintaining health in conditions in which affordable and quality care may be unattainable. Investigating these transnational practices of survival among migrants at the margins gives us a greater understanding of the importance of informal transnational ties for those who are undocumented and temporary. In terms of gender theory, gender scholars have stressed the importance of understanding how the constructio...",
  "por_txt_cntn": "\nFor decades, migration research has focused on remittances sent from immigrants abroad to their families at home. Less discussed and understood is the transnational transfer of health goods in the reverse direction. This research aims to extend transnational migration studies by explicitly considering how the production of health spans national boundaries. At a time of peak border vigilance and increasing immigration enforcement on the state level, understanding how immigrants get their basic health needs met&mdash;especially those who traverse back and forth&mdash;is an important question for scholars, policymakers and immigrant advocacy groups. This question is especially timely considering recent significant steps toward achieving health care reform and immigration reform in the U.S. The objectives of this project were three-fold: 1) To determine how the interaction of various dimensions of social marginalization&mdash;gender, language, ethnicity, citizenship, documentation&mdash;shapes migrant health practices; 2) To reveal how, and to what extent, different levels of incorporation into receiving societies shapes the transnational health practices of migrants; 3) To understand the extent to which transnational health practices of migrants are gendered.\n\nTo achieve these objectives, a multi-sited ethnographic investigation was conducted of a migration network between central Veracruz, Mexico and western Wisconsin, U.S. Wisconsin is considered a new immigrant destination, reflecting a broader trend in the changing patterns of migration in recent years in the U.S., in which increasing numbers of Mexican immigrants are settling in the south and the rural Midwest as opposed to more traditional destinations, such as the southwest. It has been suggested that shifting labor demands are partly responsible for these changes. For instance, the dairy industry in the Midwest has turned toward a heavier reliance on immigrant workers to meet labor needs. Previous work indicates that Veracruz is among the most common places of origin for Mexican immigrant dairy workers in Wisconsin.\n\nData analysis for this project is still underway, but at this point the project has yielded two general findings. First, analysis has indicated that these immigrantsÆ experiences are characterized by a pervasive sense of limbo, or, a sense of being restricted and in-between. This sense of limbo emerged from participant narratives in several different ways&mdash;in the in-between spaces inhabited by immigrants, the sense of restriction and confinement experienced by many, and in the way that gendered expectations of masculinity played out in times of crisis. While at this point in the analysis it remains unclear precisely how this sense of limbo affects access to health services, the finding suggests a broad sense of confinement which may have implications for immigrants seeking health services. Second, in many cases, health is maintained across national borders through the sending of packages of medicine by family members in Mexico to migrant relatives in the U.S. Analysis revealed that these instances of transnational health practices were gendered in that those sending packages of medicine are mothers, grandmothers, wives, or girlfriends of migrants.\n\nThese findings contribute to the sociology of migration, health, and gender. Regarding migration studies and the sociology of health, transnational health practices are critical because they are informal strategies for maintaining health in conditions in which affordable and quality care may be unattainable. Investigating these transnational practices of survival among migrants at the margins gives us a greater understanding of the importance of informal transnational ties for those who are undocumented and temporary. In terms of gender theory, gender scholars have stressed the importance of understanding how the construction and maintenance of masculinities and femininities organize patterns of migration, an..."
 }
}