{
 "awd_id": "1103894",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US Egypt Cooperative Research: Use of Cold-Formed Steel in Residential Housing",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 125000.0,
 "awd_amount": 125000.0,
 "awd_min_amd_letter_date": "2011-07-16",
 "awd_max_amd_letter_date": "2011-07-16",
 "awd_abstract_narration": "1103904\t  \t\t\r\nThis project supports a cooperative research project by Dr. Benjamin Schafer at Johns Hopkins University, Baltimore, Maryland and Dr. Metwally Abu-Hamd of Cairo University, Cairo, Egypt.  They plan to study Use of Cold-Formed Steel in Residential Housing.  In recent years society has begun to re-evaluate our built environment with the objective of achieving higher performance, specifically, to minimize loss attributed to natural hazards and to seek sustainable solutions for long-term needs in the built environment. Low-rise structures in general and residential housing in particular, represent by far the greatest percentage of the world?s building stock. In the past cultural norms largely drove the materials and systems employed for residential housing, today the situation is in flux and the potential to move towards a more scientific performance-basis exists. One material that may see significant increase in use due to its high strength-to-weight ratio, high recycled content, ease of construction, and proven efficiencies is cold-formed steel.\r\nThis PIs will explores the use of cold-formed steel framing in residential housing in the U.S. and Egypt\r\nand seek to (a) develop new non-proprietary systems for cold-formed steel framing with the potential\r\nto significantly increase building technical performance and function, and (b) provides a series of\r\narchetype studies that explore different framing solutions, including the newly proposed cold-formed steel\r\noption, from economic, environmental, and sustainability aspects. The building archetypes studies focus\r\non both rural and urban areas in Egypt and the U.S.  The framing solutions examined include (a) traditional framing solutions in Egypt (concrete) and the United States (timber) along with (b) existing repetitive framing in cold-formed steel using commodity shapes and (c) the new system developed in this proposal for cold-formed steel framing that employs novel, optimized, cross-section shapes and a new dual system for load bearing and lateral resistance.\r\nIntellectual Merit: The research will advance significantly the application of cold-formed steel framing to residential housing. This is achieved through development of a new cold-formed steel framing structural system, and through careful building archetype studies that specifically weigh the balance between engineering performance and sustainability metrics. In total the research will provide a template for how to evaluate new framing systems in residential housing with a worldwide view, and specifically demonstrate this approach for cold-formed steel framing. The U.S. PI is the driving force behind significant changes in U.S. design specifications that enable new highly efficient cold-formed steel shapes to readily be designed and is uniquely positioned to explore and provide novel solutions for cold-formed steel framing. The Egyptian PI (Abu-Hamd) has a long experience in the performance of steel structures and construction management of steel structures. A detailed implementation plan is provided for the research. The resources required largely utilize the already active work at both institutions.\r\n\r\nBroader Impacts: The sociological broader impact is largely focused on the creation of a new U.S.-Egyptian partnership on cold-formed steel structures. Personnel exchanges to deepen the experience are planned for. The PI has a strong record of dissemination to academic and industry, both channels will be utilized in this research. Specifically, outreach to industry will include U.S. codes and standards organizations (AISI-COFS) as well as annual meetings of builders and practitioners (Metalcon). Cooperation with building contractors shall also include financing the building of demonstration models of the developed designs in Egypt. The larger goal of the research is to create residential housing that meets engineering performance and sustainability targets with much greater efficiency than current solutions. The partnership with Egypt insures that the full breadth of the problem is explored and that new solutions will have maximum global benefit.\r\n\r\nThis proposal is supported under the US-Egypt Joint Fund Program where NSF supports the US side and the Government of Egypt funds the Egyptian side.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Schafer",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin W Schafer",
   "pi_email_addr": "schafer@jhu.edu",
   "nsf_id": "000399849",
   "pi_start_date": "2011-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N CHARLES ST",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "5944",
   "pgm_ref_txt": "EGYPT (COOP SCIENCE)"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 125000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\">Research and education from the United States (US) has helped to provide pathways for Egyptian engineers to leapfrog over traditional building technologies and adopt new solutions using cold-formed steel framing that are economic, efficient, and sustainable and stand to play a major role in helping speed construction of Egyptian housing and provide new avenues for Egyptian manufacturing. In addition, the new research has developed optimal solutions for cold-formed steel cross-sections and provided new solutions for existing construction and manufacturing efforts for cold-formed steel framing in the US. The United States Agency for International Development (USAID) in cooperation with the National Science Foundation (NSF) funded Prof. Benjamin W. Schafer of Johns Hopkins University (JHU) from 2011- 2014 to collaborate with Prof. Metwally Abu-Hamd of Cairo University in Egypt on the project: US Egypt Cooperative Research: Use of Cold-Formed Steel in Residential Housing (NSF Award IIA-1103894). This work was supported under the US-Egypt Joint Fund Program where NSF supports the US efforts and the Egyptian Science Technology and Development Fund supports the Egyptian work.</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">The research program examined the application of cold-formed steel framed buildings to aid Egypt in meeting the extreme shortfall they continue to experience in providing adequate housing. The research team used several multi-story example architectural plans for structures in Egypt and developed complete solutions using cold-formed steel framing and alternative lightweight concrete wall and floor systems. Structural analysis, structural testing, first cost economic analysis, energy analysis, and a complete life cycle analysis all demonstrated that the cold-formed steel framed alternate solutions provide a better solution than conventional reinforced concrete construction in Egypt. In addition, our research demonstrated that cold-formed steel cross-sections in current use in the US are sub-optimal, and significant gains in performance are possible using optimal dimensions and modestly modified cross-section shapes. Further, while US manufacturers provide as many as 72 different cold-formed steel shapes it is possible to provide improved performance over the complete range of axial and bending demands on cold-formed steel members with as little as 14 different shapes. The research provided significant advancements in the formal application of optimization to cold-formed steel members and structures.</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">A significant portion of the effort included technology transfer and sharing between the US and Egyptian teams. In April of 2012 the US team hosted its Egyptian collaborators in the US and provided tours of multiple cold-formed steel research, manufacturing, and construction sites. In December of 2012 the US team and members of the US Industry Advisory Board traveled to Egpyt to participate in a two-day workshop on the use of cold-formed steel in Egypt. The workshop provided initial exposure and training for nearly 200 Egyptian attendees. The US participants leading the workshop training included: Benjamin W. Schafer (PI, JHU), Zhanjie Li (Postdoctoral Scholar, JHU), Don Allen (DSi Engineering, now at Super Stud), Nabil Rahman (The Steel Network), Nader El Hajj (Framecad), and George Richards (BORM). Additional members of the US Industry Advisory Board: Rick Haws (Nucor) and Jay Larson (AISI) provided feedback and materials for the team during the research.</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">During the life of this grant Egypt experienced significant political turmoil. The Egyptian participants were deeply affected by these changes, but despite this the project team met regularly and advanced the engineering research efforts. Although life was anything but normal our t...",
  "por_txt_cntn": "Research and education from the United States (US) has helped to provide pathways for Egyptian engineers to leapfrog over traditional building technologies and adopt new solutions using cold-formed steel framing that are economic, efficient, and sustainable and stand to play a major role in helping speed construction of Egyptian housing and provide new avenues for Egyptian manufacturing. In addition, the new research has developed optimal solutions for cold-formed steel cross-sections and provided new solutions for existing construction and manufacturing efforts for cold-formed steel framing in the US. The United States Agency for International Development (USAID) in cooperation with the National Science Foundation (NSF) funded Prof. Benjamin W. Schafer of Johns Hopkins University (JHU) from 2011- 2014 to collaborate with Prof. Metwally Abu-Hamd of Cairo University in Egypt on the project: US Egypt Cooperative Research: Use of Cold-Formed Steel in Residential Housing (NSF Award IIA-1103894). This work was supported under the US-Egypt Joint Fund Program where NSF supports the US efforts and the Egyptian Science Technology and Development Fund supports the Egyptian work.\n \nThe research program examined the application of cold-formed steel framed buildings to aid Egypt in meeting the extreme shortfall they continue to experience in providing adequate housing. The research team used several multi-story example architectural plans for structures in Egypt and developed complete solutions using cold-formed steel framing and alternative lightweight concrete wall and floor systems. Structural analysis, structural testing, first cost economic analysis, energy analysis, and a complete life cycle analysis all demonstrated that the cold-formed steel framed alternate solutions provide a better solution than conventional reinforced concrete construction in Egypt. In addition, our research demonstrated that cold-formed steel cross-sections in current use in the US are sub-optimal, and significant gains in performance are possible using optimal dimensions and modestly modified cross-section shapes. Further, while US manufacturers provide as many as 72 different cold-formed steel shapes it is possible to provide improved performance over the complete range of axial and bending demands on cold-formed steel members with as little as 14 different shapes. The research provided significant advancements in the formal application of optimization to cold-formed steel members and structures.\n \nA significant portion of the effort included technology transfer and sharing between the US and Egyptian teams. In April of 2012 the US team hosted its Egyptian collaborators in the US and provided tours of multiple cold-formed steel research, manufacturing, and construction sites. In December of 2012 the US team and members of the US Industry Advisory Board traveled to Egpyt to participate in a two-day workshop on the use of cold-formed steel in Egypt. The workshop provided initial exposure and training for nearly 200 Egyptian attendees. The US participants leading the workshop training included: Benjamin W. Schafer (PI, JHU), Zhanjie Li (Postdoctoral Scholar, JHU), Don Allen (DSi Engineering, now at Super Stud), Nabil Rahman (The Steel Network), Nader El Hajj (Framecad), and George Richards (BORM). Additional members of the US Industry Advisory Board: Rick Haws (Nucor) and Jay Larson (AISI) provided feedback and materials for the team during the research.\n \nDuring the life of this grant Egypt experienced significant political turmoil. The Egyptian participants were deeply affected by these changes, but despite this the project team met regularly and advanced the engineering research efforts. Although life was anything but normal our teamÆs contribution to keeping things moving forward was to continue to work and demonstrate the role that engineering could play in helping build a future. As a coda to this project, the Egyptian PI, Prof. Metwally Abu-Hamd received..."
 }
}