{
 "awd_id": "1103668",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2011",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Vanni",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 189000.0,
 "awd_amount": 189000.0,
 "awd_min_amd_letter_date": "2011-06-15",
 "awd_max_amd_letter_date": "2011-06-15",
 "awd_abstract_narration": "This action funds an NSF Postdoctoral Research Fellowship in Biology for FY 2011, Broadening Participation. The fellowship supports a research and training plan in a host laboratory for the Fellow who also presents a plan to broaden participation in biology. The title of the research and training plan for this fellowship to Kyle Hernandez is \"Modeling the responses of plants to herbivory in changing environments.\" The host institution for this research is the University of Texas at Austin, and the sponsoring scientist is Dr. Thomas Juenger.\r\n\r\nTolerance is the degree to which plants are unaffected by plant-eating insects.  The ability of plants to maintain fitness in the face of herbivore damage has important ecological, evolutionary and applied implications, yet relatively little is known of its environmental consequences or its genetic basis.  This research investigates the patterns of tolerance in plants in different environments, identifies possible underlying phenotypic and physiological mechanisms, determines the genetic architecture of these underlying mechanisms, and describes the genetic trade-offs associated with tolerance using the model species Brachypodium distachyon.  This research has a strong mathematical modeling aspect that allows more accurate estimations of important genetic parameters in continuous traits.  Also, Brachypodium is being developed as a model system for research, as biofuel,  and as a food crop.  Therefore, this project explores the basic biology of an important plant with potentially significant broader impacts for society.\r\n    \r\nTraining objectives include developing a novel perspective for the study of tolerance in plants and acquiring skills in mathematical modeling to permit comparisons of the relative merits of different mathematical models for estimating evolutionary parameters of continuous traits.  Career development activities include improved technical writing, mentorship, leadership, teaching, and outreach skills. Broader impacts include educational and outreach activities with a diverse body of students in the Austin, TX area, local communities, and schools.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kyle",
   "pi_last_name": "Hernandez",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kyle M Hernandez",
   "pi_email_addr": "",
   "nsf_id": "000576634",
   "pi_start_date": "2011-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Hernandez               Kyle           M",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Lafayette",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "",
  "inst_zip_code": "479051208",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Hernandez               Kyle           M",
  "perf_str_addr": "",
  "perf_city_name": "Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479051208",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115700",
   "pgm_ele_name": "Broadening Participation of Gr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1036",
   "pgm_ref_txt": "BIO MINORITY POSTDOC RESEARCH FELLOW PGM"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 189000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-1a0d1db5-ac53-6b63-024d-5e754a3df9ed\"><span>Throughout the duration of my NSF PFRB I was involved with several projects that focused on the interactions between organisms and their environment. Specifically, my work focused on how biofuels-related species responded to various environmental stressors. These large-scale projects involved multiple people, institutions and agencies; however, I played an integral role in the design, implementation, and analysis of next-generation sequencing (NGS) data. Here, I authored several bioinformatics-pipelines and provided guidance on how/which samples should be sequenced. I was fortunate to work with several outstanding molecular biologists who created novel NGS tools for creating molecular markers and estimating global differences in gene expression. These novel tools do not have mature bioinformatic pipelines/software so I used my computational skills to develop a pipeline for creating novel linkage maps (which can be used to find regions of chromosomes associated with traits of interest) and counting gene expression from these NGS tools. The collaborations and use of my bioinformatics skills produced a new QTL-mapping population for switchgrass and the ability to analyze drought response expression data from three </span><em>Panicum</em><span> species in a large outdoor experiment. In addition, I collaborated with a graduate student to perform several experiments based on the model alga </span><em>Chlamydomonas reinhardtii</em><span>. We performed a high-throughput phenotyping experiment and included NGS data to study natural variation in common accessions. We also attempted to create a large QTL-mapping population from four <em>Chlamydomonas</em> lines; however, after three rounds of mating little-to-no recombination happened between lines. Finally, Dr. Tom Juenger, Dr. David Des Marais and I published a high-impact Annual Review that synthesized the known literature on genotype-environment interactions in plants. Our review found that the vast majority of genotype-environment interactions are due to changes in magnitude as opposed to changes in sign. This has strong implications for local adaptation, evolutionary theory and plant breeding. Throughout my fellowship, I mentored several user-represented minority students and was able to bring one student to a national convention to present his research. In summary, the NSF PFRB provided me with an excellent opportunity to gain statistical and computational skills necessary for a career in genomics, to further advance quantitative genetics and biofuels research and to mentor students in the same manner that I was mentored as an undergraduate.</span></span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/10/2014<br>\n\t\t\t\t\tModified by: Kyle&nbsp;M&nbsp;Hernandez</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThroughout the duration of my NSF PFRB I was involved with several projects that focused on the interactions between organisms and their environment. Specifically, my work focused on how biofuels-related species responded to various environmental stressors. These large-scale projects involved multiple people, institutions and agencies; however, I played an integral role in the design, implementation, and analysis of next-generation sequencing (NGS) data. Here, I authored several bioinformatics-pipelines and provided guidance on how/which samples should be sequenced. I was fortunate to work with several outstanding molecular biologists who created novel NGS tools for creating molecular markers and estimating global differences in gene expression. These novel tools do not have mature bioinformatic pipelines/software so I used my computational skills to develop a pipeline for creating novel linkage maps (which can be used to find regions of chromosomes associated with traits of interest) and counting gene expression from these NGS tools. The collaborations and use of my bioinformatics skills produced a new QTL-mapping population for switchgrass and the ability to analyze drought response expression data from three Panicum species in a large outdoor experiment. In addition, I collaborated with a graduate student to perform several experiments based on the model alga Chlamydomonas reinhardtii. We performed a high-throughput phenotyping experiment and included NGS data to study natural variation in common accessions. We also attempted to create a large QTL-mapping population from four Chlamydomonas lines; however, after three rounds of mating little-to-no recombination happened between lines. Finally, Dr. Tom Juenger, Dr. David Des Marais and I published a high-impact Annual Review that synthesized the known literature on genotype-environment interactions in plants. Our review found that the vast majority of genotype-environment interactions are due to changes in magnitude as opposed to changes in sign. This has strong implications for local adaptation, evolutionary theory and plant breeding. Throughout my fellowship, I mentored several user-represented minority students and was able to bring one student to a national convention to present his research. In summary, the NSF PFRB provided me with an excellent opportunity to gain statistical and computational skills necessary for a career in genomics, to further advance quantitative genetics and biofuels research and to mentor students in the same manner that I was mentored as an undergraduate.\n\n\t\t\t\t\tLast Modified: 03/10/2014\n\n\t\t\t\t\tSubmitted by: Kyle M Hernandez"
 }
}