{
 "awd_id": "1103601",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US-Egypt Cooperative Research: Nano-rubber Toughened Epoxy for Energy Absorbing Composites",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 120305.0,
 "awd_amount": 120305.0,
 "awd_min_amd_letter_date": "2011-07-11",
 "awd_max_amd_letter_date": "2011-07-11",
 "awd_abstract_narration": "1103601\t  \t\t\r\n\r\nThis project supports a cooperative research project by Dr. Mahmoud Reda Taha, University of New Mexico in Albuquerque and Usama F. Kandil, Egyptian Petroleum Research Institute, Cairo. They plan to study Nano-rubber Toughened Epoxy for Energy Absorbing Composites. The research aims at introducing a new generation of multi-scale fiber reinforced polymer (FRP) composites with enhanced energy absorption. We suggest altering the microstructure of the polymer matrix used in making FRP composites using functionalized nanoparticles. The proposed microstructural change will convert the polymer matrix to a new nanocomposite that when used with reinforcing fibers will produce a multi-scale FRP composite with enhanced energy absorption. The new multi-scale FRP will enable expanding the use of FRP in applications typically governed by the limited toughness/energy absorption and fracture toughness of current FRP composites when subjected to high strain rate loading. This research builds on the experience the UNM team gained during a six-month visit by Dr. Kandil in 2010, during which they acquired all equipment necessary to synthesize functionalized polyolefin rubber nanoparticles and successfully produced new nanocomposites.  This new work is focused on synthesis, fabrication and testing of the nanocomposite and the new FRP composite at a variety of length scales and under different hygrothermal conditions. The work is multidisciplinary in nature requiring the expertise of the two PIs from Egypt and the US on polymer chemistry, polymer characterization, composite fabrication and testing.\r\n\r\nIntellectual Merits: The research aims at enhancing the energy absorption of the polymer resin used to produce FRP composites using a balanced mix of functional polyolefin rubber (EP) nanoparticles and\r\nmontmorillonite (o-mmt) nanoparticles. This new toughened nanocomposite will be used to produce a\r\nnew generation of FRP composites with enhanced energy absorption. While the use of hard and soft\r\nnanoparticles in producing toughened polymer nanocomposites is not new and has been reported in the\r\nliterature, functionalization of these nanoparticles and using this toughened polymer nanocomposite to\r\nproduce multi-scale FRP is new and can lead to significant enhancement in the energy absorption and\r\nfracture toughness of FRP composites. The research will contribute to further our understanding on the role of a modified polymer matrix plays in changing the energy absorption and fracture toughness of FRP composites.\r\nBroader Impact: The project will help enrich the research environment at UNM by attracting minority (Hispanic and Native American) undergraduate students to Civil Engineering research in the field of structural composites. The US-PI plans efforts to attract US citizen students from underrepresented groups including Women, Hispanics and Native Americans to work on this project. In Fall 2010, the US-PI started a collaborative effort with UNM Valencia campus where more than 50% of students are minority students. This new collaboration extends an invitation to the US-PI and two of his graduate students to visit the Valencia campus once each semester and give presentations on engineering research to attract top undergraduate students to conduct research at the UNM School of Engineering. Two undergraduate students nominated by UNM Valencia campus will join the PI's laboratory. It is planned that one of these two students from the Valencia campus will be funded by this grant toward his/her Master?s degree starting in Fall 2011. Furthermore, the proposed research will have a significant impact on the research and academic environments at EPRI (Egypt). EPRI houses 15 research and service centers and is the home of 312 researchers. The US-PI will participate in an annual short course to be held at EPRI in Summer 2012 and Summer 2013. This short course will be focused on multiscale mechanical characterization of polymer composites. This short course will provide an excellent opportunity for both PIs to interact with young researchers at EPRI. Finally, one graduate student at EPRI working on this project will visit UNM and join the US-PI laboratory for six month receiving training on FRP composite fabrication and testing as well as on nanoindentation of polymer nanocomposites. \r\nThis proposal is supported under the US-Egypt Joint Fund Program where NSF supports the US side and the Government of Egypt funds the Egyptian side.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mahmoud",
   "pi_last_name": "Taha",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Mahmoud R Taha",
   "pi_email_addr": "mrtaha@unm.edu",
   "nsf_id": "000493822",
   "pi_start_date": "2011-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Mexico",
  "inst_street_address": "1 UNIVERSITY OF NEW MEXICO",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5052774186",
  "inst_zip_code": "871310001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "UNIVERSITY OF NEW MEXICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "F6XLTRUQJEN4"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Mexico",
  "perf_str_addr": "1 UNIVERSITY OF NEW MEXICO",
  "perf_city_name": "ALBUQUERQUE",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871310001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "5944",
   "pgm_ref_txt": "EGYPT (COOP SCIENCE)"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 120305.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\">This research aimed at understanding the significance on nanomaterials being nanorubber, nanoclay and multi-walled carbon nanotubes (MWCNTs) on the mechanical characteristics of fiber reinforced polymer (FRP) composites. We successfully developed new types of epoxy nanocomposites incorporating nanoparticles. Microstructural investigations proved the well dispersion of the nanparticles in the epoxy matrix. Carbon fiber reinforced polymer (CFRP) composites incorporating the above noted nanoparticles were fabricated and tested. Testing examined the mechanical properties of CFRP composites incorporated nanoparticles including flexural (on-axis and off-axis), tensile (on-axis tension), in-plane shear (off-axis tension) stresses, and under low velocity impact. Furthermore, we also examined the significance of nanomaterials on the lap splice length of CFRP and on its interlaminar fracture toughness. While MWCNTs have shown able to improve the off-axis tension, shear and flexure strength of CFRP, it also showed excellent abilities to improve bond strength of lap splices and significantly increased the interlaminar fracture toughness. Nanoclay and nanorubber showed mixed results with nanoclay being very capable of limiting creep effects in CFRP joints and nanorubber significantly improved CFRP impact energy absorption.</p>\n<p class=\"Default\">Furthermore, this study was conducted at University of New Mexico (UNM). UNM is the only Carnegie, Very High Research University in the country designated as a Minority and Hispanic-Serving Institution (MHSI). UNM School of Engineering (SOE) graduation rates for Hispanic and Native American students are among the highest in the U.S. Currently, 40% of UNM&rsquo;s Engineering undergraduates come from underrepresented groups (Hispanic and Native American ) and 20% of SOEs students are female, on par with the national average. With the above student environment at UNM, the PI was able to use the above grant to hire and train graduate students towards their Masters and PhD degrees. Successful outcome of this project is graduation of Master of Science students with state of the art training on nanomaterials technology. Three students including two women students were trained on composite and nano technologies and are ready to join the workforce.</p>\n<p>Finally, as a collaborative project between the US and Egypt, the PI has visited the collaborating institute in Egypt multiple times and engaged g with the Co-PI from Egypt in discussions with all research team members. Co-PI from Egypt also visited UNM multiple times and was involved with UNM students. The research team from the US and Egypt successfully published over 20 papers in scholarly journals and refereed conference proceedings over the project funding period. Successful development by both PIs resulted in the PI receiving further funding from Air Force Office of Scientific Research (AFOSR) and the Co-PI from Egypt receiving funding from the Egyptian government to establish the first nano-composite research center in Egypt.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/15/2014<br>\n\t\t\t\t\tModified by: Mahmoud Reda&nbsp;Taha</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "This research aimed at understanding the significance on nanomaterials being nanorubber, nanoclay and multi-walled carbon nanotubes (MWCNTs) on the mechanical characteristics of fiber reinforced polymer (FRP) composites. We successfully developed new types of epoxy nanocomposites incorporating nanoparticles. Microstructural investigations proved the well dispersion of the nanparticles in the epoxy matrix. Carbon fiber reinforced polymer (CFRP) composites incorporating the above noted nanoparticles were fabricated and tested. Testing examined the mechanical properties of CFRP composites incorporated nanoparticles including flexural (on-axis and off-axis), tensile (on-axis tension), in-plane shear (off-axis tension) stresses, and under low velocity impact. Furthermore, we also examined the significance of nanomaterials on the lap splice length of CFRP and on its interlaminar fracture toughness. While MWCNTs have shown able to improve the off-axis tension, shear and flexure strength of CFRP, it also showed excellent abilities to improve bond strength of lap splices and significantly increased the interlaminar fracture toughness. Nanoclay and nanorubber showed mixed results with nanoclay being very capable of limiting creep effects in CFRP joints and nanorubber significantly improved CFRP impact energy absorption.\nFurthermore, this study was conducted at University of New Mexico (UNM). UNM is the only Carnegie, Very High Research University in the country designated as a Minority and Hispanic-Serving Institution (MHSI). UNM School of Engineering (SOE) graduation rates for Hispanic and Native American students are among the highest in the U.S. Currently, 40% of UNMÆs Engineering undergraduates come from underrepresented groups (Hispanic and Native American ) and 20% of SOEs students are female, on par with the national average. With the above student environment at UNM, the PI was able to use the above grant to hire and train graduate students towards their Masters and PhD degrees. Successful outcome of this project is graduation of Master of Science students with state of the art training on nanomaterials technology. Three students including two women students were trained on composite and nano technologies and are ready to join the workforce.\n\nFinally, as a collaborative project between the US and Egypt, the PI has visited the collaborating institute in Egypt multiple times and engaged g with the Co-PI from Egypt in discussions with all research team members. Co-PI from Egypt also visited UNM multiple times and was involved with UNM students. The research team from the US and Egypt successfully published over 20 papers in scholarly journals and refereed conference proceedings over the project funding period. Successful development by both PIs resulted in the PI receiving further funding from Air Force Office of Scientific Research (AFOSR) and the Co-PI from Egypt receiving funding from the Egyptian government to establish the first nano-composite research center in Egypt. \n\n \n\n\t\t\t\t\tLast Modified: 09/15/2014\n\n\t\t\t\t\tSubmitted by: Mahmoud Reda Taha"
 }
}