{
 "awd_id": "1103612",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Geometric Tomography",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 160178.0,
 "awd_amount": 160178.0,
 "awd_min_amd_letter_date": "2011-08-09",
 "awd_max_amd_letter_date": "2011-08-09",
 "awd_abstract_narration": "Geometric tomography uses data concerning sections by planes and projections on planes of geometric objects to obtain information about these objects. The latter include general compact sets, but often they are convex bodies, polytopes, star-shaped bodies, or finite sets. One advantage of this setting is that it becomes more probable that inverse problems have a unique solution. Generally, the a priori knowledge that the unknown object is of uniform density can be exploited to retrieve more information than would otherwise be possible. This can lead to algorithms that are more effective when few measurements are available, and less sensitive to measurement errors or noise. Geometric tomography has links to functional analysis, convex geometry, Minkowski geometry, and combinatorics. The project will continue the development of geometric tomography. New directions include fundamental new classification theorems for binary operations between, and symmetrization operations on, compact convex sets or star bodies; development of new tools for dealing with intersections of convex bodies, including an attack on a conjectured stronger form of the Brunn-Minkowski inequality; formulating and proving restricted Brunn-Minkowski inequalities, where the sets involved are contained in some fixed region of Euclidean space or the unit sphere; new algorithms for reconstruction from noisy data, in particular, from section functions, with proof of convergence for origin-symmetric convex bodies; progress towards a solution of Hammer's X-ray problem in higher dimensions and a conjecture on spherical X-rays of convex bodies; extension of previous results on convex and star bodies to log concave and radial measures; various other projects, for example renewed attacks on the discrete Aleksandrov projection problem and new inequalities of the Loomis-Whitney type or their reverses. Also included is a program designed to stimulate undergraduate research.\r\n\r\nCAT scanners are machines that save lives daily. They take X-rays in a number of different directions, and synthesize the information to create an image of a two-dimensional section of part of the body. The mathematics behind this process is called computerized tomography. It is very successful, but not perfect; the reconstructed image is only approximate, and to get a better picture with the same procedure one has to take more X-rays, causing greater expense and likelihood of side effects. In geometric tomography, only homogeneous objects are allowed - the density of the object is the same everywhere inside it. An example from medicine would be a bone or a kidney. One can use this extra information to find better reconstruction procedures. The scope of geometric tomography is actually much wider. Any measurement involving sections of a homogeneous object by lines or planes or its shadows on lines or planes can be considered. Because of this, it has many links to other areas, both in mathematics (there is a large overlap with convex geometry, the geometry of shapes without holes or dents) and outside. For example, a new technique called local stereology depends on measurements of planar sections of biological tissue; each section passes through a fixed point, usually the nucleus of a cell, and the measurements can be made optically rather than physically. This project continues the development of several aspects of the mathematics of geometric tomography. Also included is a program designed to stimulate undergraduate research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Gardner",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Richard J Gardner",
   "pi_email_addr": "Richard.Gardner@wwu.edu",
   "nsf_id": "000353727",
   "pi_start_date": "2011-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Western Washington University",
  "inst_street_address": "516 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "BELLINGHAM",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "3606502884",
  "inst_zip_code": "982255996",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WA02",
  "org_lgl_bus_name": "WESTERN WASHINGTON UNIVERSITY",
  "org_prnt_uei_num": "U3ZFA57417D4",
  "org_uei_num": "U3ZFA57417D4"
 },
 "perf_inst": {
  "perf_inst_name": "Western Washington University",
  "perf_str_addr": "516 HIGH ST",
  "perf_city_name": "BELLINGHAM",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "982255996",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 160178.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The word tomography is most often encountered in connection with Computerized Tomography. &nbsp;This is the area of mathematics, physics, engineering, and computer science that lies behind the CAT scanner machines, vital pieces of equipment in most modern hospitals. &nbsp;These machines take X-rays of a human patient from a number of different directions, and synthesize the measurements to produce an image that can be used by medical staff for diagnosis or surgery. &nbsp;The realization that there are many similarities between the mathematics behind Computerized Tomography and certain parts of geometry led to the creation of a separate field, Geometric Tomography, that blends the two.</p>\n<p><br />Geometric Tomography uses data concerning sections by planes and projections on planes of geometric objects to obtain information about these objects. &nbsp;The latter include compact sets, but more usually they are convex bodies, polytopes, star-shaped bodies, or finite sets. &nbsp;The advance knowledge that the unknown object is of uniform density can be exploited to retrieve more information than would otherwise be possible. &nbsp;This can lead to algorithms that are more effective when few measurements are available, and less sensitive to measurement errors or noise. &nbsp;On the theoretical side, the development of Geometric Tomography has overlapped considerably with that of convex geometry, drawing in particular from the Brunn-Minkowski theory of convex bodies.</p>\n<p><br />Several advances in Geometric Tomography arose from the project in collaborative work. &nbsp;Highlights include the initiation of a long-term investigation into fundamental operations between sets in geometry. &nbsp;This resulted in several papers. &nbsp;In the first, an operation called M-addition was rediscovered and found to characterize operations between compact convex sets that are continuous in the Hausdorff metric and well behaved under linear transformations. &nbsp;Such operations include Minkowski addition, of widespread use throughout mathematics and also in other areas such as computer science, and an important generalization of it called Lp addition. &nbsp;The latter was characterized as essentially the only associative operation that is well behaved under orthogonal projections. &nbsp;Minkowski addition was characterized as essentially the only operation well behaved under orthogonal projections and such that if one set is a single point at the origin, the operation does not change the other set. &nbsp;A direct consequence of this paper was a second that introduces for the first time an appropriate notion of Orlicz addition. &nbsp;This underpins the new Orlicz-Brunn-Minkowski theory, introduced by Lutwak, Yang, and Zhang in 2010. &nbsp;The new Orlicz addition is well behaved but not in general commutative or associative. &nbsp;In the same paper, Orlicz versions were obtained of the classical Brunn-Minkowski inequality and Minkowski's inequality for mixed volumes. &nbsp;A third paper in this series characterized another important geometrical operation between convex bodies called Blaschke addition. &nbsp;A different study undertook a theory of lightness functions, generalizations of the classical brightness function, which records the areas of orthogonal projections (shadows) of a convex body on planes. &nbsp;A special case is the Lambertian lightness function, giving the total reflected light resulting from an illumination by a light source at infinity in one direction that is visible when looking in another direction. &nbsp;Two other projects contributed to the Brunn-Minkowski theory. In the first, the important dual mixed volumes were characterized. In the second, various results were proved that give lower bounds for an intrinsic volume of a compact convex set in terms of the intrinsic volumes of its projections on coordinate hyperplanes; such results are reverse forms of the well-known and useful Loomis-Whitney inequality. &nbsp;Finally, there were two projects of an applied flavor. &nbsp;In the first, algebraic and geometric techniques were applied to investigate a problem arising from medical imaging, namely, to determine an unknown rotation of a known tetrahedron from the orthogonal projection onto a plane of the vertices of the rotated tetrahedron. &nbsp;The second was a multidisciplinary contribution to electron microscopy, involving mathematicians, physicists, and a computer scientist, which compared several algorithms using Geometric and Discrete Tomography in reconstructing images of an InAs nanowire.</p>\n<p><br />In addition to the intellectual merit of the project just described, broader impacts include research experiences for five undergraduate students at Western Washington University, many of whom helped significantly in the implementation of the computer algorithms mentioned above. &nbsp;Some of these students also helped in the development of a &nbsp;sophisticated web page for Geometric Tomography, which allows readers to learn about the subject and also to try some of the reconstruction algorithms developed under earlier NSF grants. &nbsp;A Masters thesis was directed, which resulted in an original research paper on the topic of M-addition, authored by the student.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/31/2016<br>\n\t\t\t\t\tModified by: Richard&nbsp;J&nbsp;Gardner</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe word tomography is most often encountered in connection with Computerized Tomography.  This is the area of mathematics, physics, engineering, and computer science that lies behind the CAT scanner machines, vital pieces of equipment in most modern hospitals.  These machines take X-rays of a human patient from a number of different directions, and synthesize the measurements to produce an image that can be used by medical staff for diagnosis or surgery.  The realization that there are many similarities between the mathematics behind Computerized Tomography and certain parts of geometry led to the creation of a separate field, Geometric Tomography, that blends the two.\n\n\nGeometric Tomography uses data concerning sections by planes and projections on planes of geometric objects to obtain information about these objects.  The latter include compact sets, but more usually they are convex bodies, polytopes, star-shaped bodies, or finite sets.  The advance knowledge that the unknown object is of uniform density can be exploited to retrieve more information than would otherwise be possible.  This can lead to algorithms that are more effective when few measurements are available, and less sensitive to measurement errors or noise.  On the theoretical side, the development of Geometric Tomography has overlapped considerably with that of convex geometry, drawing in particular from the Brunn-Minkowski theory of convex bodies.\n\n\nSeveral advances in Geometric Tomography arose from the project in collaborative work.  Highlights include the initiation of a long-term investigation into fundamental operations between sets in geometry.  This resulted in several papers.  In the first, an operation called M-addition was rediscovered and found to characterize operations between compact convex sets that are continuous in the Hausdorff metric and well behaved under linear transformations.  Such operations include Minkowski addition, of widespread use throughout mathematics and also in other areas such as computer science, and an important generalization of it called Lp addition.  The latter was characterized as essentially the only associative operation that is well behaved under orthogonal projections.  Minkowski addition was characterized as essentially the only operation well behaved under orthogonal projections and such that if one set is a single point at the origin, the operation does not change the other set.  A direct consequence of this paper was a second that introduces for the first time an appropriate notion of Orlicz addition.  This underpins the new Orlicz-Brunn-Minkowski theory, introduced by Lutwak, Yang, and Zhang in 2010.  The new Orlicz addition is well behaved but not in general commutative or associative.  In the same paper, Orlicz versions were obtained of the classical Brunn-Minkowski inequality and Minkowski's inequality for mixed volumes.  A third paper in this series characterized another important geometrical operation between convex bodies called Blaschke addition.  A different study undertook a theory of lightness functions, generalizations of the classical brightness function, which records the areas of orthogonal projections (shadows) of a convex body on planes.  A special case is the Lambertian lightness function, giving the total reflected light resulting from an illumination by a light source at infinity in one direction that is visible when looking in another direction.  Two other projects contributed to the Brunn-Minkowski theory. In the first, the important dual mixed volumes were characterized. In the second, various results were proved that give lower bounds for an intrinsic volume of a compact convex set in terms of the intrinsic volumes of its projections on coordinate hyperplanes; such results are reverse forms of the well-known and useful Loomis-Whitney inequality.  Finally, there were two projects of an applied flavor.  In the first, algebraic and geometric techniques were applied to investigate a problem arising from medical imaging, namely, to determine an unknown rotation of a known tetrahedron from the orthogonal projection onto a plane of the vertices of the rotated tetrahedron.  The second was a multidisciplinary contribution to electron microscopy, involving mathematicians, physicists, and a computer scientist, which compared several algorithms using Geometric and Discrete Tomography in reconstructing images of an InAs nanowire.\n\n\nIn addition to the intellectual merit of the project just described, broader impacts include research experiences for five undergraduate students at Western Washington University, many of whom helped significantly in the implementation of the computer algorithms mentioned above.  Some of these students also helped in the development of a  sophisticated web page for Geometric Tomography, which allows readers to learn about the subject and also to try some of the reconstruction algorithms developed under earlier NSF grants.  A Masters thesis was directed, which resulted in an original research paper on the topic of M-addition, authored by the student.\n\n\t\t\t\t\tLast Modified: 08/31/2016\n\n\t\t\t\t\tSubmitted by: Richard J Gardner"
 }
}