{
 "awd_id": "1103608",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Simulating Galaxy Formation with Fewer than a Trillion Zones",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Barvainis",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 486798.0,
 "awd_amount": 486798.0,
 "awd_min_amd_letter_date": "2011-08-23",
 "awd_max_amd_letter_date": "2013-08-05",
 "awd_abstract_narration": "Critical questions in galaxy evolution center on the processes of feedback -- the injection of energy and momentum from stars and active galactic nuclei (AGN). Due to the vast difference in spatial scales between galaxies and stars, direct simulation of the relevant physics is still impossible with current computing technology; one must resort to subgrid models for key processes such as turbulence. The collaborating team on this project will adapt the FLASH-3 hydrodynamics code to test subgrid models of high Reynolds-number (low viscosity) turbulence against laboratory experiments and direct, brute-force calculations. They will then apply the modified hydrodynamic model to three astrophysical problems: (1) The role of bubbles powered by active galactic nuclei in the centers of galaxy clusters. Simulating these bubbles will require including buoyancy-driven instabilities on scales too small to be resolved directly. (2) Globular cluster heavy-element enrichment. Globular cluster stars are chemically homogeneous and must have formed from well-mixed material. Subgrid models that include shear-driven instabilities will allow detailed simulations of mixing that can constrain when and where these clusters were formed. (3) Development of supernova-driven outflows in starburst galaxies. Due to the short cooling times in the interstellar medium, this will require the modeling of supersonic turbulence. The project?s broader impact includes graduate student and postdoctoral researcher training, the presentation of public lectures, the development of an undergraduate course in computational fluid dynamics, and the release of simulation packages to the community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Evan",
   "pi_last_name": "Scannapieco",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Evan Scannapieco",
   "pi_email_addr": "evan.scannapieco@asu.edu",
   "nsf_id": "000480655",
   "pi_start_date": "2011-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121700",
   "pgm_ele_name": "EXTRAGALACTIC ASTRON & COSMOLO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  },
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 157272.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 161699.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 167827.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goals of this project were to develop a better understanding of the role of unresolved turbulence in the history of galaxy formation, to provide strong training for postdoctoral scholars and graduate students, and to continuously disseminate our results both to the scientific community and to the public. Through funding provided by this grant our team was able to carry out forefront studies of turbulence in four important contexts: (i) we developed models that accurately track the unmixed fraction of a pollutant in each zone in a numerical simulation, and we applied them to better understand the history of the heavy elements that were formed and ejected by the first generation of stars; (ii) we developed a better understanding of the role of turbulence in driving large outflows of material from rapidly star-forming galaxies; (iii) we carried out detailed studies of the mixing of material that occurs when galaxy outflows encounter intergalactic clouds of gas, relating these results to the observed population of globular clusters; and (iv) we developed a better understanding of how magnetic fields affect the turbulent mixing of interstellar material. Two ASU graduate students and two postdoctoral scholars were funded in part by this grant.&nbsp; Former graduate student William Gray is now a postdoc at Lawrence Livermore National Lab, former graduate student Mark Richardson is now a postdoc at Oxford University, former postdoc Liubin Pan is now a Clay Postdoctoral Fellow at Harvard University, and former postdoc Sharanya Sur is now a faculty member at the Indian Institute of Astrophysics&nbsp; in Bangalore. Our work was published in 11 refereed publications, presented to experts at national and international conferences by the PI as well as the graduate students and postdocs, and presented to the public both in off-campus outreach lectures and interactive displays at the &ldquo;Earth and Space Exploration Day&rdquo; hosted annually by the PIs department each October.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/02/2015<br>\n\t\t\t\t\tModified by: Evan&nbsp;Scannapieco</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goals of this project were to develop a better understanding of the role of unresolved turbulence in the history of galaxy formation, to provide strong training for postdoctoral scholars and graduate students, and to continuously disseminate our results both to the scientific community and to the public. Through funding provided by this grant our team was able to carry out forefront studies of turbulence in four important contexts: (i) we developed models that accurately track the unmixed fraction of a pollutant in each zone in a numerical simulation, and we applied them to better understand the history of the heavy elements that were formed and ejected by the first generation of stars; (ii) we developed a better understanding of the role of turbulence in driving large outflows of material from rapidly star-forming galaxies; (iii) we carried out detailed studies of the mixing of material that occurs when galaxy outflows encounter intergalactic clouds of gas, relating these results to the observed population of globular clusters; and (iv) we developed a better understanding of how magnetic fields affect the turbulent mixing of interstellar material. Two ASU graduate students and two postdoctoral scholars were funded in part by this grant.  Former graduate student William Gray is now a postdoc at Lawrence Livermore National Lab, former graduate student Mark Richardson is now a postdoc at Oxford University, former postdoc Liubin Pan is now a Clay Postdoctoral Fellow at Harvard University, and former postdoc Sharanya Sur is now a faculty member at the Indian Institute of Astrophysics  in Bangalore. Our work was published in 11 refereed publications, presented to experts at national and international conferences by the PI as well as the graduate students and postdocs, and presented to the public both in off-campus outreach lectures and interactive displays at the \"Earth and Space Exploration Day\" hosted annually by the PIs department each October.\n\n \n\n\t\t\t\t\tLast Modified: 09/02/2015\n\n\t\t\t\t\tSubmitted by: Evan Scannapieco"
 }
}