{
 "awd_id": "1103455",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: DRIFT-III: Engineering for A Large Directional Dark Matter Detector",
 "cfda_num": "47.049",
 "org_code": "03010300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jonathan Whitmore",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 225000.0,
 "awd_amount": 225000.0,
 "awd_min_amd_letter_date": "2011-09-06",
 "awd_max_amd_letter_date": "2014-06-26",
 "awd_abstract_narration": "In this era of precision cosmology, measurements suggest that ordinary matter (protons and neutrons) represents only a fraction of the total matter density in the Universe. The rest, whose effect we can see only gravitationally, is unknown in its nature and is termed Dark Matter. Particle physics models suggest that dark matter is composed of relic Weakly Interacting Massive Particles (WIMPs) left over from the Big Bang. Experimental efforts to directly detect WIMPs are challenging due to the predicted small interaction probabilities and the existence of large backgrounds that mimic the expected signal. However, a number of unique dark matter signatures exist that can be used to discriminate against backgrounds and decisively identify WIMP interactions. The largest and most robust signature is the predicted dependence of the WIMP flux on the Sun-Earth velocity through the galaxy, yielding a day-night modulation of the nuclear recoil direction in the laboratory. Of current searches with directional detectors,  the Directional Recoil Identification From Tracks (DRIFT) experiment is a leader, having a decade of experience. The intellectual merit of this proposal resides in DRIFT's unique and powerful capabilities being brought to bear on one of the most important questions in science today. \r\n\r\nThese advances in background rejection, combined with the fact that further limit setting capabilities are hampered by the small volume of DRIFT-II, suggest that DRIFT should scale-up. This award will enable the collaboration to continue running DRIFT-II in the Boulby mine in England. In addition to running DRIFT-IId, these funds will provide hardware for a second detector, DRIFT-IIe.\r\n\r\nBroader impacts of this work include the training of a diverse set of undergraduates and graduate students (including underrepresented minorities) in increasingly rare small-scale experiments, giving them exposure to a wide range of hardware and software experience. Finally, the DRIFT detector technology has promising applications to Homeland Security and double-beta decay experiments.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Harton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Harton",
   "pi_email_addr": "john.harton@colostate.edu",
   "nsf_id": "000577137",
   "pi_start_date": "2011-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "601 S HOWES ST",
  "perf_city_name": "FORT COLLINS",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805212807",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "723500",
   "pgm_ele_name": "Particle Astrophysics/Undergro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 225000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The DRIFT project is a collaboration of scientists from the United States and Great Britain seeking to identify the &ldquo;dark matter&rdquo; through which the Earth passes as it orbits the sun and rotates on its axis.&nbsp; US partners include Occidental College in California, University of New Mexico, Colorado State University, and Wellesley College in Massachusetts.</p>\n<p>Dark matter is well established through its gravitational effects, which were first measured in the 1930&rsquo;s.&nbsp; Stars and galaxies clearly move as though there is something in space with strong gravity; there is more gravitational force on the stars and galaxies than can be accounted for by stars and other known objects in space &ndash; this extra gravity is provided by the dark matter.&nbsp; We say this substance is &ldquo;dark&rdquo; because it neither emits nor absorbs light (or any other wavelength of electromagnetic wave), so we cannot see it with telescopes. So, though something is out there,&nbsp; the nature of the dark matter is not understood.</p>\n<p>There is a world-wide search for dark matter, and one of the candidate particles is a weakly interacting massive particle - WIMP for short.&nbsp; These particles may have masses from a fraction of the proton mass up to thousands of times the proton mass.</p>\n<p>DRIFT works by monitoring a low-pressure gas and looking for collisions of the proposed WIMPs with the gas.&nbsp; In DRIFT the WIMPS would bounce off a molecule of gas and create a signal in the detector.&nbsp; DRIFT is one of only a few detectors in the world that can determine the approximate direction of the WIMP before the collision in the detector.&nbsp; This is a key aspect of DRIFT making it less susceptible to a false positive signal due to non-WIMP background; this is possible on account of the low pressure gas that DRIFT employs.&nbsp; This is a trade off, however, because with its light detector material DRIFT will see many fewer WIMP interactions than much heavier detectors (which cannot determine the direction of the WIMP).</p>\n<p>Among experiments with the directional capability, DRIFT is the leader worldwide.&nbsp; No experiment has published a clear detection of WIMP particles, but DRIFT has published the best paper in the directional niche.</p>\n<p>At Colorado State University we developed electronics for an improved WIMP detector, and a graduate student at CSU will write his dissertation on the directional capability of an improved detector built by Occidental College and University of New Mexico.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/25/2016<br>\n\t\t\t\t\tModified by: John&nbsp;Harton</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe DRIFT project is a collaboration of scientists from the United States and Great Britain seeking to identify the \"dark matter\" through which the Earth passes as it orbits the sun and rotates on its axis.  US partners include Occidental College in California, University of New Mexico, Colorado State University, and Wellesley College in Massachusetts.\n\nDark matter is well established through its gravitational effects, which were first measured in the 1930Æs.  Stars and galaxies clearly move as though there is something in space with strong gravity; there is more gravitational force on the stars and galaxies than can be accounted for by stars and other known objects in space &ndash; this extra gravity is provided by the dark matter.  We say this substance is \"dark\" because it neither emits nor absorbs light (or any other wavelength of electromagnetic wave), so we cannot see it with telescopes. So, though something is out there,  the nature of the dark matter is not understood.\n\nThere is a world-wide search for dark matter, and one of the candidate particles is a weakly interacting massive particle - WIMP for short.  These particles may have masses from a fraction of the proton mass up to thousands of times the proton mass.\n\nDRIFT works by monitoring a low-pressure gas and looking for collisions of the proposed WIMPs with the gas.  In DRIFT the WIMPS would bounce off a molecule of gas and create a signal in the detector.  DRIFT is one of only a few detectors in the world that can determine the approximate direction of the WIMP before the collision in the detector.  This is a key aspect of DRIFT making it less susceptible to a false positive signal due to non-WIMP background; this is possible on account of the low pressure gas that DRIFT employs.  This is a trade off, however, because with its light detector material DRIFT will see many fewer WIMP interactions than much heavier detectors (which cannot determine the direction of the WIMP).\n\nAmong experiments with the directional capability, DRIFT is the leader worldwide.  No experiment has published a clear detection of WIMP particles, but DRIFT has published the best paper in the directional niche.\n\nAt Colorado State University we developed electronics for an improved WIMP detector, and a graduate student at CSU will write his dissertation on the directional capability of an improved detector built by Occidental College and University of New Mexico.\n\n\t\t\t\t\tLast Modified: 01/25/2016\n\n\t\t\t\t\tSubmitted by: John Harton"
 }
}