{
 "awd_id": "1103693",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2011",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032928165",
 "po_email": "asimcox@nsf.gov",
 "po_sign_block_name": "Amanda Simcox",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 189000.0,
 "awd_amount": 189000.0,
 "awd_min_amd_letter_date": "2011-06-15",
 "awd_max_amd_letter_date": "2011-06-15",
 "awd_abstract_narration": "This action funds an NSF Postdoctoral Research Fellowship in Biology for FY 2011, Broadening Participation. The fellowship supports a research and training plan in a host laboratory for the Fellow who also presents a plan to broaden participation in biology.  The title of the research and training plan for this fellowship to Talline Martins is \"Genetic basis and evolution of petal pigmentation patterns in Clarkia.\"  The host institution is Duke University, and the sponsoring scientist is Dr. Mark Rausher\r\n\r\nOne of the most striking morphological characters organisms have evolved is ornamentation based on a multitude of pigmentation patterns.  For example, pollinators are attracted to specific leaf and flower patterns of plants.  These traits and their repeated evolution implicate pigmentation patterns as powerful drivers of evolution by natural selection.  Yet, the genetic bases underlying patterning have been described in less than a handful of cases.  This research investigates how members of the genus Clarkia produce one such pattern, petal spots.  It surveys and compares all genes that are active in developing petals, known as the floral transcriptome, in several closely-related species.  The result is a comprehensive map of the genetic, molecular, and biochemical interactions that led to the formation and diversification of this ecologically important trait. \r\n            \r\nTraining objectives include a range of genetic, genomic, and informatics techniques to explore the biological network that gives rise to pigmentation patterns in flowers.  Broader impacts include increasing the participation of underrepresented minorities at the postdoctoral level, as well as at the undergraduate and high-school levels, through mentoring activities and outreach efforts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Talline",
   "pi_last_name": "Martins",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Talline R Martins",
   "pi_email_addr": "",
   "nsf_id": "000576091",
   "pi_start_date": "2011-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Martins                 Talline        R",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Madison",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "",
  "inst_zip_code": "537031408",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Martins                 Talline        R",
  "perf_str_addr": "",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537031408",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115700",
   "pgm_ele_name": "Broadening Participation of Gr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1036",
   "pgm_ref_txt": "BIO MINORITY POSTDOC RESEARCH FELLOW PGM"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 189000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The aim of this project was to identify which kinds of genetic changes lead to the evolution of novel characters.&nbsp; In this project, the goal was to identify which gene was responsible for the evolution of patterns of pigmentation that are present in flowers. The Californian wildflower <em>Clarkia gracilis</em> was used as the model species, and the novel trait was colorful petal spots. Petal spots have evolved multiple times in nature, and have an important role in pollinator attraction. It was determined that one gene, a regulator, that already had a function in making pigments, gained the ability to make spatially restricted spots by being rewired to an existing petal developmental program. The action of the gene was thereby restricted to a new location, creating a spot.&nbsp;&nbsp;Thus, spots evolved due to the plants using their own existing genes and developmental &ldquo;toolkit&rdquo; to create novel characters. We also found that a new spot, in a new position of the petal, evolved due to the same regulator gene being rewired to a different, already existing developmental program. Thus, this work addressed an important question in evolutionary biology, which is &ldquo;how do new traits arise?&rdquo; In the case of petal spots, these traits evolved by old genes being used in new ways. There have been other studies, involving other species and other traits, which show this to be the case as well. However, there are also others that show that new genes, acquired through gene/genome duplication, are responsible for the evolution of new traits. Further work in this important field of biology is necessary to gain a clearer picture of how the diversity of life we see today came to be.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Two high school students gained valuable training in molecular biology and greater appreciation of science as a result of working on this project. In addition, a considerable amount of time was spent in classroom discussions talking to first year university students about how scientific research is performed. A new interuniversity group geared towards doctoral students and postdoctoral researchers was also created to discuss how policy affects science and how science could better inform policy.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/22/2014<br>\n\t\t\t\t\tModified by: Talline&nbsp;R&nbsp;Martins</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/1103693/1103693_10100141_1419280541142_Clarkia2small--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/1103693/1103693_10100141_1419280541142_Clarkia2small--rgov-800width.jpg\" title=\"Clarkia gracilis\"><img src=\"/por/images/Reports/POR/2014/1103693/1103693_10100141_1419280541142_Clarkia2small--rgov-66x44.jpg\" alt=\"Clarkia gracilis\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">C. gracilis ssp. sonomensis with central spots. Spots appear to have evolved due to a gene--whose function is to regulate pigment biosynthesis--being rewired to an already present developmental program present in the flower. This led to spatially restricted deposition of pigment, creating spots.</div>\n<div class=\"imageCredit\">Talline Martins</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Talline&nbsp;R&nbsp;Martins</div>\n<div class=\"imageTitle\">Clarkia gracilis</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe aim of this project was to identify which kinds of genetic changes lead to the evolution of novel characters.  In this project, the goal was to identify which gene was responsible for the evolution of patterns of pigmentation that are present in flowers. The Californian wildflower Clarkia gracilis was used as the model species, and the novel trait was colorful petal spots. Petal spots have evolved multiple times in nature, and have an important role in pollinator attraction. It was determined that one gene, a regulator, that already had a function in making pigments, gained the ability to make spatially restricted spots by being rewired to an existing petal developmental program. The action of the gene was thereby restricted to a new location, creating a spot.  Thus, spots evolved due to the plants using their own existing genes and developmental \"toolkit\" to create novel characters. We also found that a new spot, in a new position of the petal, evolved due to the same regulator gene being rewired to a different, already existing developmental program. Thus, this work addressed an important question in evolutionary biology, which is \"how do new traits arise?\" In the case of petal spots, these traits evolved by old genes being used in new ways. There have been other studies, involving other species and other traits, which show this to be the case as well. However, there are also others that show that new genes, acquired through gene/genome duplication, are responsible for the evolution of new traits. Further work in this important field of biology is necessary to gain a clearer picture of how the diversity of life we see today came to be.\n\n            Two high school students gained valuable training in molecular biology and greater appreciation of science as a result of working on this project. In addition, a considerable amount of time was spent in classroom discussions talking to first year university students about how scientific research is performed. A new interuniversity group geared towards doctoral students and postdoctoral researchers was also created to discuss how policy affects science and how science could better inform policy. \n\n \n\n\t\t\t\t\tLast Modified: 12/22/2014\n\n\t\t\t\t\tSubmitted by: Talline R Martins"
 }
}