{
 "awd_id": "1103078",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:  Modeling the Diffusion of Non-normative Ideas and Behavior",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2011-07-25",
 "awd_max_amd_letter_date": "2011-07-25",
 "awd_abstract_narration": "SES-1103078\r\nMichael Hout\r\nSarah Cowan\r\nUniversity of California Berkeley\r\n\t\r\nDiffusion theory describes the process of how information or behavior spreads within a community or a social system. How does that diffusion change when the object of the diffusion is a secret that is concealable and stigmatized? While studied widely across the social sciences, there remain several gaps in diffusion theory. This project addresses two of those gaps. First, while nearly all diffusion studies examine items that diffuse widely, this dissertation research examines a truncated diffusion process. Second, this research focuses on the diffusing items' qualities and how they facilitate this truncation. This is rarely emphasized in previous diffusion studies.  The research will test two hypotheses. First, the research hypothesizes that individuals will disclose their secrets only to people they think will be supportive and their confidants will behave similarly. Those the secret-keeper believes will react hostilely to the information will not be told the secret.  Second, the study assumes that an abbreviated diffusion will occur that is distorted in the direction of confidants who already hold accepting attitudes toward the secret. The result would be polarization whereby one group knows secrets and therefore has personal exposure with stigmatized individuals whereas one group does not know the secrets and does not knowingly have contact with stigmatized individuals. To test these hypotheses, the research will measure respondents? knowledge of the abortion history of women whom they know personally. Abortion history is an archetypal secret for this study, due to its prevalence, ability to be concealed and associated stigma. One in three American women has an abortion during her lifetime; 1.2 million abortions were performed in 2005; a quarter of pregnancies end in abortion.  This study will collect data from a nationally representative survey of American adults that will be used to compare knowledge and diffusion of information regarding miscarriage and abortion histories. \r\n\r\nBroader Impacts\r\n\r\nDiffusion theory is employed to explain attitude and behavior change in a wide variety of social situations, from dropping out of high school, teenage pregnancy, obesity and the adoption of prescription drugs use. An improvement in the theory would be useful in helping to better understand these and other social problems as well as opinion formation and maintenance.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Hout",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Hout",
   "pi_email_addr": "mikehout@berkeley.edu",
   "nsf_id": "000212633",
   "pi_start_date": "2011-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Cowan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah Cowan",
   "pi_email_addr": "sarahkcowan@nyu.edu",
   "nsf_id": "000576542",
   "pi_start_date": "2011-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Doctoral Dissertation Research: Modeling the Diffusion of Non-normative Ideas and Behavior</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>People selectively reveal secrets to or withhold secrets from each other and this behavior affects listeners&rsquo; perceptions of the people with whom they interact. To study patterns of secret-keeping and secret-telling, we designed and conducted a nationally representative survey of over 1600 American adults who provided information on their experience with and knowledge of others&rsquo; abortions and miscarriages. They also gave detailed information on disclosing and withholding their own and others&rsquo; secrets.</p>\n<p>&nbsp;</p>\n<p>We find that though abortion is a more common event that affects more women than miscarriage, many more Americans report knowing someone who has had a miscarriage than an abortion. This happens both because miscarriage secrets are told more &ndash; by the women who experience a miscarriage and subsequent confidants &ndash; and because abortion secrets are kept more. Furthermore, Americans who are pro-life are much less likely than their pro-choice peers to hear abortion secrets. Pro-life Americans then perceive their networks to be homogenous with respect to abortion, but this is likely not the case. Rather, women who have had abortions and the people who know about the abortion select to keep the abortion secret from people who are pro-life, as a means of managing stigma. As such, people who are pro-choice hear abortion secrets and perceive &ndash; and hence experience &ndash; a more diverse network than people who are pro-life and have abortion secrets kept from them.</p>\n<p>&nbsp;</p>\n<p>We show that individuals&rsquo; attitudes determine the level of diversity they experience. This is not because they have chosen to be with people who agree with them or behave as they like. Rather, it is because the people they are with hide information that would reveal heterogeneity. With respect to attributes that can be kept secret, diversity is then not just a characteristic of a community but also a characteristic of individual experience of a community. When individuals keep secrets from those who will disapprove of them, processes of social influence &ndash; on public opinion, on tolerance and on behavior &ndash; are thwarted.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/02/2012<br>\n\t\t\t\t\tModified by: Michael&nbsp;Hout</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDoctoral Dissertation Research: Modeling the Diffusion of Non-normative Ideas and Behavior\n\n \n\n \n\nPeople selectively reveal secrets to or withhold secrets from each other and this behavior affects listenersÆ perceptions of the people with whom they interact. To study patterns of secret-keeping and secret-telling, we designed and conducted a nationally representative survey of over 1600 American adults who provided information on their experience with and knowledge of othersÆ abortions and miscarriages. They also gave detailed information on disclosing and withholding their own and othersÆ secrets.\n\n \n\nWe find that though abortion is a more common event that affects more women than miscarriage, many more Americans report knowing someone who has had a miscarriage than an abortion. This happens both because miscarriage secrets are told more &ndash; by the women who experience a miscarriage and subsequent confidants &ndash; and because abortion secrets are kept more. Furthermore, Americans who are pro-life are much less likely than their pro-choice peers to hear abortion secrets. Pro-life Americans then perceive their networks to be homogenous with respect to abortion, but this is likely not the case. Rather, women who have had abortions and the people who know about the abortion select to keep the abortion secret from people who are pro-life, as a means of managing stigma. As such, people who are pro-choice hear abortion secrets and perceive &ndash; and hence experience &ndash; a more diverse network than people who are pro-life and have abortion secrets kept from them.\n\n \n\nWe show that individualsÆ attitudes determine the level of diversity they experience. This is not because they have chosen to be with people who agree with them or behave as they like. Rather, it is because the people they are with hide information that would reveal heterogeneity. With respect to attributes that can be kept secret, diversity is then not just a characteristic of a community but also a characteristic of individual experience of a community. When individuals keep secrets from those who will disapprove of them, processes of social influence &ndash; on public opinion, on tolerance and on behavior &ndash; are thwarted.\n\n \n\n\t\t\t\t\tLast Modified: 08/02/2012\n\n\t\t\t\t\tSubmitted by: Michael Hout"
 }
}