{
 "awd_id": "1103519",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Quantifying the ocean's response to solar forcing:Multidecadal to century-scale variability of North Atlantic SSTs over recent millennia",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Candace Major",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 266135.0,
 "awd_amount": 266135.0,
 "awd_min_amd_letter_date": "2011-09-12",
 "awd_max_amd_letter_date": "2011-09-12",
 "awd_abstract_narration": "The purpose of this project is to develop the first detailed, calendrically-dated records of North Atlantic Sea Surface Temperature (SST) variability in order to investigate the ocean's response to natural solar forcing at multi-decadal to century time scales over the last 3000 years. Despite the availability of reliable SST proxies and of sampling sites with the necessary high deposition rates, there exist no reconstructions of the North Atlantic basin-scale SST field over past millennia based directly or substantially on ocean observations. This is due almost entirely to the lack of adequate age-dating control in marine sediments. \r\n \r\nThis collaborative project, undertaken by a team from both Columbia University's Lamont-Doherty Earth Observatory and the University of Colorado, Boulder, develops a new marine application of the so-called radiocarbon \"wiggle-match\" dating method in which reliable calendar age estimates are obtained free of assumptions regarding the size and past variability of the local marine reservoir age, which is the principle source of dating uncertainty. Because the method objectively maps down-core marine sediment radiocarbon variations to the late Holocene radiocarbon calibration in tree-rings, which also contains a record of initial atmospheric radiocarbon activity controlled (at the timescale of interest here) largely by variations in the Sun's open magnetic flux, it provides for direct comparison of SST and solar proxy variability in the same sediments.  \r\n \r\nThe researchers makes use of eight high-accumulation rate sediment cores with a basin-wide distribution selected to capture the spatial expression of the leading modes of Atlantic temperature variability today (the NAO and AMO). Chronologies for each core are based on AMS radiocarbon dating (at a nominal resolution of 40 years) with calendar ages assigned objectively using an automated wiggle-match algorithm developed for this project. SST reconstructions will be based on foraminiferal oxygen isotope stratigraphy and Mg/Ca, which provide a reliable estimate of past calcification temperature. Together these data will provide the observations necessary to test for any possible basin-wide SST pattern response to solar forcing and whether this response has features in common with the North Atlantic Oscillation (NAO), Atlantic Multidecadal Oscillation (AMO) or with other previously simulated responses. \r\n \r\nBroader Impacts: \r\nThis work directly addresses the need to characterize natural climate variability as needed in order to separate ongoing responses to natural and anthropogenic forcing agents and to improve predictive models. Such characterization is presently lacking over the oceans although ocean regions are spatially and, in many instances, energetically dominant. The project will also support education and research training for a PhD student at Columbia University.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "DeMenocal",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter DeMenocal",
   "pi_email_addr": "pdemenocal@whoi.edu",
   "nsf_id": "000163155",
   "pi_start_date": "2011-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University Lamont Doherty Earth Observatory",
  "perf_str_addr": "Rt 9W",
  "perf_city_name": "Palisades",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "10964",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "NY17",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "689900",
   "pgm_ele_name": "OCE-Ocean Sciences Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1620",
   "pgm_ref_txt": "MARINE GEOLOGY AND GEOPHYSICS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 266135.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The purpose of this project was to understand the North Atlantic ocean temperature changes in response to solar irradiance changes over the last 2000 years. Although we have a good understanding of land surface temperature responses over this time period, a similar understanding for the oceans is lacking.</p>\n<p>We used seven high accumulation rate sediment cores forming a U-shaped transect from the east coast of the US to Greenland, Iceland, Scotland, and off NW Africa. For each core we measured shell Mg/Ca, d18O to monitor past ocean temperature and salinity changes, as well as radiocarbon (14C) values of the shells. An unusual, and time-consuming, element of this research was that we discovered that we needed to resample each core at twice the initial sample resolution (0.5 cm) to obtain the necessary time resolution (&lt;50 years).</p>\n<p>The radiocarbon measurements provide us with a way to directly date the core at very high resolution (&plusmn;50 years) and to obtain the mean sedimentation and reservoir correction for each site. Our results showed that there are spatially-coherent temperature changes, but the solar coupling is spatially variable. Some sites show a clear link to solar variability whereas others do not for the seven cores we analyzed. Broad trends such as the Little ice Age and Medieval Warm periods are evident in most core records. Given the excessive time required to generate these very high resolution records, analyses are still underway to quantify the spatial and temporal linkages to solar forcing as indicated by the 14C stratigraphy.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/22/2015<br>\n\t\t\t\t\tModified by: Peter&nbsp;Demenocal</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe purpose of this project was to understand the North Atlantic ocean temperature changes in response to solar irradiance changes over the last 2000 years. Although we have a good understanding of land surface temperature responses over this time period, a similar understanding for the oceans is lacking.\n\nWe used seven high accumulation rate sediment cores forming a U-shaped transect from the east coast of the US to Greenland, Iceland, Scotland, and off NW Africa. For each core we measured shell Mg/Ca, d18O to monitor past ocean temperature and salinity changes, as well as radiocarbon (14C) values of the shells. An unusual, and time-consuming, element of this research was that we discovered that we needed to resample each core at twice the initial sample resolution (0.5 cm) to obtain the necessary time resolution (&lt;50 years).\n\nThe radiocarbon measurements provide us with a way to directly date the core at very high resolution (&plusmn;50 years) and to obtain the mean sedimentation and reservoir correction for each site. Our results showed that there are spatially-coherent temperature changes, but the solar coupling is spatially variable. Some sites show a clear link to solar variability whereas others do not for the seven cores we analyzed. Broad trends such as the Little ice Age and Medieval Warm periods are evident in most core records. Given the excessive time required to generate these very high resolution records, analyses are still underway to quantify the spatial and temporal linkages to solar forcing as indicated by the 14C stratigraphy. \n\n \n\n\t\t\t\t\tLast Modified: 12/22/2015\n\n\t\t\t\t\tSubmitted by: Peter Demenocal"
 }
}