{
 "awd_id": "1103443",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PostDoctoral Research Fellowship",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Neil R. Swanberg",
 "awd_eff_date": "2011-06-15",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 161340.0,
 "awd_amount": 161340.0,
 "awd_min_amd_letter_date": "2011-06-09",
 "awd_max_amd_letter_date": "2011-06-09",
 "awd_abstract_narration": "Global change models predict high-latitude boreal forests will become increasingly susceptible to fire threat due to climate warming. Because boreal forests contain a large proportion of terrestrial carbon (C) stocks, any change to the fire regime will likely have substantial impacts on C exchange and storage. This project will utilize a chronosequence approach to examine how fire and permafrost interact to influence forest regeneration and C sequestration within larch forests near arctic treeline in Far Northeastern Siberia. The hypothesis is that post-fire soil organic layer depth mediates C storage through indirect impacts on forest regeneration because of its role as a thermal regulator and barrier to seed germination. This research will build on investigations initiated in summer 2010 and will be compared to recent and ongoing research within Interior Alaska. A cross-polar comparison will increase our understanding of how C dynamics under an altered fire regime vary across boreal regions with differing permafrost dynamics and vegetation types. This fellowship will support the post-doctoral fellow?s career goals by providing training in arctic boreal forest ecology, experience in executing independent research, skills in mentoring undergraduate students, and an opportunity to collaborate with arctic researchers from within and outside the U.S. By addressing fundamental questions concerning how an altered fire regime indirectly impacts C cycling of Siberian larch forests, this study will provide much needed information about an ecologically important yet understudied region and will improve our ability to predict the impacts of climate change and altered fire regimes on arctic ecosystems.\r\n\r\nSiberian larch forests comprise 20% of all boreal forest ecosystems and are a critical component of the global C cycle. They are different from other boreal forests in that they are comprised of a single tree genus (Larix spp.), with a deciduous growth habit, that often grows on continuous permafrost. Thus, their response to warming climate and an altered fire regime is likely to differ from boreal forests in other regions. Our current knowledge of their ecology and potential susceptibility to climate change remains limited because of logistical constraints associated with conducting research in Siberia and minimal translations of Russian scientific efforts into English. Uncertainties regarding current C pools in Siberian boreal forests remain a significant factor affecting our ability to predict climate-induced changes to the global C cycle. By comparing results to the relatively well-studied boreal forests of interior Alaska, the study will further our ability to detect whether boreal response to changing fire is similar across zones differing in permafrost characteristics and vegetation types, or whether more detailed studies are needed for accurate modeling of ecosystem response to climate change. The study will contribute to our understanding of how boreal fires impact global C cycling and provide essential data necessary for scaling-up boreal forest C pools, estimating C emissions from boreal fires, and calibrating predictive models of future global C cycling.\r\n\r\nBroader Impacts: The research will advance our understanding of Siberian larch forests, an important yet understudied ecosystem, while advancing the teaching and mentoring skills of a post- doctoral researcher. The post-doctoral fellow?s research activities, methodologies, and findings will be integrated into the education of undergraduate students through participation in the NSF-funded Polaris Project lecture series and discussion groups and by mentoring of an undergraduate field assistant in ecosystem ecology. Basing field research out of the Northeast Science Station in the Russian Far Northeast will provide a venue for building partnerships between the post-doctoral fellow, other arctic researchers from the U.S., and Russian collaborators. The collaborations will be used to integrate research findings with Russian scientific efforts. Scientific findings resulting from the proposed research will be widely disseminated through publications in scientific journals, presentations at international conferences, and more informally, through postings on the post-doctoral researcher?s web page. Active layer and soil moisture measurements will be submitted to the Circumpolar Active Layer Monitoring network to provide critical data for model validations and scaling-up of climate change impacts on boreal forest ecosystems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Heather",
   "pi_last_name": "Alexander",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Heather D Alexander",
   "pi_email_addr": "",
   "nsf_id": "000576158",
   "pi_start_date": "2011-06-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Alexander               Heather        D",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Gainesville",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "",
  "inst_zip_code": "326115250",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Alexander               Heather        D",
  "perf_str_addr": "",
  "perf_city_name": "Gainesville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326115250",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "524700",
   "pgm_ele_name": "POST DOC/TRAVEL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5247",
   "pgm_ref_txt": "POST DOC/TRAVEL"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 161340.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Boreal forests cover 40% of the vegetated land area above the Arctic Circle and are a critical component of arctic ecosystems. Global change models predict boreal forests will become increasingly susceptible to fire activity with climate warming. Because these forests contain a large proportion of global terrestrial carbon (C) stocks, changes in the fire regime are likely to alter global C cycling. The primary objective of this research was to assess the consequences of increased fire severity on C dynamics within larch forests of Far Northeastern Siberia. My overarching hypothesis was that post-fire depth of the soil organic layer (SOL; i.e., layer of undecomposed mosses and roots) regulates the accumulation and storage of C through impacts on permafrost stability and forest regeneration because of its role as a thermal regulator and barrier to seed germination.</p>\n<p>I tested this hypothesis using a combination of experimental and observational field studies. In summer 2012, a fire severity gradient was created in a mature larch stand near the Northeast Science Station (NSS) in Cherskii, Russia. Fuels of naturally occurring vegetation were added to plots to achieve four burn severity treatments based on residual SOL depths: control, low (&gt; 8 cm), moderate (5-8 cm), and high severity (2-5 cm). Pre-fire and during two growing seasons post-fire, thaw depth (depth of seasonally thawed soils), soil moisture, and soil temperature were measured to determine burn severity effects on soil characteristics. Larch seeds were sowed in fall 2012 and germination rates, initial seedling survival and growth, and re-establishment of other vegetation types were quantified the following growing season. By one week post-fire, thaw depth was 15-25 cm deeper in plots burned at high severity (55 cm) compared to other treatments (30-40 cm). These differences persisted the subsequent growing season and were associated with increased soil temperature and moisture. Findings suggest that a fire reduction in SOL depth can cause a rapid and sustained increase in thaw depth, which may, in turn, promote deepening of the active layer and degradation of permafrost. Larch regeneration was low, but seedling abundance was 10x higher on severely-burned plots compared to those burned at low severity. Thus, climate-driven changes in burn severity may alter stand dynamics, leading to higher density larch forests.</p>\n<p>Circumpolar Active Layer Monitoring (CALM) grids were established in summer 2012 in early-successional riparian and upland fire scars. Permafrost characteristics and microtopography were coupled with assessments of larch seedling growth and survival in relation to surrounding vegetation, microhabitat, and soil parameters. Larch seedling density was highest in areas where fire failed to kill seed-bearing trees and in locations near unburned patches. Larch seedlings commonly grew in mineral soil at the base of upturned trees in the riparian CALM grid, while in the upland CALM grid, seedlings grew on thin organic layers with little to no surrounding grass. These observations confirm the importance of a suitable seedbed following fire but suggest that seed availability and competition with other plants could further influence larch recruitment.</p>\n<p>This research extended previous measurements of C pools across stands of varying age and density by quantifying C stored in shrubs and understory vegetation and by sampling additional stands. Data showed that while shrubs are common across the landscape, they comprise a relatively small proportion of landscape C pools. High-density stands were more than 20 times more productive than low-density stands and stored 25 times more C in aboveground larch biomass.</p>\n<p>This fellowship advanced the teaching and mentoring skills of an arctic researcher and provided a platform for several other projects. The PI mentored three undergraduate students ...",
  "por_txt_cntn": "\nBoreal forests cover 40% of the vegetated land area above the Arctic Circle and are a critical component of arctic ecosystems. Global change models predict boreal forests will become increasingly susceptible to fire activity with climate warming. Because these forests contain a large proportion of global terrestrial carbon (C) stocks, changes in the fire regime are likely to alter global C cycling. The primary objective of this research was to assess the consequences of increased fire severity on C dynamics within larch forests of Far Northeastern Siberia. My overarching hypothesis was that post-fire depth of the soil organic layer (SOL; i.e., layer of undecomposed mosses and roots) regulates the accumulation and storage of C through impacts on permafrost stability and forest regeneration because of its role as a thermal regulator and barrier to seed germination.\n\nI tested this hypothesis using a combination of experimental and observational field studies. In summer 2012, a fire severity gradient was created in a mature larch stand near the Northeast Science Station (NSS) in Cherskii, Russia. Fuels of naturally occurring vegetation were added to plots to achieve four burn severity treatments based on residual SOL depths: control, low (&gt; 8 cm), moderate (5-8 cm), and high severity (2-5 cm). Pre-fire and during two growing seasons post-fire, thaw depth (depth of seasonally thawed soils), soil moisture, and soil temperature were measured to determine burn severity effects on soil characteristics. Larch seeds were sowed in fall 2012 and germination rates, initial seedling survival and growth, and re-establishment of other vegetation types were quantified the following growing season. By one week post-fire, thaw depth was 15-25 cm deeper in plots burned at high severity (55 cm) compared to other treatments (30-40 cm). These differences persisted the subsequent growing season and were associated with increased soil temperature and moisture. Findings suggest that a fire reduction in SOL depth can cause a rapid and sustained increase in thaw depth, which may, in turn, promote deepening of the active layer and degradation of permafrost. Larch regeneration was low, but seedling abundance was 10x higher on severely-burned plots compared to those burned at low severity. Thus, climate-driven changes in burn severity may alter stand dynamics, leading to higher density larch forests.\n\nCircumpolar Active Layer Monitoring (CALM) grids were established in summer 2012 in early-successional riparian and upland fire scars. Permafrost characteristics and microtopography were coupled with assessments of larch seedling growth and survival in relation to surrounding vegetation, microhabitat, and soil parameters. Larch seedling density was highest in areas where fire failed to kill seed-bearing trees and in locations near unburned patches. Larch seedlings commonly grew in mineral soil at the base of upturned trees in the riparian CALM grid, while in the upland CALM grid, seedlings grew on thin organic layers with little to no surrounding grass. These observations confirm the importance of a suitable seedbed following fire but suggest that seed availability and competition with other plants could further influence larch recruitment.\n\nThis research extended previous measurements of C pools across stands of varying age and density by quantifying C stored in shrubs and understory vegetation and by sampling additional stands. Data showed that while shrubs are common across the landscape, they comprise a relatively small proportion of landscape C pools. High-density stands were more than 20 times more productive than low-density stands and stored 25 times more C in aboveground larch biomass.\n\nThis fellowship advanced the teaching and mentoring skills of an arctic researcher and provided a platform for several other projects. The PI mentored three undergraduate students who developed and conducted guided research projects related to this fellowship. The P..."
 }
}