{
 "awd_id": "1103066",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Absolute-dated records of Late Quaternary paleohydrology in the Bonneville Basin, western U.S., from novel cave archives",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Filmer",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 205889.0,
 "awd_amount": 205889.0,
 "awd_min_amd_letter_date": "2011-08-24",
 "awd_max_amd_letter_date": "2013-08-09",
 "awd_abstract_narration": "TECHNICAL ABSTRACT\r\nWater balance in the U.S. Great Basin largely reflects the position and intensity of the westerly storm track, suggesting that records of past hydrologic changes offer important insights into the behavior of the storm track in different climate states. The limited dating precision and sample resolution of presently available records of past water balance, however, leave scientists unable to address questions about the precise timing and rates of past water balance changes and their relation to abrupt events recorded in other paleoclimate archives. Further, few well-dated records extend past the last glacial period, allowing little understanding of previous interglacials and glacial terminations. \r\nThis project will use cave deposits to reconstruct past abrupt water balance changes in the Bonneville Basin, the site of the largest of the Great Basin's paleolakes during the last glacial period. The work draws upon both a) lacustrine cave deposits formed in a series of caves flooded by lake waters and b) speleothems from Lehman Cave on the southwestern edge of the basin. Using stable isotope measurements and a combination of U-Th and 14C dating, this group will be able to produce records with unprecedented dating precision and sample resolution covering the most recent glacial termination as well as the previous two interglacials and terminations. \r\nData from lacustrine cave deposits, a novel paleohydrologic archive, indicate that they formed during periods of the last 30 kyr when the lake was both above a given cave?s elevation and hydrologically closed. The deposits thus record the passage of the lake through each cave's elevation and the onset and cessation of basin overflow; they also preserve high-resolution records of the lake's oxygen isotope composition and chemistry. Importantly, the deposits can be precisely dated by U-Th methods, providing the first high-precision, absolute-dated records of Lake Bonneville's water balance changes. Calibrated 14C ages match U-Th ages in lacustrine cave deposits, indicating that 14C reservoir effects were minimal in the lake. As a part of the project, a series of paired U-Th and 14C ages will be used to improve the 14C calibration dataset, focusing on the period between 19 and 25 calendar ka.\r\nLehman Cave speleothems comprise an important complement to the lacustrine cave carbonates, extending back through substantial portions of the last 300 kyr. Stable isotope records from the cave's stalagmites, anchored by U-Th dates, will provide some of the first well-dated archives of regional hydrology during the previous two interglacials and glacial terminations. Together, Lehman Cave and lacustrine cave records promise key insights into the eastern Great Basin's response to both abrupt and orbital-scale climate changes during the last three glacial cycles.\r\n\r\nNON-TECHNICAL ABSTRACT\r\nModels consistently predict that the world's drylands will become drier on average in response to greenhouse warming, but it is unclear how this drying will affect specific regions. In the U.S., there is particular interest in understanding the potential for future drying in the Great Basin, a drought-prone region that has experienced substantial population growth over the last two decades. Records of past water availability provide a key starting point for forecasting future changes in the Great Basin by showing us the region's responses to a wide variety of climates.\r\nThe balance of precipitation and evaporation in the Great Basin in the western interior of the U.S.A. has changed dramatically over the past 30,000 years, leaving dry lake beds and hypersaline lakes today where extensive lakes existed during glacial times. Water availability in the region largely depends upon precipitation brought by the winter storm track, suggesting that records of past hydrologic changes offer important insights into the behavior of the storm track in different climate states. The limited dating precision and sample resolution of present records, however, leave us with only a general sense of past hydrologic changes, and no well-dated records currently extend to past interglacial warm periods.\r\nThis project will use cave deposits to reconstruct past water balance changes in northern Utah's Bonneville Basin, the site of the largest of the Great Basin's paleolakes. These deposits record changes in precipitation in the basin over much of the past 300,000 years and are able to be precisely dated, offering us the opportunity to construct a detailed and extended picture of past climate changes in the region. Importantly, stalagmites from Lehman Cave on the western edge of the basin record the last two interglacial warm periods, allowing us the opportunity to study the mean state and variability of the region's hydrology during times when the region was as warm as or slightly warmer than at present.\r\n\tThis work represents an important contribution to our understanding of past climate changes and will help calibrate models seeking to reproduce past changes in order to better forecast the future. In addition, these records will assist us in interpreting past ecological changes in the basin and the history of early human occupation in the region.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jay",
   "pi_last_name": "Quade",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jay Quade",
   "pi_email_addr": "quadej@email.arizona.edu",
   "nsf_id": "000426599",
   "pi_start_date": "2011-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157700",
   "pgm_ele_name": "GLOBAL CHANGE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 71334.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 71334.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 63221.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Great Basin is an ideal region to study the impact of the Last Ice Age on the climate of the western U.S.&nbsp; Other, more northerly regions of North America were covered in ice at this time (giving the period its name), whereas the Great Basin was covered by deep desert lakes.&nbsp; The largest of these lakes, Lake Bonneville, covered the western deserts of Utah, where it flooded underground caves.&nbsp; Mineral deposits accumulated in these caves, leaving behind a detailed record of the times of cave flooding and therefore episodes of wet climate that created these large lakes.&nbsp; Such information could be important because it allows us to examine the relationship between rainfall and temperature.&nbsp; We already know that future climate will warm as humans add Greenhouse gases to the atmosphere.&nbsp; Will this temperature rise change rainfall patterns in the western US?&nbsp; One way to answer this is to see how past rainfall responded to cooler temperatures in the past.&nbsp; If colder climates cause wetter conditions, then it follows that warmer future climate should cause drying.</p>\n<p>To test this simple idea, we (two-three PI's and three graduate students) spent three years sampling and analyzing cave deposits all across the Bonneville Basin. &nbsp;We discovered a wide array of new occurrences in caves and crevices flooded by the lake, including the Fish Springs and Silver Springs Range, and the Stansbury and Promontory Mountains. We found that the cave mineral deposits yield a remarkably coherent record of changes in lake level and water composition over the past ~30,000 years ago.&nbsp; We concluded that Lake Bonneville was deepest and freshest between 18,900 and 16,400 years ago, a period also known to be extremely cold all across the northern hemisphere.&nbsp; By contrast, during known warmer periods Lake Bonnevilles appears to have dropped in level, although this aspect of the record needs further data collection and testing.&nbsp; The key takeaway is that there does seem to be a close relationship between cold periods in the Northern Hemisphere and wet, deep-lake conditions in the Bonneville Basin.&nbsp; The converse of this conclusion is that warming and drying should go hand-in-hand in the region, a cautionary result that does not bode well for the future of water in this part of the Great Basin.</p>\n<p>This project partially to wholly supported the graduate research of four different students at the University of Arizona and MIT.&nbsp; For further reading and photographs of our scientific team in action on this project, take a look at Omens from a vanished sea by David Fox, which appeared in High Country News, October 31, 2011, p. 10-15.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/27/2015<br>\n\t\t\t\t\tModified by: Jay&nbsp;Quade</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Great Basin is an ideal region to study the impact of the Last Ice Age on the climate of the western U.S.  Other, more northerly regions of North America were covered in ice at this time (giving the period its name), whereas the Great Basin was covered by deep desert lakes.  The largest of these lakes, Lake Bonneville, covered the western deserts of Utah, where it flooded underground caves.  Mineral deposits accumulated in these caves, leaving behind a detailed record of the times of cave flooding and therefore episodes of wet climate that created these large lakes.  Such information could be important because it allows us to examine the relationship between rainfall and temperature.  We already know that future climate will warm as humans add Greenhouse gases to the atmosphere.  Will this temperature rise change rainfall patterns in the western US?  One way to answer this is to see how past rainfall responded to cooler temperatures in the past.  If colder climates cause wetter conditions, then it follows that warmer future climate should cause drying.\n\nTo test this simple idea, we (two-three PI's and three graduate students) spent three years sampling and analyzing cave deposits all across the Bonneville Basin.  We discovered a wide array of new occurrences in caves and crevices flooded by the lake, including the Fish Springs and Silver Springs Range, and the Stansbury and Promontory Mountains. We found that the cave mineral deposits yield a remarkably coherent record of changes in lake level and water composition over the past ~30,000 years ago.  We concluded that Lake Bonneville was deepest and freshest between 18,900 and 16,400 years ago, a period also known to be extremely cold all across the northern hemisphere.  By contrast, during known warmer periods Lake Bonnevilles appears to have dropped in level, although this aspect of the record needs further data collection and testing.  The key takeaway is that there does seem to be a close relationship between cold periods in the Northern Hemisphere and wet, deep-lake conditions in the Bonneville Basin.  The converse of this conclusion is that warming and drying should go hand-in-hand in the region, a cautionary result that does not bode well for the future of water in this part of the Great Basin.\n\nThis project partially to wholly supported the graduate research of four different students at the University of Arizona and MIT.  For further reading and photographs of our scientific team in action on this project, take a look at Omens from a vanished sea by David Fox, which appeared in High Country News, October 31, 2011, p. 10-15. \n\n\t\t\t\t\tLast Modified: 08/27/2015\n\n\t\t\t\t\tSubmitted by: Jay Quade"
 }
}