{
 "awd_id": "1103054",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "IRFP: Rainfall and herbivory: characterizing the transmission route for anthrax in grazing wildlife",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cassandra Dudka",
 "awd_eff_date": "2011-12-01",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 204550.0,
 "awd_amount": 241100.0,
 "awd_min_amd_letter_date": "2011-09-09",
 "awd_max_amd_letter_date": "2014-08-25",
 "awd_abstract_narration": "1103054\r\nTurner\r\n\r\n\r\nThe International Research Fellowship Program enables U.S. scientists and engineers to conduct nine to twenty-four months of research abroad. The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise and experimental conditions abroad. This award is co-funded with the ANESA Program in the Office of International Science and Engineering.\r\n\r\nThis award will support a twenty-four-month research fellowship by Dr. Wendy C. Turner to work with Professor Nils Chr. Stenseth and Professor Anne-Brit Kolstø at the University of Oslo in Oslo, Norway and Professor Isaac Mapaure at the University of Namibia in Windhoek, Namibia.\r\n\r\nMany mysteries remain in understanding how herbivorous hosts acquire Bacillus anthracis, the bacterium causing anthrax infections. Like many other disease agents, transmission of B. anthracis between hosts involves passage through the external environment.  Changes in environmental conditions, particularly rainfall, strongly correlate with increases in the incidence of many diseases, but the mechanistic relationships between rainfall and disease transmission are often unknown.  \r\n\r\nUsing anthrax in herbivorous wildlife as a model system, this project characterizes the determinants of a seasonally occurring infectious disease using consumer-resource interaction theory coupled with field studies and statistical modeling.  It is hypothesized that grazing animals are exposed to B. anthracis spores when foraging at previous anthrax carcass sites and that the level of exposure at these sites is rainfall dependent.  The PI is testing these hypotheses with two field studies based in Etosha National Park, Namibia.  The first is a longitudinal observational study at anthrax carcass sites to determine the abundance of B. anthracis spores on grass leaves and how spore quantity varies in response to rainfall.  The second is a natural experiment using motion sensing camera traps to determine if hosts selectively forage at carcass sites and over what time scale.  Hierarchical models are used to determine if the observed correlation between rainfall and anthrax incidence can be explained mechanistically through variation in rainfall, spore abundance and host foraging behavior, with a focus on plains zebra (Equus quagga).\r\n  \r\nResults of this research will provide an understanding of the mechanisms behind transmission of a widely distributed, seasonally occurring infectious disease of importance to farming, wildlife management and public health.  Only once we understand the relationships between rainfall and exposure of grazers to B. anthracis, can we predict how animal exposure and anthrax dynamics may change with anticipated changes in rainfall patterns under various models of climate change.  Understanding the mechanisms behind anthrax outbreaks in grazing systems will further provide information on where, when and how control measures need to be directed in order to lessen animal exposure.  Education and training are essential components of the proposed research.  In addition to broadening the PI's training, scientific expertise and international collaborations, this project will further develop her skills as a mentor and educator.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wendy",
   "pi_last_name": "Turner",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Wendy C Turner",
   "pi_email_addr": "",
   "nsf_id": "000545644",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Turner                  Wendy          C",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Berkeley",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "947203112",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Turner                  Wendy          C",
  "perf_str_addr": "",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947203112",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "595600",
   "pgm_ele_name": "IRFP-Inter Res Fellowship Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5914",
   "pgm_ref_txt": "WESTERN EUROPE, OTHER"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "7395",
   "pgm_ref_txt": "NAMIBIA"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 204550.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 36550.0
  }
 ],
 "por": null
}