{
 "awd_id": "1103878",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US Egypt Cooperative Research: Capacity building for space-based archaeological prospection management and training tools",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-09-30",
 "tot_intn_awd_amt": 104662.0,
 "awd_amount": 104662.0,
 "awd_min_amd_letter_date": "2011-08-20",
 "awd_max_amd_letter_date": "2015-09-17",
 "awd_abstract_narration": "1103878\t  \t\t\r\nThis project supports a cooperative research project by Dr. Sarah Parcak, U. of Alabama at Birmingham in collaboration with Dr. Elsayed Zaghloul, National Authority for Remote Sensing and Space Sciences (NARSS), Cairo, Egypt.  They plan to conduct archaeology, geological, and remote sensing exploration in the el-Lisht region of Egypt. The purpose is to leverage the scientific capabilities of each participant, and aid in training both US and Egyptian students in archaeology, geology, and remote sensing. The PIs aim to start a long-term archaeological and geological research in the el-Lisht region, which will be used as a base for various forms of training for student and scientist participants. They will develop plans for extensive future scientific collaborations between UAB and NARSS, as well as Egypt?s Supreme Council for Egyptian Antiquities (SCA). The project increases the capacity of the SCA to carry out its mission to safeguard Egypt?s cultural heritage via training and data sharing. The work will also increase our archaeological knowledge and understanding of ancient Egypt, as well as providing enhanced tools for conserving Egypt?s cultural heritage.  This project will focus on two distinct but interrelated areas of research: the satellite remote sensing of the archaeology of ancient Egypt, and archaeological and geological explorations in the el-Lisht region. The satellite remote sensing research will answer broader questions about settlements and settlement patterns across Egypt, while the el-Lisht project will apply preliminary results from the UAB-NARSS partnership for a long term project. \r\n\r\nIntellectual Merit: The project findings will test which settlement models can best be applied to understand how individuals and circumstances influenced change and organization at multiple levels in ancient Egypt, based on project results from the el-Lisht region. Archaeologists have not yet located the Middle Kingdom capital city of It-towy, but the collaborative work between UAB and NARSS could potentially locate at least a portion of the ancient city.  Different models for understanding settlements may work depending on the time period and landscape in question. The field research and SRS results from this proposal will illuminate spatial organization on macro- and micro-scales, focusing on anthropogenic and natural landscape changes. The project will also redress the Egyptological bias towards monumental remains and will diversify current approaches towards understanding Egyptian civilization and survey. The research is transformative because its settlement data has not previously been available to test settlement models across large areas and indeed recreate ancient landscape experiences. It will also define a new landscape survey methodology for Egyptian archaeology.  The project leverages the strengths of the two collaborating parties from the United States and Egypt, where each partner will contribute equally to the remote sensing, archaeological, and geological analyses.\r\n\r\nBroader impacts: The validation of project results will be tested against known archaeological data in collaboration with international Egyptology colleagues. Educational activities are an integral part of the research agenda, including K-12 education and outreach, undergraduate and graduate student mentoring, and a strong emphasis on the education and training of underrepresented minorities. This is particularly true for the US and Egyptian student participants. Educational activities and collaborations will include NASA in the US and the Supreme Council for Antiquities in Egypt. The authors are working on disseminating their information, and their work will feature in a forthcoming BBC documentary.  The results of their survey (field and satellite-based) should also refine \"site\" boundaries, important for legal protection of archaeological sites in Egypt.  The efforts to attract minority undergraduate and graduate students are particularly impressive.   Many educational activities are an integral part of the research agenda, including K-12 education, and undergraduate and graduate student mentoring.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Parcak",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah Parcak",
   "pi_email_addr": "sparcak@uab.edu",
   "nsf_id": "000537901",
   "pi_start_date": "2011-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Kirby",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Jason T Kirby",
   "pi_email_addr": "jtkirby@uab.edu",
   "nsf_id": "000066965",
   "pi_start_date": "2011-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Mumford",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory Mumford",
   "pi_email_addr": "gmumford@uab.edu",
   "nsf_id": "000578010",
   "pi_start_date": "2011-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama at Birmingham",
  "inst_street_address": "701 S 20TH STREET",
  "inst_street_address_2": "",
  "inst_city_name": "BIRMINGHAM",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2059345266",
  "inst_zip_code": "352940001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA AT BIRMINGHAM",
  "org_prnt_uei_num": "",
  "org_uei_num": "YND4PLMC9AN7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama at Birmingham",
  "perf_str_addr": "701 S 20TH STREET",
  "perf_city_name": "BIRMINGHAM",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "352940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5944",
   "pgm_ref_txt": "EGYPT (COOP SCIENCE)"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 104662.0
  }
 ],
 "por": null
}