{
 "awd_id": "1103169",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NAM/MSU Undergraduate MATHFest Conference",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jennifer Pearl",
 "awd_eff_date": "2010-11-15",
 "awd_exp_date": "2011-10-31",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2010-11-08",
 "awd_max_amd_letter_date": "2010-11-08",
 "awd_abstract_narration": "The National Association of Mathematians' MATHFest is a conference designed to expose undergraduate mathematical science majors from minority serving institutions, primarily HBCUs, to the possibility of attending graduate school and exposing them to career opportunities in the mathematicalsciences. MATHFest 2010 will be at Miami Dade College in Miami, FL on November 18-20. The main goals of the conference are:\r\n\r\n-- To address the shortage of minority mathematicians by encouraging minority students to get advanced degrees in the mathematical sciences\r\n-- Provide role models\r\n-- Give the undergraduate students an opportunity to make a presentation\r\n-- Familiarize the students with graduate schools\r\n-- Make the students aware of career opportunities in the mathematical sciences\r\n\r\nTo achieve these goals, MATHFest offers undergraduate presentations, a graduate faculty panel, a graduate student panel, an industrial mathematician panel, and an informal session called spotlight on a mathematician. Among the conference attendants are high achieving students in the mathematical sciences from about a fourth of the HBCUs. Small institution will have proportionally small mathematics programs, leaving mathematics students in an isolated situation on their campuses. Hence, these institutions graduate one or two mathematics majors a year. The conference is a time when students from these schools will see approximately 120 students that are doing the same things and are in similar situations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leon",
   "pi_last_name": "Woodson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Leon Woodson",
   "pi_email_addr": "leon.woodson@morgan.edu",
   "nsf_id": "000577559",
   "pi_start_date": "2010-11-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Morgan State University",
  "inst_street_address": "1700 E COLD SPRING LN",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4438853200",
  "inst_zip_code": "212510001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "MORGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "KULSKCCZJT27",
  "org_uei_num": "KULSKCCZJT27"
 },
 "perf_inst": {
  "perf_inst_name": "Morgan State University",
  "perf_str_addr": "1700 E COLD SPRING LN",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212510001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126000",
   "pgm_ele_name": "INFRASTRUCTURE PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Summary</p>\n<p>The National Association of Mathematicians&rsquo; Undergraduate MATHFest XX Conference was held at Miami Dade College on November 18 &ndash; 20, 2010.&nbsp; This is a meeting that gives high achieving undergraduate mathematics majors an opportunity to present mathematics research to a national audience.&nbsp; There were 85 registered participates from over 30 institutions.&nbsp; The conference agenda consisted of a professional talk by Dr. John W. Alexander from Miami Dade College, student presentations, panels and a workshop by Lt. Col. Donald Outing, PhD.&nbsp; All of the items on the program are developed to promote student enhancement.</p>\n<p>Intellectual Merit</p>\n<p>The highlight of the conference was the student presentations.&nbsp; Often undergraduate student are limited to poster presentations at national meetings.&nbsp; At NAM&rsquo;s Undergraduate MATHFest, all of the presentations were oral presentations.&nbsp; Students organized abstracts, write research papers and prepare slides for their presentations.&nbsp; This requires a dedicated commitment to understanding and delivering a quality presentation.&nbsp; NAM has aligned with a number of universities, academic research projects and summer research programs (REUs) to bring talented undergraduate researchers to the meeting.&nbsp; Included among these are the <em>National Alliance for Doctoral Studies in the Mathematical Sciences</em> at the University of Iowa, the <em>Summer Program in Research and Learning</em> (SPIRAL) at the University of Maryland and a ten year relationship with the <em>Summer Undergraduate Mathematical Sciences Research Institute</em> (SUMSRI) at Miami University. &nbsp;The students that participate at MATHFest often come from institutions that are not on the radar of many graduate programs.&nbsp; We had representatives from 10 graduate programs from around the country.&nbsp; Included, were representative from PhD programs in mathematics at Howard University, Morgan State University, MIT and Purdue.&nbsp; There were panels designed for undergraduate students to advance the understanding of the graduate school experience.&nbsp; It is difficult for recruiters to visit small institutions that have few mathematics majors and small graduation classes in mathematics.&nbsp; We had a reception for graduate schools and summer research program to recruit from students at your meeting.&nbsp; It is a more effective way for recruiters, who otherwise would not have an opportunity to communicate with some of these talented students, to see their cutting edge research and discuss with them, programs and projects that are currently available.</p>\n<p>&nbsp;</p>\n<p>Broader Impact</p>\n<p>NAM&rsquo;s Undergraduate MATHFest was held at Miami Dade College which is a Minority Serving Institution.&nbsp; All twenty MATHFest Conferences have been at Historically Black or Minority Serving Institutions (HBCU/MI). &nbsp;&nbsp;These locations have crossed the nation and have given the conference a diverse collection of students from various regions of the country.&nbsp; Our efforts have increased the number of students from differing backgrounds that are now interested in graduate school and furthering their education in the mathematical sciences.&nbsp; MATHFest had students from one fourth of the HBCUs in the United States.&nbsp; A number of these small institutions are disconnected from the majority of activities that go on nationally to enhance the mathematics community.&nbsp; For some of the participants, MATHFest was the first national meeting they attended and the presentations were the first opportunity to talk about their research outside of their institution or program.&nbsp; Attending faculty from graduate schools saw high quality presentations organized by Dr. Michelle Craddock from the United State Military Academy.&nbsp; The bringing together of graduate recruiter and students result...",
  "por_txt_cntn": "\nSummary\n\nThe National Association of MathematiciansÆ Undergraduate MATHFest XX Conference was held at Miami Dade College on November 18 &ndash; 20, 2010.  This is a meeting that gives high achieving undergraduate mathematics majors an opportunity to present mathematics research to a national audience.  There were 85 registered participates from over 30 institutions.  The conference agenda consisted of a professional talk by Dr. John W. Alexander from Miami Dade College, student presentations, panels and a workshop by Lt. Col. Donald Outing, PhD.  All of the items on the program are developed to promote student enhancement.\n\nIntellectual Merit\n\nThe highlight of the conference was the student presentations.  Often undergraduate student are limited to poster presentations at national meetings.  At NAMÆs Undergraduate MATHFest, all of the presentations were oral presentations.  Students organized abstracts, write research papers and prepare slides for their presentations.  This requires a dedicated commitment to understanding and delivering a quality presentation.  NAM has aligned with a number of universities, academic research projects and summer research programs (REUs) to bring talented undergraduate researchers to the meeting.  Included among these are the National Alliance for Doctoral Studies in the Mathematical Sciences at the University of Iowa, the Summer Program in Research and Learning (SPIRAL) at the University of Maryland and a ten year relationship with the Summer Undergraduate Mathematical Sciences Research Institute (SUMSRI) at Miami University.  The students that participate at MATHFest often come from institutions that are not on the radar of many graduate programs.  We had representatives from 10 graduate programs from around the country.  Included, were representative from PhD programs in mathematics at Howard University, Morgan State University, MIT and Purdue.  There were panels designed for undergraduate students to advance the understanding of the graduate school experience.  It is difficult for recruiters to visit small institutions that have few mathematics majors and small graduation classes in mathematics.  We had a reception for graduate schools and summer research program to recruit from students at your meeting.  It is a more effective way for recruiters, who otherwise would not have an opportunity to communicate with some of these talented students, to see their cutting edge research and discuss with them, programs and projects that are currently available.\n\n \n\nBroader Impact\n\nNAMÆs Undergraduate MATHFest was held at Miami Dade College which is a Minority Serving Institution.  All twenty MATHFest Conferences have been at Historically Black or Minority Serving Institutions (HBCU/MI).   These locations have crossed the nation and have given the conference a diverse collection of students from various regions of the country.  Our efforts have increased the number of students from differing backgrounds that are now interested in graduate school and furthering their education in the mathematical sciences.  MATHFest had students from one fourth of the HBCUs in the United States.  A number of these small institutions are disconnected from the majority of activities that go on nationally to enhance the mathematics community.  For some of the participants, MATHFest was the first national meeting they attended and the presentations were the first opportunity to talk about their research outside of their institution or program.  Attending faculty from graduate schools saw high quality presentations organized by Dr. Michelle Craddock from the United State Military Academy.  The bringing together of graduate recruiter and students resulted in a number of applications to graduate programs.  The same is said about bringing together representative from summer research programs and students interested in research.\n\nOur workshop exposed the faculty from the participating institutions to West Point Bridge Design Con..."
 }
}