{
 "awd_id": "1103704",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Economics of Matching, Dynamic Games, and Crime",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2012-09-30",
 "tot_intn_awd_amt": 138528.0,
 "awd_amount": 138528.0,
 "awd_min_amd_letter_date": "2011-08-12",
 "awd_max_amd_letter_date": "2011-08-12",
 "awd_abstract_narration": "This project contains sub-projects spanning four research areas: matching, game theory, information, and crime. The first \"Iron Sharpens Iron: Rethinking Dynamic Matching Theory\" challenges the traditional economic theory of employment, that workers move when the wage rises. In fact, we know that many take lower paying but higher status jobs as career moves. This project offers a tractable and parameterized framework fleshing out the implications of this insight, assuming that individuals are changed by their environments. It should offer insights about employment decisions, job turnover, and wage volatility. It will explain failures and confirmations of positive sorting across an array of economic and social settings. It should also explain why social matching often yields homogeneous neighborhoods: Likes should match with likes one is pulled types down to the 'weakest link'. From a more applied perspective, this should inform the wisdom of anti-segregation policies and on-the-job training programs alike.\r\n\r\nThe second two sub-projects offer unrelated attacks on a key open theoretical problem in dynamic economics known when individuals repeatedly interact with others and their actions are hidden from view. This problem (known as imperfect private monitoring) is currently at the frontier of the game theoretic approach to economics. Economists have long realized that hidden actions can strangely facilitate cooperation, because individuals can correlate their behavior, thereby achieving outcomes not possible with independent play. The first project constructs and analyzes a tractable upper bound for the set of possible payoffs owing to such correlation. The second introduces a class of repeated interactions when players suffer from a simple form of 'source amnesia'; forgetting how they arrived at their information. While more foundational in nature, this project should shed light on the behavioral implications of forgetfulness.\r\n\r\nThe final sub-project \"An Economic Theory of Crime and Vigilance\" offers a strategic reformulation of the economic theory of crime, and derives a wealth of new implications that come from an understanding of the equilibrium interplay of vigilance and criminal behavior. Specifically, it derives sharp predictions about the nature of crime across theft levels by explicitly accounting for the motivation of various calibers of criminals in choosing what to steal and potential victims in choosing how carefully to protect their property. This should help us understand the precise cause-effect relation in the underlying determinants of crime.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lones",
   "pi_last_name": "Smith",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Lones A Smith",
   "pi_email_addr": "lones.smith@gmail.com",
   "nsf_id": "000309974",
   "pi_start_date": "2011-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 138528.0
  }
 ],
 "por": null
}