{
 "awd_id": "1103195",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Directive-Response Sequences and Statistical Experimentalism",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Saylor Breckenridge",
 "awd_eff_date": "2011-03-15",
 "awd_exp_date": "2012-02-29",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2011-03-24",
 "awd_max_amd_letter_date": "2011-03-24",
 "awd_abstract_narration": "Doctoral Dissertation Research: \r\nDirective-Response Sequences and Statistical Experimentalism\r\nSES - 1103195\r\nDouglas W. Maynard\r\nMatthew Hollander\r\nUniversity of Wisconsin, Madison\r\n\r\nAbstract\r\nThe Milgram experiment has iconic status in the social sciences.  Conducted in the wake of World War 2 and the atrocities associated with that period, the experiment examined Why and under what conditions people show obedience to authority even if it results in harm to others?  The study, which has been replicated many times and in different settings, has informed public and science policy, and it has shaped professional ethics training for generations of scholars.  However, we actually know very little about what happened during the original experiment, especially as it concerns incidents where people chose to resist orders, including those that might cause harm to others.  This dissertation addresses the following question: What exactly did disobedient subjects say and do that enabled them to sustain resistance? Why did obedient subjects fail despite sporadic displays of seemingly strong resistance? What generalizations can be made from participants' concrete actions to attempts to resist power in other settings? How did Milgram's use of the \"hybrid statistics\" endemic to 1950s experimental social psychology influence his interpretation of what subjects did? To answer these questions, the project uses an analytical strategy known as conversation analysis to examine a large collection of Milgram's original audio and video recordings made in 1961-62 during more than 900 experimental sessions (archived at Yale University). Preliminary findings suggest that many study participants who expressed verbal resistance to the experimenter's directives nevertheless displayed willingness to be guided by further commands, for instance  by requesting clarification about directives.  In contrast, ultimately disobedient subjects seem to have resisted orders more effectively by making reference to the desires of the victim, a practice that involved explicit and sustained refusals to continue the experiment. \r\n\r\nBroader Impacts\r\nThus study seeks to generate new insight into an iconic experiment whose legacy has affected the way we \"do science.\" The Milgram experiment, and interpretations derived from the data have had a strong influence on leading sociological and psychological paradigms about people's obedience to authority. It has also affected basic science procedures in a broad set of disciplines via human subjects regulations and institutional review boards, as well as experimental norms taught in methods classes. Thus, findings from this research may be of interest to a broad set of researchers in the social and life sciences, as well as science policy makers. In addition, the project provides a training opportunity for undergraduates.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Maynard",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas W Maynard",
   "pi_email_addr": "maynard@ssc.wisc.edu",
   "nsf_id": "000436376",
   "pi_start_date": "2011-03-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Hollander",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew M Hollander",
   "pi_email_addr": "mholland@ssc.wisc.edu",
   "nsf_id": "000577024",
   "pi_start_date": "2011-03-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Many cases have been made for the enormous scientific importance and social relevance of social psychologist Stanley Milgram&rsquo;s findings on obedience to authority, ranging from explanations of plane crashes in which co-pilots fail to question domineering pilots, to accounts of factors leading to the Jewish Holocaust. Yet very few studies have focused on the empirical details of what his research subjects actually said and did. <em>What exactly did disobedient subjects say and do that enabled them to sustain resistance? Why did obedient subjects fail despite sporadic displays of seemingly strong resistance? What generalizations can be made from participants&rsquo; concrete actions to attempts to resist power in other settings? </em>This project centers on analysis of commands and responses to commands&nbsp;in social interaction in a large collection of recordings of Milgram&rsquo;s experiment. We have used the NSF award to purchase copies of approximately 122 recordings of Milgram experimental sessions held at the Milgram Archive at Yale University, and to hire and train undergraduate transcriptionists. We now have this large collection of transcripts in hand, and are proceeding to analyze them and develop answers to the questions listed above.</p>\n<p>Outcomes to date of this research are as follows. First, in line with recent research on the Milgram experiment in social psychology and science studies, we have identified many instances of the Experimenter deviating from Milgram's script for interacting with the Teacher (the participant in the experiment). The next step will be to develop our analysis of precisely how he alternates between the scripted directives (commands to continue the experiment)&nbsp;and the contingencies of the Teacher's actions. While conforming to the script in a general fashion, Experimenter exercises considerable discretion in dealing with any particular display by Teacher of reluctance to continue the experiment. To date, the main strategies we have identified are his use of (1) silence and (2) abstract justifications based on the scripted directives. Experimenter consistently keeps the relevance of his prior directives in play by failing to accept Teacher's displays of reluctance.&nbsp;Teacher provides&nbsp;resistive responses to Experimenter's directives, and the latter uses silence and further directives to maintain the relevance of Teacher's proper next action being continuation of&nbsp;the experiment.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>Second, we have started to identify orderly strategies by which Teachers may successfully initiate and sustain resistance to Experimenter's directives to continue. Although a more adequate summary of these practices depends on further analysis, it appears that Teachers can sustain resistance by, in part, adopting the same strategies Experimenter uses. That is, Experimenter seeks to maintain control over proposing what is to be Teacher's proper next action: continuation. He does this by maintaining what conversation analysts call \"first position,\" a sequentially consequential placement in conversational structure that raises constraints on the relevance of what an interlocutor can properly say. Successfully disobedient Teachers can dislodge Experimenter from first position by using a combination of silence, displays of solidarity with the Learner (the man receiving electroshocks), and alternative characterizations of what their proper next action is to be, and thereby force him to&nbsp;react to the Teacher's observations and questions. If&nbsp;attainment of first position can be sustained, then Teacher will succeed in resisting Experimenter and be categorized in the experiment as disobedient. A more&nbsp;developed&nbsp;account of our findings&nbsp;awaits the completion of the project.</p>\n<p>By studying experimental participants&rsquo; concrete actions for resisting authority and Milgram&rsq...",
  "por_txt_cntn": "\nMany cases have been made for the enormous scientific importance and social relevance of social psychologist Stanley MilgramÆs findings on obedience to authority, ranging from explanations of plane crashes in which co-pilots fail to question domineering pilots, to accounts of factors leading to the Jewish Holocaust. Yet very few studies have focused on the empirical details of what his research subjects actually said and did. What exactly did disobedient subjects say and do that enabled them to sustain resistance? Why did obedient subjects fail despite sporadic displays of seemingly strong resistance? What generalizations can be made from participantsÆ concrete actions to attempts to resist power in other settings? This project centers on analysis of commands and responses to commands in social interaction in a large collection of recordings of MilgramÆs experiment. We have used the NSF award to purchase copies of approximately 122 recordings of Milgram experimental sessions held at the Milgram Archive at Yale University, and to hire and train undergraduate transcriptionists. We now have this large collection of transcripts in hand, and are proceeding to analyze them and develop answers to the questions listed above.\n\nOutcomes to date of this research are as follows. First, in line with recent research on the Milgram experiment in social psychology and science studies, we have identified many instances of the Experimenter deviating from Milgram's script for interacting with the Teacher (the participant in the experiment). The next step will be to develop our analysis of precisely how he alternates between the scripted directives (commands to continue the experiment) and the contingencies of the Teacher's actions. While conforming to the script in a general fashion, Experimenter exercises considerable discretion in dealing with any particular display by Teacher of reluctance to continue the experiment. To date, the main strategies we have identified are his use of (1) silence and (2) abstract justifications based on the scripted directives. Experimenter consistently keeps the relevance of his prior directives in play by failing to accept Teacher's displays of reluctance. Teacher provides resistive responses to Experimenter's directives, and the latter uses silence and further directives to maintain the relevance of Teacher's proper next action being continuation of the experiment.      \n\nSecond, we have started to identify orderly strategies by which Teachers may successfully initiate and sustain resistance to Experimenter's directives to continue. Although a more adequate summary of these practices depends on further analysis, it appears that Teachers can sustain resistance by, in part, adopting the same strategies Experimenter uses. That is, Experimenter seeks to maintain control over proposing what is to be Teacher's proper next action: continuation. He does this by maintaining what conversation analysts call \"first position,\" a sequentially consequential placement in conversational structure that raises constraints on the relevance of what an interlocutor can properly say. Successfully disobedient Teachers can dislodge Experimenter from first position by using a combination of silence, displays of solidarity with the Learner (the man receiving electroshocks), and alternative characterizations of what their proper next action is to be, and thereby force him to react to the Teacher's observations and questions. If attainment of first position can be sustained, then Teacher will succeed in resisting Experimenter and be categorized in the experiment as disobedient. A more developed account of our findings awaits the completion of the project.\n\nBy studying experimental participantsÆ concrete actions for resisting authority and MilgramÆs own methodological practices, this research aims to generate new insight into an old experiment whose legacies in the form of institutional review boards, social psychological knowledge about ob..."
 }
}