{
 "awd_id": "1103434",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Glacial-Interglacial Change in California Current System Dynamics: A New Alkenone Perspective",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Candace Major",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 324959.0,
 "awd_amount": 324959.0,
 "awd_min_amd_letter_date": "2011-05-23",
 "awd_max_amd_letter_date": "2011-05-23",
 "awd_abstract_narration": "The California Current System (CCS) is a setting where several recent studies, focusing on the mechanisms and effects of glacial/interglacial climate change in North America and the North Pacific Ocean, employ the unsaturation patterns of alkenone biomarkers as a proxy for mean annual sea surface temperature (SST).  However, the CCS is also a setting where dramatic changes in upwelling are known to occur in response to the very climate variation that these SST proxy records are employed to reconstruct.  Knowing that the seasonal and depth distribution of phytoplankton, including alkenone producers, can depend heavily on the nutrient regime, what ramifications might this fact hold for interpretation of down core alkenone based SST records along the California margin?  The investigators at Oregon State University hypothesize that changes in upwelling behavior and nutrient input along the northeast Pacific margin during glacial periods have shaped the SST proxy record and, thus, the research community's current understanding of how North Pacific climate responds to external forcing. \r\n\r\nThe investigators will measure alkenone unsaturation patterns and hydrogen isotopic composition in sediments from the modern northeast Pacific margin to track the effects of nutrient stress on the alkenone signal exported to the sea floor.  Measurements will then be made on sediments from the same region at the last glacial maximum, as well as with roughly 4,000-year resolution at three representative sites through the last full glacial cycle. Through comparison of latitudinal trends in the results, the investigators will test their hypothesis that significant shifts occurred in the pattern of alkenone production through the glacial history of the CCS.  If demonstrated, paleotemperature records from this region can be re-evaluated with the benefit of this improved ecological context.  Current conceptions of the relationship between North Pacific climate and CCS strength, drawn from these fossil signatures, may be refined. \r\n\r\nThis project is best summarized as an effort to resolve important open questions surrounding the mechanisms and timing of North American/North Pacific climate change while simultaneously evaluating the utility of a powerful new tracer of paleo ecology.  Fundamental understanding of these relationships is of direct importance as the scientific community attempts to determine the significance of recent anomalous CCS upwelling seasons and their ties to the currently changing atmospheric conditions in the North Pacific.  Funding will support an advanced graduate student who has been centrally involved in developing the ideas upon which this research project is based.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fredrick",
   "pi_last_name": "Prahl",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Fredrick G Prahl",
   "pi_email_addr": "fprahl@coas.oregonstate.edu",
   "nsf_id": "000345244",
   "pi_start_date": "2011-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "1500 SW JEFFERSON AVE",
  "perf_city_name": "CORVALLIS",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318655",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1620",
   "pgm_ref_txt": "MARINE GEOLOGY AND GEOPHYSICS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 324959.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A three-part study was conducted into the impact of physiological and ecological variables on the net isotopic fractionation of hydrogen, &alpha;<sub>K37</sub>, expressed in C<sub>37</sub> alkenones. Alkenones are a lipid uniquely produced by certain species of coccolithophore, climatically- and ecologically-important single-cell calcifying algae, and the term &alpha;<sub>K37</sub> relates the hydrogen isotopic composition (&delta;D) of these compounds to that of the water they were grown in. Previous work has aimed to use the &delta;D of alkenones in deep-sea sediments as a tracer of past changes in ocean salinity (an important component of past climate reconstructions), as this composition ultimately depends on the &delta;D of seawater (which can be related to salinity). However, it has been made clear that the physiology of alkenone-producing cells also exerts a large influence on this value &ndash; thus, we aimed to determine whether, in locations where salinity does not change significantly, &alpha;<sub>K37</sub> can provide information on the paleo-ecology of these important algae. Understanding the growth of these organisms in the past is important, as the calcite (calcium carbonate) they produce will play a critical role in regulating ocean CO<sub>2</sub> levels in the future.</p>\n<p>First, alkenone-producer production and abundance were characterized in the summertime Gulf of California and Eastern Tropical North Pacific. It was found that these organisms, typically associated with low-nutrient waters at the very surface of the ocean, routinely exhibited maximum production rates at depth, and that the relative contribution of coccolithophore productivity to overall productivity was decoupled from nutrient conditions. Our observations suggest that, in sufficiently well-stratified settings, a coccolithophore-favorable &lsquo;mid-to-low nutrient&rsquo; niche may be absent. Previously, the lower input of nutrients to the surface of a warmer, more stratified future ocean has been expected to increase the importance of coccolithophore growth relative to non-calcifying algae, increasing the CO<sub>2</sub> flux from the surface ocean. These results suggest that this feedback effect on our warming climate may, in some settings, be less severe than anticipated.</p>\n<p>Second, results from a culture study were compared to samples from this initial field campaign in order to more firmly establish the physiological controls on the &delta;D of alkenones. Nutrient-limitation experiments in culture, combined with previously published data, show that net fractionation between alkenones and the water of the growth medium (&alpha;<sub>K37</sub>) increased most rapidly with increasing alkenone production. To explain these results, we propose that the &delta;D of the hydrogen used to build new lipids (via the compound NADPH) changes as the source of this hydrogen shifts from photosynthesis directly, at low growth rates, to oxidation of sugars (the &lsquo;OPP&rsquo; pathway) under high growth rates and when cells are starved (both situations in which lipid production rate is high). Examination of the field samples shows that &alpha;<sub>K37</sub> corresponds closely to the carbon-isotopic measurement &epsilon;p, a term which in our experimental setting can be related directly to growth rate. This is consistent with the suggestion that &alpha;<sub>K37</sub> tracks growth rate, and suggests that we may use it both as a way to examine changes in coccolithophore production in the past and as a way to constrain&nbsp; &epsilon;p, a measure that has utility in reconstructions of ancient atmospheric CO<sub>2</sub> concentration.</p>\n<p>Lastly, the chemical and isotopic composition of alkenones was measured in sediment samples along a transect of the North-American Pacific margin from ~42&deg;N to the tip of Baja California. It was found that both core-top and LGM intervals expressed a ...",
  "por_txt_cntn": "\nA three-part study was conducted into the impact of physiological and ecological variables on the net isotopic fractionation of hydrogen, &alpha;K37, expressed in C37 alkenones. Alkenones are a lipid uniquely produced by certain species of coccolithophore, climatically- and ecologically-important single-cell calcifying algae, and the term &alpha;K37 relates the hydrogen isotopic composition (&delta;D) of these compounds to that of the water they were grown in. Previous work has aimed to use the &delta;D of alkenones in deep-sea sediments as a tracer of past changes in ocean salinity (an important component of past climate reconstructions), as this composition ultimately depends on the &delta;D of seawater (which can be related to salinity). However, it has been made clear that the physiology of alkenone-producing cells also exerts a large influence on this value &ndash; thus, we aimed to determine whether, in locations where salinity does not change significantly, &alpha;K37 can provide information on the paleo-ecology of these important algae. Understanding the growth of these organisms in the past is important, as the calcite (calcium carbonate) they produce will play a critical role in regulating ocean CO2 levels in the future.\n\nFirst, alkenone-producer production and abundance were characterized in the summertime Gulf of California and Eastern Tropical North Pacific. It was found that these organisms, typically associated with low-nutrient waters at the very surface of the ocean, routinely exhibited maximum production rates at depth, and that the relative contribution of coccolithophore productivity to overall productivity was decoupled from nutrient conditions. Our observations suggest that, in sufficiently well-stratified settings, a coccolithophore-favorable æmid-to-low nutrientÆ niche may be absent. Previously, the lower input of nutrients to the surface of a warmer, more stratified future ocean has been expected to increase the importance of coccolithophore growth relative to non-calcifying algae, increasing the CO2 flux from the surface ocean. These results suggest that this feedback effect on our warming climate may, in some settings, be less severe than anticipated.\n\nSecond, results from a culture study were compared to samples from this initial field campaign in order to more firmly establish the physiological controls on the &delta;D of alkenones. Nutrient-limitation experiments in culture, combined with previously published data, show that net fractionation between alkenones and the water of the growth medium (&alpha;K37) increased most rapidly with increasing alkenone production. To explain these results, we propose that the &delta;D of the hydrogen used to build new lipids (via the compound NADPH) changes as the source of this hydrogen shifts from photosynthesis directly, at low growth rates, to oxidation of sugars (the æOPPÆ pathway) under high growth rates and when cells are starved (both situations in which lipid production rate is high). Examination of the field samples shows that &alpha;K37 corresponds closely to the carbon-isotopic measurement &epsilon;p, a term which in our experimental setting can be related directly to growth rate. This is consistent with the suggestion that &alpha;K37 tracks growth rate, and suggests that we may use it both as a way to examine changes in coccolithophore production in the past and as a way to constrain  &epsilon;p, a measure that has utility in reconstructions of ancient atmospheric CO2 concentration.\n\nLastly, the chemical and isotopic composition of alkenones was measured in sediment samples along a transect of the North-American Pacific margin from ~42&deg;N to the tip of Baja California. It was found that both core-top and LGM intervals expressed a strong relationship between paleo-temperature estimates and reconstructed &alpha;K37. If covariation between temperature and estimated &alpha;K37 is robust in settings such as these, then paired analysis of temperature ..."
 }
}