{
 "awd_id": "1104343",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "THz Magneto-Optical Study of Topological Invariants in Dirac Materials and the GaAs 2DEG",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924892",
 "po_email": "tdurakie@nsf.gov",
 "po_sign_block_name": "Tomasz Durakiewicz",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 375000.0,
 "awd_amount": 375000.0,
 "awd_min_amd_letter_date": "2011-08-06",
 "awd_max_amd_letter_date": "2013-06-15",
 "awd_abstract_narration": "****Technical abstract****\r\nThis program addresses the physics of topological invariants of several condensed matter systems through measurements of their magneto-optical response at terahertz frequencies.  These include the AC quantum Hall Effect in GaAs heterostructures and graphene and the predicted quantized Faraday rotation in topological insulators. Topological insulators are a predicted new quantum state of matter that are expected to have exotic properties including a topologically protected spin polarized conducting surface state, an intrinsic magneto-electric effect and Majorana fermions induced by the proximity effect with a superconductor.  Both graphene and topological insulators offer potential innovations in miniaturization of electronics, multifunctional sensor and data storage applications, energy storage, spintronics, and quantum computing.  The Hall quantization in all these systems is topologically protected only at zero frequency.  The experiments will examine the breakdown of these topological invariants with frequency which is important to our understanding of these important fundamental constraints. The PI has developed unique THz polarization modulation techniques that will allow measurements of the Faraday and Kerr rotation and circular dichroism with unprecedented sensitivity. The program also includes the development of a systematic battery of educational optical laboratory demonstrations and tutorials to be used for undergraduates at the University of Maryland and in the community as a whole.\r\n\r\n****Non technical abstract****\r\nTopology is a branch of mathematics that studies the properties of objects that are invariant under smooth deformations, a classic example being a doughnut transforming into a coffee cup.  As in the case of symmetries, topology has profound implications on the behavior of physical systems.  Thus the extreme precision of the quantization of the Hall conductivity in the Quantum Hall Effect is a consequence of the topology of the quantized electron states at the edges of two dimensional electron systems.  This effect is the basis of the standard of electrical resistance.  Similarly topological effects lead to the existence of a conducting metallic boundary of certain insulators.  Topological invariants \"protect\" these metallic boundaries making them good conductors, insensitive to defects and disorder.  These topological insulators are a predicted new quantum state of matter that has recently attracted much attention for their predicted exotic properties.  However, the topological protection in topological insulators and quantum Hall systems is strictly valid only for the DC properties.  Because of the increasing awareness of the importance of these topological effects in matter, it is important to understand how the topological protection is lost at finite frequencies.  This program addresses the physics of the topological invariants of several condensed matter systems utilizing measurements of their magneto-optical response at terahertz frequencies. The program also includes the design and implementation of a systematic battery of educational optical physics demonstrations and tutorials to be used to train high school teachers and in local area K-12 schools.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "H. Dennis",
   "pi_last_name": "Drew",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "H. Dennis Drew",
   "pi_email_addr": "hdrew@physics.umd.edu",
   "nsf_id": "000214638",
   "pi_start_date": "2011-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 175000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 90000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Optical and magneto-optical studies were made on topological materials of great current interest in condensed matter physics.&nbsp; Topological materials are new states of matter that exhibit exotic physical properties with significant potential for new applications in electronics and electro-magnetics.&nbsp; The major activities included optical measurements on topological materials and preparations for the infrared quantum Hall measurements on several 2 dimensional electron systems.</p>\n<p>Reflectance, transmission, and Faraday and Kerr measurements were made on topological insulator materials Bi<sub>2</sub>Se<sub>3</sub> and Bi<sub>2</sub>Te<sub>3 </sub>at terahertz frequencies. THz magneto-optical measurements on doped samples were dominated by the bulk response. Kerr measurements proved to have the sensitivity to detect surface states on gated samples, and evidence was found for surface state contributions. The quantized magneto-electric effect was shown to be directly measurable with appropriate tuning of the thickness of the sample to enhance interference effects.</p>\n<p>Gated Kerr measurements were performed on single crystals of Bi<sub>2</sub>Se<sub>3</sub>. Ungated Kerr measurements characterized the bulk free carrier properties with carrier scattering rates, Fermi level &nbsp;above the conduction band edge (for low doped samples), and carrier effective mass. Surface state carriers were characterized by gate-modulated Kerr measurements. All measured single crystals of Bi<sub>2</sub>Se<sub>3</sub> showed that the surfaces were highly accumulated and the topological surface state carrier scattering rates were was anywhere between 4 and 10 times that of the bulk carriers.</p>\n<p>Measurements were also made on Bi<sub>2</sub>Se<sub>3</sub> films grown by molecular beam epitaxy with InAs surface capping layers. Gate-modulated THz magneto-optical measurements spectroscopically resolved the topological surface state as a function of gate voltage for the first time. A very small measured cyclotron mass allowed the identification of the location of the Dirac point of the topological surface states. For the interface states of the InAs capped films it was found that the energy difference between the Dirac point and conduction band edge is substantially reduced from the value measured by photo emission which was explained in terms of the difference in properties of the trivial insulator (InAs) compared with vacuum.</p>\n<p>The THz Faraday rotation of a Bi<sub>2</sub>Se<sub>3</sub> film was measured as a function of gate voltage.&nbsp; The part of the Faraday angle is measured to within unprecedented accuracy of 30 microrad.&nbsp; An observed broad plateau in the Faraday angle is evidence of a mutual quantized bulk and surface response. This plateau is likely related to dc Hall measurements observing an unexplained bulk quantum Hall effect.</p>\n<p>Eu2Ir2O7 is a strongly interacting electronic material with a strong spin orbit interaction.&nbsp; It has been proposed as a candidate material for a topologically protected Weyl semimetallic state. Optical measurements on Eu2Ir2O7 single crystal produced evidence for a 3D Weyl state below the antiferromagnetic transition.&nbsp;</p>\n<p>The reflection spectrum of the Dirac semimetal Cd<sub>3</sub>As<sub>3</sub> was measured over a wide spectral range and at temperatures spanning 300 to 5K. A frequency onset of optical interband transitions within the Dirac cone is observed and this characterizes the chemical potential in the sample.&nbsp;</p>\n<p>Since Dirac semimetal Na<sub>3</sub>Bi is highly reactive with oxygen, we have developed methods to measure the optical properties of this material by protecting the sample from oxygen. Optical measurements on Na3Bi elucidated the temperature dependence of the band structure, demonstrated a lower symmetry of the crystal structure than had been assumed, and determined the phonons in thi...",
  "por_txt_cntn": "\nOptical and magneto-optical studies were made on topological materials of great current interest in condensed matter physics.  Topological materials are new states of matter that exhibit exotic physical properties with significant potential for new applications in electronics and electro-magnetics.  The major activities included optical measurements on topological materials and preparations for the infrared quantum Hall measurements on several 2 dimensional electron systems.\n\nReflectance, transmission, and Faraday and Kerr measurements were made on topological insulator materials Bi2Se3 and Bi2Te3 at terahertz frequencies. THz magneto-optical measurements on doped samples were dominated by the bulk response. Kerr measurements proved to have the sensitivity to detect surface states on gated samples, and evidence was found for surface state contributions. The quantized magneto-electric effect was shown to be directly measurable with appropriate tuning of the thickness of the sample to enhance interference effects.\n\nGated Kerr measurements were performed on single crystals of Bi2Se3. Ungated Kerr measurements characterized the bulk free carrier properties with carrier scattering rates, Fermi level  above the conduction band edge (for low doped samples), and carrier effective mass. Surface state carriers were characterized by gate-modulated Kerr measurements. All measured single crystals of Bi2Se3 showed that the surfaces were highly accumulated and the topological surface state carrier scattering rates were was anywhere between 4 and 10 times that of the bulk carriers.\n\nMeasurements were also made on Bi2Se3 films grown by molecular beam epitaxy with InAs surface capping layers. Gate-modulated THz magneto-optical measurements spectroscopically resolved the topological surface state as a function of gate voltage for the first time. A very small measured cyclotron mass allowed the identification of the location of the Dirac point of the topological surface states. For the interface states of the InAs capped films it was found that the energy difference between the Dirac point and conduction band edge is substantially reduced from the value measured by photo emission which was explained in terms of the difference in properties of the trivial insulator (InAs) compared with vacuum.\n\nThe THz Faraday rotation of a Bi2Se3 film was measured as a function of gate voltage.  The part of the Faraday angle is measured to within unprecedented accuracy of 30 microrad.  An observed broad plateau in the Faraday angle is evidence of a mutual quantized bulk and surface response. This plateau is likely related to dc Hall measurements observing an unexplained bulk quantum Hall effect.\n\nEu2Ir2O7 is a strongly interacting electronic material with a strong spin orbit interaction.  It has been proposed as a candidate material for a topologically protected Weyl semimetallic state. Optical measurements on Eu2Ir2O7 single crystal produced evidence for a 3D Weyl state below the antiferromagnetic transition. \n\nThe reflection spectrum of the Dirac semimetal Cd3As3 was measured over a wide spectral range and at temperatures spanning 300 to 5K. A frequency onset of optical interband transitions within the Dirac cone is observed and this characterizes the chemical potential in the sample. \n\nSince Dirac semimetal Na3Bi is highly reactive with oxygen, we have developed methods to measure the optical properties of this material by protecting the sample from oxygen. Optical measurements on Na3Bi elucidated the temperature dependence of the band structure, demonstrated a lower symmetry of the crystal structure than had been assumed, and determined the phonons in this 3D Dirac semimetal.\n\nTheoretical modeling of the magneto-optical response of quantum spin glasses predicts a Faraday rotation for models with a spinon Fermi surface but not for those with massless spinon excitations. Optical reflectance measurements on the quantum spin liquid candidate herbertsmithite (ZnC..."
 }
}