{
 "awd_id": "1104829",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Computational studies of nonequilibrium processes in electrochemical materials science and catalysis",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2011-08-23",
 "awd_max_amd_letter_date": "2013-06-08",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\n\r\nThis award supports research and education in computational and theoretical studies of nonequilibrium phenomena in electrochemical materials science and heterogeneous catalysis.  These studies are concerned with modeling of specific experimental systems, with investigation of fundamental nonequilibrium phenomena of importance to such systems, and with further development of computational and theoretical methods.\r\nThe particular experimental phenomena that will be investigated in collaboration with experimental groups are (i) validation of a new method to accelerate the charging of Li-ion batteries suggested by the PI's computer simulations, and (ii) island growth and dissolution in electrochemical pulsed-potential studies of single-crystal gold surfaces.  The particular nonequilibrium phenomena under investigation include the effects of lateral diffusion during electrochemical surface modification and in heterogeneous catalytic reactions.  The PI will use large scale computer simulation to model various systems of interest. Both continuous and discrete models will be employed.  Computational methods include kinetic Monte Carlo and Molecular Dynamics simulations with model parameters obtained from quantum mechanical calculations based on density functional theory.  The simulation data will be analyzed by several theoretical methods including finite-size scaling theory, theory of stochastic processes, and statistics.\r\n\r\nIn a broader sense, the supported research contributes to understanding issues related to nonequilibrium processes in general. More specifically, it is expected to lead to achieving an improved understanding of nonequilibrium processes at electrode-electrolyte interfaces.  As such, it could have broad implications in supporting the future development of new, electrochemistry-based processes for environmental cleanup, manufacturing of nanomaterials, chemicals, and pharmaceuticals, and corrosion protection, as well as renewable-energy technologies including rechargeable batteries and fuel cells. The fundamental knowledge and simulation algorithms developed through this award are applicable in many scientific and technological fields, including materials science, chemistry, biology, and even to the design and analysis of communications networks and power grids.  From an educational perspective, this computationally intensive research is ideal for involving both beginning and advanced apprentices in the discovery process. The activities will contribute to education at all levels while including women and minorities by involving undergraduate and graduate students and postdoctoral fellows, who will mentor K-12 students. The results of the research will be communicated through articles in a wide spectrum of professional journals, through talks at scientific meetings, and through presentations for the general public, as well as through the World Wide Web.\r\n\r\nNONTECHNICAL SUMMARY\r\n\r\nThis award supports theoretical and computational research and education on the growth of materials and structures of atoms at the length scale of a nanometer, that is approximately one ten-millionth of an inch.  The \"electrochemical\" phenomena and processes that form the focus of this research are chemical reactions that occur at the interface of a metal or a semiconductor, called the \"electrode\", with an ionic conductor, called the \"electrolyte\", such as those that take place inside a battery.  During the last three decades, experimental techniques have become available that enable electrochemical methods to manufacture high-tech materials and designer catalysts that derive their functionality from the particular structures on the nanometer length scale. Such methods are rapidly becoming cost-effective alternatives to traditional methods.  These impressive experimental developments are matched by spectacular progress in computer technology and computational methods. The PI will use large scale computer simulation methods to study how structures at the nanometer length scale grow on the surface of electrode materials immersed in a chemical solution with an electric current flowing through the electrodes. \r\n\r\nIn a broader sense, the supported research contributes to understanding issues related to processes that are far from the state of balance understood as equilibrium. More specifically, it is expected to lead to achieving an improved understanding of out-of-equilibrium processes at electrode-electrolyte interfaces.  As such, it could have broad implications in supporting the future development of new, electrochemistry-based processes for environmental cleanup, manufacturing of nanomaterials, chemicals, and pharmaceuticals, and corrosion protection, as well as renewable-energy technologies including rechargeable batteries and fuel cells. The fundamental knowledge and simulation algorithms developed through this award are applicable in many scientific and technological fields, including materials science, chemistry, biology, and even to the design and analysis of communications networks and power grids.  From an educational perspective, this computationally intensive research is ideal for involving both beginning and advanced apprentices in the discovery process. The activities will contribute to education at all levels while including women and minorities by involving undergraduate and graduate students and postdoctoral fellows, who will mentor K-12 students. The results of the research will be communicated through articles in a wide spectrum of professional journals, through talks at scientific meetings, and through presentations for the general public, as well as through the World Wide Web.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Per Arne",
   "pi_last_name": "Rikvold",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Per Arne Rikvold",
   "pi_email_addr": "prikvold@fsu.edu",
   "nsf_id": "000220106",
   "pi_start_date": "2011-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State University",
  "inst_street_address": "874 TRADITIONS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8506445260",
  "inst_zip_code": "323060001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF2BLNN4PJC3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State University",
  "perf_str_addr": "874 TRADITIONS WAY",
  "perf_city_name": "TALLAHASSEE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In the course of this project, which was funded by NSF's Condensed Matter and Materials Theory Program, we have used large-scale computational methods based on statistical physics to study the behavior of several systems related to electrochemical materials science and catalysis far from thermal equilibrium. Such systems contribute to society in many ways: renewable energy technology such as rechargeable batteries and fuel cells, environmental cleanup, synthesis of nanomaterials, chemicals and pharmaceuticals, and corrosion protection. Results of the research were presented in 19 invited and 14 contributed presentations and 17 refereed articles in scientific journals. The grant has supported research on several problems in this area. Major efforts include the following.</p>\n<p>The dynamics of ions attaching (adsorbing) to or dissolving (desorbing) from the surface of an electrode in an electrochemical cell have been investigated. In particular we studied the effects of diffusion on the time evolution of these processes and the resulting patterns formed on the electrode by the adsorbed ions. Our results contribute to the fundamental understanding of electroplating and the mechanisms of charge transport at battery electrodes. They were published in two refereed papers and formed the basis of the Ph.D. dissertation of one graduate student, who is now a professor of physics at a university in Indonesia.</p>\n<p>Catalysis is essential to the chemical and pharmaceutical industries, and we have studied the behavior of a simple model for the oxidation of carbon monoxide (CO) to carbon dioxide (CO<sub>2</sub>) on a platinum surface. This is the main reaction performed by a car's catalytic converter. With one Ph.D. student and an international collaborator from Venezuela, I have studied the influences of several processes on the CO<sub>2</sub> production rate. These processes include adsorption and desorption of impurities from the feed gas, desorption of adsorbed CO, and diffusion of the reactants. We found complex interrelationships between the effects of these processes: some increasing and some decreasing the production rate and the range of CO pressures, within which the reaction occurs at a significant rate. Results were published in five refereed journal articles.</p>\n<p>Spin crossover (SC) materials are a class of molecular crystals, in which the individual molecules contain a core of magnetic atoms (for instance iron or manganese) surrounded by organic groups. The magnetic core can exist in two different magnetic states. The molecules in the state of higher magnetic moment also have a larger volume. This volume difference produces elastic distortions in the crystal, which cause long-range interactions between individual molecules. SC materials have complex physical properties that are influenced by changes in temperature, pressure, or applied magnetic field. This makes them promising materials for nanoscale electronic components such as switches and memory elements. In collaboration with colleagues in Japan, Romania, and France I have studied phase-transition properties of model SC materials, finding that they are strongly influenced by the elastic interactions. Results were published in four refereed journal articles.</p>\n<p>The methods of computational statistical physics are quite general and may be applied to any system that consists of a large number of interacting parts. These parts are not limited to just atoms or molecules, but could also be people, animals, species, or engineering entities such as power plants and power consumers. In a project involving two undergraduate students, two graduate students, and one postdoc, I have studied the interacting networks of power plants and power consumers in models of electrical power grids. As concrete examples for analysis and simulations we used data for the high-voltage grids of the states of Florida and Maryland. ...",
  "por_txt_cntn": "\nIn the course of this project, which was funded by NSF's Condensed Matter and Materials Theory Program, we have used large-scale computational methods based on statistical physics to study the behavior of several systems related to electrochemical materials science and catalysis far from thermal equilibrium. Such systems contribute to society in many ways: renewable energy technology such as rechargeable batteries and fuel cells, environmental cleanup, synthesis of nanomaterials, chemicals and pharmaceuticals, and corrosion protection. Results of the research were presented in 19 invited and 14 contributed presentations and 17 refereed articles in scientific journals. The grant has supported research on several problems in this area. Major efforts include the following.\n\nThe dynamics of ions attaching (adsorbing) to or dissolving (desorbing) from the surface of an electrode in an electrochemical cell have been investigated. In particular we studied the effects of diffusion on the time evolution of these processes and the resulting patterns formed on the electrode by the adsorbed ions. Our results contribute to the fundamental understanding of electroplating and the mechanisms of charge transport at battery electrodes. They were published in two refereed papers and formed the basis of the Ph.D. dissertation of one graduate student, who is now a professor of physics at a university in Indonesia.\n\nCatalysis is essential to the chemical and pharmaceutical industries, and we have studied the behavior of a simple model for the oxidation of carbon monoxide (CO) to carbon dioxide (CO2) on a platinum surface. This is the main reaction performed by a car's catalytic converter. With one Ph.D. student and an international collaborator from Venezuela, I have studied the influences of several processes on the CO2 production rate. These processes include adsorption and desorption of impurities from the feed gas, desorption of adsorbed CO, and diffusion of the reactants. We found complex interrelationships between the effects of these processes: some increasing and some decreasing the production rate and the range of CO pressures, within which the reaction occurs at a significant rate. Results were published in five refereed journal articles.\n\nSpin crossover (SC) materials are a class of molecular crystals, in which the individual molecules contain a core of magnetic atoms (for instance iron or manganese) surrounded by organic groups. The magnetic core can exist in two different magnetic states. The molecules in the state of higher magnetic moment also have a larger volume. This volume difference produces elastic distortions in the crystal, which cause long-range interactions between individual molecules. SC materials have complex physical properties that are influenced by changes in temperature, pressure, or applied magnetic field. This makes them promising materials for nanoscale electronic components such as switches and memory elements. In collaboration with colleagues in Japan, Romania, and France I have studied phase-transition properties of model SC materials, finding that they are strongly influenced by the elastic interactions. Results were published in four refereed journal articles.\n\nThe methods of computational statistical physics are quite general and may be applied to any system that consists of a large number of interacting parts. These parts are not limited to just atoms or molecules, but could also be people, animals, species, or engineering entities such as power plants and power consumers. In a project involving two undergraduate students, two graduate students, and one postdoc, I have studied the interacting networks of power plants and power consumers in models of electrical power grids. As concrete examples for analysis and simulations we used data for the high-voltage grids of the states of Florida and Maryland. We found interesting correlations between the capacities of power plants and the structure of the surroundin..."
 }
}