{
 "awd_id": "1104220",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "New Media Enabled Technician",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephanie August",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2016-01-31",
 "tot_intn_awd_amt": 882669.0,
 "awd_amount": 932014.0,
 "awd_min_amd_letter_date": "2011-04-08",
 "awd_max_amd_letter_date": "2016-01-12",
 "awd_abstract_narration": "The project develops and validates \"new media\" skill sets needed by technicians.  A technical committee adapts the skill standards development model used in European social partnerships to define the job responsibilities of the New Media Enabled Technician.  A DACUM (Developing A CUrriculuM) process with expert frontline workers is then used to conduct an occupational analysis of the New Media Enabled Technician and identify the new media skills that cut across a range of technician jobs.  Project partners conduct a national online validation of the New Media Enabled Technician?s duties, responsibilities, and associated skills, knowledge and abilities.  Subsequently, the project staff, in consultation with expert workers, develop examples of how technicians use social media tools in routine work to solve problems and manage a business enterprise.  Working with community college faculty, they develop and pilot problem based learning scenarios that integrate the new media skills and course content.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joyce",
   "pi_last_name": "Malyn-Smith",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joyce Malyn-Smith",
   "pi_email_addr": "Jmalynsmith@edc.org",
   "nsf_id": "000156307",
   "pi_start_date": "2011-04-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gordon",
   "pi_last_name": "Snyder",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gordon Snyder",
   "pi_email_addr": "gsnyder@hcc.edu",
   "nsf_id": "000098260",
   "pi_start_date": "2011-04-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Qaissaunee",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Michael T Qaissaunee",
   "pi_email_addr": "mqaissaunee@brookdalecc.edu",
   "nsf_id": "000080979",
   "pi_start_date": "2011-04-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Judith",
   "pi_last_name": "Leff",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Judith A Leff",
   "pi_email_addr": "jleff@workforce-partnerships.com",
   "nsf_id": "000548082",
   "pi_start_date": "2011-04-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Education Development Center",
  "inst_street_address": "300 5TH AVE STE 2010",
  "inst_street_address_2": "",
  "inst_city_name": "WALTHAM",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6176182227",
  "inst_zip_code": "024518778",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "EDUCATION DEVELOPMENT CENTER, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "WWH4L4GKKW58"
 },
 "perf_inst": {
  "perf_inst_name": "Education Development Center",
  "perf_str_addr": "300 5TH AVE STE 2010",
  "perf_city_name": "WALTHAM",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024518778",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 882669.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 49345.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Building on the successes of ATE&rsquo;s IT Across Careers (ITAC) Project, Education Development Center, Inc. (EDC), in partnership with the ATE National Center for Information and Communications Technologies (ICT) at Springfield Technical Community College developed and validated social media skill sets needed by technicians building their own businesses. With expert workers project staff developed examples of how technicians use social media tools to develop their business brand and network, to solve problems, and manage a business enterprise. Faculty from participating community colleges developed and piloted lessons that integrated social media skills and course content; and tested a rubric to guide assessment of these new media skills. The project resulted in a profile that defines the &ldquo;new media technician&rdquo; as one who &ldquo;builds, maintains, manages and leverages online social networks to engage with customers, business partners, employees and key influencers with the goal of building organizational success&rdquo;. The profile identified six major duties that define this social media work: 1. Conduct Research, 2. Create a Social Networking Strategy, 3. Establish an Online Presence, 4. Create Content to Engage Community, 5. Manage Online Presence, and 6. Engage in Professional Development/On-going Learning; along with 59 unique tasks and the skills, knowledge, behaviors and tools associated with that work.&nbsp; Three comprehensive lessons were developed providing students with a workplace challenge to be solved using social media and faculty with assessment guidelines and step-by-step instructions on using social media to solve those problems. Lessons are publically available on the project&rsquo;s website: <a href=\"https://sites.google.com/site/edcsteppublic/\">https://sites.google.com/site/edcsteppublic/</a>&nbsp; The project culminated in the production of an e-Book titled:&nbsp; <span style=\"text-decoration: underline;\">5 Steps to Using Social Media to Build your Brand and Promote your Business</span> (ISBN- 9781513610665) which is available for Mac users at the i-Book store.</p>\n<p>The project advanced knowledge in the following ways:&nbsp; 1. by helping to define and describe the differences between using social media for personal and business purposes, specifically, how social media can be used strategically to advance specific business goals, 2. by producing a profile of the expert New Media Technician describing the duties, tasks, knowledge, skills and behaviors needed to by technicians to use social media to build their business brand and network, 3.&nbsp; by providing step-by-step instructions for technicians on how they can use social media for this purpose, and examples of how successful businesses are using social media in this way; 4. by providing faculty, even those with limited social media skills, with the tools and supportive background information needed for them to feel comfortable teaching these social media strategies to their students; and 5. by helping the general public, through the publication of our e-Book, learn to use social media to build their business and their business network.</p>\n<p>&nbsp;</p>\n<p>In addition to helping technician education programs stay current with industry&rsquo;s expectations for workers in a world driven by technology, the project impacts education and employment communities more broadly. Overall the processes established within this project will advance understanding of what it takes to define new and emerging occupations. The profile of the Social Technology Enabled Professional (STEP) makes transparent the work tasks, skills and knowledge required to use social media to develop a business brand and network.&nbsp; This clear articulation of what STEPs need to know and be able to do helps employers to develop job descriptions, performance review criteria and coaching guidelines. The skill ...",
  "por_txt_cntn": "\nBuilding on the successes of ATEÆs IT Across Careers (ITAC) Project, Education Development Center, Inc. (EDC), in partnership with the ATE National Center for Information and Communications Technologies (ICT) at Springfield Technical Community College developed and validated social media skill sets needed by technicians building their own businesses. With expert workers project staff developed examples of how technicians use social media tools to develop their business brand and network, to solve problems, and manage a business enterprise. Faculty from participating community colleges developed and piloted lessons that integrated social media skills and course content; and tested a rubric to guide assessment of these new media skills. The project resulted in a profile that defines the \"new media technician\" as one who \"builds, maintains, manages and leverages online social networks to engage with customers, business partners, employees and key influencers with the goal of building organizational success\". The profile identified six major duties that define this social media work: 1. Conduct Research, 2. Create a Social Networking Strategy, 3. Establish an Online Presence, 4. Create Content to Engage Community, 5. Manage Online Presence, and 6. Engage in Professional Development/On-going Learning; along with 59 unique tasks and the skills, knowledge, behaviors and tools associated with that work.  Three comprehensive lessons were developed providing students with a workplace challenge to be solved using social media and faculty with assessment guidelines and step-by-step instructions on using social media to solve those problems. Lessons are publically available on the projectÆs website: https://sites.google.com/site/edcsteppublic/  The project culminated in the production of an e-Book titled:  5 Steps to Using Social Media to Build your Brand and Promote your Business (ISBN- 9781513610665) which is available for Mac users at the i-Book store.\n\nThe project advanced knowledge in the following ways:  1. by helping to define and describe the differences between using social media for personal and business purposes, specifically, how social media can be used strategically to advance specific business goals, 2. by producing a profile of the expert New Media Technician describing the duties, tasks, knowledge, skills and behaviors needed to by technicians to use social media to build their business brand and network, 3.  by providing step-by-step instructions for technicians on how they can use social media for this purpose, and examples of how successful businesses are using social media in this way; 4. by providing faculty, even those with limited social media skills, with the tools and supportive background information needed for them to feel comfortable teaching these social media strategies to their students; and 5. by helping the general public, through the publication of our e-Book, learn to use social media to build their business and their business network.\n\n \n\nIn addition to helping technician education programs stay current with industryÆs expectations for workers in a world driven by technology, the project impacts education and employment communities more broadly. Overall the processes established within this project will advance understanding of what it takes to define new and emerging occupations. The profile of the Social Technology Enabled Professional (STEP) makes transparent the work tasks, skills and knowledge required to use social media to develop a business brand and network.  This clear articulation of what STEPs need to know and be able to do helps employers to develop job descriptions, performance review criteria and coaching guidelines. The skill standards-based STEP lessons can be used by faculty teaching dedicated social media courses, business courses and technician education courses in multiple departments at both the community college and secondary school levels. Examples of new media skills \"in action..."
 }
}