{
 "awd_id": "1104035",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Establishing NOVA as a Regional Leader in Biotechnology Education and Training",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Terry S. Woodin",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 190949.0,
 "awd_amount": 190949.0,
 "awd_min_amd_letter_date": "2011-05-25",
 "awd_max_amd_letter_date": "2012-07-14",
 "awd_abstract_narration": "The goal of this project is to strengthen and enhance the current NOVA Biotech Program, which includes an Associates of Applied Science (AAS) Degree program in Biotechnology and a Career Studies Certificate program for Biotechnology Lab Technicians.  Four specific goals have been identified including:  internal recruitment of current NOVA students into the Biotech Program, improved retention and graduation efforts, successful placement of students in workforce and/or at transfer institutions, and more extensive assessment and evaluation of student learning outcomes and success. \r\n\r\nTo promote awareness of biotechnology and the Biotech Program within NOVA, biotechnology laboratory exercises are being introduced into General Biology courses at several campuses (Manassas, Alexandria, Annandale) to make students more aware of the field and their potential within it; this is being accompanied by faculty training for General Biology faculty new to the techniques and culture of biotechnology. An internal advisory board is also being established to help promote the biotechnology program and enhance retention of students who are recruited into the program. Retention is also being strengthened by increased student advising, tutoring resources, and interactions with the local industry.  An external industry advisory board is helping ensure the curriculum is responsive to industry needs. To enhance job placement, a formal internship program is being created, and new courses quality control, bioinformatics, and microbiology/biomanufacturing are being introduced.   Furthermore, a survey of potential employers is beinge conducted to assess employment needs in terms of educational and skill set requirements for entry-level positions.  In addition, work is in progress with transfer institutions (i.e. George Mason University, George Washington University, etc) to establish articulation agreements.   To facilitate assessing students in each course and tracking their progress on a semester basis, faculty are establishing desired student learning outcomes for each course and the entire curriculum. \r\n \r\nData gathered for formative and summative assessment of the project will include quantitative data such as enrollment, course completion, graduation, and job placement data as well as more qualitative data concerning student and employer satisfaction.  The intellectual merit of the program lies in the rigor of the new courses being introduced and the new material being introduced into existing courses.  In terms of broader impacts, the presence of an expanded career pathway, a better assessment process, enhanced retention and graduation rates, the establishment of more rigorous curricula, and strengthened relationships with the local industry is expected to increase the number of skilled lab technicians and expand educational access to biotech curricula.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Johanna",
   "pi_last_name": "Weiss",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Johanna V Weiss",
   "pi_email_addr": "jweiss@nvcc.edu",
   "nsf_id": "000484309",
   "pi_start_date": "2011-05-25",
   "pi_end_date": "2012-07-14"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ia",
   "pi_last_name": "Gomez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ia Gomez",
   "pi_email_addr": "igomez@nvcc.edu",
   "nsf_id": "000514781",
   "pi_start_date": "2012-07-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Ia",
   "pi_last_name": "Gomez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ia Gomez",
   "pi_email_addr": "igomez@nvcc.edu",
   "nsf_id": "000514781",
   "pi_start_date": "2011-05-25",
   "pi_end_date": "2012-07-14"
  }
 ],
 "inst": {
  "inst_name": "Northern Virginia Community College",
  "inst_street_address": "8333 LITTLE RIVER TPKE",
  "inst_street_address_2": "",
  "inst_city_name": "ANNANDALE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7033233000",
  "inst_zip_code": "220033743",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "VA11",
  "org_lgl_bus_name": "VIRGINIA COMMUNITY COLLEGE SYSTEM OFFICE",
  "org_prnt_uei_num": "",
  "org_uei_num": "E5QRM5Y85LT8"
 },
 "perf_inst": {
  "perf_inst_name": "Northern Virginia Community College",
  "perf_str_addr": "8333 LITTLE RIVER TPKE",
  "perf_city_name": "ANNANDALE",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "220033743",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "VA11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 190949.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>ATE award #1104035</strong></p>\n<p><strong>Establishing NOVA as a Regional Leader in Biotechnology Education and Training</strong></p>\n<p>A major outcome of this project has been a great enrollment increase in our<br />Biotechnology Program, as a direct result of the activities. At the beginning<br />of this project the great majority of students who had declared Biotechnology<br />as their Major and were not intending to complete the program were identified<br />and removed from the program. This is the reason for the enrollment decrease observed from Fall 2011 to fall 2012. In addition, our degree is an Associate in Applied Science in Biotechnology, and therefore not designed to transfer to any higher institution. This deterred students from enrolling in our program. The development of an articulation agreement between NOVA and George Washington University highly contributed to this enrollment increase. Internal recruitment at NOVA was increased by developing and implementing an exciting Biotechnology module in all BIO101 labs. We reached thousands of students who were already at NOVA and sparked interest in Biotechnology at a large scale. Keeping our counselors and advisors informed has facilitated the flow of students to the Biotechnology Program, and has complimented the biotech faculty outreachefforts at the local high schools. As a consequence of the program growth we added more section of specialized Biotech classes and with great Institutional support the Biotechnology program has doubled the number of full time Biotechnology faculty member from two to four.</p>\n<p>The second outcome of this project has been a tremendous increase in retention and graduation rates. The retention rate increased from&nbsp;drastically in only two years, which translated into a significant increase of graduates. Our focus on student engagement and motivation played an important role in the increase in retention rates. The implementation of a non-competitive application and mandatory advising for all Biotech students as well as the implementation of certain program requirements (Completion of BIO101 with a C or better, placement in non-developmental math, and requirement for all biotechnology students to be program placed in the appropriate curriculum track) positively influenced retention rates. At the beginning of this project we were unable to count the number of students in the program since students enrolled at NOVA could chose a program of study from a list of hundreds of programs without knowing what the program actually entitles. As the programs are listed alphabetically, hundreds of students had selected Biotechnology. In 2013 there were over 100 students properly placed in the Biotechnology program which allowed us to determine how many students we actually have enrolled in our program. The newly developed Biotechnology student handbook will help maintain high retention rates, as students will have clear guidelines and program expectations.</p>\n<p>This project has allowed us to greatly enhance the Biotechnology curriculum, making our program very rigorous, current and meeting industry needs. We have developed a skills inventory and mapped these competencies to each<br />Biotechnology course. Student competencies are assessed each semester with a rigorous final exam. We developed new courses, enhanced existing courses, and developed hybrid and online formats to meet students&rsquo; needs. Curriculum enhancement, including our internship course and materials, has resulted in a huge success rate in students&rsquo; grades and performance in internships, interviews, and job/internship applications. Our students have out competed students from higher institutions, securing most of the internship<br />opportunities in some local Biotech companies, as stated by one of our industry partner during the last advisory committee meeting. Our students&rsquo; excellent perform...",
  "por_txt_cntn": "\nATE award #1104035\n\nEstablishing NOVA as a Regional Leader in Biotechnology Education and Training\n\nA major outcome of this project has been a great enrollment increase in our\nBiotechnology Program, as a direct result of the activities. At the beginning\nof this project the great majority of students who had declared Biotechnology\nas their Major and were not intending to complete the program were identified\nand removed from the program. This is the reason for the enrollment decrease observed from Fall 2011 to fall 2012. In addition, our degree is an Associate in Applied Science in Biotechnology, and therefore not designed to transfer to any higher institution. This deterred students from enrolling in our program. The development of an articulation agreement between NOVA and George Washington University highly contributed to this enrollment increase. Internal recruitment at NOVA was increased by developing and implementing an exciting Biotechnology module in all BIO101 labs. We reached thousands of students who were already at NOVA and sparked interest in Biotechnology at a large scale. Keeping our counselors and advisors informed has facilitated the flow of students to the Biotechnology Program, and has complimented the biotech faculty outreachefforts at the local high schools. As a consequence of the program growth we added more section of specialized Biotech classes and with great Institutional support the Biotechnology program has doubled the number of full time Biotechnology faculty member from two to four.\n\nThe second outcome of this project has been a tremendous increase in retention and graduation rates. The retention rate increased from drastically in only two years, which translated into a significant increase of graduates. Our focus on student engagement and motivation played an important role in the increase in retention rates. The implementation of a non-competitive application and mandatory advising for all Biotech students as well as the implementation of certain program requirements (Completion of BIO101 with a C or better, placement in non-developmental math, and requirement for all biotechnology students to be program placed in the appropriate curriculum track) positively influenced retention rates. At the beginning of this project we were unable to count the number of students in the program since students enrolled at NOVA could chose a program of study from a list of hundreds of programs without knowing what the program actually entitles. As the programs are listed alphabetically, hundreds of students had selected Biotechnology. In 2013 there were over 100 students properly placed in the Biotechnology program which allowed us to determine how many students we actually have enrolled in our program. The newly developed Biotechnology student handbook will help maintain high retention rates, as students will have clear guidelines and program expectations.\n\nThis project has allowed us to greatly enhance the Biotechnology curriculum, making our program very rigorous, current and meeting industry needs. We have developed a skills inventory and mapped these competencies to each\nBiotechnology course. Student competencies are assessed each semester with a rigorous final exam. We developed new courses, enhanced existing courses, and developed hybrid and online formats to meet studentsÆ needs. Curriculum enhancement, including our internship course and materials, has resulted in a huge success rate in studentsÆ grades and performance in internships, interviews, and job/internship applications. Our students have out competed students from higher institutions, securing most of the internship\nopportunities in some local Biotech companies, as stated by one of our industry partner during the last advisory committee meeting. Our studentsÆ excellent performance resulted in multiple job/internship offers for many of our students, sometimes even before they reach graduation. Our external evaluation last year showed 100% of our g..."
 }
}