{
 "awd_id": "1104951",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Spin Transport Far From Equilibrium",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Sokol",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 370000.0,
 "awd_amount": 370000.0,
 "awd_min_amd_letter_date": "2011-06-13",
 "awd_max_amd_letter_date": "2011-06-13",
 "awd_abstract_narration": "Technical abstract\r\n\r\nThis project will advance the understanding  of charge and spin transport in semiconductors under conditions that  are very far from equilibrium.   The research addresses new devices in which spin currents in semiconductors are generated and detected using ferromagnetic metals. The experiments will address how fundamental phenomena such as the spin-orbit interaction, hyperfine interactions, hot electron populations, and dimensionality impact spin-polarized transport.  First, a set of experiments will be carried out to elucidate the connection between the spin Hall effect in semiconductors, which has only recently been observed in transport measurements, and its inverse effect, in which a spin-polarized current generates a charge current.    A second set of experiments will probe spin-polarized carriers far from equilibrium, where departures from ordinary linear response have recently been observed.  The potential for using these non-linear effects to control spin currents will be demonstrated.   Third, the manifestation of spin-orbit coupling in traditional transport effects, including weak-anti-localization, will be correlated with direct measurements of the spin transport and dynamics using techniques developed in the PI's group.  Finally, the proposed research will address some of the critical steps required to undertake similar experiments in reduced dimensions.  These experiments address some of the critical steps required to implement devices, such as a spin transistor, which will require a deeper understanding of ferromagnet-semiconductor heterostructures.\r\n\r\nNon-technical abstract\t\r\n\r\nMagnetism is ubiquitous in modern technology.   Mass data storage, as in computer hard drives, depends on the magnetism of metals, such as iron, cobalt or nickel.  Semiconductors, while also a critical component of modern technologies, are not magnetic.  This project focuses on a materials system that is made out of thin layers of a ferromagnetic material (iron) and a semiconductor.   The ultimate goal of this line of research is the achievement of new classes of devices that carry out both the processing and storage of information on a single chip. This project focuses on fundamental properties that determine how electron spins (the carriers of magnetic information) can be injected, controlled, and detected inside a semiconductor.    The research will include experiments probing the new and unusual conditions present when spins in semiconductors are generated near surfaces, in very large numbers, or in very thin layers.  These physical phenomena lie at the heart of new proposals for magneto-electronic devices that could be enabled by this research.    \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Crowell",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Paul A Crowell",
   "pi_email_addr": "crowell@umn.edu",
   "nsf_id": "000192933",
   "pi_start_date": "2011-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 370000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Ferromagnets and semiconductors are critical materials in modern information technology. This research program demonstrated what can be achieved when ferromagnetic metals, which act as a <em>source </em>of information, are integrated with semiconductors, which <em>process </em>information.&nbsp; The carrier of information that was studied is <em>spin</em>, the intrinsic magnetic moment of the electron. Like a small bar magnet, the spin of an electron has an orientation (it points in a certain direction in space). Ordinarily, a semiconductor is non-magnetic, but when an electric current is driven into the semiconductor from a magnetic source, the spins in the semiconductor acquire a specific orientation that can be used to store and transmit information. Over the course of this award, we showed that the efficiency of this process can be enhanced by integrating a new class of magnetic materials, known as Heusler alloys, with the semiconductor gallium arsenide (GaAs). When a layer of the Heusler alloy is grown on GaAs, over 2/3 of the electrons in the semiconductor are polarized (i.e. have their magnetic moments oriented) by the current.&nbsp; This level of polarization, which exists only while the current is on, is similar to what one observes in an ordinary magnetic metal.</p>\n<p>&nbsp;This <em>non-equilibrium </em>polarization is so strong that it has profound effects on the semiconductor environment, and it was shown how this impacts another class of magnetic moments in the system, which are the spins of atomic nuclei.&nbsp; The electrons, which carry a current, can transfer their spin to nuclei, which sit at fixed positions in the crystal lattice. As a result, the nuclei become polarized only around specific sites (associated with defects known as donors).&nbsp; This leads to an inhomogeneity or &ldquo;lumpiness&rdquo; in the distribution of nuclear spins that in turn impacts how the electrons relax. A set of experiments showed how the nuclear spins provide a &ldquo;fingerprint&rdquo; of the more technologically relevant electron spins.</p>\n<p>The speed with which information can be processed is also a critical factor. Before the research carried out under this award, the types of devices in which spins were injected into the semiconductor electrically were operated at low frequencies. In contrast, the frequencies of interest for information technology are in the microwave regime. Under this award, we successfully demonstrated that the spin orientation of the electrons injected into the semiconductor can be modulated at microwave frequencies. This is particularly important because the lifetime (essentially how long the spin orientation survives in the semiconductor) is less than a nanosecond (one billionth of a second) at room temperature. By extending the operation to microwave frequencies, we demonstrated a means to inject and detect spins in a semiconductor at room temperature.</p>\n<p>&nbsp;In the types of devices developed under this project, the orientation of the spins is detected as a voltage. By utilizing the Heusler alloy electrodes and patterning much smaller devices (with a length less than 1/100<sup>th</sup> the diameter of a human hair), we achieved voltage signals at low temperatures that were approximately 20 times larger than at the start of the award. More importantly, these improvements yielded signals that could be easily measured at room temperature. As a result, the processes by which electron spins decay in the semiconductor were probed and understood all the way up to room temperature.&nbsp; The knowledge developed in these experiments is now being applied to developing electronic devices in which spins are injected and transported in a thin layer known as a two-dimensional electron gas.</p>\n<p>&nbsp;Several outcomes of the project are of interest in the development of other technologies. New experimental and analytical tools were developed...",
  "por_txt_cntn": "\nFerromagnets and semiconductors are critical materials in modern information technology. This research program demonstrated what can be achieved when ferromagnetic metals, which act as a source of information, are integrated with semiconductors, which process information.  The carrier of information that was studied is spin, the intrinsic magnetic moment of the electron. Like a small bar magnet, the spin of an electron has an orientation (it points in a certain direction in space). Ordinarily, a semiconductor is non-magnetic, but when an electric current is driven into the semiconductor from a magnetic source, the spins in the semiconductor acquire a specific orientation that can be used to store and transmit information. Over the course of this award, we showed that the efficiency of this process can be enhanced by integrating a new class of magnetic materials, known as Heusler alloys, with the semiconductor gallium arsenide (GaAs). When a layer of the Heusler alloy is grown on GaAs, over 2/3 of the electrons in the semiconductor are polarized (i.e. have their magnetic moments oriented) by the current.  This level of polarization, which exists only while the current is on, is similar to what one observes in an ordinary magnetic metal.\n\n This non-equilibrium polarization is so strong that it has profound effects on the semiconductor environment, and it was shown how this impacts another class of magnetic moments in the system, which are the spins of atomic nuclei.  The electrons, which carry a current, can transfer their spin to nuclei, which sit at fixed positions in the crystal lattice. As a result, the nuclei become polarized only around specific sites (associated with defects known as donors).  This leads to an inhomogeneity or \"lumpiness\" in the distribution of nuclear spins that in turn impacts how the electrons relax. A set of experiments showed how the nuclear spins provide a \"fingerprint\" of the more technologically relevant electron spins.\n\nThe speed with which information can be processed is also a critical factor. Before the research carried out under this award, the types of devices in which spins were injected into the semiconductor electrically were operated at low frequencies. In contrast, the frequencies of interest for information technology are in the microwave regime. Under this award, we successfully demonstrated that the spin orientation of the electrons injected into the semiconductor can be modulated at microwave frequencies. This is particularly important because the lifetime (essentially how long the spin orientation survives in the semiconductor) is less than a nanosecond (one billionth of a second) at room temperature. By extending the operation to microwave frequencies, we demonstrated a means to inject and detect spins in a semiconductor at room temperature.\n\n In the types of devices developed under this project, the orientation of the spins is detected as a voltage. By utilizing the Heusler alloy electrodes and patterning much smaller devices (with a length less than 1/100th the diameter of a human hair), we achieved voltage signals at low temperatures that were approximately 20 times larger than at the start of the award. More importantly, these improvements yielded signals that could be easily measured at room temperature. As a result, the processes by which electron spins decay in the semiconductor were probed and understood all the way up to room temperature.  The knowledge developed in these experiments is now being applied to developing electronic devices in which spins are injected and transported in a thin layer known as a two-dimensional electron gas.\n\n Several outcomes of the project are of interest in the development of other technologies. New experimental and analytical tools were developed that are now being applied to the study of metallic spin valves, in which spins are transported through an ordinary metal such as copper. Unlike their semiconductor counterparts, metallic spin val..."
 }
}