{
 "awd_id": "1104467",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CONFERENCE: 2011 CSHL Conference on Eularyotic mRNA Processing to be held August 23-27, 2011 in Cold Springs Harbor, NY",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": "7032924967",
 "po_email": "kccone@nsf.gov",
 "po_sign_block_name": "Karen Cone",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 7000.0,
 "awd_amount": 7000.0,
 "awd_min_amd_letter_date": "2011-05-12",
 "awd_max_amd_letter_date": "2011-05-12",
 "awd_abstract_narration": "Intellectual Merit \r\nThe 2011 CSHL Conference on Eukaryotic mRNA Processing will be held in New York, August 23-27, 2011.  As in the previous meetings, a major focus will be on nuclear events in mRNA maturation, particularly mRNA splicing and polyadenylation, but the scope will now be expanded to encompass both the impact of the history of an mRNA on its ultimate biological fate, the emerging fields of RNA interference and microRNA function as well as the application of informatics and genome-wide approaches to the analysis of RNA processing. It will span a broad range of areas of investigation including genetics, genomics, biochemistry, molecular biology and biophysical approaches to understand the mechanisms and physiologic consequences of the many processing steps that can impinge on a nascent pre-mRNA transcript to control gene expression. The meeting format will consist of eight plenary sessions and two poster sessions. For the 2011 meeting, each plenary session will be subdivided into two parts that focus on related but separate topics.  The most recent meeting was held in August 2009 and attracted 335 scientists internationally, who are actively investigating various aspects of messenger RNA maturation in eukaryotic cells, using genetic, biochemical, molecular, and cell biological approaches. \r\n\r\nBroader Impacts \r\nThe 2011 CSHL Conference on Eukaryotic mRNA Processing will bring together a highly diverse group of scientists seeking to share and promote knowledge in the field and provide an outlet for collaboration and exchange of ideas.  The 2011 CSHL conference committee has made every effort to include the participation of groups underrepresented in science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Stewart",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "David J Stewart",
   "pi_email_addr": "stewart@cshl.edu",
   "nsf_id": "000148864",
   "pi_start_date": "2011-05-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cold Spring Harbor Laboratory",
  "inst_street_address": "1 BUNGTOWN RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLD SPG HBR",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5163678307",
  "inst_zip_code": "117242202",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "NY03",
  "org_lgl_bus_name": "COLD SPRING HARBOR LABORATORY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GV31TMFLPY88"
 },
 "perf_inst": {
  "perf_inst_name": "Cold Spring Harbor Laboratory",
  "perf_str_addr": "1 BUNGTOWN RD",
  "perf_city_name": "COLD SPG HBR",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117242202",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "NY03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 7000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Cold Spring Harbor Laboratory Conference on</strong></p>\n<p><strong>Eukaroytic mRNA Processing</strong></p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>August 23 &ndash; 27, 2011</strong></p>\n<p><strong>&nbsp;</strong></p>\n<p>&nbsp;</p>\n<p><strong>ARRANGED BY: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Tom Blumenthal, </strong>University of Colorado</p>\n<p><strong>Kristen Lynch, </strong>University of Pennsylvania<strong></strong></p>\n<p><strong>Karla Neugebauer, </strong>MPI-CBG</p>\n<p>371 Participants</p>\n<p>&nbsp;</p>\n<p>The eighth Eukaryotic mRNA processing meeting was held this summer to present and discuss recent developments in mRNA metabolism.&nbsp; As in the past, the regulation of alternative pre-mRNA splicing was a focus, as was the mechanism of spliceosome assembly and catalysis.&nbsp; Additional areas included mRNA 3&rsquo; end formation, mRNA decay, mRNA trafficking, and the coupling of RNA processing to transcription and export.&nbsp; Additional sessions covered genome wide approaches to understanding RNA mediated gene regulation and, for the first time, the control of miRNA biogenesis and mechanisms of RNA interference.&nbsp;</p>\n<p>&nbsp;</p>\n<p>In the splicing mechanisms session, several talks described new structural data on RNA recognition within the spliceosome or the overall conformation of the catalytic complex.&nbsp; Other results provided important new results on the role of metal ions in catalysis and the function of DEAH-box helicases in driving conformational changes during the catalytic cycle.&nbsp; The recognition of the branch point by the U2 snRNP and of exon sequences adjacent to the 5&rsquo; splice site was also described.&nbsp; Finally a talk presented new examples of trans-splicing in Drosophila as identified by new deep sequencing methods.</p>\n<p>&nbsp;</p>\n<p>Several presentations on 3&acute; end formation focused on links between polyadenylation and transcription and quality control.&nbsp; Progress was described in characterizing the processing of the 3&rsquo; ends of histone mRNAs.&nbsp; Other talks examined the biogenesis and function of miRNAs.&nbsp; The regulation of miRNAs by poly(ADP-ribose) and by cell specific cofactors was described.&nbsp; Effects on miRNA processing in the nucleus by the spliceosome and hnRNP proteins were presented, as were the roles of partner proteins in determining the specificity of dicer processing in the cytoplasm.</p>\n<p>&nbsp;</p>\n<p>Talks in the RNA movement and RNA/protein interactions session examined a variety of important RNA binding factors.&nbsp; Presentations described the different modes of recognition used to bind RNA.&nbsp; The coupling of export factor assembly to the disassembly of the 3&rsquo; processing complex, and the coupling of polyA binding and 3&rsquo; UTR binding factors to RNA export were discussed, as were mechanisms for the nuclear retention of RNA.&nbsp; The targeting and localization of mRNAs in the Drosophila embryo and to the ER and mitochondria, and the role of splicing in these processes, were also examined.&nbsp;</p>\n<p>&nbsp;</p>\n<p>In splicing regulation, there has been significant progress in deciphering the detailed regulatory mechanisms, as well as the biological roles of particular factors and splice variants.&nbsp; Biochemical and yeast genetic approaches have identified specific points in the spliceosome assembly pathway affected by particular factors.&nbsp; Multiple talks presented new data on the autoregulation of splicing factors, and the regulation of splicing during cellular differentiation.&nbsp; Another active area was the examination of roles for splicing regulation in human disease and the development of splicing targeted therapeutics.</p>\n<p>&nbsp;</p>\n<p>In the RNA decay session, the nonsense mediated decay pathway was a particular focus including work on its global regulation...",
  "por_txt_cntn": "\nCold Spring Harbor Laboratory Conference on\n\nEukaroytic mRNA Processing\n\n \n\nAugust 23 &ndash; 27, 2011\n\n \n\n \n\nARRANGED BY:                   Tom Blumenthal, University of Colorado\n\nKristen Lynch, University of Pennsylvania\n\nKarla Neugebauer, MPI-CBG\n\n371 Participants\n\n \n\nThe eighth Eukaryotic mRNA processing meeting was held this summer to present and discuss recent developments in mRNA metabolism.  As in the past, the regulation of alternative pre-mRNA splicing was a focus, as was the mechanism of spliceosome assembly and catalysis.  Additional areas included mRNA 3Æ end formation, mRNA decay, mRNA trafficking, and the coupling of RNA processing to transcription and export.  Additional sessions covered genome wide approaches to understanding RNA mediated gene regulation and, for the first time, the control of miRNA biogenesis and mechanisms of RNA interference. \n\n \n\nIn the splicing mechanisms session, several talks described new structural data on RNA recognition within the spliceosome or the overall conformation of the catalytic complex.  Other results provided important new results on the role of metal ions in catalysis and the function of DEAH-box helicases in driving conformational changes during the catalytic cycle.  The recognition of the branch point by the U2 snRNP and of exon sequences adjacent to the 5Æ splice site was also described.  Finally a talk presented new examples of trans-splicing in Drosophila as identified by new deep sequencing methods.\n\n \n\nSeveral presentations on 3&acute; end formation focused on links between polyadenylation and transcription and quality control.  Progress was described in characterizing the processing of the 3Æ ends of histone mRNAs.  Other talks examined the biogenesis and function of miRNAs.  The regulation of miRNAs by poly(ADP-ribose) and by cell specific cofactors was described.  Effects on miRNA processing in the nucleus by the spliceosome and hnRNP proteins were presented, as were the roles of partner proteins in determining the specificity of dicer processing in the cytoplasm.\n\n \n\nTalks in the RNA movement and RNA/protein interactions session examined a variety of important RNA binding factors.  Presentations described the different modes of recognition used to bind RNA.  The coupling of export factor assembly to the disassembly of the 3Æ processing complex, and the coupling of polyA binding and 3Æ UTR binding factors to RNA export were discussed, as were mechanisms for the nuclear retention of RNA.  The targeting and localization of mRNAs in the Drosophila embryo and to the ER and mitochondria, and the role of splicing in these processes, were also examined. \n\n \n\nIn splicing regulation, there has been significant progress in deciphering the detailed regulatory mechanisms, as well as the biological roles of particular factors and splice variants.  Biochemical and yeast genetic approaches have identified specific points in the spliceosome assembly pathway affected by particular factors.  Multiple talks presented new data on the autoregulation of splicing factors, and the regulation of splicing during cellular differentiation.  Another active area was the examination of roles for splicing regulation in human disease and the development of splicing targeted therapeutics.\n\n \n\nIn the RNA decay session, the nonsense mediated decay pathway was a particular focus including work on its global regulation, its coupling to translation and to splicing via the exon junction complex, and on the remodeling or recycling of NMD factors during decay.  New studies of nuclear and viral pathways of mRNA decay were also presented covering both the known nuclear exosome pathway and a new pathway.\n\n \n\nThe major theme in the session on genome-wide approaches was regulatory networks.  Newly refined array methods, new high density sequencing methods, and the wider dissemination of methods for measuring genomewide RNA binding by proteins were all evident.  Combining these methods with RNA interference ..."
 }
}