{
 "awd_id": "1104683",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Multi-Physics Modeling of Intense, Short-Pulse Laser-Plasma Interactions",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032928235",
 "po_email": "bmihaila@nsf.gov",
 "po_sign_block_name": "Bogdan Mihaila",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 342000.0,
 "awd_amount": 342000.0,
 "awd_min_amd_letter_date": "2011-09-09",
 "awd_max_amd_letter_date": "2013-06-10",
 "awd_abstract_narration": "This award supports a project focusing on the development of novel multi-physics simulation tools suitable for detailed studies of phase-space dynamics of plasmas. These tools will be used to optimize the generation of high-quality multi-GeV electron beams by laser-plasma devices. Clear and complete understanding of phase-space processes opens the door to the manipulation of phase space and to greater control over high-energy-density-physics phenomena. Many of the technological applications of intense-laser plasma interactions, such as compact, next-generation light sources, have stringent limits on beam quality that exceed what is currently available. The results of this study are expected to advance the development of these technologies, having ultimate applications in a wide range of fields. The main problem to be addressed is that the existing theoretical understanding of the processes leading to trapped particles in large amplitude plasma waves driven by intense lasers, as seen in various experiments, is incomplete. To improve this, a phase-space level understanding of the mechanisms at work is essential. Current experiments typically rely on the free evolution of the laser-plasma system, i.e., a laser pulse is brought to a target and the system is allowed to evolve without subsequent intervention. Recent experimental results provide a tantalizing glimpse of the great promise of tailoring phase space to produce exploitable features. Realizing these advances requires a first principles understanding of the phase-space dynamics of these systems. \r\n\r\nHigh energy density physics is coming to prominence as a new physics frontier; fully ionized matter (plasma) under extreme conditions is a source of exciting new physics. The advent of sub-picosecond, petawatt-class lasers opens a new chapter in ultrafast physics of relativistic laser plasma interactions. Centimeter-long relativistic plasmas are now being produced, and new, poorly understood phenomena are being observed. This makes the development of new theoretical frameworks and computational approaches essential. A combination of experimental and theoretical research is leading to new understanding of the complex plasma processes that can occur and will no doubt have significant practical applications to medicine, structural stability/safety, and homeland security. The results of the proposed research will be disseminated widely. The entire computational data set produced during this project will be archived and made publicly available through a web-based interface. Visitors to the archive can search the database, examine any of the data sets, create visualizations of the data, perform various diagnostics on the data sets as well as download raw data. The computer codes developed during this project will generally be made publicly available. Additionally all of the algorithms and their implementations, including full source code documentation, will be made publicly available on the PI's research group's web site. Integration of this research with education will be accomplished through motivation and improved teaching of undergraduate and graduate students. High school students from underrepresented groups also will be recruited to participate in summer research projects.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bradley",
   "pi_last_name": "Shadwick",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Bradley A Shadwick",
   "pi_email_addr": "bshadwick2@unl.edu",
   "nsf_id": "000500573",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Serge",
   "pi_last_name": "Kalmykov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Serge Kalmykov",
   "pi_email_addr": "s.kalmykov.2013@ieee.org",
   "nsf_id": "000577411",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nebraska-Lincoln",
  "inst_street_address": "2200 VINE ST # 830861",
  "inst_street_address_2": "",
  "inst_city_name": "LINCOLN",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4024723171",
  "inst_zip_code": "685032427",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NE01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE UNIVERSITY OF NEBRASKA",
  "org_prnt_uei_num": "",
  "org_uei_num": "HTQ6K6NJFHA6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nebraska-Lincoln",
  "perf_str_addr": "2200 VINE ST # 830861",
  "perf_city_name": "LINCOLN",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "685032427",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NE01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "724400",
   "pgm_ele_name": "COMPUTATIONAL PHYSICS"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "7752",
   "pgm_ref_txt": "CDI NON SOLICITED RESEARCH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 228000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 114000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit:</strong>&nbsp;</p>\n<ol>\n<li><strong>Advanced Numerical Methods for Laser-Plasma Accelerators. </strong>We have developed new numerical methods for the cold-fluid model of laser-plasma interactions. &nbsp;In some circumstances, the implicit time-stepping methods we have developed can reduce the computational cost of simulations by many orders of magnitude compared to traditional methods. &nbsp;We have developed an implicit method for the <span><span>Vlasov</span></span> equation on phase-space. &nbsp;This method exactly conserves a number of important system properties (particle number, momentum, energy, and <span><span>enstrophy</span></span>) and appears to offer performance superior to existing methods.&nbsp;&nbsp;We have successfully coupled our implicit <span><span>Vlasov</span></span> solver to a cold-fluid plasma to produce a hybrid numerical model of particle trapping in a laser-driven accelerator. &nbsp;While carried out in one <span>spatial</span> dimension, this serves as a proof-of-concept for the multi-physics modeling approach.&nbsp;&nbsp;We have developed a general framework for constructing numerical methods directly from the corresponding variational principle governing a physical system. &nbsp;Importantly, this approach allows the natural inclusion of boundary conditions into the discrete variational principle, avoiding ad-hoc modification of the discrete equations to incorporate boundary conditions.</li>\n<li><strong>Dynamics of Self-Injection in Laser-Plasma Accelerators. </strong>&nbsp;We have developed a means of all-optical control over the quality of electron beams produced by self-injection in laser-plasma accelerators. &nbsp;We have demonstrated in simulations that a suitably laser-driver, constructed by incoherently stacking individual laser pulses, yields significant control over important beam characteristics. These all-optical methods of electron beam quality control are critically important for the development of future compact, high-repetition-rate, <span><span>GeV</span></span>-scale laser-plasma accelerators using 10 <span><span>TW</span></span>-class, ultra-high bandwidth pulses and mm-scale, dense plasmas. These results emphasize that investment into new pulse amplification techniques allowing for ultrahigh frequency bandwidth, is as important for the design of future laser-plasma accelerators as are the current efforts directed to increasing the pulse energy.&nbsp;</li>\n</ol>\n<p><strong>Broader Impacts:&nbsp;</strong></p>\n<p>The techniques to control the quality of electron beams produced in laser-plasma accelerators developed in this project have the potential for application in a wide range of fields both academic and industrial. &nbsp;The numerical method developed in this project have applications in plasma physics beyond laser-plasma accelerators.</p>\n<p>Our research has been widely disseminated at conferences and workshops. &nbsp;In total, we made 38 presentations (including four invited) at 14 regional, national, and international conferences and workshops and published 10 articles in peer-reviewed journals and 13 articles in conference proceedings</p>\n<p>The post-doctoral researcher partially supported by this project has gained skills in technical writing, computer programing, algorithm analysis and implementation, has presented research at international conferences, and has been involved with mentoring graduate students. &nbsp;The project has broadened participation by partially supporting a minority graduate student. &nbsp;An undergraduate research assistant on this project is now a graduate student studying plasma theory. &nbsp;The computer codes developed during this project were used for computing exercises in a graduate plasma physics course taught by the PI.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/08/2016<br>\n\t\t\t\t\tModified by: Bradley&nbsp;A&nbsp;Shadwick</p>...",
  "por_txt_cntn": "\nIntellectual Merit: \n\nAdvanced Numerical Methods for Laser-Plasma Accelerators. We have developed new numerical methods for the cold-fluid model of laser-plasma interactions.  In some circumstances, the implicit time-stepping methods we have developed can reduce the computational cost of simulations by many orders of magnitude compared to traditional methods.  We have developed an implicit method for the Vlasov equation on phase-space.  This method exactly conserves a number of important system properties (particle number, momentum, energy, and enstrophy) and appears to offer performance superior to existing methods.  We have successfully coupled our implicit Vlasov solver to a cold-fluid plasma to produce a hybrid numerical model of particle trapping in a laser-driven accelerator.  While carried out in one spatial dimension, this serves as a proof-of-concept for the multi-physics modeling approach.  We have developed a general framework for constructing numerical methods directly from the corresponding variational principle governing a physical system.  Importantly, this approach allows the natural inclusion of boundary conditions into the discrete variational principle, avoiding ad-hoc modification of the discrete equations to incorporate boundary conditions.\nDynamics of Self-Injection in Laser-Plasma Accelerators.  We have developed a means of all-optical control over the quality of electron beams produced by self-injection in laser-plasma accelerators.  We have demonstrated in simulations that a suitably laser-driver, constructed by incoherently stacking individual laser pulses, yields significant control over important beam characteristics. These all-optical methods of electron beam quality control are critically important for the development of future compact, high-repetition-rate, GeV-scale laser-plasma accelerators using 10 TW-class, ultra-high bandwidth pulses and mm-scale, dense plasmas. These results emphasize that investment into new pulse amplification techniques allowing for ultrahigh frequency bandwidth, is as important for the design of future laser-plasma accelerators as are the current efforts directed to increasing the pulse energy. \n\n\nBroader Impacts: \n\nThe techniques to control the quality of electron beams produced in laser-plasma accelerators developed in this project have the potential for application in a wide range of fields both academic and industrial.  The numerical method developed in this project have applications in plasma physics beyond laser-plasma accelerators.\n\nOur research has been widely disseminated at conferences and workshops.  In total, we made 38 presentations (including four invited) at 14 regional, national, and international conferences and workshops and published 10 articles in peer-reviewed journals and 13 articles in conference proceedings\n\nThe post-doctoral researcher partially supported by this project has gained skills in technical writing, computer programing, algorithm analysis and implementation, has presented research at international conferences, and has been involved with mentoring graduate students.  The project has broadened participation by partially supporting a minority graduate student.  An undergraduate research assistant on this project is now a graduate student studying plasma theory.  The computer codes developed during this project were used for computing exercises in a graduate plasma physics course taught by the PI.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 07/08/2016\n\n\t\t\t\t\tSubmitted by: Bradley A Shadwick"
 }
}