{
 "awd_id": "1104118",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Effect of Self-Control on Antisocial and Prosocial Behavior",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "kerry marsh",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 331000.0,
 "awd_amount": 331000.0,
 "awd_min_amd_letter_date": "2010-12-06",
 "awd_max_amd_letter_date": "2010-12-06",
 "awd_abstract_narration": "Blending theoretical perspectives from the aggression and self-control literatures, the proposed research sheds light on who is at risk for behaving antisocially, when antisocial behaviors are most likely to occur, and how metabolic, psychological, and hemodynamic processes help explain why people engage in antisocial behaviors. It also focuses on how to increase prosocial behavior. The proposed program of research to be conducted over the course of 5 laboratory studies is novel in several ways. First, it blends perspectives from two influential social psychological theoretical perspectives, namely the General Aggression Model and the limited resource model of self-control. The proposed research will provide the first integration of these perspectives in a single program of research. Second, it uses an extremely diverse methodological approach, including daily diary, experimental, quasi-experimental, and fMRI. Therefore, the proposed research will be able to provide converging empirical evidence that can impact researchers who use each of these diverse methods. Third, it provides the first examination of whether the capacity to override aggressive impulses relies on the same metabolic processes in humans and non-human animals.\r\n\r\nFindings from this work should be of interest to scholars from a broad range of disciplines who wish to understand how physical and mental self-control processes can decrease antisocial behavior and increase prosocial behavior. The project will also provide a unique, interdisciplinary training opportunity for two graduate students and many different undergraduate research assistants. The graduate student researchers will work closely with members of the senior research team, which will constitute a unique training experience in the use of multiple perspectives and methods. Finally, the proposed work will help lay people who have difficulty controlling their aggressive and selfish impulses. The investigators will give lectures that are open to members of the community and to people who are interested in applying the theoretical principles of effective self-control to reducing aggression and increasing prosocial behavior. Additional outreach will be provided to law enforcement agencies regarding how to prevent aggression and shooting of unarmed suspect.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brad",
   "pi_last_name": "Bushman",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Brad J Bushman",
   "pi_email_addr": "bushman.20@osu.edu",
   "nsf_id": "000423404",
   "pi_start_date": "2010-12-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "1960 KENNY RD",
  "perf_city_name": "COLUMBUS",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1332",
   "pgm_ref_txt": "SOCIAL PSYCHOLOGY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 331000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Research\">Even though the brain is only 2 percent of our body weight, it consumes about 20-30% of our calories. The brain is a very demanding organ when it comes to energy. The brain gets its energy from the food we eat in the form of glucose or blood sugar. Glucose is fuel for the brain. The prefrontal cortex of the brain, the part just behind your forehead, is in charge of executive functions. One of those functions is controlling angry feelings and aggressive impulses.</p>\n<p class=\"Research\">&nbsp;</p>\n<p class=\"Research\">Most of the money from this grant was used to fund a study conducted at The Ohio State University involving 107 married couples, who had been married an average of 12 years. On the first day of the study, participants completed a standardized measure of the quality of their relationship. It is important to note that our findings applied to couples with good and bad relationships. Each day for 21 consecutive days, participants measured their glucose levels before they ate breakfast and before they went to bed at night.</p>\n<p class=\"Research\">&nbsp;</p>\n<p class=\"Research\">All participants were also given a voodoo doll that they were told represented their spouse, along with 51 pins. At the end of each day (before the evening glucose measurement), for 21 consecutive days, the participants inserted 0 to 51 pins in the doll, depending on how angry they were with their spouse. They did this alone and recorded the number of pins they stuck in the doll. The number of pins stuck into the doll was used to measure angry feelings and aggressive impulses for that day. This voodoo doll measure has been validated in several previous studies. The results showed that participants with low glucose levels (one standard deviation below the average) stabbed almost 3 times as many pins in the voodoo doll as participants with high glucose levels (one standard deviation above the average). These findings provide research evidence for the term &ldquo;hangry&rdquo; (hungry+angry), a term that indicates that hungry people are often angry, cranky, irritable people.</p>\n<p class=\"Research\">&nbsp;</p>\n<p class=\"Research\">But it wasn&rsquo;t just the dolls who took the brunt of the anger. After the 21 days, the couples came into the laboratory to take part in an experimental task. They were told they would compete with their spouse to see who could press a button faster when a target square turned red on the computer&mdash;and the winner on each trial could blast his or her spouse with loud noise through headphones. Results showed that people with lower average levels of evening glucose delivered louder and longer noise to their spouse&mdash;even after controlling for relationship satisfaction and differences between men and women.</p>\n<p class=\"Research\">&nbsp;</p>\n<p>The findings from this study were published in <em>Proceedings of the National Academy of Sciences</em> (<em>PNAS</em>).</p>\n<p>&nbsp;</p>\n<p>In this study we also obtained saliva samples from participants and blood samples from a subset of participants. We are in the process of analyzing these data, as well as other data we obtained.</p>\n<p>&nbsp;</p>\n<p>Another study, conducted at the University of Kentucky, examined how relational self-control&mdash;the difference or similarity in self-control between two romantic partners&mdash;predicted intimate partner violence. Members of 76 dating couples completes measures of trait self-control and trait physical aggressiveness. Next, they completed measures of daily relationship provocation and daily aggressive inclinations toward their partner. We found that people whose self-control was lower than their romantic partner&rsquo;s behaved most aggressively. This effect occurred at high levels of trait physical aggressiveness and provocation, and remained significant even after controlling for individual and partner level self-control. These findings redefine...",
  "por_txt_cntn": "Even though the brain is only 2 percent of our body weight, it consumes about 20-30% of our calories. The brain is a very demanding organ when it comes to energy. The brain gets its energy from the food we eat in the form of glucose or blood sugar. Glucose is fuel for the brain. The prefrontal cortex of the brain, the part just behind your forehead, is in charge of executive functions. One of those functions is controlling angry feelings and aggressive impulses.\n \nMost of the money from this grant was used to fund a study conducted at The Ohio State University involving 107 married couples, who had been married an average of 12 years. On the first day of the study, participants completed a standardized measure of the quality of their relationship. It is important to note that our findings applied to couples with good and bad relationships. Each day for 21 consecutive days, participants measured their glucose levels before they ate breakfast and before they went to bed at night.\n \nAll participants were also given a voodoo doll that they were told represented their spouse, along with 51 pins. At the end of each day (before the evening glucose measurement), for 21 consecutive days, the participants inserted 0 to 51 pins in the doll, depending on how angry they were with their spouse. They did this alone and recorded the number of pins they stuck in the doll. The number of pins stuck into the doll was used to measure angry feelings and aggressive impulses for that day. This voodoo doll measure has been validated in several previous studies. The results showed that participants with low glucose levels (one standard deviation below the average) stabbed almost 3 times as many pins in the voodoo doll as participants with high glucose levels (one standard deviation above the average). These findings provide research evidence for the term \"hangry\" (hungry+angry), a term that indicates that hungry people are often angry, cranky, irritable people.\n \nBut it wasnÆt just the dolls who took the brunt of the anger. After the 21 days, the couples came into the laboratory to take part in an experimental task. They were told they would compete with their spouse to see who could press a button faster when a target square turned red on the computer&mdash;and the winner on each trial could blast his or her spouse with loud noise through headphones. Results showed that people with lower average levels of evening glucose delivered louder and longer noise to their spouse&mdash;even after controlling for relationship satisfaction and differences between men and women.\n \n\nThe findings from this study were published in Proceedings of the National Academy of Sciences (PNAS).\n\n \n\nIn this study we also obtained saliva samples from participants and blood samples from a subset of participants. We are in the process of analyzing these data, as well as other data we obtained.\n\n \n\nAnother study, conducted at the University of Kentucky, examined how relational self-control&mdash;the difference or similarity in self-control between two romantic partners&mdash;predicted intimate partner violence. Members of 76 dating couples completes measures of trait self-control and trait physical aggressiveness. Next, they completed measures of daily relationship provocation and daily aggressive inclinations toward their partner. We found that people whose self-control was lower than their romantic partnerÆs behaved most aggressively. This effect occurred at high levels of trait physical aggressiveness and provocation, and remained significant even after controlling for individual and partner level self-control. These findings redefine self-control by focusing on how the difference between individual and partner self-control levels constitutes a unique predictor of intimate partner violence. This paper is currently under review.\n\n \n\nTwo other studies, conducted at the University of Kentucky involving over 300 participants, examined the relationship between self-control and helpi..."
 }
}