{
 "awd_id": "1104074",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mother Lode Region Multimedia Technician (MLMT) Project",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth Teles",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2011-04-25",
 "awd_max_amd_letter_date": "2011-07-01",
 "awd_abstract_narration": "This college is developing a multimedia career pathway to prepare students with the skills and education necessary to advance in careers as multimedia technicians. The college has the long-term vision of providing a comprehensive set of multifaceted career pathways that connect students beginning at the K-12 level to higher education programs and ultimately to jobs in the Information Communications and Technologies (ICT) industry. The project consists of 3 components: \r\n(1) Collaboration with local K-12 school districts throughout the Mother Lode region (with a focus on grades 6-12), including shared training opportunities and video broadcasting laboratory space that is designed to build a pipeline of students to enroll in multimedia courses at the college and to place college students in service-learning projects at various school sites. \r\n(2) Development of a Multimedia Technician Certificate Program at the college that can be modeled by other community colleges, particularly those located in rural areas. \r\n(3) Expanded business/industry relationships to create student externships and job placements. \r\n\r\nThe primary populations to be served are two-year community college students, however, training for college faculty and staff, as well as K-12 teachers and staff, is being conducted. A Multimedia Advisory Committee that includes college faculty and staff, students, K-12 teachers and counselors, and representatives from private industry/businesses that employ multimedia technicians is being formed to provide project oversight.\r\n\r\nIntellectual Merit: The project is improving student learning in the multimedia field by developing a model multimedia career pathway that incorporates K-12 and business/industry partnerships, as well as best practices and pedagogical research findings throughout the broader ICT field. Project staff are collaborating with the regional ATE-funded ICT Center (Mid Pacific ICT), and hosting trainings on campus for faculty and K-12 teachers in the Mother Lode Region, thus utilizing the resources and expertise from other NSF-funded programs. \r\n\r\nBroader Impacts: The project is impacting students, staff, and the surrounding community by raising awareness and interest in multimedia technician careers; providing multimedia services through student internships, externships, and service-learning projects; and ultimately providing a greater number of rural technicians to meet workforce demands. To disseminate the model developed to other community colleges, the college is participating in various state and national conferences and forums, developing a student-driven webpage to house resources and model materials, and participating in other NSF-funded projects and ATE Center activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Mendenhall",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gary Mendenhall",
   "pi_email_addr": "mendenhallg@yosemite.edu",
   "nsf_id": "000562978",
   "pi_start_date": "2011-04-25",
   "pi_end_date": "2011-07-01"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Melissa",
   "pi_last_name": "Colon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Melissa Colon",
   "pi_email_addr": "colonm@yosemite.edu",
   "nsf_id": "000576034",
   "pi_start_date": "2011-07-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Melissa",
   "pi_last_name": "Colon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Melissa Colon",
   "pi_email_addr": "colonm@yosemite.edu",
   "nsf_id": "000576034",
   "pi_start_date": "2011-04-25",
   "pi_end_date": "2011-07-01"
  }
 ],
 "inst": {
  "inst_name": "Yosemite Community College District",
  "inst_street_address": "2201 BLUE GUM AVE",
  "inst_street_address_2": "",
  "inst_city_name": "MODESTO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2095756961",
  "inst_zip_code": "953581052",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "CA05",
  "org_lgl_bus_name": "YOSEMITE COMMUNITY COLLEGE DISTRICT",
  "org_prnt_uei_num": "CR6NBGGLMMC6",
  "org_uei_num": "MPKJSSVW4GY7"
 },
 "perf_inst": {
  "perf_inst_name": "Yosemite Community College District",
  "perf_str_addr": "2201 BLUE GUM AVE",
  "perf_city_name": "MODESTO",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "953581052",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "CA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-562c031e-5c1d-d221-d5c9-cca9f9a6a4b9\"> </span></p>\n<p dir=\"ltr\"><span>The multimedia industry is one of the fastest growing industry segments in the Columbia College service area and economic region, </span><span>and workers with up-to-date skills in this industry are in demand in our rural, remote communities</span><span>. The ATE grant, along with a Workforce Investment Program grant, greatly assisted </span><span>Columbia College to respond to this need </span><span>with the development of the </span><span>Columbia College</span><span> Multimedia Technician Program. </span><span>Our project used an innovative approach tailored for the small businesses and entrepreneurs of our rural community</span><span>. Over the last three years, t</span><span>he college has worked closely with local community partners to develop</span><span> and offer certificates and an AS degree with a variety of entrepreneurship, multimedia, web development, and digital </span><span>media</span><span> courses designed to introduce students to cutting-edge multimedia tools and techniques. The program also features a new state-of-the-art iMac Lab, iPads for classroom use, industry-standard software, and video production equipment.</span></p>\n<p dir=\"ltr\"><span>The Mother Lode Region Multimedia Technician Project met all of its stated objectives and more, for developing a program to introduce students to a variety of multimedia tools and techniques. The project contributed to the development of a successful Multimedia Technician Program by identifying viable career pathways, developing new curriculum, launching a successful internship program and </span><span>creating</span><span> long term relationships with secondary schools, businesses and employers in the area and the surrounding communities. With the investment of state-of-the-art equipment and industry standard software, resources, curriculum and partnerships, these significant contributions have prepared students for the multimedia technician workforce needs in the region and beyond.</span></p>\n<p dir=\"ltr\"><span>The very successful West Side Trail Project </span><span>serves as an excellent example of the project&rsquo;s approach</span><span>. It involved four student interns working together with faculty to produce extensive signage for a recreational trail on the old West Side Railroad right-of-way, outside of Tuolumne City, California. The project stakeholders included Columbia College student interns and faculty, the National Highway Association, The Bureau of Land Management, Stanislaus National Forest, The Miwuk Tribe, and Tuolumne Parks and Recreation. This extremely demanding project involved long hours for nearly two years. Students researched, planned, developed a cohesive concept, created digital illustration, retouched damaged historical photos and maps and produced final artwork for the metal fabrication of the signs. The student interns formed a cohesive unit that worked collaboratively with a well-known regional historian. They also learned how to present material, take criticism, work with complex personalities, and meet differing demands of multiple agencies. Finally, they even helped with the installation of the signs.</span><span> </span></p>\n<p dir=\"ltr\"><span>The </span><span>Multimedia Technician Project also resulted in many additional long-lasting impacts that benefit the college as a whole. </span></p>\n<p dir=\"ltr\"><span>Strong,</span><span> long-term relationships </span><span>were created </span><span>with the college, secondary schools, local businesses and industry </span><span>through the project&rsquo;s </span><span>Technical Advisory Committee. </span><span>This group</span><span> met consistently over three years, and its input</span><span> and support has</span><span> aided in sustaining the effectiveness and currency of the program. </span></p>\n<p dir=\"ltr\"><span>Interns ...",
  "por_txt_cntn": "\n \nThe multimedia industry is one of the fastest growing industry segments in the Columbia College service area and economic region, and workers with up-to-date skills in this industry are in demand in our rural, remote communities. The ATE grant, along with a Workforce Investment Program grant, greatly assisted Columbia College to respond to this need with the development of the Columbia College Multimedia Technician Program. Our project used an innovative approach tailored for the small businesses and entrepreneurs of our rural community. Over the last three years, the college has worked closely with local community partners to develop and offer certificates and an AS degree with a variety of entrepreneurship, multimedia, web development, and digital media courses designed to introduce students to cutting-edge multimedia tools and techniques. The program also features a new state-of-the-art iMac Lab, iPads for classroom use, industry-standard software, and video production equipment.\nThe Mother Lode Region Multimedia Technician Project met all of its stated objectives and more, for developing a program to introduce students to a variety of multimedia tools and techniques. The project contributed to the development of a successful Multimedia Technician Program by identifying viable career pathways, developing new curriculum, launching a successful internship program and creating long term relationships with secondary schools, businesses and employers in the area and the surrounding communities. With the investment of state-of-the-art equipment and industry standard software, resources, curriculum and partnerships, these significant contributions have prepared students for the multimedia technician workforce needs in the region and beyond.\nThe very successful West Side Trail Project serves as an excellent example of the projectÆs approach. It involved four student interns working together with faculty to produce extensive signage for a recreational trail on the old West Side Railroad right-of-way, outside of Tuolumne City, California. The project stakeholders included Columbia College student interns and faculty, the National Highway Association, The Bureau of Land Management, Stanislaus National Forest, The Miwuk Tribe, and Tuolumne Parks and Recreation. This extremely demanding project involved long hours for nearly two years. Students researched, planned, developed a cohesive concept, created digital illustration, retouched damaged historical photos and maps and produced final artwork for the metal fabrication of the signs. The student interns formed a cohesive unit that worked collaboratively with a well-known regional historian. They also learned how to present material, take criticism, work with complex personalities, and meet differing demands of multiple agencies. Finally, they even helped with the installation of the signs. \nThe Multimedia Technician Project also resulted in many additional long-lasting impacts that benefit the college as a whole. \nStrong, long-term relationships were created with the college, secondary schools, local businesses and industry through the projectÆs Technical Advisory Committee. This group met consistently over three years, and its input and support has aided in sustaining the effectiveness and currency of the program. \nInterns also contributed to online campus media productions, another benefit for the college.\nThe unique aspect of the internships and the entrepreneurship classes have allowed students to gain increased exposure and improve their chances of success in the industry. The value this added for students now has prompted college leaders to explore options and partnerships for a collegewide internship program. \nFinally, one of the most far reaching impacts has been establishing a multimedia lab equipped to serve the entire campus. The Project equipment is hosted in the Instructional Technology Center (ITC) and by combining the Multimedia Lab and the ITC, the college can serve b..."
 }
}