{
 "awd_id": "1104658",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Polymer Glass, Melt, and Mixture Thermodynamics in the Bulk and in Thin Films",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 355000.0,
 "awd_amount": 355000.0,
 "awd_min_amd_letter_date": "2011-08-09",
 "awd_max_amd_letter_date": "2013-05-10",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\n\r\nThe Division of Materials Research and the Division of Chemistry contribute funds to this award. It supports theoretical reearch and education that involves the application of statistical thermodynamic methods to problems of both fundamental and applied interest.\r\n\r\nPolymeric thin films have potential applications in areas such as electronics, optics, and protective membranes; in addition, they are a ubiquitous component in nanocomposites.  Maintenance of structural integrity is key, thus it is essential to ensure that operating conditions do not approach the glass transition temperature. Evidence from a variety of experimental techniques indicates that a supporting substrate and a free surface can each have a profound impact on the glass transition temperature of a polymeric thin film, relative to the bulk value. However, the interpretation of these results is controversial. Theory can play an essential role in resovlving the controversy through the development of clearly elucidated models with well-defined assumptions, and the application of them to determine what physical behaviour would ensue.  \r\n\r\nA focus of this project builds on the PI's previous work that yielded a model of thermodynamic properties that appears able to predict shifts in the glass transitions of freestanding polymeric films that match with experimental data. The PI aims to exploit this and related models in order to predict both glass transitions and phase separation in polymer films.\r\n\r\nAn important question is whether it is possible to capture the thermodynamic behavior well enough - not just the free energy, but also the entropic and enthalpic contributions to it - so that predictions regarding any mixture may be made using only pure component experimental data as input. The PI's lattice-based theory of polymer fluids and mixtures in analyzing dozens of polymers and blends has yielded intriguing connections between pure component properties and thermodynamic behaviour. The PI plans to explore whether strategic choices of components will result in control of both the enthalpy and entropy of mixing in polymeric blends and solutions, allowing for true predictions regarding miscibility based on pure component properties, alone.\r\n\r\n\tTheoretical models developed in the course of the research have potential for widespread use. The ability to correlate characteristic pure component behaviour with the enthalpic and entropic contributions to mixture thermodynamics will yield routes to the development of new materials. Another outcome of this research will be a thermodynamic model for how both the local and averaged behaviour of polymers and their blends changes in going from bulk to film.  The impact of this research will be magnified through the involvement of graduate students and postdoctoral fellows, both via publications and also through their presentations at national meetings. The PI's efforts in research and teaching mentorship have resulted in an increase in the number of women in the ranks of graduate and postgraduate students and in faculty; it is expected that such effects will continue. \r\n\r\n\r\nNONTECHNICAL SUMMARY\r\n\r\nThe Division of Materials Research and the Division of Chemistry contribute funds to this award. \r\n\r\nAn enduring ambition for a theorist is to solve complex problems with conceptually transparent tools. The PI will focus on research areas from studies on glassy polymer thin films to thermodynamic properties of novel, untested, polymer-containing mixtures. Preliminary evidence indicates that tools from the same basic set may be effective across this span of interests.  When a simple tool is shown to be convincing in tackling a series of complicated questions, it not only reveals something about the essential elements of the problems, but also illuminates the extent to which seemingly very different problems may be related.\r\nA typical small molecule liquid, when cooled, can turn into an amorphous glass or a crystal.  What is usually thought of as 'glass,' as found in windows and drinking vessels, has as its majority component silicon dioxide, with other small molecules mixed in.  However, large chain-like molecules such as polymers also form glassy materials. Among the many common examples are polycarbonate eyeglasses and windshields.  The temperature below which a polymer system turns into a glass is called the 'glass transition temperature'.  Recent experimental studies have revealed that when polymers are formed into very thin films, ten to one hundred nanometers thick, where a nanometer is a billionth of a meter, the presence of either a free surface or a supporting underlayer may result in a shift in the glass transition that can be quite dramatic - up to thirty degrees Celsius.\r\nThere is some evidence that more than one physical driving force may be at play in the evident shifts of glass temperature with film thickness.  The PI's investigation begins a thought experiment: imagine that a 'slice' of material is extracted from a bulk sample to form an ultrathin slab.  The formation of two free surfaces creates layers of polymeric segments for whom neighbouring interactions with other segments have been greatly diminished. By describing the implications in mathematical terms the PI finds that missing interactions result in a film glass transition temperature lower than that for the bulk sample. Test calculations are in reasonable agreement with experiments.\r\nThis focus on how neighbouring interactions affect the physical behaviour of a polymeric sample also motivates the PI's studies on what happens when polymers of two types are mixed. In that case a polymer segment will not face missing interactions, but altered ones, due to the presence of another kind of segment. The ability to predict the extent to which polymers of different types may mix is crucial in the design of new materials, and will also lead to better manipulation of poorly-understood systems already being used.  Combining results for the two kinds of problems described above will allow the PI to 'create' mixtures in both thin film and bulk form, with the potential for controlling the extent to which different materials may mix as a function of sample thickness. \r\nThe scientific discoveries arising from this research will be magnified through the involvement of graduate students and postdoctoral fellows, both via publications and also through their presentations at national meetings. In addition, the PI's efforts in research and teaching mentorship have resulted in an increase in the number of women in the ranks of graduate and postgraduate students and in faculty; it is expected that such effects will continue.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jane",
   "pi_last_name": "Lipson",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Jane E Lipson",
   "pi_email_addr": "jane.lipson@dartmouth.edu",
   "nsf_id": "000089485",
   "pi_start_date": "2011-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dartmouth College",
  "inst_street_address": "7 LEBANON ST",
  "inst_street_address_2": "",
  "inst_city_name": "HANOVER",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6036463007",
  "inst_zip_code": "037552170",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NH02",
  "org_lgl_bus_name": "TRUSTEES OF DARTMOUTH COLLEGE",
  "org_prnt_uei_num": "T4MWFG59C6R3",
  "org_uei_num": "EB8ASJBCFER9"
 },
 "perf_inst": {
  "perf_inst_name": "Dartmouth College",
  "perf_str_addr": "7 LEBANON ST",
  "perf_city_name": "HANOVER",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "037552170",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NH02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  },
  {
   "pgm_ele_code": "688100",
   "pgm_ele_name": "Chem Thry, Mdls & Cmptnl Mthds"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 145000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 105000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 105000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project we developed new approaches for understanding complex behaviour in films, solutions, and blends of macromolecules.&nbsp; Our methods involved both simulation and theoretical tools, and a common thread running through all this work has been the close connection with experimental data.</p>\n<p>Polymer thin films have many useful applications, ranging from optics to membranes for separations.&nbsp; It is therefore important to understand the effect of interfaces, both free and supporting (for films layered on an underlying surface), on mechanical properties and thermal behaviour.&nbsp; One feature that has attracted a significant amount of experimental interest is the dramatic change sometimes observed in the glass transition temperature of a polymer &ndash; the temperature at which it turns from a melt to a rubbery solid &ndash; for a film, relative to a bulk sample.&nbsp; The growing wealth of experimental data in this area continues to expand the range of questions, rather than point towards answers.</p>\n<p>We have developed two models for this problem. One is a simulation method (the Limited Mobility, or LM, model) that captures the interplay between molecular mobility and local packing. Using this approach we have characterized the effect of a free surface on the glass transition of supported polymer films, as well as probed the consequences for local mobility of layering samples that have different glass transition temperatures.&nbsp; The simulation approach we created for this project has allowed us to make connections with experimental data on polymer film glass transitions, and has provided a route to study related systems, such as freestanding films and membranes in the future.&nbsp;</p>\n<p>We have tackled a similar set of questions using a completely different approach. This method involves a simple, analytic theory that uses experimental data on bulk systems as input, and then allows us to predict, with no adjustable parameters, the change in the glass transition for a freestanding polymer film as a function of sample thickness. Agreement with experimental data for the two most commonly studied polymers is excellent, and prompted us to work on extending the model to supported films.&nbsp; Of particular interest were experimental results showing that for one, particular, polymer there were opposite trends in the shift of the glass transition temperature depending on whether the film was freestanding or supported. Our model accounted very well for this shift.</p>\n<p>An unrelated area of study has involved polymers mixed with solvent (to make solutions) or with other polymers (to make blends).&nbsp; A longstanding goal of scientists interested in such systems has been to use pure component information to make predictions about mixture behaviour without the need for experimental characterization of the mixture, itself. We have developed an extremely successful model (the Locally Correlated Lattice, or LCL, model) for polymer melts and mixtures. During the course of this project we studied a very large set of polymers and found&nbsp;a theoretically defined characteristic property of a fluid that has unexpected predictive power when used to judge whether different components will mix. This is the &ldquo;free volume&rdquo;, and it represents the difference between the experimentally determined volume a given mass of sample takes up, and the theoretically determined &ldquo;hard core&rdquo; volume that its molecular constituents require. The latter does not depend on temperature and pressure, while the experimental volume that a real system occupies depends on both variables, thus so does the &ldquo;free volume&rdquo;.&nbsp; We use this new metric to explain a number of mixing phenomena, one example being trends in miscibility for polymers with supercritical carbon dioxide, a molecule that has gained surprising traction as a solvent.</p>\n<p>&nbsp;</p...",
  "por_txt_cntn": "\nIn this project we developed new approaches for understanding complex behaviour in films, solutions, and blends of macromolecules.  Our methods involved both simulation and theoretical tools, and a common thread running through all this work has been the close connection with experimental data.\n\nPolymer thin films have many useful applications, ranging from optics to membranes for separations.  It is therefore important to understand the effect of interfaces, both free and supporting (for films layered on an underlying surface), on mechanical properties and thermal behaviour.  One feature that has attracted a significant amount of experimental interest is the dramatic change sometimes observed in the glass transition temperature of a polymer &ndash; the temperature at which it turns from a melt to a rubbery solid &ndash; for a film, relative to a bulk sample.  The growing wealth of experimental data in this area continues to expand the range of questions, rather than point towards answers.\n\nWe have developed two models for this problem. One is a simulation method (the Limited Mobility, or LM, model) that captures the interplay between molecular mobility and local packing. Using this approach we have characterized the effect of a free surface on the glass transition of supported polymer films, as well as probed the consequences for local mobility of layering samples that have different glass transition temperatures.  The simulation approach we created for this project has allowed us to make connections with experimental data on polymer film glass transitions, and has provided a route to study related systems, such as freestanding films and membranes in the future. \n\nWe have tackled a similar set of questions using a completely different approach. This method involves a simple, analytic theory that uses experimental data on bulk systems as input, and then allows us to predict, with no adjustable parameters, the change in the glass transition for a freestanding polymer film as a function of sample thickness. Agreement with experimental data for the two most commonly studied polymers is excellent, and prompted us to work on extending the model to supported films.  Of particular interest were experimental results showing that for one, particular, polymer there were opposite trends in the shift of the glass transition temperature depending on whether the film was freestanding or supported. Our model accounted very well for this shift.\n\nAn unrelated area of study has involved polymers mixed with solvent (to make solutions) or with other polymers (to make blends).  A longstanding goal of scientists interested in such systems has been to use pure component information to make predictions about mixture behaviour without the need for experimental characterization of the mixture, itself. We have developed an extremely successful model (the Locally Correlated Lattice, or LCL, model) for polymer melts and mixtures. During the course of this project we studied a very large set of polymers and found a theoretically defined characteristic property of a fluid that has unexpected predictive power when used to judge whether different components will mix. This is the \"free volume\", and it represents the difference between the experimentally determined volume a given mass of sample takes up, and the theoretically determined \"hard core\" volume that its molecular constituents require. The latter does not depend on temperature and pressure, while the experimental volume that a real system occupies depends on both variables, thus so does the \"free volume\".  We use this new metric to explain a number of mixing phenomena, one example being trends in miscibility for polymers with supercritical carbon dioxide, a molecule that has gained surprising traction as a solvent.\n\n \n\nThe research in this project has involved group members at all levels: undergraduates, graduate, and postdoctoral.  During the course of this work over twenty-five presentations were m..."
 }
}