{
 "awd_id": "1104484",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Functional Transport Properties of Multiferroics",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Sokol",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 390000.0,
 "awd_amount": 390000.0,
 "awd_min_amd_letter_date": "2011-06-06",
 "awd_max_amd_letter_date": "2013-05-22",
 "awd_abstract_narration": "****Technical Abstract****\r\nCharge conduction in ferroelectrics, more often called leakage, has been considered a serious problem that depreciates their functionality. However, remarkable electronic transport properties have been recently reported in ferroelectric domains and walls in multiferroics with non-zero d electrons. These novel properties include significant conduction in ferroelectric domain walls, polarization-modulated rectification, and switchable photovoltaic effects. The objective envisioned in the proposal is to characterize the underlying mechanisms of charge conduction and photovoltaic effects of individual domains and walls in high-quality single crystals of semiconducting multiferroics, including polar magnets, using standard transport measurements and Scanning Probe Microscopy (SPM) in controlled environments. Crystallographic and magnetic structural correlation with charge transport properties will be investigated using transmission electron microscopy (TEM), and synchrotron x-ray and neutron scattering. The results will be important in order to exploit potential technologies based on nanoscale functional transport properties, such as resistive ferroelectric memories, sensors, and novel energy-harvest devices. Integration of fundamental research and education of graduate, undergraduate and high-school students will be a critical part. High school students will be involved through the Partners in Science Program, organized by the liberty Science Center, New Jersey. New research results from the proposed projects will be a valuable part of a graduate course on up-to-date materials physics.\r\n\r\n****Non-Technical Abstract****\r\nMagnetism and ferroelectricity are imperative bases for current technology and multiferroic materials, where magnetism and ferroelectricity coexist, have been extensively investigated for great technological and fundamental scientific importance. However, the unprecedented functional charge transport properties in multiferroics have been only recently revealed. The objectives envisioned in the proposal include to characterize the mechanism of the functional charge transport properties in multiferroics, and to exploit potential technologies based on nanoscale functional transport properties, such as resistive ferroelectric memories, sensors, and novel energy-harvest devices. The centerpiece of the proposal is a wide spectrum of collaboration, so a multiplicity of techniques and skills will be utilized. The proposed study will further strengthen the role of research in all levels of education. For example, high school students will be involved in the proposed research through the Partners in Science program, organized by the Liberty Science Center, Jersey City, New Jersey, which the PI has been continuously involved in for the last 11 years, and new research results from the proposed projects will be a valuable part of a graduate course on up-to-date materials physics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sang-Wook",
   "pi_last_name": "Cheong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sang-Wook Cheong",
   "pi_email_addr": "sangc@physics.rutgers.edu",
   "nsf_id": "000468564",
   "pi_start_date": "2011-06-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZ",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 190000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: left;\">Magnetism and ferroelectricity are imperative bases for current technology and multiferroic materials, where magnetism and ferroelectricity coexist, have been extensively investigated for great technological and fundamental scientific importance. With the previous NSF support, we discovered unprecedented topological defects in multiferroic hexagonal RMnO<sub>3</sub> (R = rare earths). Six ferroelectric and trimerization domains in RMnO<sub>3</sub> meet in cloverleaf arrangements that cycle through all six domain configurations. Occurring in pairs, the cloverleafs can be viewed as vortices and antivortices, in which the cycle of domain configurations is reversed. These ferroelectric vortices/antivortices are found to be associated with intriguing collective magnetism, reflecting the multiferroic nature of vortices. These vortices and antivortices are topological defects, which can appear ubiquitously in a wide range of materials such as superfluidity, liquid crystals, superconductors, and even our cosmos. It turns out that RMnO<sub>3</sub> is an excellent test bed to understand the origin, formation process, and manipulation of topological defects, particularly through direct large-range visualization.</p>\n<p>A zoo of multiferroic vortices and antivortices in RMnO<span style=\"font-size: 9.722221374511719px;\"><sub>3</sub></span>&nbsp;appear to be random and irregular, but can be neatly analyzed in terms of graph theory&mdash; especially color theorems. Using tensorial color theorems, we have found two-topologically different domain patterns of type I and type II. The type II occurs when electric field is present. The type-I domain patterns exhibit <em>Z</em><sub>2&nbsp;</sub>&times;&nbsp;<em>Z</em><sub>3</sub>&nbsp;symmetry and the <em>Z</em><sub>2</sub> part of the <em>Z</em><sub>2&nbsp;</sub>&times;&nbsp;<em>Z</em><sub>3</sub>&nbsp;symmetry is broken in type-II patterns. The topological condensation with <em>Z<span style=\"font-size: 9.722221374511719px;\"><sub>2</sub></span></em>&nbsp;symmetry breaking occurs though creation of numerous domain wall-antiwall pairs; however, vortex cores are little influenced through this topological condensation. We also discovered that walls of ferroelectric-trimerization domains accompany ferromagnetic net moment at low temperatures, and these net moments order along &plusmn;<em>c</em> directions in an alternative manner.&nbsp;</p>\n<p>We have discovered that ferroelectric-trimerization domains in RMnO<span style=\"font-size: 9.722221374511719px;\"><sub>3&nbsp;</sub></span>can have three different forms: stripes, loops and vortices. Even though the ferroelectric-trimerization transition is not Kosterlitz-Thouless-type, the formation of vortex domains resembles closely what happens in the Kosterlitz-Thouless transition, partially due to associated slow dynamics. We found that the way that the vortex-antivortex distance increases with decreasing cooling rate across the transition is consistent with the so-called Kibble-Zurek mechanism, which is introduced to explain the non-equilibrium process of the trapped topological defects in the early universe before any matter was born. Thus, the formation of these numerous vortices and antivortices turns out to be deeply relevant to the birth of our cosmos after big bang, so investigating these multiferroic vortices will teach us the early stage of our universe.</p>\n<p>We in collaboration with W. Wu developed a new magnetoelectric force microscopy (MeFM) technique that combines magnetic force microscopy with <em>in situ</em> modulating high electric fields. This method allows us to image the magnetoelectric response of the vortex domain patterns in&nbsp; RMnO<sub>3</sub> directly. We find that this response changes sign at each structural domain wall, which corroborates with symmetry analysis and phenomenological modelling, and provides compelling evidence for a lattice...",
  "por_txt_cntn": "Magnetism and ferroelectricity are imperative bases for current technology and multiferroic materials, where magnetism and ferroelectricity coexist, have been extensively investigated for great technological and fundamental scientific importance. With the previous NSF support, we discovered unprecedented topological defects in multiferroic hexagonal RMnO3 (R = rare earths). Six ferroelectric and trimerization domains in RMnO3 meet in cloverleaf arrangements that cycle through all six domain configurations. Occurring in pairs, the cloverleafs can be viewed as vortices and antivortices, in which the cycle of domain configurations is reversed. These ferroelectric vortices/antivortices are found to be associated with intriguing collective magnetism, reflecting the multiferroic nature of vortices. These vortices and antivortices are topological defects, which can appear ubiquitously in a wide range of materials such as superfluidity, liquid crystals, superconductors, and even our cosmos. It turns out that RMnO3 is an excellent test bed to understand the origin, formation process, and manipulation of topological defects, particularly through direct large-range visualization.\n\nA zoo of multiferroic vortices and antivortices in RMnO3 appear to be random and irregular, but can be neatly analyzed in terms of graph theory&mdash; especially color theorems. Using tensorial color theorems, we have found two-topologically different domain patterns of type I and type II. The type II occurs when electric field is present. The type-I domain patterns exhibit Z2 &times; Z3 symmetry and the Z2 part of the Z2 &times; Z3 symmetry is broken in type-II patterns. The topological condensation with Z2 symmetry breaking occurs though creation of numerous domain wall-antiwall pairs; however, vortex cores are little influenced through this topological condensation. We also discovered that walls of ferroelectric-trimerization domains accompany ferromagnetic net moment at low temperatures, and these net moments order along &plusmn;c directions in an alternative manner. \n\nWe have discovered that ferroelectric-trimerization domains in RMnO3 can have three different forms: stripes, loops and vortices. Even though the ferroelectric-trimerization transition is not Kosterlitz-Thouless-type, the formation of vortex domains resembles closely what happens in the Kosterlitz-Thouless transition, partially due to associated slow dynamics. We found that the way that the vortex-antivortex distance increases with decreasing cooling rate across the transition is consistent with the so-called Kibble-Zurek mechanism, which is introduced to explain the non-equilibrium process of the trapped topological defects in the early universe before any matter was born. Thus, the formation of these numerous vortices and antivortices turns out to be deeply relevant to the birth of our cosmos after big bang, so investigating these multiferroic vortices will teach us the early stage of our universe.\n\nWe in collaboration with W. Wu developed a new magnetoelectric force microscopy (MeFM) technique that combines magnetic force microscopy with in situ modulating high electric fields. This method allows us to image the magnetoelectric response of the vortex domain patterns in  RMnO3 directly. We find that this response changes sign at each structural domain wall, which corroborates with symmetry analysis and phenomenological modelling, and provides compelling evidence for a lattice-mediated magnetoelectric coupling. The direct visualization of magnetoelectric domains at mesoscopic scales opens up explorations of emergent phenomena in numerous multifunctional materials.\n\nOur experiments on RMnO3 under strain demonstrated that shear strain induces a Magnus-type force pulling vortices and antivortices in opposite directions and unfolding them into a topological stripe domain state. Thus, vortices can be readily controlled by stress, and this control needs to be further investigated experimentally an..."
 }
}