{
 "awd_id": "1104770",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Molecular Mobility in Polycarbonate Glasses During Active Deformation",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924933",
 "po_email": "alovinge@nsf.gov",
 "po_sign_block_name": "Andrew Lovinger",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 405000.0,
 "awd_amount": 405000.0,
 "awd_min_amd_letter_date": "2011-07-01",
 "awd_max_amd_letter_date": "2012-08-20",
 "awd_abstract_narration": "TECHNICAL SUMMARY:\r\n\r\nWhen a polymer glass is deformed, molecular mobility in the glass can be enhanced by many orders of magnitude even when the sample temperature does not change appreciably.   Researchers from the University of Wisconsin-Madison will use a recently developed optical photobleaching technique to quantify changes in molecular mobility during the deformation of polycarbonate glasses.  Within the framework of current models, changes in mobility are responsible for the non-linear mechanical response of polymer glasses.   During deformation, the position of the system on the potential energy landscape can be altered.  Understanding these changes is the central objective of this work because it is critical for an improved understanding of polymer glass deformation.  Both constant strain-rate and constant stress deformations will be utilized.  Constant strain-rate experiments provide controlled access to yield and thus allow changes in molecular mobility to be observed as the system is pulled up the energy landscape.   Stress-aging experiments have been interpreted as the system being pulled down the energy landscape; mobility measurements during stress-aging will test this interpretation. The comparison of experimental results with simulations and model predictions should result in an increased fundamental understanding of glass deformation and better prediction capabilities.\r\n\r\n NON-TECHNICAL SUMMARY:\r\n\r\nPolymer glasses are widely used in our society.   These materials can be seen everyday as bulletproof glass, compact disks, safety glasses, and automobile headlamp covers.  In next generation commercial aircraft such as the Boeing 787, the wings and fuselage will be made of polymer glass (in a composite with other materials).   For such applications, polymer glasses are used because of their ability to deform under stress without breaking.   By increasing our fundamental understanding of polymer glass deformation, this research project at the University of Wisconsin-Madison will likely lead to an improved ability to predict the mechanical properties of polymer glasses.  Better predictions, in turn, will lead to further applications for these materials in areas like the transportation sector, where lightweight materials save energy and thus contribute to a decrease in greenhouse gas emissions.   Each year, these researchers will conduct a three-week summer enrichment course for 15 high school students, most of whom will be from groups underrepresented in science and engineering.  For two hours each day, these researchers will provide activities designed to increase interest in science/engineering and to develop critical skills required for success in college.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Ediger",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Mark D Ediger",
   "pi_email_addr": "ediger@chem.wisc.edu",
   "nsf_id": "000407225",
   "pi_start_date": "2011-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 135000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 270000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Polymer glasses play an important role in our society due to their optical clarity, low density, useful mechanical properties, and the low energy input required for molding.&nbsp; For example, composites of polymer glasses are now used for the fuselage of advanced civilian aircraft such as the Boeing 787.&nbsp; One of the most important properties of polymer glass is the ability to stretch, bend, and twist without breaking.&nbsp; When a polymer glass is subjected to one of these deformations, it must flow to some extent or otherwise it will fracture. Previous work has shown that, to a first approximation, this process can be envisioned as follows: The stress imposed on the glass lowers the energy barriers for internal rearrangements to the point where the glass can flow. Thus the stress transiently turns a solid into a liquid.&nbsp; Over the last three years, this research project has tested this view using constant strain rate deformation.&nbsp; Molecular mobility was measured during this type of deformation and found to be strongly enhanced. This is an important test of the fundamental understanding of the flow of polymer glasses. This project provided quantitative results that were compared to theoretical models and computer simulations. In addition, it was shown that the mobility enhancement that is caused by deformation is quantitatively similar in different polymer glasses.&nbsp;</p>\n<p>The deformation properties of polymer glasses often dictate what materials can be used for particular applications. The experiments performed here, and their comparison with models and simulations, should ultimately allow for better predictions of the deformation properties of polymer glasses in applications. This may have a significant economic impact because of the broad use of these materials.&nbsp; Because polymer glasses have deformation properties that are qualitatively similar to metallic glasses, oxide glasses, and colloids, it is expected that this work can impact a number of related fields.&nbsp; In addition, this grant has advanced the training of graduate, undergraduate, and high school students, through the integration of materials research and education activities.&nbsp; The principal investigator and his students worked with the University of Wisconsin-Madison&rsquo;s PEOPLE program to prepare high school students from under-represented groups for college.&nbsp; Those supported by this grant refined and presented a polymer materials curriculum for summer educational outreach.&nbsp; Each summer, they staffed a thirty-hour course for 15-20 high school juniors.&nbsp; The PEOPLE program has a proven track record of preparing students to succeed in college.&nbsp; Currently, the University of Wisconsin-Madison has more than 200 undergraduates who participated in the PEOPLE program as high school students. In collaboration with two high school science teachers, modules from the polymer materials curriculum were developed for use in Wisconsin public high schools.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/21/2014<br>\n\t\t\t\t\tModified by: Mark&nbsp;D&nbsp;Ediger</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPolymer glasses play an important role in our society due to their optical clarity, low density, useful mechanical properties, and the low energy input required for molding.  For example, composites of polymer glasses are now used for the fuselage of advanced civilian aircraft such as the Boeing 787.  One of the most important properties of polymer glass is the ability to stretch, bend, and twist without breaking.  When a polymer glass is subjected to one of these deformations, it must flow to some extent or otherwise it will fracture. Previous work has shown that, to a first approximation, this process can be envisioned as follows: The stress imposed on the glass lowers the energy barriers for internal rearrangements to the point where the glass can flow. Thus the stress transiently turns a solid into a liquid.  Over the last three years, this research project has tested this view using constant strain rate deformation.  Molecular mobility was measured during this type of deformation and found to be strongly enhanced. This is an important test of the fundamental understanding of the flow of polymer glasses. This project provided quantitative results that were compared to theoretical models and computer simulations. In addition, it was shown that the mobility enhancement that is caused by deformation is quantitatively similar in different polymer glasses. \n\nThe deformation properties of polymer glasses often dictate what materials can be used for particular applications. The experiments performed here, and their comparison with models and simulations, should ultimately allow for better predictions of the deformation properties of polymer glasses in applications. This may have a significant economic impact because of the broad use of these materials.  Because polymer glasses have deformation properties that are qualitatively similar to metallic glasses, oxide glasses, and colloids, it is expected that this work can impact a number of related fields.  In addition, this grant has advanced the training of graduate, undergraduate, and high school students, through the integration of materials research and education activities.  The principal investigator and his students worked with the University of Wisconsin-MadisonÆs PEOPLE program to prepare high school students from under-represented groups for college.  Those supported by this grant refined and presented a polymer materials curriculum for summer educational outreach.  Each summer, they staffed a thirty-hour course for 15-20 high school juniors.  The PEOPLE program has a proven track record of preparing students to succeed in college.  Currently, the University of Wisconsin-Madison has more than 200 undergraduates who participated in the PEOPLE program as high school students. In collaboration with two high school science teachers, modules from the polymer materials curriculum were developed for use in Wisconsin public high schools. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/21/2014\n\n\t\t\t\t\tSubmitted by: Mark D Ediger"
 }
}