{
 "awd_id": "1104869",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GOALI: Structure-Property Systematics in Novel Chalcogenide glasses with Modified Networks",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924936",
 "po_email": "lmadsen@nsf.gov",
 "po_sign_block_name": "Lynnette Madsen",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 686394.0,
 "awd_amount": 686394.0,
 "awd_min_amd_letter_date": "2011-08-24",
 "awd_max_amd_letter_date": "2011-08-24",
 "awd_abstract_narration": "NON-TECHNICAL DESCRIPTION: Glassy materials such as sulfides, selenides and tellurides (i.e. chalcogenides) of Ge, As, Sb and P have found wide-ranging applications in the areas of photonics, telecommunication, memory storage, alternative energy resources and environmental remote sensing. The atomic structures of these materials are typically characterized by a network of covalently bonded atoms and structure-property relationships in these network chalcogenide glasses have been studied in detail.  The physical and chemical characteristics of these networks can be substantially modified upon incorporation of elements such as Ba and Ga.  Little, if any, is known about the unique properties of these new materials - they could result in transformative and wide-ranging technological applications.  This research project brings together investigators with complementary expertise and common interests from UC Davis and Corning Incorporated (the world's foremost innovator and commercial developer of cutting-edge glass technology) to investigate the fundamental structure-property relationships in these novel chalcogenide materials.  This project will finally enable the formulation of predictive models necessary for the optimization of these materials towards improved functionalities for potential commercialization.  Students in this research project are learning to investigate problems in the realm of \"basic science\" that underlies industrial applications.  The project is preparing students with powerful experimental skills and research experience in both academic and industrial settings that will open many opportunities for their careers.  This project coordinates with the underrepresented minority-serving and other outreach programs at UC Davis to attract and recruit underrepresented graduate students and to increase the awareness of students in the science and technology of glassy materials.  \r\n\r\nTECHNICAL DETAILS: This project entails studying the structure-property relationships and developing an atomic scale understanding of the structural mechanisms of transport and relaxation near the glass transition in novel modified and compensated network ternary and quaternary chalcogenide bulk glasses, fibers and supercooled liquids in the Ba-Ga-Ge-Se system.  Accomplishing this goal involves application of a powerful combination of state-of-the-art techniques of physical property measurement and structural and dynamical characterization including nuclear magnetic resonance (NMR), Raman, optical absorption and fluorescence spectroscopy, high-energy X-ray diffraction and reverse Monte Carlo simulation. The results are being combined to develop predictive models, linking the atomic structure and dynamics with macroscopic physical properties that are crucial for compositional optimization of these materials for a wide range of technological applications. One example is exploring potential applications in photonics where these materials serve as efficient rare earth hosts with low phonon energy and high quantum efficiency.  The interdisciplinary nature of this project impacts materials science and engineering, solid-state chemistry and physics and incorporates significant training of graduate students in state-of-the-art spectroscopic, diffraction and simulation techniques.  The equipment and expertise at UC Davis, Corning Inc., National High Magnetic Field laboratory and Argonne National Laboratory provide students with a variety of modern research tools and a supportive structure for learning to use them. It continues to foster our longstanding collaborations with scientists in industry, academia and national laboratories and enriches the graduate education and training experience through numerous scientific dialogue and interactions between the collaborating scientists and participating students.\r\n\r\nFUNDING: This National Science Foundation project is co-funded by the Engineering Directorate and the Mathematical and Physical Sciences Directorate.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sabyasachi",
   "pi_last_name": "Sen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sabyasachi Sen",
   "pi_email_addr": "sbsen@ucdavis.edu",
   "nsf_id": "000492825",
   "pi_start_date": "2011-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Aitken",
   "pi_mid_init": "",
   "pi_sufx_name": "Dr.",
   "pi_full_name": "Bruce Aitken",
   "pi_email_addr": "aitkenbg@corning.com",
   "nsf_id": "000578722",
   "pi_start_date": "2011-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  },
  {
   "pgm_ele_code": "177400",
   "pgm_ele_name": "CERAMICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9163",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY - INDUSTRY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 686394.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Chalcogenide glasses are an important class of materials that are typically sulfides, selenides or tellurides, mainly of Ge, As, P and Si, that have been extensively studied in the past in relation to their wide-ranging applications in the areas of photonics, telecommunication, optical memory storage, photovoltaics and environmental remote sensing.&nbsp;&nbsp; In comparison, little is known regarding chalcogenide glasses with <em>modified and charge compensated networks</em>, that contain modifier cations such as alkalis and alkaline-earths (e.g. Li, Ba), and glass-forming intermediates such as Ga.&nbsp; This&nbsp; GOALI project brought together investigators with complementary expertise from UC Davis (Sabyasachi Sen, PI) and from Corning Incorporated, world&rsquo;s foremost innovator and commercial developer of cutting-edge glass technology, (Bruce Aitken, co-PI), to study these novel chalcogenides, specifically their structure-dynamics-property relationships, to enable future optimization of these materials towards improved functionalities.&nbsp; Chalcogenide glasses in four glass-forming systems, namely: Ba-Ga-Ge-Se, Na-Ga-Ge-Se, Ag-Ga-Ge-Se and Li-Ga-Ge-S-Se have been studied in unprecedented detail and groundbreaking accomplishments have been made in their synthesis and structural and dynamical characterization.&nbsp; Comprehensive predictive models of structure-property relationships have been established for each system, for the first time.&nbsp;</p>\n<p>The structure of these glasses is shown to consist of a charge-compensated network predominantly consisting of corner sharing (Ga/Ge)(Se,S)<sub>4/2</sub> tetrahedra. The compositional evolution of the atomic structure is found to be heavily influenced by the modifier:Ga<sub>2</sub>Se<sub>3</sub> ratio R and to display the characteristics of the isoelectronic alkali/alkaline-earth aluminosilicate glasses for R&gt;1, and of the purely covalent, continuously alloyed chalcogenide networks for R&lt;1.&nbsp; Remarkable findings have been made of fast Ag and Li ion conducting glasses and Na-ion conducting glass-ceramics in these chalcogenide systems, that present exciting new opportunities for their potential applications in energy storage/conversion, memory, display and sensor technologies.&nbsp;</p>\n<p>As part of this research, pioneering advances have been made in developing novel, sensitivity-enhanced, high-resolution nuclear magnetic resonance (NMR) spectroscopic techniques that have the potential to revolutionize structural studies of glasses, in general.&nbsp; Additionally, a unique high-pressure NMR probe has been designed and developed that is capable of <em>in situ</em> observation of pressure induced structural changes and the corresponding transition states.&nbsp;&nbsp;</p>\n<p>This project provided major opportunities for training and professional development of 4 graduate students: Trent Edwards, Alvin Mao, Derrick Kaseman and Maxwell Marple, who were supported by this grant.&nbsp; As part of this GOALI project, these students were hosted for 2-3 weeks every year in Dr. Aitken&rsquo;s laboratory at Corning Inc. throughput the duration of the project.&nbsp; During these visits, the students learnt the modern industrial glass synthesis, characterization and scale-up techniques and enjoyed access to a wide range of processing and characterization facilities at the laboratories at Corning&rsquo;s Sullivan Park R&amp;D facility. &nbsp;Industry co-PI Bruce Aitken worked closely with the students in providing mentoring and training and served as an external member in their thesis dissertation committees.&nbsp; This industry-university collaboration provided a unique opportunity in broadening these participating students&rsquo; horizons in terms of research experience both in academia and in industry.&nbsp; Trent, Alvin and Derrick completed their Ph.D. and are currently employed in academia and industry. Maxwell is in his third year of graduate work.</p>\n<p>The research work resulted in the publication of a total of 38 papers in prominent peer-reviewed journals, and 20 contributed and invited oral presentations by the students and the PI, in various national and international conferences.&nbsp; PI Sen organized multiple scientific sessions in these conferences throughout the duration of the project.&nbsp; He received the prestigious &ldquo;Varshneya Frontiers of Glass Science Lecture Award&rdquo; from the Glass &amp; Optical Materials Division of the American Ceramic Society in 2015.&nbsp; An undergraduate and a graduate course, taught by the PI in the Materials Science Department at UC Davis, directly benefited from the research in this project.&nbsp;</p>\n<p>The PI and the students have been active in local outreach efforts throughout the duration of this project.&nbsp; The most notable outreach efforts included:</p>\n<p>(i) lecturing and experimental demonstration (together with Prof. Ricardo Castro) on materials science at the Einstein Education Center (<a href=\"http://www.ycoe.org/eec\">http://www.ycoe.org/eec</a>), an alternative High school for youth who have left school or are not succeeding in traditional High schools. This outreach was featured in the American Ceramic Society Bulletin: (<a href=\"http://americanceramicsociety.org/bulletin/2013_pdf_files/octnov13/#/40\">http://americanceramicsociety.org/bulletin/2013_pdf_files/octnov13/#/40</a>).</p>\n<p>(ii) organizing visits of undergraduate students from the Society for the Advancement of Chicanos and Native Americans in Science (SACNAS: <a href=\"https://sacnas.org\">https://sacnas.org</a>) as well as sixth graders from Arthur S. Dudley Elementary School in Antelope, CA, to our glass melting and characterization lab facilities.</p>\n<p>(iii) participating three years in a row in mentoring a female High school student (Bridget Linney from the Woodland High School) through the UC Davis AggiesMentors (<a href=\"http://cstars.metro.ucdavis.edu/education-and-outreach/aggiementors/\">http://cstars.metro.ucdavis.edu/education-and-outreach/aggiementors/</a>), a college-access program that is part of EnviroMentors, a national program of the National Council for Science and the Environment.</p>\n<p>&nbsp;(iv) mentoring a hispanic female undergraduate student (Karina Moreira Oliveira from West Virginia University), who was a summer intern in our research group.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/15/2016<br>\n\t\t\t\t\tModified by: Sabyasachi&nbsp;Sen</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1104869/1104869_10125758_1479235223741_Photo-1-Corning-trip--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1104869/1104869_10125758_1479235223741_Photo-1-Corning-trip--rgov-800width.jpg\" title=\"Corning Trips\"><img src=\"/por/images/Reports/POR/2016/1104869/1104869_10125758_1479235223741_Photo-1-Corning-trip--rgov-66x44.jpg\" alt=\"Corning Trips\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Graduate students Alvin Mao and Derrick Kaseman synthesizing glasses in co-PI Aitken?s research lab at Corning Inc.</div>\n<div class=\"imageCredit\">Bruce Aitken</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Sabyasachi&nbsp;Sen</div>\n<div class=\"imageTitle\">Corning Trips</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1104869/1104869_10125758_1479235302983_Photo-2-outreach--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1104869/1104869_10125758_1479235302983_Photo-2-outreach--rgov-800width.jpg\" title=\"Outreach-1\"><img src=\"/por/images/Reports/POR/2016/1104869/1104869_10125758_1479235302983_Photo-2-outreach--rgov-66x44.jpg\" alt=\"Outreach-1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Woodland high school students getting a tour of PI?s labs (left) and getting trained on the NMR spectrometer by graduate student Derrick Kaseman (far right)</div>\n<div class=\"imageCredit\">Sabyasachi Sen</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Sabyasachi&nbsp;Sen</div>\n<div class=\"imageTitle\">Outreach-1</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1104869/1104869_10125758_1479235387621_Photo-3-outreach--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1104869/1104869_10125758_1479235387621_Photo-3-outreach--rgov-800width.jpg\" title=\"Outreach-2\"><img src=\"/por/images/Reports/POR/2016/1104869/1104869_10125758_1479235387621_Photo-3-outreach--rgov-66x44.jpg\" alt=\"Outreach-2\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Bridget Linney, a senior from Woodland High School building an NMR rf circuit (left) and with the circuit inserted in an electron paramagnetic resonance spectrometer(right). The circuit is in the middle of the two circular plates (electromagnet)</div>\n<div class=\"imageCredit\">Derrick Kaseman</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Sabyasachi&nbsp;Sen</div>\n<div class=\"imageTitle\">Outreach-2</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1104869/1104869_10125758_1479235472016_Photo-4-outreach--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1104869/1104869_10125758_1479235472016_Photo-4-outreach--rgov-800width.jpg\" title=\"Outreach-3\"><img src=\"/por/images/Reports/POR/2016/1104869/1104869_10125758_1479235472016_Photo-4-outreach--rgov-66x44.jpg\" alt=\"Outreach-3\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Graduate student Maxwell Marple (very back) with the sixth graders from the Arthur S. Dudley Elementary School (Antelope, CA), in PI?s glass synthesis lab</div>\n<div class=\"imageCredit\">Derrick Kaseman</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Sabyasachi&nbsp;Sen</div>\n<div class=\"imageTitle\">Outreach-3</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nChalcogenide glasses are an important class of materials that are typically sulfides, selenides or tellurides, mainly of Ge, As, P and Si, that have been extensively studied in the past in relation to their wide-ranging applications in the areas of photonics, telecommunication, optical memory storage, photovoltaics and environmental remote sensing.   In comparison, little is known regarding chalcogenide glasses with modified and charge compensated networks, that contain modifier cations such as alkalis and alkaline-earths (e.g. Li, Ba), and glass-forming intermediates such as Ga.  This  GOALI project brought together investigators with complementary expertise from UC Davis (Sabyasachi Sen, PI) and from Corning Incorporated, world?s foremost innovator and commercial developer of cutting-edge glass technology, (Bruce Aitken, co-PI), to study these novel chalcogenides, specifically their structure-dynamics-property relationships, to enable future optimization of these materials towards improved functionalities.  Chalcogenide glasses in four glass-forming systems, namely: Ba-Ga-Ge-Se, Na-Ga-Ge-Se, Ag-Ga-Ge-Se and Li-Ga-Ge-S-Se have been studied in unprecedented detail and groundbreaking accomplishments have been made in their synthesis and structural and dynamical characterization.  Comprehensive predictive models of structure-property relationships have been established for each system, for the first time. \n\nThe structure of these glasses is shown to consist of a charge-compensated network predominantly consisting of corner sharing (Ga/Ge)(Se,S)4/2 tetrahedra. The compositional evolution of the atomic structure is found to be heavily influenced by the modifier:Ga2Se3 ratio R and to display the characteristics of the isoelectronic alkali/alkaline-earth aluminosilicate glasses for R&gt;1, and of the purely covalent, continuously alloyed chalcogenide networks for R&lt;1.  Remarkable findings have been made of fast Ag and Li ion conducting glasses and Na-ion conducting glass-ceramics in these chalcogenide systems, that present exciting new opportunities for their potential applications in energy storage/conversion, memory, display and sensor technologies. \n\nAs part of this research, pioneering advances have been made in developing novel, sensitivity-enhanced, high-resolution nuclear magnetic resonance (NMR) spectroscopic techniques that have the potential to revolutionize structural studies of glasses, in general.  Additionally, a unique high-pressure NMR probe has been designed and developed that is capable of in situ observation of pressure induced structural changes and the corresponding transition states.  \n\nThis project provided major opportunities for training and professional development of 4 graduate students: Trent Edwards, Alvin Mao, Derrick Kaseman and Maxwell Marple, who were supported by this grant.  As part of this GOALI project, these students were hosted for 2-3 weeks every year in Dr. Aitken?s laboratory at Corning Inc. throughput the duration of the project.  During these visits, the students learnt the modern industrial glass synthesis, characterization and scale-up techniques and enjoyed access to a wide range of processing and characterization facilities at the laboratories at Corning?s Sullivan Park R&amp;D facility.  Industry co-PI Bruce Aitken worked closely with the students in providing mentoring and training and served as an external member in their thesis dissertation committees.  This industry-university collaboration provided a unique opportunity in broadening these participating students? horizons in terms of research experience both in academia and in industry.  Trent, Alvin and Derrick completed their Ph.D. and are currently employed in academia and industry. Maxwell is in his third year of graduate work.\n\nThe research work resulted in the publication of a total of 38 papers in prominent peer-reviewed journals, and 20 contributed and invited oral presentations by the students and the PI, in various national and international conferences.  PI Sen organized multiple scientific sessions in these conferences throughout the duration of the project.  He received the prestigious \"Varshneya Frontiers of Glass Science Lecture Award\" from the Glass &amp; Optical Materials Division of the American Ceramic Society in 2015.  An undergraduate and a graduate course, taught by the PI in the Materials Science Department at UC Davis, directly benefited from the research in this project. \n\nThe PI and the students have been active in local outreach efforts throughout the duration of this project.  The most notable outreach efforts included:\n\n(i) lecturing and experimental demonstration (together with Prof. Ricardo Castro) on materials science at the Einstein Education Center (http://www.ycoe.org/eec), an alternative High school for youth who have left school or are not succeeding in traditional High schools. This outreach was featured in the American Ceramic Society Bulletin: (http://americanceramicsociety.org/bulletin/2013_pdf_files/octnov13/#/40).\n\n(ii) organizing visits of undergraduate students from the Society for the Advancement of Chicanos and Native Americans in Science (SACNAS: https://sacnas.org) as well as sixth graders from Arthur S. Dudley Elementary School in Antelope, CA, to our glass melting and characterization lab facilities.\n\n(iii) participating three years in a row in mentoring a female High school student (Bridget Linney from the Woodland High School) through the UC Davis AggiesMentors (http://cstars.metro.ucdavis.edu/education-and-outreach/aggiementors/), a college-access program that is part of EnviroMentors, a national program of the National Council for Science and the Environment.\n\n (iv) mentoring a hispanic female undergraduate student (Karina Moreira Oliveira from West Virginia University), who was a summer intern in our research group.\n\n\t\t\t\t\tLast Modified: 11/15/2016\n\n\t\t\t\t\tSubmitted by: Sabyasachi Sen"
 }
}