{
 "awd_id": "1104135",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Sustainable Studies Clean Energy Programs and Certificates",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth Teles",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 199995.0,
 "awd_amount": 199995.0,
 "awd_min_amd_letter_date": "2011-02-25",
 "awd_max_amd_letter_date": "2011-02-25",
 "awd_abstract_narration": "This project is a collaborative alignment of programs at secondary and postsecondary institutions with regional industry and community-based organizations. It is designed to provide new college and career pathways through the implementation of a clean energy associate degree and clean energy certificates in solar, wind, and geothermal energy. The project builds on the current Sustainability Studies associate degree options in the Liberal Arts and Sciences Program at the college. The new certificate programs are being developed in response to industry requests for trained technicians in wind and solar energy. Students who complete these certificate programs are being prepared to enter the clean energy job market as installers of wind or solar thermal systems as well as energy efficiency auditors. Those students who select the Sustainability Studies Clean Energy option graduate with an A.S. degree prepared to enter the industry as trained energy technicians. Regional industry partners for the proposed project include the FloDesign Wind Turbine Corporation, Beyond Green Construction, Energía LLC, Alteris Renewables, NorthEast Solar, TerraClime Geothermal, Pioneer Valley PhotoVoltaics, and member businesses of the Western  Massachusetts Green Consortium. Articulation with area technical high schools is being facilitated through the Career Vocational Technical Education Linkages (formerly Tech Prep) program coordinated by the college. Academic collaboration between the college and its higher education partners in western Massachusetts is designed to meet growing student interest in sustainability and clean energy courses and is responsive to a statewide need for technical personnel in occupations related to the installation and monitoring of clean energy systems.\r\n\r\nIntellectual Merit: The Multidisciplinary Sustainability Studies options at the college have evolved from NSF/NEH/FIPSE supported curricular restructuring investments in Massachusetts community colleges. This project is allowing the college and its academic and industry partners to create new college and career pathways for the growing clean energy economy of the state. Within the framework of the Sustainability Studies curriculum, students enrolled in the new technical certificate programs (wind, solar, and geothermal) and the A.S. degree in Sustainable Energy are integrating technical skills with liberal arts instruction by selecting a concentration of general education coursework in environmental science, business, communications, or social equity.\r\n\r\nBroader Impacts: Careful 2+2+2 articulation with secondary schools and four-year institutions is ensuring that increased numbers of better prepared students are in the technical education pipeline. In addition, the project is emphasizing the recruitment, retention, and graduation of underrepresented, low-income, and first generation college students who reflect the changing K-12, college, and workforce demographics of the region. Curricula, courses, and certificates developed through the project are being shared across the state through the MassGREEN initiative of the 15 Massachusetts community colleges that was established in 2009 to develop and deliver clean energy workforce training programs and through the educational programming of the Western Massachusetts Green Consortium.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kathleen",
   "pi_last_name": "Maiolatesi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kathleen Maiolatesi",
   "pi_email_addr": "Kmaiolatesi@hcc.edu",
   "nsf_id": "000562607",
   "pi_start_date": "2011-02-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Holyoke Community College",
  "inst_street_address": "303 HOMESTEAD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "HOLYOKE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135522313",
  "inst_zip_code": "010401099",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MA01",
  "org_lgl_bus_name": "HOLYOKE COMMUNITY COLLEGE",
  "org_prnt_uei_num": "P1KCCMCWE534",
  "org_uei_num": "EM9MF5KQP1P1"
 },
 "perf_inst": {
  "perf_inst_name": "Holyoke Community College",
  "perf_str_addr": "303 HOMESTEAD AVE",
  "perf_city_name": "HOLYOKE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010401099",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MA01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 199995.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The <em>Sustainable Studies Clean Energy Programs and Certificates</em> program at Holyoke Community College (HCC) was active between July 2011 and June 2015. Multidisciplinary Sustainability Studies at HCC was initiated earlier through a joint NSF/NEH/FIPSE project. Led by Principal Investigator Kathleen Maiolatesi, this NSF project had three primary goals:</p>\n<p>1) To develop new courses and curricula that provide stackable certificates and degree programs in clean energy and sustainability studies to prepare students to work in the clean energy industry.</p>\n<p><em>Outcomes</em>: By the end of the project, HCC had in place associate degree options in Sustainability Studies, Clean Energy, and Sustainable Agriculture, as well as certificate programs in Clean Energy and Sustainability Studies. Course and program revisions were informed by our industry and educational partners, who were members of an ongoing Advisory Council for the project. Examples include:</p>\n<ul>\n<li>SUS 107: Introduction to Electrical Generation, which provides students a solid background in both the physics and mathematics of electricity </li>\n<li>SUS 115: Green Building Practices, which provides hands-on technical skills in clean energy.</li>\n</ul>\n<p>Over 800 students (majors and non-majors) have enrolled in our classes since spring 2010. Students from many academic programs enroll in the courses, infusing the practical knowledge and ethical behaviors of sustainability and clean energy into their life and careers. Curriculum is shared with all 15 Massachusetts community colleges through the Mass Green Initiative and with regional partners through the Western Massachusetts Green Consortium.</p>\n<p>2) To create articulation and alignment among programs for smooth transition of students between secondary schools, community-based programs, the community college, and our transfer institutions.</p>\n<p><em>Outcomes</em>: Outreach and pathway development with regional technical secondary schools and with community based agencies (adult learning centers) has opened the clean energy field to our local underserved and underrepresented populations (low-income, first-generation, Latino).&nbsp; Formal articulation agreements have been developed with two technical high schools. &nbsp;Between three and five students per year have entered the Sustainability or Clean Energy programs from local adult learning centers.</p>\n<p>Over 20 students have been accepted into Smith, Mount Holyoke, Hampshire, and Amherst Colleges, Cornell University, and to the University of Massachusetts, Amherst from the HCC programs; many were granted scholarships to aid in their transfer and success.</p>\n<p>3) To develop formal internship opportunities and laboratory and field experiences with multiple industry partners in western Massachusetts.</p>\n<p><em>Outcomes</em>: Nine (9) local clean energy businesses were active members of the Advisory Council for the project. Several others have joined, including a new wind turbine company, solar installation start-ups, and the Energy Coordinator for the Massachusetts Department of Agriculture. These industry partners, along with our education partners, were integral (and still are!) to the ongoing development of the curriculum, laboratories, internship opportunities, field experiences, job opportunities, and overall evaluation of the project.</p>\n<p>Due in part to our strong academic programming in clean energy and sustainability, HCC was selected by the State of Massachusetts&rsquo; Accelerated Energy/Toward Net Zero Energy Program to be a site for green energy retrofits and other projects on our campus. Four HCC students have held internships with state consultants overseeing the project, including presenting at statewide energy meetings in Boston, while others have developed complimentary projects for the campus. In addition, several students were placed with the Hampshire Council of G...",
  "por_txt_cntn": "\nThe Sustainable Studies Clean Energy Programs and Certificates program at Holyoke Community College (HCC) was active between July 2011 and June 2015. Multidisciplinary Sustainability Studies at HCC was initiated earlier through a joint NSF/NEH/FIPSE project. Led by Principal Investigator Kathleen Maiolatesi, this NSF project had three primary goals:\n\n1) To develop new courses and curricula that provide stackable certificates and degree programs in clean energy and sustainability studies to prepare students to work in the clean energy industry.\n\nOutcomes: By the end of the project, HCC had in place associate degree options in Sustainability Studies, Clean Energy, and Sustainable Agriculture, as well as certificate programs in Clean Energy and Sustainability Studies. Course and program revisions were informed by our industry and educational partners, who were members of an ongoing Advisory Council for the project. Examples include:\n\nSUS 107: Introduction to Electrical Generation, which provides students a solid background in both the physics and mathematics of electricity \nSUS 115: Green Building Practices, which provides hands-on technical skills in clean energy.\n\n\nOver 800 students (majors and non-majors) have enrolled in our classes since spring 2010. Students from many academic programs enroll in the courses, infusing the practical knowledge and ethical behaviors of sustainability and clean energy into their life and careers. Curriculum is shared with all 15 Massachusetts community colleges through the Mass Green Initiative and with regional partners through the Western Massachusetts Green Consortium.\n\n2) To create articulation and alignment among programs for smooth transition of students between secondary schools, community-based programs, the community college, and our transfer institutions.\n\nOutcomes: Outreach and pathway development with regional technical secondary schools and with community based agencies (adult learning centers) has opened the clean energy field to our local underserved and underrepresented populations (low-income, first-generation, Latino).  Formal articulation agreements have been developed with two technical high schools.  Between three and five students per year have entered the Sustainability or Clean Energy programs from local adult learning centers.\n\nOver 20 students have been accepted into Smith, Mount Holyoke, Hampshire, and Amherst Colleges, Cornell University, and to the University of Massachusetts, Amherst from the HCC programs; many were granted scholarships to aid in their transfer and success.\n\n3) To develop formal internship opportunities and laboratory and field experiences with multiple industry partners in western Massachusetts.\n\nOutcomes: Nine (9) local clean energy businesses were active members of the Advisory Council for the project. Several others have joined, including a new wind turbine company, solar installation start-ups, and the Energy Coordinator for the Massachusetts Department of Agriculture. These industry partners, along with our education partners, were integral (and still are!) to the ongoing development of the curriculum, laboratories, internship opportunities, field experiences, job opportunities, and overall evaluation of the project.\n\nDue in part to our strong academic programming in clean energy and sustainability, HCC was selected by the State of MassachusettsÆ Accelerated Energy/Toward Net Zero Energy Program to be a site for green energy retrofits and other projects on our campus. Four HCC students have held internships with state consultants overseeing the project, including presenting at statewide energy meetings in Boston, while others have developed complimentary projects for the campus. In addition, several students were placed with the Hampshire Council of Governments, who oversees Hampshire Solar and a Solar Renewable Energy Credit (SREC) program for Hampshire County.\n\nThe internship program is a success and loss for HCC, as approximately 20 percen..."
 }
}