{
 "awd_id": "1104640",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER:  Biologically Inspired Artificial Skins with Continuous Carbon Nanotube Composites",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Toney",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 326868.0,
 "awd_amount": 350496.0,
 "awd_min_amd_letter_date": "2010-12-10",
 "awd_max_amd_letter_date": "2013-11-04",
 "awd_abstract_narration": "The research objective of this Faculty Early Career Development (CAREER) project is to investigate viscoelasticity of continuous carbon nanotube polymer composites under compression and explore their potential utility as biologically inspired artificial skins. The soft-tissue like behavior of such continuous composites recently observed by the PI shows strong potential of using engineered nanotube architectures for building biologically analogous systems such as artificial skins. Since the underlying mechanism of the intriguing properties in the composites is not understood, it is essential to study the fundamental science of the viscoelastic characteristics of the continuous nanotube composites as well as their anisotropic properties. This knowledge will enable us to further investigate and fabricate fundamentally new nanotube hierarchical structures with an aligned nanotube growth method so as to establish novel solutions to ultimately create bio-mimicking artificial skins. They will offer lightweight, flexibility, mechanical robustness, and outstanding reversible properties including excellent damping that can reduce friction drag and result in energy efficiency. \r\n\r\nIf successful, this research will create the bio-inspired artificial skins of practical significance for a broad range of industrial applications such as aircraft that is far more fuel efficient or renewable wind energy system that is environmentally benign. It will meet the rapidly growing national need that is to preserve our energy resource by increasing energy efficiency. The research will provide the emerging engineers opportunity to understand and learn emerging technologies, environmental considerations, and the need to relate scientific discovery to realistic applications and societal development. A high school level introduction to engineering course will be developed and offered in collaboration with the local high school. Both undergraduate and graduate students will benefit through classroom instruction and involvement in research. The wind turbine blade design featuring the artificial skins will be included in a mechanical engineering senior capstone course as a design project for efficient power generation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bingqing",
   "pi_last_name": "Wei",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bingqing Wei",
   "pi_email_addr": "weib@udel.edu",
   "nsf_id": "000122970",
   "pi_start_date": "2013-11-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Jonghwan",
   "pi_last_name": "Suhr",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jonghwan Suhr",
   "pi_email_addr": "suhr@udel.edu",
   "nsf_id": "000172247",
   "pi_start_date": "2010-12-10",
   "pi_end_date": "2013-11-04"
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "550 S COLLEGE AVE",
  "perf_city_name": "NEWARK",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197131324",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146700",
   "pgm_ele_name": "MATERIALS PROCESSING AND MANFG"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "080E",
   "pgm_ref_txt": "DEFORMATION PROCESSES"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "5942",
   "pgm_ref_txt": "KOREA"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "8025",
   "pgm_ref_txt": "Advanced Materials Processing"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 326868.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 23628.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Lots of previous studies show that continuous carbon nanotube (CNT) and CNT composite with pretty high fatigue and viscoelastic properties can be used as artificial skin type engineering applications. So, the research objective of this CAREER award is to investigate viscoelasticity of continuous carbon nanotube polymer composites under compression and explore them to be utilized as biologically inspired artificial skins.</p>\n<p>Here is the main outcomes of the WHOLE career award during five years:</p>\n<p>1. Understanding of Compressive properties of VACNT arrays</p>\n<p>The local high-mode buckling behavior of VACNT arrays under compression was characterized experimentally and interpreted properly by employing the van der Waals interaction between VACNTs as lateral support. And the<br />developing mechanism of buckling was explained as wave damping effect. Furthermore, the structure and morphology of VACNTs were characterized and the stress-strain behavior of VACNT arrays has been quantified by modeling. In order to study the influence of CNT structural properties on mechanical properties, some statistical models were employed. The the correlation and dependence from statistics show the significant influence of structure or morphology on mechanical properties, especially the density, defect degree</p>\n<p>2. Viscoelastic characterization and modeling of CNT reinforced polymer composites</p>\n<p>The static and dynamic viscoelastic characterization were conducted on CNT reinforcement composites and PDMS, respectively. The stress variation of creep and strain variation of stress relaxation show the nonlinear viscoelastic behavior of PDMS and CNT-PDMS composite. The results indicate that the CNTs have effective enhancement in elastic response in creep and stress<br />relaxation tests, and considerable influence of CNTs on the viscosity of the<br />composite.</p>\n<p>The temperature effects were also investigated. As temperature increases in static viscoelastic tests, both materials show almost constant elastic modulus or slightly stiffening modulus. And the composite shows much better stability in temperature variation due to filling of CNTs. Also, the modeling constants were solved to make further prediction according to time-temperature<br />superposition. In dynamic viscoelastic behavior, as frequency increases, the<br />temperature effect on both PDMS and CNT-PDMS composite can be neglected in elastic behavior, while the viscosity has moderate decrease with temperature.&nbsp;</p>\n<p>3. First study of Anisotropy of continuous CNT polymer composites</p>\n<p>The anisotropic properties of CNT polymer composites were investigated and compared, including longitudinal composites, transverse composites, random composites, VACNT arrays and neat PDMS. The monotonic compression confirmed that the CNT reinforcement effect. The creep and stress relaxation were characterized by linear viscoelastic models and the results show the enhancement in elastic behavior of CNT as filling material, especially in longitudinal composites, and the influence of CNT in changing the viscous<br />response of composites. The dynamic viscoelastic test showed much higher<br />viscoelastic modulus of composites indicating the significant enhancement of<br />CNTs, and the damping effect of composites is significantly higher than PDMS as well. And the difference viscoelastic behavior among anisotropic tests can be explained by the interfacial sliding between nanotubes and matrix and the energy dissipation in thermal transmission through nanotubes.</p>\n<p>4. Fatigue characterization of CNT polymer composites</p>\n<p>The fatigue resistance of CNT reinforced composites and PDMS was investigated and compared. Adding of CNT to the polymer matrix improved the fatigue life considerably, especially in high-cycle fatigue behavior. The results indicate a significant increase in crack energy absorption during fatigue c...",
  "por_txt_cntn": "\nLots of previous studies show that continuous carbon nanotube (CNT) and CNT composite with pretty high fatigue and viscoelastic properties can be used as artificial skin type engineering applications. So, the research objective of this CAREER award is to investigate viscoelasticity of continuous carbon nanotube polymer composites under compression and explore them to be utilized as biologically inspired artificial skins.\n\nHere is the main outcomes of the WHOLE career award during five years:\n\n1. Understanding of Compressive properties of VACNT arrays\n\nThe local high-mode buckling behavior of VACNT arrays under compression was characterized experimentally and interpreted properly by employing the van der Waals interaction between VACNTs as lateral support. And the\ndeveloping mechanism of buckling was explained as wave damping effect. Furthermore, the structure and morphology of VACNTs were characterized and the stress-strain behavior of VACNT arrays has been quantified by modeling. In order to study the influence of CNT structural properties on mechanical properties, some statistical models were employed. The the correlation and dependence from statistics show the significant influence of structure or morphology on mechanical properties, especially the density, defect degree\n\n2. Viscoelastic characterization and modeling of CNT reinforced polymer composites\n\nThe static and dynamic viscoelastic characterization were conducted on CNT reinforcement composites and PDMS, respectively. The stress variation of creep and strain variation of stress relaxation show the nonlinear viscoelastic behavior of PDMS and CNT-PDMS composite. The results indicate that the CNTs have effective enhancement in elastic response in creep and stress\nrelaxation tests, and considerable influence of CNTs on the viscosity of the\ncomposite.\n\nThe temperature effects were also investigated. As temperature increases in static viscoelastic tests, both materials show almost constant elastic modulus or slightly stiffening modulus. And the composite shows much better stability in temperature variation due to filling of CNTs. Also, the modeling constants were solved to make further prediction according to time-temperature\nsuperposition. In dynamic viscoelastic behavior, as frequency increases, the\ntemperature effect on both PDMS and CNT-PDMS composite can be neglected in elastic behavior, while the viscosity has moderate decrease with temperature. \n\n3. First study of Anisotropy of continuous CNT polymer composites\n\nThe anisotropic properties of CNT polymer composites were investigated and compared, including longitudinal composites, transverse composites, random composites, VACNT arrays and neat PDMS. The monotonic compression confirmed that the CNT reinforcement effect. The creep and stress relaxation were characterized by linear viscoelastic models and the results show the enhancement in elastic behavior of CNT as filling material, especially in longitudinal composites, and the influence of CNT in changing the viscous\nresponse of composites. The dynamic viscoelastic test showed much higher\nviscoelastic modulus of composites indicating the significant enhancement of\nCNTs, and the damping effect of composites is significantly higher than PDMS as well. And the difference viscoelastic behavior among anisotropic tests can be explained by the interfacial sliding between nanotubes and matrix and the energy dissipation in thermal transmission through nanotubes.\n\n4. Fatigue characterization of CNT polymer composites\n\nThe fatigue resistance of CNT reinforced composites and PDMS was investigated and compared. Adding of CNT to the polymer matrix improved the fatigue life considerably, especially in high-cycle fatigue behavior. The results indicate a significant increase in crack energy absorption during fatigue crack initiation, coalescence, and propagation. During cyclic compression, both PDMS and composite show stress softening response, which could be the underlying reason ..."
 }
}