{
 "awd_id": "1104788",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Many-body theory of spin-orbit coupled materials and novel spin drag effects",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 345000.0,
 "awd_amount": 345000.0,
 "awd_min_amd_letter_date": "2011-09-01",
 "awd_max_amd_letter_date": "2013-06-16",
 "awd_abstract_narration": "Technical Summary\r\n\r\nThis award supports theoretical research and education on materials with strong spin-orbit interaction. These materials are potentially important in a new generation of electronic devices, based on the electron spin.  Spin-orbit interactions are traditionally studied within a one-electron context, but there are instances in which electron-electron interactions latch-on to spin-orbit interactions to produce intriguing collective effects.  Examples of this are the spin Hall drag and the inhomogeneous Gilbert damping of spin waves.  The PI aims: (i) to identify and study novel many-body effects in spin-orbit coupled systems, and (ii) to study  Coulomb drag effects under novel conditions, e.g. in dilute magnetic semiconductors close to the magnetic ordering transition,  in semiconductor bi-layers close to an electron-hole pairing transition, and in  semiconductors with strong spin-orbit interactions.\r\n\r\n(i) Many-body effects in spin-orbit-coupled systems - Spin-orbit coupling in solid-state systems modifies the electron-electron interaction, producing an effective interaction similar to the Breit interaction of quantum electrodynamics, but considerably stronger. The PI will investigate the effects of this interaction in Coulomb-coupled bilayer systems and in single-layer two-dimensional electron liquids.  The PI will further develop the many-body theory of coupled current-spin excitations and the optical conductivity in the single-layer systems, both in the normal and in the superconducting state and in the presence of a magnetic field.   In particular, he will study these effects in systems with Bychkov-Rashba and Dresselhaus spin-orbit coupling, in the vicinity of the 'neutrality point' where the two interactions balance each other. \r\n\r\n(ii) Coulomb-drag effects - The PI will extend his investigations of spin Coulomb drag to electronic systems on the verge of phase transitions, such as magnetic ordering in dilute magnetic semiconductors and electron-hole pairing in semiconductor bilayers.  In both cases, a strong enhancement of the drag effect is expected due to the contribution of spin fluctuations or pairing fluctuations to the effective electron-electron or electron-hole interaction.   In this context the PI will study the behavior of the Dyakonov-Perel spin relaxation time near the magnetic ordering transition.  In collaboration with experimentalists, the PI will calculate spin Coulomb drag parameters of optically excited electrons in hole-doped magnetic semiconductors near the ferromagnetic transition. The PI also plans to investigate the transport and spin relaxation dynamics of optically induced spin gratings in quantum wells with Bychkov-Rashba and Dresselhaus spin-orbit coupling, near the neutrality point.  A recently introduced spin-to-density dynamics mapping will be used to connect the spin relaxation time in the presence of spin-orbit coupling to the spin Coulomb drag time without spin-orbit coupling.\r\n\r\nResearch on interacting spin-orbit coupled systems can have a large impact on the field of spintronics and contributes to the intellectual foundations upon which possible new electronic device technologies rest. This award and the supported research contribute to the education of graduate students and postdoctoral researchers.\r\n\r\n\r\nNon-Technical Summary\r\n\r\nThis award supports theoretical research and education to study materials in which electrons experience strong spin-orbit interactions.  Electrons have an intrinsic property called spin where it appears as if the electron spins like a tiny top. The spin of the electron is also connected to its intrinsic magnetic properties; it behaves as though it was a tiny bar magnet. As an electron moves through a solid the theory of relativity says that it will experience a magnetic field from the atomic cores in the lattice. The interaction of the electron with this magnetic field gives rise to the spin-orbit interaction. \r\n\r\nMaterials where spin-orbit interactions are particularly strong have recently gained the spotlight as key actors in a possible new generation of electronic devices, spintronic devices, which use the electron spin just as ordinary electronic devices use the electron charge.  This interest has largely been fueled by the hope to realize the spintronic analog to a transistor, the 'spin transistor,' in which the on/off state would be achieved through control of the electron's spin in a way that does not use a magnetic field but exploits our ability to control the electron's motion and the spin-orbit interaction.  Basically, the spin-orbit interaction allows us to manipulate the electron spin using an electric field.\r\n\r\nSpin-orbit interactions are traditionally studied ignoring the interaction of electrons with each other.  But, there are instances in which interactions between electrons latch-on to spin-orbit interactions to produce interesting effects.   For example, in a system of two closely spaced but clearly separated electron layers, a current flowing in one of the two layers can induce a spin accumulation in the other layer.  This effect, known as spin Hall drag, is caused by the Coulomb interaction between electrons in different layers, coupled with spin-orbit interaction of electrons in each layer. This effect is one instance of a broader class of 'Coulomb drag effects' in which the motion of one group of electrons is used to drag along a second group of electrons and, in so doing, induces a desired property. This award supports research with the aim to discover new effects in materials with strong spin-orbit interactions, with an emphasis on Coulomb drag effects. The PI will also study Coulomb drag effects under novel conditions, for example in novel materials close that are close to becoming magnetic.\r\n\r\nResearch on interacting spin-orbit coupled systems can have a large impact on the field of spintronics and contributes to the intellectual foundations upon which possible new electronic device technologies rest. This award and the supported research contribute to the education of graduate students and postdoctoral researchers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Giovanni",
   "pi_last_name": "Vignale",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Giovanni Vignale",
   "pi_email_addr": "vignaleg@missouri.edu",
   "nsf_id": "000315209",
   "pi_start_date": "2011-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Columbia",
  "inst_street_address": "121 UNIVERSITY HALL",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5738827560",
  "inst_zip_code": "652113020",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MO03",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "SZPJL5ZRCLF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Missouri-Columbia",
  "perf_str_addr": "121 UNIVERSITY HALL",
  "perf_city_name": "COLUMBIA",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "652113020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MO03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7574",
   "pgm_ref_txt": "CYBER INFRA FOR MATERIALS RES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 115000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 115000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 115000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The work done under this grant was motivated in part by a&nbsp; set of exciting experiments performed by researchers at the University of California-Berkeley and Sandia National Laboratory on the dynamics of charge and spin in an electron-doped semiconductor (Gallium Arsendide - GaAs). In these experiments two pulsed laser beams coming from different directions create an electron-hole density wave or a spin density wave, depending on the relative polarizations of the beam.&nbsp; The subsequent evolution of the spin density or electron-hole density grating is monitored in real time on a picosecond time.&nbsp; Understanding the dynamics of this evolution is essential to the development of the next generation of electronic devices - memories and transistors - which would rely on the electron spin as&nbsp; much as on the electron charge.&nbsp; In our work we have developed a complete theoretical scheme (known under the technical name of drift-diffusion equations) which allows us to describe precisely the coupled dynamics of charge and spin, not only in semiconductors, like the one studied in the Berkely-Sandia experiments, but also in metallic systems.&nbsp; This theoretical scheme has allowed us to explain some observed effects and to predict some yet to be observed.&nbsp; For example, we have been able to explain the anomalous drift of an electron-hole grating under the action of an electric field in terms of \"Coulomb drag\" - a many-body effect which entails the transfer of momentum from electrons to holes (see Figure 1a).&nbsp;&nbsp; We have also predicted a new effect, which we call \"collective spin Hall effect\" (Fig. 1b), in which an electric current driven along the wavefronts of an electron-hole density grating generates a spin density grating.&nbsp; Further, we have proposed a microscopic theory for a potentially very important effect - the spin galvanic effect - whereby an accumulation of spins - induced by an electric current or by optical excitation - is converted (via spin-orbit coupling) to an electric current or voltage perpendicular to the direction of the excess spin.&nbsp;&nbsp; This theory is in good agreement with recent experimental observations of the spin galvanic effect in the silver/bismuth interface.&nbsp; Very recently, we have studied spin-charge conversion effects in metallic films sandwiched between insulators - a promising system for technological applications - and we have figured out a way to extract from first-principle calculations of the electronic structure a key parameter that controls the strength of the spin-orbit coupling.</p>\n<p>In December 2013 a graduate student, Matt Mower, has completed his Ph.D. with a dissertation on the mechanisms of spin relaxation near the magnetic ordering transition of a ferromagnetic semiconductors - again, materials of great technological potential.&nbsp; His Ph.D work was largely funded by this grant. &nbsp;Spin relaxation is the process by which an out-of-equilibrium&nbsp; spin polarization relaxes to its equilibrium value.&nbsp; The main outcome of Matt Mower's dissertation is that&nbsp; the main mechanism of spin relaxation near the ordering transition is qualitatively different from the mechanism that prevails far from the transition.&nbsp; This can have implications in the design of electronic devices.</p>\n<p>Another important outcome of our work under this grant is the development of an \"protocol\" for the experimental determination of the viscosity of interacting electrons in a solid state environment.&nbsp; Recent advances in nanotechnology have made possible to create structures in which the electrons interact strongly among themselves, but not so strongly with the host material:&nbsp; under these conditions the electrons can be described as a hydrodynamic fluid and the viscosity of this fluid becomes a primary source of electrical resistance.&nbsp; Our proposed measurement consists of trea...",
  "por_txt_cntn": "\nThe work done under this grant was motivated in part by a  set of exciting experiments performed by researchers at the University of California-Berkeley and Sandia National Laboratory on the dynamics of charge and spin in an electron-doped semiconductor (Gallium Arsendide - GaAs). In these experiments two pulsed laser beams coming from different directions create an electron-hole density wave or a spin density wave, depending on the relative polarizations of the beam.  The subsequent evolution of the spin density or electron-hole density grating is monitored in real time on a picosecond time.  Understanding the dynamics of this evolution is essential to the development of the next generation of electronic devices - memories and transistors - which would rely on the electron spin as  much as on the electron charge.  In our work we have developed a complete theoretical scheme (known under the technical name of drift-diffusion equations) which allows us to describe precisely the coupled dynamics of charge and spin, not only in semiconductors, like the one studied in the Berkely-Sandia experiments, but also in metallic systems.  This theoretical scheme has allowed us to explain some observed effects and to predict some yet to be observed.  For example, we have been able to explain the anomalous drift of an electron-hole grating under the action of an electric field in terms of \"Coulomb drag\" - a many-body effect which entails the transfer of momentum from electrons to holes (see Figure 1a).   We have also predicted a new effect, which we call \"collective spin Hall effect\" (Fig. 1b), in which an electric current driven along the wavefronts of an electron-hole density grating generates a spin density grating.  Further, we have proposed a microscopic theory for a potentially very important effect - the spin galvanic effect - whereby an accumulation of spins - induced by an electric current or by optical excitation - is converted (via spin-orbit coupling) to an electric current or voltage perpendicular to the direction of the excess spin.   This theory is in good agreement with recent experimental observations of the spin galvanic effect in the silver/bismuth interface.  Very recently, we have studied spin-charge conversion effects in metallic films sandwiched between insulators - a promising system for technological applications - and we have figured out a way to extract from first-principle calculations of the electronic structure a key parameter that controls the strength of the spin-orbit coupling.\n\nIn December 2013 a graduate student, Matt Mower, has completed his Ph.D. with a dissertation on the mechanisms of spin relaxation near the magnetic ordering transition of a ferromagnetic semiconductors - again, materials of great technological potential.  His Ph.D work was largely funded by this grant.  Spin relaxation is the process by which an out-of-equilibrium  spin polarization relaxes to its equilibrium value.  The main outcome of Matt Mower's dissertation is that  the main mechanism of spin relaxation near the ordering transition is qualitatively different from the mechanism that prevails far from the transition.  This can have implications in the design of electronic devices.\n\nAnother important outcome of our work under this grant is the development of an \"protocol\" for the experimental determination of the viscosity of interacting electrons in a solid state environment.  Recent advances in nanotechnology have made possible to create structures in which the electrons interact strongly among themselves, but not so strongly with the host material:  under these conditions the electrons can be described as a hydrodynamic fluid and the viscosity of this fluid becomes a primary source of electrical resistance.  Our proposed measurement consists of treading an oscillating magnetic flux through the hole of an annulus hosting the electrons (see Figure 2), and measuring the dependence of the average potential difference DU  that develop..."
 }
}