{
 "awd_id": "1104078",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Creating a Regional Workforce for Rural Manufacturing",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth Teles",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2011-04-25",
 "awd_max_amd_letter_date": "2011-09-21",
 "awd_abstract_narration": "This interdisciplinary education initiative is developing and testing a model for rural, regional workforce development that supports small rural manufacturers and enhances their ability to be innovative and agile in the global economy. With renewed emphasis on high tech regional economic development planning and implementation as the road to economic diversity and regional prosperity, the project seeks to address the struggle for rural schools to address the technical needs of the emerging workforce and the challenges for rural areas to retool themselves for the global economy in manufacturing. This project is (a) creating and documenting a process for establishing and maintaining a rural, regional workforce consortium to support technical education and local manufacturers; (b) piloting the integration of a common manufacturing solid modeling computer-aided-design tool into high schools which encourages innovation and problem solving across science, technology, engineering, and mathematics (STEM) curricula; (c) developing and testing an active mentoring program that provides practical technical skill development in a contextual manner that can be transferred from school to the world of work; and (d) building career pathways related to STEM-rich technical fields. The primary audiences to be affected are secondary school students and secondary school teachers in six, local school districts. They are being supported by a team of education and economic development professionals that includes the college, the University of Idaho, Clearwater Economic Development Association, Northwest Intermountain Manufacturers Association, Kamiah High School, and Valley Vision. \r\n\r\nIntellectual Merit: Students work in project-based teams on activities situated in the local community. The project-based/problem-based student experiences are learner-centered in that they employ engineering design principles in which students design, build, analyze, and produce. It is delivered through secondary career and technical education (CTE) programs with an experiential, real work application approach to teaching and learning. Deliverables include a four day solid modeling professional development workshop and two two-day curriculum professional development workshops focused on using solid modeling in STEM curricula; accredited courses for secondary educators using STEM team activities for course projects for students; student independent electronic learning modules developed from manufacturer project ideas; a mentoring program guide and project activities; articulation agreements for career ladders; and dissemination materials. \r\n \r\nBroader Impacts: This project is preparing CTE professionals to teach STEM in rural regions where resources are scarce and population density is lacking. Throughout the project, the model and all its elements are being evaluated by analyzing learning effectiveness through three test systems; improving student team work and problem solving through project outcomes and student evaluations; and analyzing the effectiveness of educator teams.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Linda",
   "pi_last_name": "Stricklin",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Linda S Stricklin",
   "pi_email_addr": "lsstricklin@lcsc.edu",
   "nsf_id": "000577031",
   "pi_start_date": "2011-04-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Gregson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Gregson",
   "pi_email_addr": "jgregson@uidaho.edu",
   "nsf_id": "000529195",
   "pi_start_date": "2011-04-25",
   "pi_end_date": "2011-09-21"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Raymond",
   "pi_last_name": "Dixon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Raymond Dixon",
   "pi_email_addr": "rdixon@uidaho.edu",
   "nsf_id": "000600070",
   "pi_start_date": "2011-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lewis-Clark State College",
  "inst_street_address": "500 8TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "LEWISTON",
  "inst_state_code": "ID",
  "inst_state_name": "Idaho",
  "inst_phone_num": "2087922461",
  "inst_zip_code": "835012698",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "ID01",
  "org_lgl_bus_name": "LEWIS-CLARK STATE COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD5MTZEGX7W4"
 },
 "perf_inst": {
  "perf_inst_name": "Lewis-Clark State College",
  "perf_str_addr": "500 8TH AVE",
  "perf_city_name": "LEWISTON",
  "perf_st_code": "ID",
  "perf_st_name": "Idaho",
  "perf_zip_code": "835012698",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "ID01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of the project was to expand the workforce base in rural North Central Idaho for the metal supercluster of manufacturers.&nbsp; Previous studies and surveys indicated that the most urgent challenge for North Central Idaho manufacturers was the lack of qualified individuals to perform the work required.&nbsp; Many manufacturers indicated they could expand their operations if they had access to more employees.&nbsp; Additionally, previous studies indicated high school students and teachers were unaware of employment opportunities in local manufacturing; furthermore, the image of employment opportunities in manufacturing was negative; most believed employment in manufacturing to be undesirable with low wages.</p>\n<p>Collaborative partners came together to develop this project from agencies and industry to form a team of individuals previously unprecedented.&nbsp; Higher education educators, secondary educators, industry, and economic development associations all participated in activities designed to address the issue of the need for more qualified employees in this region.</p>\n<p>Activities performed by team members included infrastructure support at the high school level in the six participating regional high schools.&nbsp; This support included provision of current licenses of a 3-D modeling software used by many regional manufacturers and provision of technology to support the use of the software.&nbsp; High school&rsquo;s computer labs were upgraded or new computers were purchased and provided where required.&nbsp; Professional development workshops were provided to high school teachers regarding the use of the solid modeling software, SolidWorks&copy;, not only for technology teachers but for Math and Science teachers as well.&nbsp; Math and Science teachers were included due to the fact that in small, rural schools Math and Science teachers may be expected to teach technology classes.&nbsp; To gain information about specific duties, tasks, knowledge, skills, and attitudes needed by regional manufacturers a job analysis was performed for an entry level Computer Aided Drafting and Designing employee (CADD).&nbsp; The resulting research chart provided specific information upon which to build educational tools.&nbsp; Educational tools developed included an emphasis on the Science, Technology, Engineering, and Mathematics (STEM) concepts used in engineering design.&nbsp; Teaching and learning tools provided to schools included: STEM Reflective Guides, modular online learning videos, access to learning activities through the SolidWorks development company, and a CD containing curriculum that could be used for high school students who wished to obtain college credit (while in high school) to help them obtain an Idaho Technical Certificate or Associates Degree.&nbsp; Students were introduced to career and educational ladders for employment in manufacturing; the higher education degrees ranged from one year State certificates to a post graduate degree.</p>\n<p>Other activities included development of a regional Workforce Development Council whose mission is to further activities to support local workforce needs.&nbsp; The current focus of this Council is manufacturing, but all employment sectors will eventually be addressed.&nbsp; The Council is supported and sustained by a local Economic Development entity, Clearwater Economic Development Association.&nbsp; This support guarantees the sustainability of the Council and efforts to address regional workforce needs.&nbsp; Also, a Student Showcase was held for technology students in the participating high schools.&nbsp; The Showcase was designed for students to highlight STEM concepts they learned and used in their engineering design projects.&nbsp; The Showcase was well attended, and students did a fantastic job with their presentations.&nbsp; To further introduce students to opportunities in manufacturing a manufa...",
  "por_txt_cntn": "\nThe goal of the project was to expand the workforce base in rural North Central Idaho for the metal supercluster of manufacturers.  Previous studies and surveys indicated that the most urgent challenge for North Central Idaho manufacturers was the lack of qualified individuals to perform the work required.  Many manufacturers indicated they could expand their operations if they had access to more employees.  Additionally, previous studies indicated high school students and teachers were unaware of employment opportunities in local manufacturing; furthermore, the image of employment opportunities in manufacturing was negative; most believed employment in manufacturing to be undesirable with low wages.\n\nCollaborative partners came together to develop this project from agencies and industry to form a team of individuals previously unprecedented.  Higher education educators, secondary educators, industry, and economic development associations all participated in activities designed to address the issue of the need for more qualified employees in this region.\n\nActivities performed by team members included infrastructure support at the high school level in the six participating regional high schools.  This support included provision of current licenses of a 3-D modeling software used by many regional manufacturers and provision of technology to support the use of the software.  High schoolÆs computer labs were upgraded or new computers were purchased and provided where required.  Professional development workshops were provided to high school teachers regarding the use of the solid modeling software, SolidWorks&copy;, not only for technology teachers but for Math and Science teachers as well.  Math and Science teachers were included due to the fact that in small, rural schools Math and Science teachers may be expected to teach technology classes.  To gain information about specific duties, tasks, knowledge, skills, and attitudes needed by regional manufacturers a job analysis was performed for an entry level Computer Aided Drafting and Designing employee (CADD).  The resulting research chart provided specific information upon which to build educational tools.  Educational tools developed included an emphasis on the Science, Technology, Engineering, and Mathematics (STEM) concepts used in engineering design.  Teaching and learning tools provided to schools included: STEM Reflective Guides, modular online learning videos, access to learning activities through the SolidWorks development company, and a CD containing curriculum that could be used for high school students who wished to obtain college credit (while in high school) to help them obtain an Idaho Technical Certificate or Associates Degree.  Students were introduced to career and educational ladders for employment in manufacturing; the higher education degrees ranged from one year State certificates to a post graduate degree.\n\nOther activities included development of a regional Workforce Development Council whose mission is to further activities to support local workforce needs.  The current focus of this Council is manufacturing, but all employment sectors will eventually be addressed.  The Council is supported and sustained by a local Economic Development entity, Clearwater Economic Development Association.  This support guarantees the sustainability of the Council and efforts to address regional workforce needs.  Also, a Student Showcase was held for technology students in the participating high schools.  The Showcase was designed for students to highlight STEM concepts they learned and used in their engineering design projects.  The Showcase was well attended, and students did a fantastic job with their presentations.  To further introduce students to opportunities in manufacturing a manufacturer/high school mentoring project was undertaken in which local manufacturers were paired with a local high school.  The benefits of this mentoring relationship were twofold.  The sch..."
 }
}