{
 "awd_id": "1104660",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Engineering Interactions for Spin Qubits",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032925302",
 "po_email": "acronin@nsf.gov",
 "po_sign_block_name": "Alexander Cronin",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 240000.0,
 "awd_amount": 245000.0,
 "awd_min_amd_letter_date": "2011-08-15",
 "awd_max_amd_letter_date": "2013-06-19",
 "awd_abstract_narration": "Modern fabrication techniques have paved the way for many recent breakthroughs in electrically controlled semiconductor nanostructures with length scales on the order of tens of nanometers.  Quantum dot devices containing one or several electrons have even been employed as quantum bits.  Although these devices are highly adaptable, only a small number of quantum properties have been exploited to date as the basis for a quantum computer.  However, the number of potential quantum variables grows quickly with the number of electrons.  The aim of this project is to theoretically explore new multi-electron quantum dot configurations that may be particularly well suited for quantum computing.  Experimental designs will be considered that contain multiple electrons per quantum dot, or multiple coupled dots.  The goal is to identify quantum bits with desirable properties, in terms of control, speed or versatility.  The operation of the new quantum bits will be characterized, and their interactions with the environment will be assessed, in order to optimize quantum operations.  The identification of new high performance quantum bits will provide a blueprint for near-term experimental explorations, and for long-term, large-scale implementations.\r\n\r\nThe broader impacts will involve both researchers and members of the local community. The researchers will benefit from collaborations between scientists with different types of expertise.  Graduate students will obtain a valuable range of interdisciplinary training and exposure to cutting edge research in a variety of fields.  They will also obtain valuable experience presenting and explaining their research to coworkers with varying backgrounds. The broader impacts will be further enhanced by specific outreach activities in local schools and other venues.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Friesen",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Mark G Friesen",
   "pi_email_addr": "friesen@cae.wisc.edu",
   "nsf_id": "000444180",
   "pi_start_date": "2011-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Coppersmith",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Susan N Coppersmith",
   "pi_email_addr": "snc@physics.wisc.edu",
   "nsf_id": "000221406",
   "pi_start_date": "2011-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "728100",
   "pgm_ele_name": "QIS - Quantum Information Scie"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7281",
   "pgm_ref_txt": "QUATM INFO & REVOLUTIONARY COM"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 85000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 80000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Quantum information has the potential to impact society in far-reaching ways.&nbsp; The ultimate goal of this project was to develop and improve the building blocks for quantum information, to help it become a viable technology.</p>\n<p>The main intellectual merit of the project was to develop theoretical proposals for new types of quantum dot quantum bits (qubits) and new methods for operating such qubits.&nbsp; The work was performed at the University of Wisconsin-Madison, and benefited greatly from collaborations with the theoretical group of Professor Xuedong Hu at the University of Buffalo.&nbsp; Additionally, the project provided theoretical support for the experimental group of Professor Mark Eriksson at the University of Wisconsin, who implemented and measured the qubits in the laboratory.&nbsp;</p>\n<p>The most notable outcome of the project was the theoretical and experimental demonstration of a new &ldquo;hybrid&rdquo; qubit, which has been shown to yield some of the highest fidelity single-qubit quantum operations to date, for any type of quantum dot qubit.&nbsp; Several theoretical groups outside UW-Madison have already extended these ideas by investigating aspects of hybrid qubit operation in greater detail and proposing operations in working regimes beyond those originally considered.&nbsp; At least one other experimental group has also implemented a hybrid qubit in the laboratory, using a material different than the silicon structure adopted by the Eriksson group at UW-Madison.&nbsp; The theoretical and experimental results from UW-Madison were published in high profile journals, including <em>Nature</em>, <em>Nature Nanotechnology</em>, <em>Nature Communications</em>, <em>npj Quantum Information</em>, <em>Proceedings of the National Academies of Science</em>, and <em>Physical Review letters</em>.&nbsp; These publications have generated a large number of citations and invitations to give talks at major international conferences and workshops.&nbsp;</p>\n<p>In addition to proposing new qubits, this project also provided a broad analysis and comparison of existing types of quantum dot qubits, including singlet-triplet qubits and exchange-only qubits, which both correspond to spin-like qubits.&nbsp; New methods for optimizing qubit operations were developed, based on identifying optimal working regimes or &ldquo;sweet spots.&rdquo;&nbsp; These special working points cause the interactions between qubits and their environment to be minimized, making the qubits more robust.&nbsp; Special attention was given to microwave driving of the qubits, which provides many new opportunities for high fidelity qubit control.&nbsp; For each of the qubits and control methods, the gate fidelity was computed and the maximum fidelity was estimated.&nbsp; Such calculations suggest that the hybrid qubit should provide the highest level of fidelity, under typical conditions, for any quantum dot spin qubits.</p>\n<p>Finally, a new type of &ldquo;quadrupole&rdquo; charge qubit was proposed, in distinction to spin-like qubits.&nbsp; This qubit has the potential to decouple more strongly from its environment, making it highly robust against degradation.</p>\n<p>The main broader impact outcomes of this project were (i) the training of graduate students and postdocs, (ii) participation by the PI&rsquo;s and students in conferences and other outreach venues, and (iii) outreach activities conducted by the investigators that include participation in the UW-Madison&rsquo;s yearly physics fair and presenting in Expanding Your Horizons, an outreach program for middle school girls.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/10/2017<br>\n\t\t\t\t\tModified by: Mark&nbsp;G&nbsp;Friesen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nQuantum information has the potential to impact society in far-reaching ways.  The ultimate goal of this project was to develop and improve the building blocks for quantum information, to help it become a viable technology.\n\nThe main intellectual merit of the project was to develop theoretical proposals for new types of quantum dot quantum bits (qubits) and new methods for operating such qubits.  The work was performed at the University of Wisconsin-Madison, and benefited greatly from collaborations with the theoretical group of Professor Xuedong Hu at the University of Buffalo.  Additionally, the project provided theoretical support for the experimental group of Professor Mark Eriksson at the University of Wisconsin, who implemented and measured the qubits in the laboratory. \n\nThe most notable outcome of the project was the theoretical and experimental demonstration of a new \"hybrid\" qubit, which has been shown to yield some of the highest fidelity single-qubit quantum operations to date, for any type of quantum dot qubit.  Several theoretical groups outside UW-Madison have already extended these ideas by investigating aspects of hybrid qubit operation in greater detail and proposing operations in working regimes beyond those originally considered.  At least one other experimental group has also implemented a hybrid qubit in the laboratory, using a material different than the silicon structure adopted by the Eriksson group at UW-Madison.  The theoretical and experimental results from UW-Madison were published in high profile journals, including Nature, Nature Nanotechnology, Nature Communications, npj Quantum Information, Proceedings of the National Academies of Science, and Physical Review letters.  These publications have generated a large number of citations and invitations to give talks at major international conferences and workshops. \n\nIn addition to proposing new qubits, this project also provided a broad analysis and comparison of existing types of quantum dot qubits, including singlet-triplet qubits and exchange-only qubits, which both correspond to spin-like qubits.  New methods for optimizing qubit operations were developed, based on identifying optimal working regimes or \"sweet spots.\"  These special working points cause the interactions between qubits and their environment to be minimized, making the qubits more robust.  Special attention was given to microwave driving of the qubits, which provides many new opportunities for high fidelity qubit control.  For each of the qubits and control methods, the gate fidelity was computed and the maximum fidelity was estimated.  Such calculations suggest that the hybrid qubit should provide the highest level of fidelity, under typical conditions, for any quantum dot spin qubits.\n\nFinally, a new type of \"quadrupole\" charge qubit was proposed, in distinction to spin-like qubits.  This qubit has the potential to decouple more strongly from its environment, making it highly robust against degradation.\n\nThe main broader impact outcomes of this project were (i) the training of graduate students and postdocs, (ii) participation by the PI?s and students in conferences and other outreach venues, and (iii) outreach activities conducted by the investigators that include participation in the UW-Madison?s yearly physics fair and presenting in Expanding Your Horizons, an outreach program for middle school girls.\n\n \n\n\t\t\t\t\tLast Modified: 01/10/2017\n\n\t\t\t\t\tSubmitted by: Mark G Friesen"
 }
}