{
 "awd_id": "1104191",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Single-Electron Mediated Charge, Spin and Lattice Interactions in Oxide Nanostructures",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924936",
 "po_email": "lmadsen@nsf.gov",
 "po_sign_block_name": "Lynnette Madsen",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 711145.0,
 "awd_amount": 711145.0,
 "awd_min_amd_letter_date": "2011-04-29",
 "awd_max_amd_letter_date": "2011-04-29",
 "awd_abstract_narration": "NON-TECHNICAL DESCRIPTION\r\nThis research project will help provide physical understanding of a new oxide-based system capable of information storage and sensing at scales approaching the distance between atoms.  Using a technique analogous to the perennial toy \"etch-a-sketch\", devices that operate with single electrons are being created.  These devices store information at very high densities, and they are also predicted to be ultrasensitive sensors of both force and charge.  The combined sensitivity, once understood properly, can be used to develop new types of devices and technologies.  Aligned with the research goals are mentoring strategies for helping undergraduates learn advanced (but essential) subjects such as quantum mechanics.    Mentoring strategies for underrepresented groups are also being pursued for both undergraduate and graduate students.\r\n\r\nTECHNICAL DETAILS\r\nThis research project will identify and develop novel couplings between electron charge, spin, and nanomechanical degrees of freedom in oxide nanostructures.  The research centers on a recently developed ferroelectric sketch-based single-electron transistor (\"SketchSET\").  Resonant tunneling into the SketchSET is modified by the ferroelectric polarization in SrTiO3, enabling an ultrasensitive electronic readout of the ferroelectric polarization (or strain) state.    Initial experiments are further characterizing the SketchSET devices, and helping to define the relationship between writing parameters, charging energies, and tunnel barriers.  The two-dimensional confining potential V(x,y) that forms the SketchSET are being mapped using a cryogenic atomic force microscope (AFM).  Nanomechanical coupling is also being investigated using the piezoelectric and inverse-piezoelectric effects.  Subsequent experiments couple a nanoscale mechanical object (e.g., C60 molecule or nanocrystalline quantum dot) placed atop the SketchSET and investigate coupling to phonon modes through inelastic tunneling experiments.  Spintronic effects are being investigated at low temperature and high magnetic fields (50 mK/9T), with the purpose of investigating spin relaxation times and gauging the applicability of these systems for spin-based quantum information platforms.  The Kondo regime for SketchSETs are being investigated, with a longer-term goal of creating artificial networks of localized and delocalized spin systems.  Graduate students are receiving broad-based training in advanced techniques including sample processing, scanning probe microscopy and low-temperature magneto-transport.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeremy",
   "pi_last_name": "Levy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeremy Levy",
   "pi_email_addr": "jlevy@pitt.edu",
   "nsf_id": "000122153",
   "pi_start_date": "2011-04-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "4200 FIFTH AVENUE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152600001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177400",
   "pgm_ele_name": "CERAMICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1774",
   "pgm_ref_txt": "CERAMICS"
  },
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 711145.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-e251143f-0d63-ed16-876e-6bfb519f818f\"> </span></p>\n<p dir=\"ltr\"><span>This research program aimed to identify and develop novel couplings between electron charge, spin, and nanomechanical degrees of freedom in oxide nanostructures. The research centers around a recently developed ferroelectric sketch-based single-electron transistor (&ldquo;SketchSET&rdquo;). The nanoscale transistor is formed at the interface of LaAlO</span><span>3</span><span>/SrTiO</span><span>3</span><span> using a conductive atomic force microscope (AFM). Resonant tunneling into the SketchSET is modified by the ferroelectric polarization in the SrTiO</span><span>3</span><span>, enabling an ultrasensitive electronic readout of the ferroelectric polarization (or strain) state. &nbsp;Nanomechanical coupling was investigated using the piezoelectric and inverse-piezoelectric effects. A second goal involves investigation of room-temperature, electronically-controlled ferromagnetism discovered by the PI. Finally, superconducting properties of nanowires and nanostructures were investigated. The ability of these nanowires to superconduct, combined with quantum confinement, offer new opportunities for combining magnetic and superconducting properties at nanoscale dimensions. </span></p>\n<p dir=\"ltr\"><span>There has been progress in a number of areas related to oxide nanoelectronics under NSF sponsorship. &nbsp;Here we briefly highlight several key findings resulting from this research. Using piezoforce microscopy (PFM), the imaging of stress in the sample due to an applied electric field, performed in the presence of ions on the surface of LaAlO</span><span>3,</span><span> confirmed that the presence of </span><span>surface adsorbates</span><span> results in hysteretic control of the metal-insulator transition at the interface, forming the basis for construction of nanoscale structures. By modifying the surface adsorbates using a conducting AFM, nanostructures are created at the interface of LaAlO</span><span>3</span><span>/SrTiO</span><span>3</span><span>. These nanostructures in the past have only been able to be characterized by cutting the nanowire, a destructive process. PFM has provided a method to </span><span>nondestructively image</span><span> nanowires formed at the LaAlO</span><span>3</span><span>/SrTiO</span><span>3</span><span> interface. A closely related scanning probe technique, magnetic force microscopy, was used to discover room temperature, </span><span>electronically-controlled</span><span> </span><span>ferromagnetism </span><span>LaAlO</span><span>3</span><span>/SrTiO</span><span>3</span><span>, a promising development for spintronics applications, many of which require an electronically-gatable magnetic material. &nbsp;</span><span>At low temperatures, it was observed that LaAlO</span><span>3</span><span>/SrTiO</span><span>3</span><span> nanowires become </span><span>superconducting</span><span>, meaning electrons form Cooper pairs and flow with zero resistance, below 300 mK. An unusual dependence of the superconducting resistance on the choice of leads was observed. Furthermore, we discovered a novel phasein which </span><span>electrons pair without superconductivity</span><span>. &nbsp;This phase was first predicted 50 years ago for SrTiO</span><span>s</span><span>, and this result brings new insight into the fundamental mechanism of superconductivity which is still not well understood. We have also achieved the first coupling of electric-field effects in </span><span>graphene/LaAlO</span><span>3</span><span>/SrTiO</span><span>3</span><span> heterostructures, leading the way toward new types of hybrid, two dimensional layered materials.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/28/2016<br>\n\t\t\t\t\tModified by: Jeremy&nbsp;Levy</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1104191/1104191_10088405_1477693567496_Outcomes--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1104191/1104191_10088405_1477693567496_Outcomes--rgov-800width.jpg\" title=\"Oxide Nanoelectronics\"><img src=\"/por/images/Reports/POR/2016/1104191/1104191_10088405_1477693567496_Outcomes--rgov-66x44.jpg\" alt=\"Oxide Nanoelectronics\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Examples of research with nanostructures formed at the lanthanum aluminate-strontium titanate interface.</div>\n<div class=\"imageCredit\">Jeremy Levy</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Jeremy&nbsp;Levy</div>\n<div class=\"imageTitle\">Oxide Nanoelectronics</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\n \nThis research program aimed to identify and develop novel couplings between electron charge, spin, and nanomechanical degrees of freedom in oxide nanostructures. The research centers around a recently developed ferroelectric sketch-based single-electron transistor (\"SketchSET\"). The nanoscale transistor is formed at the interface of LaAlO3/SrTiO3 using a conductive atomic force microscope (AFM). Resonant tunneling into the SketchSET is modified by the ferroelectric polarization in the SrTiO3, enabling an ultrasensitive electronic readout of the ferroelectric polarization (or strain) state.  Nanomechanical coupling was investigated using the piezoelectric and inverse-piezoelectric effects. A second goal involves investigation of room-temperature, electronically-controlled ferromagnetism discovered by the PI. Finally, superconducting properties of nanowires and nanostructures were investigated. The ability of these nanowires to superconduct, combined with quantum confinement, offer new opportunities for combining magnetic and superconducting properties at nanoscale dimensions. \nThere has been progress in a number of areas related to oxide nanoelectronics under NSF sponsorship.  Here we briefly highlight several key findings resulting from this research. Using piezoforce microscopy (PFM), the imaging of stress in the sample due to an applied electric field, performed in the presence of ions on the surface of LaAlO3, confirmed that the presence of surface adsorbates results in hysteretic control of the metal-insulator transition at the interface, forming the basis for construction of nanoscale structures. By modifying the surface adsorbates using a conducting AFM, nanostructures are created at the interface of LaAlO3/SrTiO3. These nanostructures in the past have only been able to be characterized by cutting the nanowire, a destructive process. PFM has provided a method to nondestructively image nanowires formed at the LaAlO3/SrTiO3 interface. A closely related scanning probe technique, magnetic force microscopy, was used to discover room temperature, electronically-controlled ferromagnetism LaAlO3/SrTiO3, a promising development for spintronics applications, many of which require an electronically-gatable magnetic material.  At low temperatures, it was observed that LaAlO3/SrTiO3 nanowires become superconducting, meaning electrons form Cooper pairs and flow with zero resistance, below 300 mK. An unusual dependence of the superconducting resistance on the choice of leads was observed. Furthermore, we discovered a novel phasein which electrons pair without superconductivity.  This phase was first predicted 50 years ago for SrTiOs, and this result brings new insight into the fundamental mechanism of superconductivity which is still not well understood. We have also achieved the first coupling of electric-field effects in graphene/LaAlO3/SrTiO3 heterostructures, leading the way toward new types of hybrid, two dimensional layered materials.\n\n \n\n\t\t\t\t\tLast Modified: 10/28/2016\n\n\t\t\t\t\tSubmitted by: Jeremy Levy"
 }
}