{
 "awd_id": "1104077",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Planning Grant for the Southeast Regional Center for Optics and Photonics Education & Training",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Duncan E. McBride",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 69988.0,
 "awd_amount": 69988.0,
 "awd_min_amd_letter_date": "2011-08-22",
 "awd_max_amd_letter_date": "2011-08-22",
 "awd_abstract_narration": "Electro-optics, lasers, and fiber optics are the technologies encompassed by the broad field of Photonics.  This planning project has assembled a coalition of four colleges from Florida and North and South Carolina with existing photonics programs and strong industrial advisory councils, and the Florida Photonics Cluster (representing 150 companies) to develop the infrastructure for the Southeast Regional Center for Optics and Photonics Education. A full regional center would serve the states of FL, GA, AL, MS, SC, NC, and customize the photonics education to each individual state's industrial needs. The main goals of the planning project are: 1) Survey the photonics technician needs of the industry in the six states of the region; 2) Identify and enlist colleges local to employers to provide the needed education; 3) Assist identified colleges in establishing photonics education programs; 4) Identify the specific specialty area of focus for each principal partner college; 5) Create a plan for strengthening and increasing the photonics technician output of the principal partners and; 6) Complete and submit a comprehensive proposal for a Regional Center. \r\n\r\nIntellectual Merit: The management team of the coalition colleges has experience developing successful photonics programs. The lead college has been a partner of OP-TEC, the NSF/ATE National Center for Optics and Photonics Education, and the PI chairs the OPTEC Photonics College Network (OPCN), which consists of 35 colleges from across the country.  OP-TEC collaborates with many other colleges across the nation. The Florida Photonics Cluster, with its large membership and its affiliation with the Center for Research in Electro-optics and Lasers (CREOL) of the University of Central Florida, is a catalyst for the successful engagement and collaboration of the photonics industry. The Regional Center's broad participation of colleges from the southeast can transform photonics education at the college and high school levels. \r\n\r\nBroader Impact: An eventual regional center will help maintain the world lead in the field of photonics for the US, which is vital to our security and defense industries. Photonics technicians receive starting salaries above the national average, thereby elevating the graduates' socioeconomic status. A broad photonics education infrastructure will become available to the southeast US that will enhance and promote the fields of science, technology, engineering and mathematics. The partnerships that will be created by the educator network and the employer council will have a beneficial and lasting effect not only on the local region but the entire nation. The regional center will intensify its recruiting efforts to increase diversity in enrollment. The PI, as member of the advisory board of the Gender Equity Cooperative, will organize events aimed at attracting more women and minorities into this program. Member colleges are also involved with Hispanic and African American organizations to increase the number of students from these ethnic groups. Through the center's outreach to local high schools a center will expand student awareness of STEM, and increase the number of students who choose STEM-related disciplines and careers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chrys",
   "pi_last_name": "Panayiotou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chrys Panayiotou",
   "pi_email_addr": "cpanayio@irsc.edu",
   "nsf_id": "000483791",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nasser",
   "pi_last_name": "Hedayat",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nasser Hedayat",
   "pi_email_addr": "nhedayat@valenciacollege.edu",
   "nsf_id": "000268520",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Grant",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Edward E Grant",
   "pi_email_addr": "egrant@tctc.edu",
   "nsf_id": "000257569",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Pearson",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "James E Pearson",
   "pi_email_addr": "jpearson@creol.ucf.edu",
   "nsf_id": "000421554",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Beasley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gary Beasley",
   "pi_email_addr": "gbeasley@cccc.edu",
   "nsf_id": "000578085",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indian River State College",
  "inst_street_address": "3209 VIRGINIA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "FORT PIERCE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "7724624703",
  "inst_zip_code": "349815541",
  "inst_country_name": "United States",
  "cong_dist_code": "21",
  "st_cong_dist_code": "FL21",
  "org_lgl_bus_name": "INDIAN RIVER STATE COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "SLC8K4SACKJ2"
 },
 "perf_inst": {
  "perf_inst_name": "Indian River State College",
  "perf_str_addr": "3209 VIRGINIA AVE",
  "perf_city_name": "FORT PIERCE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "349815541",
  "perf_ctry_code": "US",
  "perf_cong_dist": "21",
  "perf_st_cong_dist": "FL21",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 69988.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In September, 2011, NSF awarded a grant to Indian River State College with the task of planning a Southeast Regional Center that will provide and promote optics and <span><span>photonics</span> education, for the purpose of fulfilling the unmet employer needs in </span>this highly specialized field.</p>\n<p><br />This <span>planning grant continues the work of OP-<span>TEC</span>, The National Center for Optics and </span><span><span>Photonics</span> Education.&nbsp; Through our </span><span>participation in OP-<span>TEC</span> and our intense collaboration with industry, employers </span>repeatedly expressed their strong preference in hiring local talent because of <span>the high turnover rate with technicians hired from out of state. &nbsp;OP-<span>TEC</span> also found that the majority of</span><br />graduates with associate degrees prefer to stay close to their families and communities.</p>\n<p>The purpose <span>of the planning grant was to continue the work of OP-<span>TEC</span> at the local level and </span><span>to be as close to the <span>photonics</span> employers as possible. &nbsp;To help localize <span>photonics</span> training to each </span>state, we developed the infrastructure for the Southeast Regional Center for <span>Optics and <span>Photonics</span> Education, which serves Florida, Georgia, Alabama, </span>Mississippi, South Carolina, and North Carolina. The goals of the planning grant were:</p>\n<p>1. Identify and recruit faculty <span>and representatives from the <span>photonics</span> industry and provide advice and </span>leadership for the Center&rsquo;s activities.</p>\n<p>2. Study the specific <span>technician needs of the <span>photonics</span> industry in the Southeast region and </span><span>establish training strategies, priorities and <span>timelines</span> to satisfy these needs.</span></p>\n<p>3. Build a coalition of <span>colleges with established <span>photonics</span> training facilities, infrastructure, and </span>faculties.</p>\n<p>4. Identify the specific area of focus for each partner college and their needs in an effort to increase <span>the <span>photonics</span> technician output.</span></p>\n<p>5. Assist colleges with nearby <span><span>photonics</span> industry to establish <span>photonics</span> programs.</span></p>\n<p>6. Complete and submit a comprehensive proposal for a Regional Center demonstrating an understanding of the workforce needs and the ability and readiness of the Center to meet these needs.</p>\n<p>Outcomes</p>\n<p>More than 110 organizational activities took place during the planning grant period, September 2011 &ndash; August&nbsp; 2013. These activities consisted of presentations in educational and industrial conferences <span>and meetings with <span>photonics</span> industry personnel, colleges with existing <span>photonics </span></span><span>programs, colleges interested in creating <span>photonics</span> programs, high school </span>science teachers, and counselors.</p>\n<p><br />The principal partners of the Center are Indian River State College-FL, Central <span>Carolina Community College-NC, <span>Tri</span>-County Technical College-SC, Georgia Tech </span>Research Institute-GA, Florida Photonics Cluster-FL, and Valencia College-FL. &nbsp;Each of the principal partners has unique strengths that will benefit the entire region.</p>\n<p>Central <span>Carolina Community College (<span>CCCC</span>), with a full <span>photonics</span> program, which has </span>been continuously in place for the past 25 years, has extensive experience in interferometry as applied to biomedical and life sciences and fiber optics applications <span>in information technology and communications. &nbsp;<span>CCCC</span> has close relations with the <span>photonics </span></span>industry of the North Carolina Research Triangle and has been placing its graduates in various corporations and research labs since 1988.</p>\n<p><span><span>...",
  "por_txt_cntn": "\nIn September, 2011, NSF awarded a grant to Indian River State College with the task of planning a Southeast Regional Center that will provide and promote optics and photonics education, for the purpose of fulfilling the unmet employer needs in this highly specialized field.\n\n\nThis planning grant continues the work of OP-TEC, The National Center for Optics and Photonics Education.  Through our participation in OP-TEC and our intense collaboration with industry, employers repeatedly expressed their strong preference in hiring local talent because of the high turnover rate with technicians hired from out of state.  OP-TEC also found that the majority of\ngraduates with associate degrees prefer to stay close to their families and communities.\n\nThe purpose of the planning grant was to continue the work of OP-TEC at the local level and to be as close to the photonics employers as possible.  To help localize photonics training to each state, we developed the infrastructure for the Southeast Regional Center for Optics and Photonics Education, which serves Florida, Georgia, Alabama, Mississippi, South Carolina, and North Carolina. The goals of the planning grant were:\n\n1. Identify and recruit faculty and representatives from the photonics industry and provide advice and leadership for the CenterÆs activities.\n\n2. Study the specific technician needs of the photonics industry in the Southeast region and establish training strategies, priorities and timelines to satisfy these needs.\n\n3. Build a coalition of colleges with established photonics training facilities, infrastructure, and faculties.\n\n4. Identify the specific area of focus for each partner college and their needs in an effort to increase the photonics technician output.\n\n5. Assist colleges with nearby photonics industry to establish photonics programs.\n\n6. Complete and submit a comprehensive proposal for a Regional Center demonstrating an understanding of the workforce needs and the ability and readiness of the Center to meet these needs.\n\nOutcomes\n\nMore than 110 organizational activities took place during the planning grant period, September 2011 &ndash; August  2013. These activities consisted of presentations in educational and industrial conferences and meetings with photonics industry personnel, colleges with existing photonics programs, colleges interested in creating photonics programs, high school science teachers, and counselors.\n\n\nThe principal partners of the Center are Indian River State College-FL, Central Carolina Community College-NC, Tri-County Technical College-SC, Georgia Tech Research Institute-GA, Florida Photonics Cluster-FL, and Valencia College-FL.  Each of the principal partners has unique strengths that will benefit the entire region.\n\nCentral Carolina Community College (CCCC), with a full photonics program, which has been continuously in place for the past 25 years, has extensive experience in interferometry as applied to biomedical and life sciences and fiber optics applications in information technology and communications.  CCCC has close relations with the photonics industry of the North Carolina Research Triangle and has been placing its graduates in various corporations and research labs since 1988.\n\nTri-County Technical CollegeÆs (TCTC) strength is in optical and fiber sensors used in biomedical fields, life sciences, and industrial applications.  TCTC has strong connections with international photonics and automotive corporations located in north-west South Carolina that have been employing its graduates for many years.  It also has articulation agreements with Clemson University, which has collaborated with TCTC on photonics projects.\n\nGeorgia Tech Research Institute with its \"The Laser Project\" outreach program has reached more than 14,000 middle and high school students in Georgia.  This is a model program that can be duplicated in the entire region.  Additionally, Georgia Tech with its world renowned Electro-Optics Lab will assist technical c..."
 }
}