{
 "awd_id": "1104650",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Versatility in Templated Solid-State Reactions",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael J. Scott",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 405000.0,
 "awd_amount": 405000.0,
 "awd_min_amd_letter_date": "2011-05-19",
 "awd_max_amd_letter_date": "2012-06-11",
 "awd_abstract_narration": "Technical Summary:\r\nThe general goal of this project is to increase the versatility of small-molecule templates in controlling chemical reactivity in the organic solid state. With support from the Solid-State and Materials Chemistry program in the Division of Materials Research, the research aims to increase versatility by determining the ability of the templates to: (i) serve as supramolecular catalysts of [2+2] photodimerizations of olefins, (ii) make available cross-photodimerizations, and (iii) direct the construction of paddlanes. The research is motivated by the fact that although small molecule templates have, in recent years, provided a high level of control of bimolecular reactivity in organic solids, there remains a need for the templates to go beyond previous methodologies. Being able to control reactivity in the organic solid state is attractive for applications in molecular and polymer synthesis (e.g. products unavailable in solution, stereocontrolled reactivity), green chemistry (e.g. solvent-free synthesis), inorganic chemistry (e.g. ligand design), and materials science (e.g. data storage). Effects of crystal packing have largely prevented chemists from achieving a degree of control of reactivity in solids akin to solution. The templates circumvent the packing problem by preorganizing olefins within supramolecular assemblies for reaction. We expect to generalize a grinding method based on principles of mechanochemistry that facilitates supramolecular catalysis in solids to hydrogenbond-donor and -acceptor catalysts, as well as different molecular recognition groups. We plan to use the templates to direct cross-photodimerizations within co-crystal solid-solutions and ternary co-crystals. We also aim to employ templates to direct the supramolecular construction of polyhedral molecules in the form of [23](1,3,5)- and [24](1,2,4,5)cyclophanes, or paddlanes.  The approach will take advantage of the ability of the templates to enforce reactive alignment of multiple C=C bonds to make available the new target molecules.\r\n\r\nNon-Technical Summary\r\nWith support from the Solid-State and Materials Chemistry program in the Division of Materials Research, the general goal of this project is to increase the versatility of small-molecules to serve as templates to control the reactivity of organic molecules in crystals.  Being able to control reactivity is attractive for applications in molecular and polymer synthesis (e.g. products unavailable in solution, stereocontrolled reactivity), green chemistry (e.g. solvent-free synthesis), inorganic chemistry (e.g. ligand design), and materials science (e.g. data storage).  The broad training experienced by the undergraduate and graduate students, which will involve underrepresented groups and minorities, will continue to enable the participants to immediately enter the workforce. The proposed activities will result in a new undergraduate laboratory at the University of Iowa that employs computational chemistry to assess the stability of reactive supramolecular complexes derived from the solid state. An annual \"Career Day\" for undergraduates will be developed, which will integrate a \"Working Weekend\" workshop on X-ray crystallography and powder diffraction developed by the PI. The PI will also develop a website to support the Midwest Organic Solid State Chemistry Symposium (MOSSCS), which is an annual meeting in the Midwest region of the United States that supports undergraduate and graduate student presentations. Our proposed laboratory experiment, along with our previously reported and recently developed experiments on solid-state reactions, will be published and disseminated electronically with access from the MOSSCS website. That our research encapsulates many core principles of green chemistry (e.g catalysis, solvent-free synthesis) means that we can use organic solid-state chemistry as a vehicle to positively impact the perception of the role of synthetic chemistry in society.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leonard",
   "pi_last_name": "MacGillivray",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Leonard R MacGillivray",
   "pi_email_addr": "len-macgillivray@uiowa.edu",
   "nsf_id": "000399881",
   "pi_start_date": "2011-05-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Iowa",
  "inst_street_address": "105 JESSUP HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IOWA CITY",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3193352123",
  "inst_zip_code": "522421316",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IA01",
  "org_lgl_bus_name": "THE UNIVERSITY OF IOWA",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z1H9VJS8NG16"
 },
 "perf_inst": {
  "perf_inst_name": "University of Iowa",
  "perf_str_addr": "105 JESSUP HALL",
  "perf_city_name": "IOWA CITY",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "522421316",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IA01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 135000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 270000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In our research, we aim to make use of the solid state - one of the three fundamental states of matter - as an enviroment to control chemical reactions. &nbsp;We approach this challenge by using small molecules as templates - akin to DNA - to direct reactions in solids in the form of co-crystals. &nbsp;Benefits of making such novel use of the solid state involve allowing chemists to synthesize molecules with novel applications in materials science (e.g. sensors), medicine (e.g. new drugs), and biology (e.g. enzymology). &nbsp;We can also reduce the use of solvents to create a 'greener' form of organic synthetic chemistry, which has direct benefit to the environment.</p>\n<p>In our work covering 2013 to 2014, we made progress by expanding fundamental principles on how to control solid-state reactivity. &nbsp;Specifically, we demonstrated that the products that we make in solids can be used themselves as templates to direct reactions. &nbsp;We also reported on a promising approach that offers an entry to molecules of increasing complexity. &nbsp;We also demonstrated that the chemical reactions that we control in the solid state can enjoy applications in the field of photolithography. &nbsp;In short, we hope to change the philosophy of approaching the solid state as a now viable medium in synthetic organic chemistry. &nbsp;Our work during the current year and the duration of the grant to date has been reported in a number of high-quality chemistry journals. &nbsp;The journals are devoted to conveying our ideas to the largest number of readers in chemistry, and beyond, as possible.</p>\n<p>The achieve our goals, the NSF grant has funded the research activities of both undergraduate and graduate students at the University of Iowa in the form of both supplies and salaries. &nbsp;Our research is also now routinely practiced in undergraduate courses. &nbsp;Consequently, our work is serving to introduce students to forefront ideas so as to train and educate the students to be viable participants and leaders in our future workforce.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/09/2014<br>\n\t\t\t\t\tModified by: Leonard&nbsp;R&nbsp;Macgillivray</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn our research, we aim to make use of the solid state - one of the three fundamental states of matter - as an enviroment to control chemical reactions.  We approach this challenge by using small molecules as templates - akin to DNA - to direct reactions in solids in the form of co-crystals.  Benefits of making such novel use of the solid state involve allowing chemists to synthesize molecules with novel applications in materials science (e.g. sensors), medicine (e.g. new drugs), and biology (e.g. enzymology).  We can also reduce the use of solvents to create a 'greener' form of organic synthetic chemistry, which has direct benefit to the environment.\n\nIn our work covering 2013 to 2014, we made progress by expanding fundamental principles on how to control solid-state reactivity.  Specifically, we demonstrated that the products that we make in solids can be used themselves as templates to direct reactions.  We also reported on a promising approach that offers an entry to molecules of increasing complexity.  We also demonstrated that the chemical reactions that we control in the solid state can enjoy applications in the field of photolithography.  In short, we hope to change the philosophy of approaching the solid state as a now viable medium in synthetic organic chemistry.  Our work during the current year and the duration of the grant to date has been reported in a number of high-quality chemistry journals.  The journals are devoted to conveying our ideas to the largest number of readers in chemistry, and beyond, as possible.\n\nThe achieve our goals, the NSF grant has funded the research activities of both undergraduate and graduate students at the University of Iowa in the form of both supplies and salaries.  Our research is also now routinely practiced in undergraduate courses.  Consequently, our work is serving to introduce students to forefront ideas so as to train and educate the students to be viable participants and leaders in our future workforce.\n\n \n\n\t\t\t\t\tLast Modified: 07/09/2014\n\n\t\t\t\t\tSubmitted by: Leonard R Macgillivray"
 }
}