{
 "awd_id": "1104518",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Melt-Dispersion Mechanism for Energetic Reactions of Aluminum Nanoparticles",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ruey-Hung Chen",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2012-04-30",
 "tot_intn_awd_amt": 166495.0,
 "awd_amount": 247389.0,
 "awd_min_amd_letter_date": "2011-01-28",
 "awd_max_amd_letter_date": "2011-01-28",
 "awd_abstract_narration": "CBET-0755236\r\nLevitas\r\n\r\nAluminum particles are becoming integrated into energetic formulations and considered for overlapping technologies such as materials synthesis and thermites for ordnance applications. Recently, a new mechanochemical mechanism has been introduced that shows potential for understanding extremely fast Al nanoparticle reactions. This theory applies during fast heating of Al nanoparticles, where the volume change due to melting of the Al core encased in an alumina shell induces extreme pressures of 1-2 GPa, resulting in a spallation of the oxide shell. The unbalanced pressure between the Al core and exposed surface creates an unloading wave with high tensile pressures, resulting in dispersion of small liquid Al clusters that fly at high velocity. Thus, nanoparticle reactions are not limited by diffusion. The proposed melt-dispersion mechanism is the only existing explanation that resolves a number of basic puzzles in nano-Al combustion. \r\nThe goal of this project is to define the main conditions and controlling physical parameters for operation of the melt-dispersion mechanism for reactions of Al nanoparticles; to extend this mechanism for micron-scale particles; and to utilize obtained fundamental knowledge for the improvement of Al-based formulations. \r\nThe following tasks will be considered: (a) develop comprehensive theories for physical processes participating in the melt-dispersion mechanism, (b) synthesize Al particles based on theoretical predictions and new particle design concepts, (c) study implications of the melt-dispersion mechanism experimentally, (d) expand the melt-dispersion mechanism to micron-scale particles, and (e) predict and experimentally confirm methods that will improve the reactivity of Al particles in various formulations. \r\nBeyond the potential for technological impact, a mentoring program will be developed where undergrads work with grad students in a research environment.  In addition, nanoparticle combustion will be integrated into the combustion curriculum and a continuing-education program in energetic materials. The investigators also plan to organize special symposia devoted to \"mechanochemical\" processes at various international conferences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Valery",
   "pi_last_name": "Levitas",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Valery I Levitas",
   "pi_email_addr": "vlevitas@iastate.edu",
   "nsf_id": "000492542",
   "pi_start_date": "2011-01-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "1350 BEARDSHEAR HALL",
  "perf_city_name": "AMES",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500112103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "138500",
   "pgm_ele_name": "SSA-Special Studies & Analysis"
  },
  {
   "pgm_ele_code": "140700",
   "pgm_ele_name": "CFS-Combustion & Fire Systems"
  },
  {
   "pgm_ele_code": "768000",
   "pgm_ele_name": "EDA-Eng Diversity Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "061E",
   "pgm_ref_txt": "Fire"
  },
  {
   "pgm_ref_code": "062E",
   "pgm_ref_txt": "Plasma-assisted combustion"
  },
  {
   "pgm_ref_code": "063E",
   "pgm_ref_txt": "POLLUTANT FORMATION & MITIGATN"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7974",
   "pgm_ref_txt": "GRAD RESEARCH SUPPLEMENT"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 166495.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 39894.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 41000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The PIs have recently developed a new and unexpected melt dispersion mechanism (MDM) for reaction of Al nanoparticles covered by an oxide shell that explains numerous puzzles from observations of fast Al oxidation. Fast heating leads to Al melting, which is accompanied by a volume increase of 6% and generates pressure of 1 to 2 GPa. Dynamic spallation of the oxide shell results in a complete exposure of the liquid Al droplet. The unbalanced pressure leads to an unloading wave within the liquid Al droplet and creates tensile pressure of 3 to 8 GPa. The tensile pressure disperses the Al droplet into small clusters that fly with a high velocity (100-250 m/s), and reaction of these bare clusters is not limited by solid-state diffusion.</p>\n<p><em>Intellectual merit: </em>In the project, significant progress towards development of the models for and experimental confirmation of the MDM, as well as utilization of MDM for improvement of Al particles reactivity is achieved. Work included:</p>\n<p>(a) experimental and theoretical study of the effect of phase transformations and damage in the alumina shell due to pressing on flame propagation speed;</p>\n<p>(b) experimental comparison of flame rates for particles with and without an alumina shell;</p>\n<p>(c) developing of an advanced phase field approach to pre-melting and melting of Al nanoparticles and performing corresponding simulations and experiments;</p>\n<p>(d) developing of the first phase field approach to cavitation and simulation of cavitation in the spherical and ellipsoidal Al particles;</p>\n<p>(e)&nbsp; development of the first theory and study of sublimation inside elastoplastic material under tensile pressures;</p>\n<p>(f) development of mechanochemical theory and simulations for synthesis of hollow nanoparticles that describe well experimental results;</p>\n<p>(g) development of recommendations for the improvement of performance of Al nano- and micron scale particles and methods for their synthesis, some of which have been confirmed experimentally;&nbsp;</p>\n<p>(h) extension of the MDM to micron-scale particles and fluorination;</p>\n<p>(i) design and synthesis of pre-stressed nano and micron Al particles that lead to&nbsp; 30%-40% increase in the&nbsp; flame rate (in quantitative agreement with the theory).</p>\n<p>Since our predictions based on the MDM are opposite to those based on traditional diffusion mechanism of oxidation, the directions in which the Al nanoparticle synthesis progresses are completely changed. Our results represent significant progress toward our ultimate goal: to design and synthesize an optimal micron Al core - strong shell particle that transforms in situ (in flame) into multiple nanoscale bare particles that react like the best nanoscale particles. Cost of micron particles is 30-50 times smaller than nanoparticles, and micron scale particles do not have safety and environmental issues.</p>\n<p><em>Broader Impact:</em> The PI developed and taught a new graduate distance education course \"Phase Transformations in Elastic Materials,\" which included phase field approaches to phase transformations in solids, melting, and surface phenomena, developed in the project. The PI has presented a short course (6 lectures) on Mechanically-Induced Phase Transformations and Chemical Reactions during Advanced School &ldquo;Plasticity and Beyond: Microstructures, Crystal-Plasticity and Phase Transitions&rdquo; at International Centre for Mechanical Sciences (CISM, Udine, Italy). The PI organized 4 symposia on mechanochemistry and on phase transformations. The Co-PI developed and taught a new undergraduate course &ldquo;The Chemical History of a Candle&rdquo; that utilized Faraday&rsquo;s lecture series of the same title and incorporated combustion as a means to teach the fundamentals of engineering research. The Co-PI also coordinated a mentoring program linking under-represented undergraduate students wit...",
  "por_txt_cntn": "\nThe PIs have recently developed a new and unexpected melt dispersion mechanism (MDM) for reaction of Al nanoparticles covered by an oxide shell that explains numerous puzzles from observations of fast Al oxidation. Fast heating leads to Al melting, which is accompanied by a volume increase of 6% and generates pressure of 1 to 2 GPa. Dynamic spallation of the oxide shell results in a complete exposure of the liquid Al droplet. The unbalanced pressure leads to an unloading wave within the liquid Al droplet and creates tensile pressure of 3 to 8 GPa. The tensile pressure disperses the Al droplet into small clusters that fly with a high velocity (100-250 m/s), and reaction of these bare clusters is not limited by solid-state diffusion.\n\nIntellectual merit: In the project, significant progress towards development of the models for and experimental confirmation of the MDM, as well as utilization of MDM for improvement of Al particles reactivity is achieved. Work included:\n\n(a) experimental and theoretical study of the effect of phase transformations and damage in the alumina shell due to pressing on flame propagation speed;\n\n(b) experimental comparison of flame rates for particles with and without an alumina shell;\n\n(c) developing of an advanced phase field approach to pre-melting and melting of Al nanoparticles and performing corresponding simulations and experiments;\n\n(d) developing of the first phase field approach to cavitation and simulation of cavitation in the spherical and ellipsoidal Al particles;\n\n(e)  development of the first theory and study of sublimation inside elastoplastic material under tensile pressures;\n\n(f) development of mechanochemical theory and simulations for synthesis of hollow nanoparticles that describe well experimental results;\n\n(g) development of recommendations for the improvement of performance of Al nano- and micron scale particles and methods for their synthesis, some of which have been confirmed experimentally; \n\n(h) extension of the MDM to micron-scale particles and fluorination;\n\n(i) design and synthesis of pre-stressed nano and micron Al particles that lead to  30%-40% increase in the  flame rate (in quantitative agreement with the theory).\n\nSince our predictions based on the MDM are opposite to those based on traditional diffusion mechanism of oxidation, the directions in which the Al nanoparticle synthesis progresses are completely changed. Our results represent significant progress toward our ultimate goal: to design and synthesize an optimal micron Al core - strong shell particle that transforms in situ (in flame) into multiple nanoscale bare particles that react like the best nanoscale particles. Cost of micron particles is 30-50 times smaller than nanoparticles, and micron scale particles do not have safety and environmental issues.\n\nBroader Impact: The PI developed and taught a new graduate distance education course \"Phase Transformations in Elastic Materials,\" which included phase field approaches to phase transformations in solids, melting, and surface phenomena, developed in the project. The PI has presented a short course (6 lectures) on Mechanically-Induced Phase Transformations and Chemical Reactions during Advanced School \"Plasticity and Beyond: Microstructures, Crystal-Plasticity and Phase Transitions\" at International Centre for Mechanical Sciences (CISM, Udine, Italy). The PI organized 4 symposia on mechanochemistry and on phase transformations. The Co-PI developed and taught a new undergraduate course \"The Chemical History of a Candle\" that utilized FaradayÆs lecture series of the same title and incorporated combustion as a means to teach the fundamentals of engineering research. The Co-PI also coordinated a mentoring program linking under-represented undergraduate students with graduate mentors to assist and experience research.\n\nTwo PhD female students, B. Dikici (currently Assistant Professor at Embry Riddle Aeronautical University in Datona Beach, FL) and N. Altukhova (cu..."
 }
}