{
 "awd_id": "1104062",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US Egypt Cooperative Research: New Approach for Measuring Crop Evapotranspiration and Updating Crop Coefficients in Egypt",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 146300.0,
 "awd_amount": 146300.0,
 "awd_min_amd_letter_date": "2011-07-23",
 "awd_max_amd_letter_date": "2011-07-23",
 "awd_abstract_narration": "1104062\t  \t\t\r\n\r\nThis project supports a cooperative research project by Dr. Richard Snyder, University of California at Davis and Dr. Hassan E-Banna Osman, Agricultural Research Institute (ARC) in Cairo, Egypt and Dr. Atef Swelam, ICARDA, Cairo, Egypt.   They plan to work on developing new methodologies to measure actual evapotranspiration (ETc) in Egypt. This will help the Egyptian water policy planners.   The goals of this project are to (1) refine and use the SIMETAW model for water demand planning in Egypt and (2) use the calibrated Surface Renewal method (SR) to develop and update crop coefficient (Kc) values for various crops by region in Egypt. Also, this project aims to develop training materials to extend the methodology to the water resources engineers, agronomists, extension agents, and growers. The SIMETAW application program and surface renewal are being used by the State of California to estimate the demand for irrigation water to improve agriculture water resources management. It has the potential to greatly improve our knowledge about the demand for water in crops in Egypt and it will help farmers with on-farm irrigation efficiency. Information on water demand is also needed to efficiently manage water supply and delivery in the Nile Delta and other regions in Egypt. The proposal is to develop and collect the information needed to apply the SIMETAW model for all agro-ecological zones in Egypt and to run the model, test its accuracy, and modify the program as needed to provide the Egyptian irrigation engineers with better statistics on water use under different conditions. In addition, this project will identify where more reference evapotranspiration (ETo) stations are needed to improve the spatial estimation of ETo over Egypt. The PIs will work jointly to install and operate surface renewal stations to measure crop evapotranspiration and to determine crop coefficients. This will help growers to improve their on-farm irrigation efficiency, and it will help Egyptian water management specialists and hydrologists to better manage water flows through the irrigation networks in Egypt. The effort will be beneficial to both the economy and the environment. The first year of the project will mainly be devoted to training, installation of SR stations, and basic data collection. In the second and third years, cooperators will collect data from SR stations to determine ETc and Kc values for various important crops. The third year will focus on educational materials, publishing and dissemination of the project findings.\r\n\r\nIntellectual merits: The proposed activity involves application of a water demand model in Egypt and development of crop coefficients for various crop types in Egypt. The research uses surface renewal method to estimate evapotranspiration over Egypt. Software for water budget determination and management over varied croplands has been developed over a number of years, mainly using California locations for testing and calibration.  Application to other climates and cropland situations is required to test and calibrate the software.  This will be provided by the work in Egypt. Technology transfer will be conducted with workshops and materials.  \r\n\r\nBroader impacts: Overall water is a critical resource whose management affects all aspects of human life.  Agriculture is the biggest water consumer and so better management pays off substantially.  This work will contribute to this goal, and is highly important in a region (Middle East) where water is likely to be a contentious issue among nations as well. The research will help scientists in Egypt to devise better methods to estimate evapotranspiration and get better estimates of surface energy budget, and thus help manage water resources better.  The research can provide information on exchange coefficients over an arid region.       \r\nThis proposal is supported under the US-Egypt Joint Fund Program where NSF supports the US side and the Government of Egypt funds the Egyptian side.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Snyder",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Richard L Snyder",
   "pi_email_addr": "rlsnyder@ucdavis.edu",
   "nsf_id": "000389334",
   "pi_start_date": "2011-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "5944",
   "pgm_ref_txt": "EGYPT (COOP SCIENCE)"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 146300.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was developed with a long-term goal to improve on-farm irrigation management in Egypt by transferring the latest technology on how to measure crop water use (evapotranspiration).&nbsp; The technology can be used by researchers in Egypt to develop crop coefficient (Kc) values, which are used with reference evapotranspiration (ETo) to estimate daily crop evapotranspiration (ETc) as: ETc = ETo x Kc. The daily ETo rates are calculated as a function of weather data collected over a well-watered grass field, and they provides a measure of the evaporative demand of the weather. Crop ETc and grass ETo rates are different because of differing plant factors, and the Kc values adjust for the differences in evapotranspiration between a grass surface and various crops.&nbsp; Multiplying ETo by an appropriate Kc value provides a relatively simple method to disseminate ETc information to the public and it helps to quanitify water demand for resource planning.&nbsp; One of the project goals was to enhance confidence in crop coefficients by providing the ability of Egyptian scientists to develop their own Kc values in Egypt rather than using estimates from other countries.&nbsp;</p>\n<p>University of California at Davis researchers and others have developed a new less expensive &ldquo;Surface Renewal (SR)&rdquo; method for measuring ETc over the last two decades.&nbsp; Within the last five years, the SR methodology has improved dramatically, and now the data collection and analysis procedures are relatively simple and user friendly.&nbsp; Because Egypt has a fast growing population and limited water supply, improvements in crop production per unit of water used (water productivity) are clearly needed to advance in the efficient use of water in the &ldquo;old&rdquo; lands and expand agriculture into the &ldquo;new&rdquo; lands in Egypt.&nbsp; One aspect of the effort to improve water productivity is to improve the quality and dissemination of ETc information. The SR method is considerably less expensive than other ETc measurement methods, and therefore it can greatly help Egypt to achieve its goal to improve the information available to enhance water productivity. &nbsp;&nbsp;</p>\n<p>Educational materials pertaining to data logger programs, downloading data, calibrating the SR method, analyzing the data to determine sensible heat (temperature) and latent heat (water vapor) fluxes, calculation of ETc, calculating ETo, and computing accurate Kc values were developed.&nbsp; The materials included Power Point presentations, journal articles, and journal videos that illustrate the setup, data collection, and analysis of data to compute ETc. &nbsp;&nbsp;Extensive and intensive training meetings were conducted for the Egyptian collaborators.</p>\n<p>While it generally takes two or three years for researchers to develop Kc values for a crop, the Egyptian collaborators have setup combinations of SR and eddy covariance weather stations to measure sensible heat flux that is used with net radiation and ground heat flux to determine ETc.&nbsp; In addition, the Egyptian partners have developed and improved the collection and elaboration of weather data to compute ETo and determine the Kc values for studied crops.&nbsp; &nbsp;The Egyptian scientists have demonstrated the ability to determine ETc using the new methodology, and more collection of new and improved information on ETc and Kc values is forthcoming.</p>\n<p>The initial field research was conducted to measure the ETc and Kc values for cotton.&nbsp; This research should continue for at least two more years to have confidence in the new information.&nbsp; Expanding the project to include research on additional crops is also needed.&nbsp; While this current project has ended, the University of California project personnel will continue to help the Egyptian collaborators to move forward in their effort to meet the long-term goals.&n...",
  "por_txt_cntn": "\nThis project was developed with a long-term goal to improve on-farm irrigation management in Egypt by transferring the latest technology on how to measure crop water use (evapotranspiration).  The technology can be used by researchers in Egypt to develop crop coefficient (Kc) values, which are used with reference evapotranspiration (ETo) to estimate daily crop evapotranspiration (ETc) as: ETc = ETo x Kc. The daily ETo rates are calculated as a function of weather data collected over a well-watered grass field, and they provides a measure of the evaporative demand of the weather. Crop ETc and grass ETo rates are different because of differing plant factors, and the Kc values adjust for the differences in evapotranspiration between a grass surface and various crops.  Multiplying ETo by an appropriate Kc value provides a relatively simple method to disseminate ETc information to the public and it helps to quanitify water demand for resource planning.  One of the project goals was to enhance confidence in crop coefficients by providing the ability of Egyptian scientists to develop their own Kc values in Egypt rather than using estimates from other countries. \n\nUniversity of California at Davis researchers and others have developed a new less expensive \"Surface Renewal (SR)\" method for measuring ETc over the last two decades.  Within the last five years, the SR methodology has improved dramatically, and now the data collection and analysis procedures are relatively simple and user friendly.  Because Egypt has a fast growing population and limited water supply, improvements in crop production per unit of water used (water productivity) are clearly needed to advance in the efficient use of water in the \"old\" lands and expand agriculture into the \"new\" lands in Egypt.  One aspect of the effort to improve water productivity is to improve the quality and dissemination of ETc information. The SR method is considerably less expensive than other ETc measurement methods, and therefore it can greatly help Egypt to achieve its goal to improve the information available to enhance water productivity.   \n\nEducational materials pertaining to data logger programs, downloading data, calibrating the SR method, analyzing the data to determine sensible heat (temperature) and latent heat (water vapor) fluxes, calculation of ETc, calculating ETo, and computing accurate Kc values were developed.  The materials included Power Point presentations, journal articles, and journal videos that illustrate the setup, data collection, and analysis of data to compute ETc.   Extensive and intensive training meetings were conducted for the Egyptian collaborators.\n\nWhile it generally takes two or three years for researchers to develop Kc values for a crop, the Egyptian collaborators have setup combinations of SR and eddy covariance weather stations to measure sensible heat flux that is used with net radiation and ground heat flux to determine ETc.  In addition, the Egyptian partners have developed and improved the collection and elaboration of weather data to compute ETo and determine the Kc values for studied crops.   The Egyptian scientists have demonstrated the ability to determine ETc using the new methodology, and more collection of new and improved information on ETc and Kc values is forthcoming.\n\nThe initial field research was conducted to measure the ETc and Kc values for cotton.  This research should continue for at least two more years to have confidence in the new information.  Expanding the project to include research on additional crops is also needed.  While this current project has ended, the University of California project personnel will continue to help the Egyptian collaborators to move forward in their effort to meet the long-term goals.  This will likely include the transfer of a new SR methodology that allows for the measurement of sensible heat flux with low cost thermocouples without the need for calibration of SR data against data measured wi..."
 }
}