{
 "awd_id": "1104696",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Geometric Analysis on Moduli Spaces of Riemann Surfaces and Locally Symmetric Spaces",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 185507.0,
 "awd_amount": 185507.0,
 "awd_min_amd_letter_date": "2011-05-24",
 "awd_max_amd_letter_date": "2011-05-24",
 "awd_abstract_narration": "The moduli space of compact Riemann surfaces or compact Riemann surfaces with punctures is one of the most important spaces in mathematics and has been extensively studied in algebraic geometry, complex geometry, topology and mathematics physics. A closely related space is the Teichmueller space of Riemann surfaces where the mapping class group acts, and the quotient is equal to the moduli space of Riemann surfaces.\r\nThe mapping class group is a basic group intensively studied in geometric group theory. The Teichmueller space and hence the moduli space of Riemann surfaces admit several natural Riemannian metrics such as the Weil-Petersson metric, the Ricci metric and Poincare type metrics. The main goal of this proposal is to study the spectral theory of the moduli space with respect to these Riemannian metrics and to understand its relations with the geometry and topology of the moduli space. Pursuing similarities between the moduli space and locally symmetric spaces, and between mapping class groups and arithmetic groups has been fruitful, the second goal of this proposal is to study some related problems for locally symmetric spaces. Specifically, the proposal consists of the following 4 projects:\r\n(1) Spectral theory of the incomplete Weil-Petersson metric on the moduli space.\r\n(2) Spectral theory for complete Riemannian metrics on the moduli space: geometric scattering theory.\r\n(3) Simplicial volume and spines of the moduli space.\r\n(4) Equivariant spines of symmetric spaces and L^p-spectral theory of locally symmetric spaces.\r\n\r\n\r\nA drum corresponds to a domain in the plane, and its tones correspond to the eigenvalues of the Laplace operator of the domain with the Dirichlet boundary condition. A perhaps naive question is how these eigenvalues are related to and reflect the shape of the drum, i.e., the geometry of the domain. For example, a very large drum has a low pitch. A famous question raised by Marc Kac in 1966 is \"Can one hear the shape of a drum?\". This question has been one of the motivating forces for the subject of spectral geometry. Domains are special examples of Riemannian manifolds, and mathematicians have been trying to understand geometry and spectral theory of various Riemannian manifolds, for example, closed surfaces inside the three dimensional Euclidean space. An important class of spaces comes from collections of mathematical objects sharing similar properties, the so-called moduli spaces. The main purpose of this proposal is to understand the geometry and spectral of  moduli spaces of Riemann surfaces.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lizhen",
   "pi_last_name": "Ji",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lizhen Ji",
   "pi_email_addr": "lji@umich.edu",
   "nsf_id": "000439908",
   "pi_start_date": "2011-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 185507.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Surfaces are basic objects in mathematics and also relevant to our daily life. &nbsp;For example, the face of every person is a surface. As we all know, though the underlying structure of all faces is the same, different people have different faces and look different. This means that each face carries more information than the mere underlying topological surface.&nbsp;In mathematics, &nbsp;we can consider a fixed topological surface, but with different more refined conformal structures or metric structures. A topological surface with a conformal structure is called a Riemann surface, which was introduced by the great mathematician Bernhard Riemann in 1857. Classifying and understanding all possible conformal structures on a fixed topological surface gives the moduli space of Riemann surfaces. As it is known, classification is a fundamental problem in mathematics. Therefore, it is not surprising that the moduli space of Riemann surfaces is one of the most basic and important spaces in mathematics.<br /><br />Since it was introduced by Riemann in 1857, the moduli space of Riemann surfaces has been&nbsp;intensively studied from many different perspectives, especially in algebraic geometry.&nbsp;In this project, we have studied the moduli space of Riemann surfaces from the new perspective of geometric analysis. The moduli space of Riemann surfaces admits a natural metric, called Weil-Petersson metric. As a Riemannian manifold, it has a natural associated Laplace operator. One question concerns the distribution of its eigenvalues. This is related to the question ``Can you hear the shapeof a drum\". In a joint work with Mazzeo, Mueller and Vasy, we showed that the Laplace operator has only a discrete spectrum and also satisfies the Weyl asymptotic law.&nbsp;This result opens up a new direction of future research.</p>\n<p>The moduli space of Riemann surfaces is noncompact, and another question concerns the compact core &nbsp;of the space, the so-called spine of the moduli space. We obtained one intrinsic spine, which is the only one of highest codimension known up to now, &nbsp;by following an analogy with the geometry of number. Further work on this will depends on better understanding of the geometry of Riemann surfaces.&nbsp;<br />Besides the Weil-Petersson metric, the moduli space admits other metrics. Another question concerns the smallest volume of the moduli space among all metrics whose curvature is bounded between 1 and -1. This is related to the notion of simplicial volume. We proved the vanishing &nbsp;of the simplicial volume of the moduli spaces except for the simplest case of genus 1.&nbsp;<br />The PI has &nbsp;edited multiple books related to the above topics and given many expository lectures on them.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/11/2015<br>\n\t\t\t\t\tModified by: Lizhen&nbsp;Ji</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSurfaces are basic objects in mathematics and also relevant to our daily life.  For example, the face of every person is a surface. As we all know, though the underlying structure of all faces is the same, different people have different faces and look different. This means that each face carries more information than the mere underlying topological surface. In mathematics,  we can consider a fixed topological surface, but with different more refined conformal structures or metric structures. A topological surface with a conformal structure is called a Riemann surface, which was introduced by the great mathematician Bernhard Riemann in 1857. Classifying and understanding all possible conformal structures on a fixed topological surface gives the moduli space of Riemann surfaces. As it is known, classification is a fundamental problem in mathematics. Therefore, it is not surprising that the moduli space of Riemann surfaces is one of the most basic and important spaces in mathematics.\n\nSince it was introduced by Riemann in 1857, the moduli space of Riemann surfaces has been intensively studied from many different perspectives, especially in algebraic geometry. In this project, we have studied the moduli space of Riemann surfaces from the new perspective of geometric analysis. The moduli space of Riemann surfaces admits a natural metric, called Weil-Petersson metric. As a Riemannian manifold, it has a natural associated Laplace operator. One question concerns the distribution of its eigenvalues. This is related to the question ``Can you hear the shapeof a drum\". In a joint work with Mazzeo, Mueller and Vasy, we showed that the Laplace operator has only a discrete spectrum and also satisfies the Weyl asymptotic law. This result opens up a new direction of future research.\n\nThe moduli space of Riemann surfaces is noncompact, and another question concerns the compact core  of the space, the so-called spine of the moduli space. We obtained one intrinsic spine, which is the only one of highest codimension known up to now,  by following an analogy with the geometry of number. Further work on this will depends on better understanding of the geometry of Riemann surfaces. \nBesides the Weil-Petersson metric, the moduli space admits other metrics. Another question concerns the smallest volume of the moduli space among all metrics whose curvature is bounded between 1 and -1. This is related to the notion of simplicial volume. We proved the vanishing  of the simplicial volume of the moduli spaces except for the simplest case of genus 1. \nThe PI has  edited multiple books related to the above topics and given many expository lectures on them. \n\n\t\t\t\t\tLast Modified: 09/11/2015\n\n\t\t\t\t\tSubmitted by: Lizhen Ji"
 }
}