{
 "awd_id": "1104251",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Remotely Accessible Virtual Machines Using Existing Computer Labs",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "michael erlinger",
 "awd_eff_date": "2011-06-15",
 "awd_exp_date": "2015-11-30",
 "tot_intn_awd_amt": 199458.0,
 "awd_amount": 199458.0,
 "awd_min_amd_letter_date": "2011-06-30",
 "awd_max_amd_letter_date": "2015-06-24",
 "awd_abstract_narration": "This project uses existing traditional computer lab facilities to support a platform for remote access to virtual machines (VMs) to assist in teaching Information Technology courses.  The goals for the project are to 1) provide Durham Technical Community College Information Technology students remote access to a single or small set of VMs; 2) utilize existing lab computers and infrastructure to reduce the cost of implementation of a remote lab; 3) provide VM hosting accessible through a hosting pool; 4) provide a project and system management learning opportunity for Information Technology students; and 5) disseminate information about the project to the 58 community colleges in the North Carolina Community College Systems through presentations at professional state and regional conferences and assist other interested schools in implementing the platform.\r\n\r\nThrough this project, students have access to all functions of the computer and operating system, enabling hands-on experience to complete networking or IT course assignments. Students indirectly gain facility with virtual machines and remote access, two areas in which employers have shown increased interest.  The implementation and management of the virtual machine infrastructure give students experience with project management and OS administration. Additionally, the project conserves resources and minimizes capital expense, thus reducing costs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Harry",
   "pi_last_name": "Bulbrook",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Harry Bulbrook",
   "pi_email_addr": "bulbrookh@durhamtech.edu",
   "nsf_id": "000562964",
   "pi_start_date": "2011-06-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Charlene",
   "pi_last_name": "West",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Charlene West",
   "pi_email_addr": "westc@durhamtech.edu",
   "nsf_id": "000578175",
   "pi_start_date": "2011-06-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Waugh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce Waugh",
   "pi_email_addr": "waughb@cravencc.edu",
   "nsf_id": "000578210",
   "pi_start_date": "2011-06-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Durham Technical Community College",
  "inst_street_address": "1637 E LAWSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195367250",
  "inst_zip_code": "277035023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DURHAM TECHNICAL COMMUNITY COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "FTEDMFJVYVC6"
 },
 "perf_inst": {
  "perf_inst_name": "Durham Technical Community College",
  "perf_str_addr": "1637 E LAWSON ST",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277035023",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 199458.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The purpose of this project &nbsp;(Cloud Computer Lab, or CCL) was to use computer classrooms and labs more efficiently. Currently, a computer-equipped room is in use during class or lab hours, then unavailable for evening and weekend usage (unless trust and access credentials are extended.) By implementing this project, those classroom computers are able to provide resources to students during those &ldquo;down times&rdquo;.</p>\n<p>Virtual machines (VMs) are emulated computers, used in IT courses as stand-ins for real computers to allow students to configure operating systems and applications. VMs allow for great efficiency and configurability, allowing a single computer to act in multiple configurations simultaneously. These VMs can be packaged in a portable manner so that students can run them on their own computers, but not every computer is able to run a VM effectively. Dedicated virtualization servers can run those VMs while letting all the interactions (such as keyboard entry and screen display) be carried through the Internet to the student&rsquo;s device. This technology has been employed for several years, but has required either those dedicated servers or fragile customization of the lab computers (where inadvertent changes can remove access).</p>\n<p>This project instead uses those lab computers (saving money from a server purchase) in a robust way (no alteration of the existing running system) to provide the remote access to the virtual machines.&nbsp;</p>\n<p>This works by dynamically scheduling those lab computers to startup via network notification (on a pre-arranged schedule), but instead of starting up using their existing local configuration, the computers will pull their configuration from a network service. All VM configuration and usage by the remote student does not change the local configuration at all &ndash; everything is stored within this network service. After the online VM time is complete, the machines automatically shut down and are ready for their normal day&rsquo;s work as a lab PC.</p>\n<p>Of course, some resources are needed in order to implement this lab: software, hardware, and people. Software is available at no cost to most institutions, either through the project website (http://www.durhamtech.edu/grants/ccl) or agreements with CSSIA (Center for Systems Security and Information Assurance at http://cssia.org), the VMware IT Academy (https://labs.vmware.com/vmware-it-academy), or NDG (provider of NETLAB appliance at http://www.netdevgroup.com). Hardware required includes the NETLAB server from NDG and one or two dedicated servers (potentially just a spare lab machine) to provide the network services needed. The final requirement is personnel to configure, install, and manage the services.&nbsp;</p>\n<p>The project is designed to be implemented by students in a project or capstone course as part of their IT curriculum. &nbsp;While interaction with campus IT is expected as part of the project integration, installation and configuration of the services can be performed by students as part of an IT oriented project course.&nbsp;</p>\n<p>Several important skills are presented during this kind of offering: project management, group communication, and technical implementation of virtualization, server, and networking concepts. Students are able to build a system that will have usage outside of their class, something that will be used by unrelated future classes to facilitate their own learning process. In surveying students who have participated in the project, each one has said they learned project management skills as well as technical skills.</p>\n<p>The project as implemented gives new capability at Durham Technical Community College, and directly benefitted students who participated and students who used the resulting VM platform for other classes. The developed software and platform will hopefully provide opportunity to other schools...",
  "por_txt_cntn": "\nThe purpose of this project  (Cloud Computer Lab, or CCL) was to use computer classrooms and labs more efficiently. Currently, a computer-equipped room is in use during class or lab hours, then unavailable for evening and weekend usage (unless trust and access credentials are extended.) By implementing this project, those classroom computers are able to provide resources to students during those \"down times\".\n\nVirtual machines (VMs) are emulated computers, used in IT courses as stand-ins for real computers to allow students to configure operating systems and applications. VMs allow for great efficiency and configurability, allowing a single computer to act in multiple configurations simultaneously. These VMs can be packaged in a portable manner so that students can run them on their own computers, but not every computer is able to run a VM effectively. Dedicated virtualization servers can run those VMs while letting all the interactions (such as keyboard entry and screen display) be carried through the Internet to the studentÆs device. This technology has been employed for several years, but has required either those dedicated servers or fragile customization of the lab computers (where inadvertent changes can remove access).\n\nThis project instead uses those lab computers (saving money from a server purchase) in a robust way (no alteration of the existing running system) to provide the remote access to the virtual machines. \n\nThis works by dynamically scheduling those lab computers to startup via network notification (on a pre-arranged schedule), but instead of starting up using their existing local configuration, the computers will pull their configuration from a network service. All VM configuration and usage by the remote student does not change the local configuration at all &ndash; everything is stored within this network service. After the online VM time is complete, the machines automatically shut down and are ready for their normal dayÆs work as a lab PC.\n\nOf course, some resources are needed in order to implement this lab: software, hardware, and people. Software is available at no cost to most institutions, either through the project website (http://www.durhamtech.edu/grants/ccl) or agreements with CSSIA (Center for Systems Security and Information Assurance at http://cssia.org), the VMware IT Academy (https://labs.vmware.com/vmware-it-academy), or NDG (provider of NETLAB appliance at http://www.netdevgroup.com). Hardware required includes the NETLAB server from NDG and one or two dedicated servers (potentially just a spare lab machine) to provide the network services needed. The final requirement is personnel to configure, install, and manage the services. \n\nThe project is designed to be implemented by students in a project or capstone course as part of their IT curriculum.  While interaction with campus IT is expected as part of the project integration, installation and configuration of the services can be performed by students as part of an IT oriented project course. \n\nSeveral important skills are presented during this kind of offering: project management, group communication, and technical implementation of virtualization, server, and networking concepts. Students are able to build a system that will have usage outside of their class, something that will be used by unrelated future classes to facilitate their own learning process. In surveying students who have participated in the project, each one has said they learned project management skills as well as technical skills.\n\nThe project as implemented gives new capability at Durham Technical Community College, and directly benefitted students who participated and students who used the resulting VM platform for other classes. The developed software and platform will hopefully provide opportunity to other schools and organizations who wish to realize the same benefits. Further information about the project is available at http://www.durhamtech.edu/grants/ccl\n\n \n\n..."
 }
}