{
 "awd_id": "1104614",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Seeded Growth of Noble-Metal Nanocrystals",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Linda Sapochak",
 "awd_eff_date": "2011-06-15",
 "awd_exp_date": "2012-01-31",
 "tot_intn_awd_amt": 545000.0,
 "awd_amount": 145000.0,
 "awd_min_amd_letter_date": "2011-05-19",
 "awd_max_amd_letter_date": "2011-05-19",
 "awd_abstract_narration": "TECHNICAL SUMMARY:\r\n\r\nThis project, supported by the Solid State and Materials Chemistry (SSMC) program at NSF, will build a scientific basis for the synthesis of noble-metal nanocrystals with controlled properties for a variety of applications. The key approach is to separate and then independently control the nucleation and growth steps using a seed-mediated method. The research will be organized into four thrusts: i) Synthesis and characterization of single-crystal, cubooctahedral seeds made of Ag, Au, Pd, or Pt, and with sizes below 10 nm. The effects of capping agent, precursor, and oxidative etching on the crystallinity, yield, and size distribution of the seeds will all be examined. ii) Growth of metals same as the seeds. This work will seek to correlate the reduction kinetics with the growth modes, including site-selected overgrowth, conformal coating, and dendritic growth. It will also develop a screening method for rapid identification of capping agents capable of promoting the formation of specific facets. iii) Growth of metals different from the seeds. This work will address issues such as galvanic replacement that will occur spontaneously when the metal for seeds is more reactive than the metal to be grown by introducing a strong reducing agent to setback the replacement reaction. It will also fully explore the core-shell nanocrystals in terms of control over composition, shape, and shell thickness. iv) Properties and applications of the novel nanocrystals. In addition to a systematic study of the optical properties for nanocrystals with different sizes, shapes, and compositions, this work will investigate how the shells with various thicknesses shield the plasmonic excitation of the cores. It will also systematically investigate the effect of a substrate in forming hot spots with nanocrystals having different shapes. Furthermore, it will examine the catalytic and electrocatalytic properties of core-shell nanocrystals with both well-defined facets on the surface and tightly controlled thicknesses for the shells\r\n\r\nNON-TECHNICAL SUMMARY:\r\n\r\nInterest in noble-metal nanocrystals with controlled sizes and shapes has grown steadily because of strong correlations between the size/shape of nanocrystals and chemical, physical, electronic, optical, magnetic, and catalytic properties. The interest has also been enhanced by the technological applications of these nanocrystals in areas ranging from catalysis (e.g., in fuel cells and catalytic converters) to biomedical research (e.g., as contrast and therapeutic agents). However, attempts to systematically and predictably control these properties have been met with limited success. One barrier is the lack of a mechanistic understanding and experimental control of the evolution pathway from atoms to nuclei, seeds, and finally nanocrystals. This work will bring significant advances to the field by unraveling the essential knowledge and design rules for synthesizing noble-metal nanocrystals with controlled sizes, shapes, morphologies, compositions, and structures crucial to various applications. This research will have profound impacts on the society in the following aspects: i) developing novel materials for sensing, biomedical applications, and catalysis that will address issues related to national security, health, environment, and energy; ii) forging links between different scientific fields that include solid state chemistry, condensed matter physics, surface science, materials science, colloid science, catalysis, and photonics; iii) enhancing both graduate and undergraduate education through multidisciplinary research and collaboration; iv) generating and disseminating new scientific knowledge resulting from the proposed work through peer-reviewed publications, reports, seminars, conference presentations, undergraduate and graduate teaching, summer school lectures, and websites; and v) promoting diversity in higher education by engaging women, minorities, and other underrepresented groups into the research program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Younan",
   "pi_last_name": "Xia",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Younan Xia",
   "pi_email_addr": "younan.xia@bme.gatech.edu",
   "nsf_id": "000217760",
   "pi_start_date": "2011-05-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "1 BROOKINGS DR",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304862",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}