{
 "awd_id": "1104007",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Assessing Voting Behavior in Elections",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2010-11-15",
 "awd_exp_date": "2011-10-31",
 "tot_intn_awd_amt": 34335.0,
 "awd_amount": 34335.0,
 "awd_min_amd_letter_date": "2010-11-09",
 "awd_max_amd_letter_date": "2010-11-09",
 "awd_abstract_narration": "This project examines voting in multi-candidate elections. The principal investigators seek to understand the conditions under which voters are willing to not vote for their most preferred alternative, and to instead consider casting a \"strategic\" ballot in order to help a second-choice alternative defeat a third-choice alternative. \r\n\r\nIn democracies using single-member-district plurality electoral laws, voters only rarely choose among three candidates in the general election. The PIs propose to conduct multi-wave telephone surveys both before and after elections in six states where public opinion polling has indicated that three candidates are viable. The PIs are thus equipped to probe the conditions under which voters might opt to abandon their most-preferred candidate, and to vote instead for a second-best candidate in hopes of defeating their least preferred alternative. This survey thus permits an unmatched opportunity to examine strategic voting in different races and contexts within the same electoral cycle. \r\n\r\nThis project makes several contributions. The project will enhance understanding of voter decision-making not only in multi-way races but more broadly as well. Comprehending the behavior of voters in turn stands as a central concern of political science and contributes to a deeper knowledge of the workings of democratic processes and institutions. The PIs aim to maximize leverage from the grant through their use of interactive voice response (IVR) surveys, where respondents note their answers to questions by pressing buttons on their keypad. IVR telephone surveys deliver high-quality data, are extremely cost-effective, and yet are not widely used in political science research. The data generated by the project will be made available to scholars and policymakers. Findings from the project will be of interest to policymakers and to political scientists specializing in public opinion and in electoral and party politics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Reifler",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jason A Reifler",
   "pi_email_addr": "j.reifler@exeter.ac.uk",
   "nsf_id": "000547083",
   "pi_start_date": "2010-11-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Aldrich",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "John H Aldrich",
   "pi_email_addr": "aldrich@duke.edu",
   "nsf_id": "000219884",
   "pi_start_date": "2010-11-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia State University Research Foundation, Inc.",
  "inst_street_address": "58 EDGEWOOD AVE NE",
  "inst_street_address_2": "FL 3",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4044133570",
  "inst_zip_code": "303032921",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA STATE UNIVERSITY RESEARCH FOUNDATION INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "MNS7B9CVKDN7"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia State University",
  "perf_str_addr": "33 GILMER ST SE",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303033044",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 34335.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>An important part of the story of the 2010 midterms concerned the role and influence of a broad conservative political movement.&nbsp; This movement clearly was instrumental in shaping the policy debates on the campaign trail and in energizing conservative voters.&nbsp; At the same time, these conservative voters in the Republican primaries clearly expressed a preference for more ideologically pure (i.e. extremely conservative) candidates. The unusual dynamics of the 2010 elections led to an uncommonly high number of competitive three-candidate top-ballot general election contests.&nbsp; This political environment in which ideological purity was important to the most motivated part of the electorate, coupled with the number of three way general election races, makes 2010 an ideal opportunity to examine strategic voting.</p>\n<p>&nbsp;</p>\n<p>There is some consistent evidence that voters facing three choices for U.S. President would vote as Duverger (1963) predicted, which is to say that they vote &ldquo;strategically&rdquo; to avoid &ldquo;wasting&rdquo; their vote on a third-party candidacy that stands little or no real chance of winning. More generally, we ask whether the electoral dynamics of strategic voting behavior trickle down to elections to lesser offices, such as those towards which the public would pay less attention?</p>\n<p>&nbsp;</p>\n<p>&nbsp;Overall, the elections of 2010 were unusually highly nationalized affairs, and they were nationalized around ideology.&nbsp; Within the context of multicandidate elections in the 2010 elections, we therefore investigated the question of how we can best explain voter behavior&mdash;did ideology alone explain how people voted in multi-candidate elections, or were there other important considerations that affected voter behavior.</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Cases </strong></p>\n<p><strong>&nbsp;</strong></p>\n<p>In this project, we were able to conduct surveys in six states that saw multi-candidate races for senate or governor on the ballot: Alaska (Senate), Colorado (Governor), Florida (Senate), Maine (Governor), Minnesota (Governor), and Rhode Island (Governor).</p>\n<p>&nbsp;</p>\n<p><strong>Data</strong></p>\n<p>&nbsp;</p>\n<p>The primary source of data for this project came from a three-wave panel survey that we sent out in each of these six states in the month leading up to the November election. Groups of likely voters were asked, in addition to basic background and general demographic information, five primary sets of questions:</p>\n<ol>\n<li>Feeling thermometer evaluations for the three major candidates running.</li>\n<li>An assessment of each candidate&rsquo;s likelihood of winning the election.</li>\n<li>An assessment of each candidate&rsquo;s perceived ideological positioning.</li>\n<li>The respondent&rsquo;s first- and second-ranked vote intention.</li>\n<li>Party identification and ideology.</li>\n</ol>\n<p>From these questions, we have utilized three separate models to assess aspects of sophisticated voting behavior within the context of multicandidate electoral contests.</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Findings</strong></p>\n<p><strong>&nbsp;</strong>Our data show that voters appear to act like strategically reasoning players in the electoral game. At least that appears to be so for one of the simplest cases in which voters can express strategic reasoning&mdash;multi-candidate elections won by the candidate with the most votes (where the winning candidate does not need a majority of all votes cast to win). In these &ldquo;first-past-the-post&rdquo; (FPTP) systems with three serious contenders standing for office, we may not . While this point has been observed in presidential elections before, and in other PFTP systems, there have not been similar studies for lower offices in the U.S., such as the gubernatorial and senatorial contests examined here. The evidence, therefore, generalize...",
  "por_txt_cntn": "\nAn important part of the story of the 2010 midterms concerned the role and influence of a broad conservative political movement.  This movement clearly was instrumental in shaping the policy debates on the campaign trail and in energizing conservative voters.  At the same time, these conservative voters in the Republican primaries clearly expressed a preference for more ideologically pure (i.e. extremely conservative) candidates. The unusual dynamics of the 2010 elections led to an uncommonly high number of competitive three-candidate top-ballot general election contests.  This political environment in which ideological purity was important to the most motivated part of the electorate, coupled with the number of three way general election races, makes 2010 an ideal opportunity to examine strategic voting.\n\n \n\nThere is some consistent evidence that voters facing three choices for U.S. President would vote as Duverger (1963) predicted, which is to say that they vote \"strategically\" to avoid \"wasting\" their vote on a third-party candidacy that stands little or no real chance of winning. More generally, we ask whether the electoral dynamics of strategic voting behavior trickle down to elections to lesser offices, such as those towards which the public would pay less attention?\n\n \n\n Overall, the elections of 2010 were unusually highly nationalized affairs, and they were nationalized around ideology.  Within the context of multicandidate elections in the 2010 elections, we therefore investigated the question of how we can best explain voter behavior&mdash;did ideology alone explain how people voted in multi-candidate elections, or were there other important considerations that affected voter behavior.\n\n \n\nCases \n\n \n\nIn this project, we were able to conduct surveys in six states that saw multi-candidate races for senate or governor on the ballot: Alaska (Senate), Colorado (Governor), Florida (Senate), Maine (Governor), Minnesota (Governor), and Rhode Island (Governor).\n\n \n\nData\n\n \n\nThe primary source of data for this project came from a three-wave panel survey that we sent out in each of these six states in the month leading up to the November election. Groups of likely voters were asked, in addition to basic background and general demographic information, five primary sets of questions:\n\nFeeling thermometer evaluations for the three major candidates running.\nAn assessment of each candidateÆs likelihood of winning the election.\nAn assessment of each candidateÆs perceived ideological positioning.\nThe respondentÆs first- and second-ranked vote intention.\nParty identification and ideology.\n\n\nFrom these questions, we have utilized three separate models to assess aspects of sophisticated voting behavior within the context of multicandidate electoral contests.\n\n \n\nFindings\n\n Our data show that voters appear to act like strategically reasoning players in the electoral game. At least that appears to be so for one of the simplest cases in which voters can express strategic reasoning&mdash;multi-candidate elections won by the candidate with the most votes (where the winning candidate does not need a majority of all votes cast to win). In these \"first-past-the-post\" (FPTP) systems with three serious contenders standing for office, we may not . While this point has been observed in presidential elections before, and in other PFTP systems, there have not been similar studies for lower offices in the U.S., such as the gubernatorial and senatorial contests examined here. The evidence, therefore, generalizes the finding of previous studies to an important set of cases. \n\nBut our evidence took us farther. In particular, we found that in 2010, ideologically-based preferences fit the data even better than affect based preferences over candidates. This lends support to the claim that 2010 was, indeed, a truly national midterm election, where the nationalizing force was ideology and where ideology applied not only to elections to the U.S. Senate but to ..."
 }
}