{
 "awd_id": "1104350",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Modeling the Equilibria of Marcomolecules",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rosemarie D. Wesson",
 "awd_eff_date": "2011-02-01",
 "awd_exp_date": "2012-09-30",
 "tot_intn_awd_amt": 99909.0,
 "awd_amount": 99909.0,
 "awd_min_amd_letter_date": "2011-01-25",
 "awd_max_amd_letter_date": "2011-01-25",
 "awd_abstract_narration": "The proposed project focuses on the development of a mathematical model that describes the binding equilibria of large biological macromolecules. It is anticipated that our work will lead to a robust model capable of simulating single and multicomponent isotherms for biomolecules interacting with a variety of adsorbents. The Gillespie stochastic algorithm is proposed to simulate multi-component biomolecule isotherms. This method has been successfully used to simulate reversible protein binding onto DNA active sites. The Gillespie approach was selected because it has the needed flexibility to model multi-component protein isotherms on a variety of adsorbents. In this proposal the colloidal model will be used in conjunction with the Gillespie algorithm to calculate the probability of binding interactions. Specifically the colloidal model (CM) will be used to model single component isotherms. Successful modeling of single component isotherms using the CM approach requires accurate knowledge of the free energy contribution associated with adsorption. Once the free energy is known the relative probability of adsorption for each biomolecule in a multicomponent mixture can be estimated, thus facilitating the simulation of a multicomponent isotherm with the Gillespie approach. \r\n\r\nThe adsorption of large biological macromolecules onto ion-exchange surfaces is traditionally assumed to be driven by electrostatics. In prior publications we have presented data showing that the release of water from the contact surface of the protein and the ion-exchange adsorbent is also a key driving force. This conclusion is further supported by endothermic heats of adsorption. Endothermic heats of adsorption are an indication that the adsorptive driving force is not solely comprised of simple electrostatics. We have incorporated this data into a colloidal model and successfully simulated single component protein adsorption isotherms using an ion-exchange adsorbent. We are proposing to expand our investigation of this phenomenon by incorporating a larger selection of biological macromolecules and adsorbents in this study. We will use both cation exchange adsorbents, anion exchange adsorbents and hydrophobic interaction adsorbents in this study. Chromatographic adsorbents provide a convenient platform because we have the capability to synthesize materials with different functionalities. Surface characteristics such as charge density and hydrophobicity can be varied. We intend to calculate the free energy contributions of the various adsorptive mechanisms such as electrostatics, van der Waals interactions, water-release and repulsive interactions. Moreover we will incorporate these effects into a colloidal model to simulate single component isotherms. It is also proposed to simulate multi-component isotherms using the Gillespie stochastic algorithm. We anticipate the development of a flexible, user friendly model that can be used to simulate multi-component equilibria involving large macromolecules such as proteins or supercoiled DNA. Moreover the ability to model the adsorption equilibria of macromolecules is important because successful simulations are an indication that we have a fundamental understanding of the adsorptive/binding process. It is anticipated that a breakthrough in our mathematical understanding of protein adsorption onto functionalized surfaces will have a transformative effect in the areas of chromatographic separations and material development for biomedical applications. Moreover since we will develop these mathematical modeling tools using desktop applications such as Matlab, a secondary transformative effect is also anticipated because chemists and biologists will have access to the same set of modeling tools as engineers to construct models for their specific application. \r\n\r\nThis project will support two undergraduate students each year during the life of the grant. The outreach component of this proposal includes research opportunities for undergraduates from underrepresented groups. Moreover a new course that covers the adsorption and purification of proteins will also be offered. The course will be open to graduate students and undergraduates with the proper prerequisites. The models and teaching materials developed from this project will be made available to the public through the Miami University website.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marvin",
   "pi_last_name": "Thrash",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Marvin E Thrash",
   "pi_email_addr": "mthrash@centralstate.edu",
   "nsf_id": "000262647",
   "pi_start_date": "2011-01-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Miami University",
  "inst_street_address": "501 E HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "OXFORD",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "5135293600",
  "inst_zip_code": "450561846",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "OH08",
  "org_lgl_bus_name": "MIAMI UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "T6J6AF3AM8M8"
 },
 "perf_inst": {
  "perf_inst_name": "Miami University",
  "perf_str_addr": "501 E HIGH ST",
  "perf_city_name": "OXFORD",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "450561846",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "OH08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141700",
   "pgm_ele_name": "Interfacial Engineering Progra"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "053E",
   "pgm_ref_txt": "BIOSEPARATIONS"
  },
  {
   "pgm_ref_code": "5914",
   "pgm_ref_txt": "WESTERN EUROPE, OTHER"
  },
  {
   "pgm_ref_code": "5979",
   "pgm_ref_txt": "Europe and Eurasia"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 41234.0
  }
 ],
 "por": null
}