{
 "awd_id": "1104163",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EDUCATORS' EQUITY in STEM ACADEMY:",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032924671",
 "po_email": "ksverdru@nsf.gov",
 "po_sign_block_name": "Keith Sverdrup",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2016-01-31",
 "tot_intn_awd_amt": 885692.0,
 "awd_amount": 1059944.0,
 "awd_min_amd_letter_date": "2011-08-12",
 "awd_max_amd_letter_date": "2014-07-07",
 "awd_abstract_narration": "The Educators' Equity (EE) STEM Academy aims to enhance recruitment and academic success of women and underrepresented students in technician education STEM courses and programs by providing professional growth opportunities for community college faculty and secondary teachers. The National Alliance for Partnership in Equity Education Foundation (NAPEEF), together with the Community College of Baltimore County, Baltimore County Public Schools and two regionally-based ATE Centers, created the EE-STEM Academy project to deliver 5 days of rigorous instruction, plus a year of facilitated coaching and high quality resources to improve classroom pedagogy. The 20-50 educators who participate each year customize and implement the strategies and tools in their classrooms, ones that they have designed to have a  direct positive impact on student outcomes in STEM technician programs in engineering and IT. The materials and methods featured in the project include the following effective, research-based practices: 1) delivery of face-to-face and on-line rigorous training content, resources, tools, and strategies focused on micro-messaging, gender, and diversity in STEM; 2) incorporation of NAPEEF's Five Step Program Improvement Process for continuous educator feedback, peer support, and program revision; 3) building of professional learning communities to engage and support participants; 4) provision of peer-coaching training to build the network of educator learning and support; and 5) collection of quantitative and qualitative data that describe the impact on student performance for dissemination through technical education channels and journal publication. \r\n\r\nIntellectual Merit: EE-STEM adapts research-based instructional materials and strategies originally developed and delivered to physics teachers in the Dallas Independent School District, which resulted in significant increases in the physics pass rate for girls and in the number of girls taking the AP Physics exam. With input from leading content experts in STEM technician education, NAPEEF adapts and enhances this curriculum to improve faculty pedagogy and assure improvements in student outcomes among a diversity of young women and underrepresented groups in targeted technician programs, and in the common core classes that serve the programs' educational pipeline. \r\n\r\nBroader Impacts: The EE-STEM Academy engages educators to create customized strategies unique to their diverse population's needs by making them aware of the implicit biases that we all have and which cause inequities in the classroom. Educators collectively and individually select, develop, and evaluate currently available pedagogical tools, resources, and strategies as applied to their specific programs in order to improve student outcomes. NAPEEF distributes the resulting products and services through its national distribution network of 40 state education agencies and community colleges. It is anticipated that results of the initial offerings of this adapted effective practice program will be the understanding of its impact for implementation in all STEM technician programs of study in the U.S.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mimi",
   "pi_last_name": "Lufkin",
   "pi_mid_init": "E",
   "pi_sufx_name": "Ms.",
   "pi_full_name": "Mimi E Lufkin",
   "pi_email_addr": "mimilufkin@napequity.org",
   "nsf_id": "000451744",
   "pi_start_date": "2011-08-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Claudia",
   "pi_last_name": "Morrell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Claudia Morrell",
   "pi_email_addr": "cmorrell@napequity.org",
   "nsf_id": "000574160",
   "pi_start_date": "2011-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Alliance for Partnerships in Equity Education Foundatio",
  "inst_street_address": "1023 RAVINE TRL",
  "inst_street_address_2": "",
  "inst_city_name": "CEDAR HILL",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7174075118",
  "inst_zip_code": "751045550",
  "inst_country_name": "United States",
  "cong_dist_code": "30",
  "st_cong_dist_code": "TX30",
  "org_lgl_bus_name": "NATIONAL ALLIANCE FOR PARTNERSHIPS IN EQUITY EDUCATION FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "KP2GT62BFKC8"
 },
 "perf_inst": {
  "perf_inst_name": "National Alliance for Partnerships in Equity Education Foundatio",
  "perf_str_addr": "1023 RAVINE TRL",
  "perf_city_name": "CEDAR HILL",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "751045550",
  "perf_ctry_code": "US",
  "perf_cong_dist": "30",
  "perf_st_cong_dist": "TX30",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154400",
   "pgm_ele_name": "RES ON GENDER IN SCI & ENGINE"
  },
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 885692.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 174252.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Educators&rsquo; Equity STEM (EESTEM) Academy implemented the National Alliance for Partnerships in Equity&rsquo;s (NAPE), <em>Micromessaging to Reach and Teach Every Student</em><em><sup>&trade;</sup></em>, a year-long professional development program for secondary and post-secondary educators. The Academy&rsquo;s goal was to increase the academic performance, participation, retention and completion of women and underrepresented students in STEM technician programs. The Academy included five-days of intensive in-person professional development, eight monthly facilitated professional learning communities (PLC) meetings, peer coaching, stipends, and resources and tools to implement strategies for creating equitable classrooms.&nbsp; At the end of the Academy, each participant presented a capstone highlighting the outcomes of their classroom implementation. Three cohorts of educators were trained over three years. All project objectives and activities were completed, and the goal of 120 secondary and postsecondary faculty recruited from school districts and community colleges in Maryland was exceeded -150 faculty participated. A research supplement supported data analysis, four research papers&rsquo; submission for publication in peer-reviewed journals, a national report (Solving the Education Equation), and a NSF proposal for scaling the program.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Faculty Efficacy: Participants were surveyed pre and post program and reported their level of agreement using a four-point Likert scale.&nbsp; In every case the post-academy score indicated a higher level of knowledge and understanding with the greatest increase from pre- to post-test in four domains: (1) Classroom Environment: <em>I understand ways in which the classroom environment does or does not encourage all students (39.4% increase); I am knowledgeable of ways in which I contribute to an environment that encourages all students in my classroom (32.5%); I am aware that I am responsible for creating an equitable classroom (36.9%); </em>(2) Effective Interventions: <em>I am knowledgeable about strategies to evaluate the effectiveness of classroom interventions (43.4%); I am comfortable with evaluating the effectiveness of my classroom interventions (37.3%); </em>(3) Micro-inequities: <em>I feel confident in my ability to identify and address micro-inequities in my classroom (40.8%); I am knowledgeable about methods to decrease micro-inequity in the classroom (48.1% - the most significant increase); </em>and (4) STEM: <em>I would advise my students to take as many STEM courses as they can (27.7% increase)</em>.</p>\n<p>&nbsp;</p>\n<p>Coding: Each participant in the EESTEM Academy identified a classroom intervention and student impact measure.&nbsp; The intervention and the impact were reported at a year-end capstone event using a standard reporting template. A codebook and coding parameters were established that aligned NAPE&rsquo;s Root Causes for Nontraditional Careers with the Micromessaging Super Strategies to analyze the impact of the interventions. A qualitative analysis of 71 participant capstones showed 81% of participants demonstrated measurable student improvement in grades, participation/attendance, and/or attitudes toward STEM or STEM Interest. The analysis of the impact on students can be found in the submitted papers.</p>\n<p>&nbsp;</p>\n<p>PLCs: Each cohort formed PLCs that met monthly for the purpose of supporting participants in their classroom interventions and measurement of the effect on students. The PLCs increased participant knowledge, understanding and changes in faculty instructional behavior. Participant evaluation showed that the greatest barrier to a successful PLC was making time and finding a common time to meet.&nbsp; The greatest value of the PLC was the sharing of ideas about teaching and learning, collaboration/working together, and networking.</p>\n<p>&nbsp;</p...",
  "por_txt_cntn": "\nThe EducatorsÆ Equity STEM (EESTEM) Academy implemented the National Alliance for Partnerships in EquityÆs (NAPE), Micromessaging to Reach and Teach Every Student&trade;, a year-long professional development program for secondary and post-secondary educators. The AcademyÆs goal was to increase the academic performance, participation, retention and completion of women and underrepresented students in STEM technician programs. The Academy included five-days of intensive in-person professional development, eight monthly facilitated professional learning communities (PLC) meetings, peer coaching, stipends, and resources and tools to implement strategies for creating equitable classrooms.  At the end of the Academy, each participant presented a capstone highlighting the outcomes of their classroom implementation. Three cohorts of educators were trained over three years. All project objectives and activities were completed, and the goal of 120 secondary and postsecondary faculty recruited from school districts and community colleges in Maryland was exceeded -150 faculty participated. A research supplement supported data analysis, four research papersÆ submission for publication in peer-reviewed journals, a national report (Solving the Education Equation), and a NSF proposal for scaling the program. \n\n \n\nFaculty Efficacy: Participants were surveyed pre and post program and reported their level of agreement using a four-point Likert scale.  In every case the post-academy score indicated a higher level of knowledge and understanding with the greatest increase from pre- to post-test in four domains: (1) Classroom Environment: I understand ways in which the classroom environment does or does not encourage all students (39.4% increase); I am knowledgeable of ways in which I contribute to an environment that encourages all students in my classroom (32.5%); I am aware that I am responsible for creating an equitable classroom (36.9%); (2) Effective Interventions: I am knowledgeable about strategies to evaluate the effectiveness of classroom interventions (43.4%); I am comfortable with evaluating the effectiveness of my classroom interventions (37.3%); (3) Micro-inequities: I feel confident in my ability to identify and address micro-inequities in my classroom (40.8%); I am knowledgeable about methods to decrease micro-inequity in the classroom (48.1% - the most significant increase); and (4) STEM: I would advise my students to take as many STEM courses as they can (27.7% increase).\n\n \n\nCoding: Each participant in the EESTEM Academy identified a classroom intervention and student impact measure.  The intervention and the impact were reported at a year-end capstone event using a standard reporting template. A codebook and coding parameters were established that aligned NAPEÆs Root Causes for Nontraditional Careers with the Micromessaging Super Strategies to analyze the impact of the interventions. A qualitative analysis of 71 participant capstones showed 81% of participants demonstrated measurable student improvement in grades, participation/attendance, and/or attitudes toward STEM or STEM Interest. The analysis of the impact on students can be found in the submitted papers.\n\n \n\nPLCs: Each cohort formed PLCs that met monthly for the purpose of supporting participants in their classroom interventions and measurement of the effect on students. The PLCs increased participant knowledge, understanding and changes in faculty instructional behavior. Participant evaluation showed that the greatest barrier to a successful PLC was making time and finding a common time to meet.  The greatest value of the PLC was the sharing of ideas about teaching and learning, collaboration/working together, and networking.\n\n \n\nStudent Performance: Student level GPA data from Baltimore County Public Schools and the Community College of Baltimore County were analyzed to determine whether there was a significant difference in the average grades of students before and aft..."
 }
}