{
 "awd_id": "1104392",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Mean Curvature Flow, Manifolds with Ricci curvature bounds, Representations of Isometry groups, and Eigenfunctions",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 389000.0,
 "awd_amount": 389000.0,
 "awd_min_amd_letter_date": "2011-05-17",
 "awd_max_amd_letter_date": "2013-07-19",
 "awd_abstract_narration": "The first part of the proposed research concerns what happens to a hypersurface under the mean curvature flow. We are particularly interested in hypersurfaces that are in general or generic position before the flow start. The mean curvature flow is the negative gradient flow of volume, so any hypersurface flows through hypersurfaces in the direction of steepest descent for volume and eventually becomes extinct in finite time. Before it becomes extinct, topological changes can occur as it goes through singularities. Thus, in some sense, the topology is encoded in the singularities. The proposed project further develops the theory of generic mean curvature flow that the PI has initiated with Minicozzi. We have already classified all generic singularities and one of the main task now is to completely understand the flow itself and show that indeed a generic hypersurface only go through generic singularities. The first key point is to prove a stable manifold theorem, that is, to prove that in a neighborhood of an unstable self-shrinker the stable manifold is contained in a hyper-graph. We expect that these results will have a number of applications and plan to pursue them. A second part concerns manifolds and spaces with Ricci curvature bounds and give some new estimates for these manifolds and various applications of these estimates, in particular to Einstein metrics. A third part concerns representations of isometry groups and fundamental groups of open manifolds into general linear groups of finite dimensional vector spaces. The final and smaller part is about bounds for nodal sets (or zero sets) of eigenfunctions. \r\n\r\nWhen a surface evolves over time by locally moving it in the direction where the area decreases the fastest it is said to be moving by mean curvature flow. Mathematically, this leads to a nonlinear partial differential equation which is formally similar to the equation that governs the flow of heat in physics. Moving interfaces occur in a wide range of scientific and engineering applications. Mean curvature flow and other geometric flows were developed for their intrinsic beauty as well as their potential applications to other fields to model, for instance, option pricing, motion of grains in annealing metals, and crystal growth. While key foundational results have been obtained, several of the most basic questions remain unanswered. Many applications are expected both within and outside mathematics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tobias",
   "pi_last_name": "Colding",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Tobias H Colding",
   "pi_email_addr": "Colding@math.mit.edu",
   "nsf_id": "000215430",
   "pi_start_date": "2011-05-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 128000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 128999.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 132001.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Modeling of a wide class of physical phenomena, such as crystal growth and flame propagation, leads to tracking fronts moving with curvature-dependent speed. When the speed is the curvature this leads to one of the classical degenerate non-linear second-order differential equations on Euclidean space. One naturally wonders, &ldquo;What is the regularity of solutions?&rdquo; A priori solutions are only defined in a weak sense, but it turns out that they are always twice differentiable classical solutions. This result obtained as part of the funded grant is optimal; their second derivative is continuous only in very rigid situations that have a simple geometric interpretation. The proof weaves together analysis and geometry. Without deeply understanding the underlying geometry, it is impossible to prove fine analytical properties. &nbsp;</p>\n<p>The level set method has been used with great success over the last thirty years in both pure and applied mathematics. Given an initial interface or front $M_0$ bounding a region in Euclidean space, the level set method is used to analyze its subsequent motion under a velocity field. The idea is to represent the evolving front as a level set of a function $v(x,t)$, where $x$ is in space and $t$ is time.</p>\n<p>In mean curvature flow, the velocity vector field is the mean curvature vector, and the evolving front is the level set of a function that satisfies a nonlinear degenerate parabolic equation. Solutions are defined in a weak, so-called &ldquo;viscosity,&rdquo; sense; in general, they may not even be differentiable (let alone twice differentiable). However, we showed as part of the funded research that for a monotonically advancing front viscosity solutions are in fact twice differentiable and satisfy the equation in the classical sense. Moreover, the situation becomes very rigid when the second derivative is continuous.</p>\n<p>In addition to showing optimal regularity of the level set equation we also investigated generic propoerties of mean curvature flow. &nbsp;From which tangent flow can occur as blowups to the strutcure of the singular set, uniqueness of blowups. &nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/30/2016<br>\n\t\t\t\t\tModified by: Tobias&nbsp;Colding</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nModeling of a wide class of physical phenomena, such as crystal growth and flame propagation, leads to tracking fronts moving with curvature-dependent speed. When the speed is the curvature this leads to one of the classical degenerate non-linear second-order differential equations on Euclidean space. One naturally wonders, \"What is the regularity of solutions?\" A priori solutions are only defined in a weak sense, but it turns out that they are always twice differentiable classical solutions. This result obtained as part of the funded grant is optimal; their second derivative is continuous only in very rigid situations that have a simple geometric interpretation. The proof weaves together analysis and geometry. Without deeply understanding the underlying geometry, it is impossible to prove fine analytical properties.  \n\nThe level set method has been used with great success over the last thirty years in both pure and applied mathematics. Given an initial interface or front $M_0$ bounding a region in Euclidean space, the level set method is used to analyze its subsequent motion under a velocity field. The idea is to represent the evolving front as a level set of a function $v(x,t)$, where $x$ is in space and $t$ is time.\n\nIn mean curvature flow, the velocity vector field is the mean curvature vector, and the evolving front is the level set of a function that satisfies a nonlinear degenerate parabolic equation. Solutions are defined in a weak, so-called \"viscosity,\" sense; in general, they may not even be differentiable (let alone twice differentiable). However, we showed as part of the funded research that for a monotonically advancing front viscosity solutions are in fact twice differentiable and satisfy the equation in the classical sense. Moreover, the situation becomes very rigid when the second derivative is continuous.\n\nIn addition to showing optimal regularity of the level set equation we also investigated generic propoerties of mean curvature flow.  From which tangent flow can occur as blowups to the strutcure of the singular set, uniqueness of blowups.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/30/2016\n\n\t\t\t\t\tSubmitted by: Tobias Colding"
 }
}