{
 "awd_id": "1104718",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Optical Studies of Tunneling and Coulomb Correlations in Mixed-Type Quantum Wells",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Sokol",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 345000.0,
 "awd_amount": 345000.0,
 "awd_min_amd_letter_date": "2011-08-30",
 "awd_max_amd_letter_date": "2013-05-22",
 "awd_abstract_narration": "****Technical abstract****\r\n\r\nThis project will investigate electron-hole bilayers formed in semiconductor quantum well structures, in which electrons and holes reside respectively in wide and narrow wells separated by a thin barrier.  A special feature of this structure is that the carrier density can be controlled via optical excitations of the narrow quantum well.  Two closely related research directions will be pursued.  The first direction explores how manybody Coulomb correlations between electrons and holes across the barrier affect carrier tunneling.  The correlation-induced tunneling will also be exploited as a new mechanism for excitonic nonlinear optics.  The second direction aims to engineer an array of localized holes, realizing a system where two-dimensional electrons interact in the presence of the electrostatic potential of a hole lattice.  A near term goal is to use this tunable semiconductor system to explore and possibly simulate strongly-correlated phenomena such as Mott insulators.  This project will support the education of two graduate students in areas of both scientific and technological importance.  This training will prepare the students for careers in academia, industry, or government.   \r\n\r\n****Non-technical abstract****\r\n\r\nTunneling of electrons across a barrier in a semiconductor is an interesting quantum mechanical process and serves important roles in many electronic devices.   Tunneling is traditionally viewed as a process involving single electrons.  This project explores phenomena in semiconductor nanostructures where tunneling processes can depend strongly on interactions or correlations between electrons across the tunneling barrier.  This correlation-induced tunneling process will be exploited for applications such as photonic switching devices.  Effects of correlations between electrons also play important roles in understanding a variety of fascinating physical phenomena such as high Tc superconductors and magnetism.  A second and closely related research direction of this project is to develop a system, in which electrons in a two-dimensional semiconductor structure interact in the presence of a periodic array of positively-charged holes.  This system can be used to vary or tailor effects of electron correlations, serving as a platform for investigating and understanding effects of electron correlations in condensed matter systems.  This project will primarily be carried out by two graduate students.  The research activities will provide these students solid training in areas of both scientific and technological importance, preparing the students for careers in academia, industry, or government.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hailin",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hailin Wang",
   "pi_email_addr": "hailin@oregon.uoregon.edu",
   "nsf_id": "000332584",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oregon Eugene",
  "inst_street_address": "1776 E 13TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413465131",
  "inst_zip_code": "974031905",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "UNIVERSITY OF OREGON",
  "org_prnt_uei_num": "Z3FGN9MF92U2",
  "org_uei_num": "Z3FGN9MF92U2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oregon Eugene",
  "perf_str_addr": "1776 E 13TH AVE",
  "perf_city_name": "EUGENE",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974031905",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 95000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This experimental program at the University of Oregon has explored unique optical and transport properties of a special class of semiconductor heterostructures, so-called mixed-type quantum wells, consisting of a 2.5 nm thick GaAs layer (the narrow well) and a 16 nm thick GaAs layer (the wide well) separated by a thin AlAs layer about 10 nm in thickness.&nbsp; The positively charged carriers of electrical currents in the narrow well, or holes, can tunnel through the AlAs barrier to the wide well.&nbsp; Tunneling is a fundamental quantum mechanical process and is also essential to many semiconductor electronic devices.&nbsp; Traditionally, tunneling has been considered as a transport process, with no connection to optical interactions.&nbsp; The experimental studies carried out in this program, however, have discovered an effective mechanism, with which one can use a laser beam to control the tunneling process.&nbsp; It was shown that optical excitations of the wide well with a laser beam can greatly accelerate the hole tunneling process, increasing the tunneling rate by up to two orders of magnitude.&nbsp; More detailed studies indicate that Coulomb attractions between a hole in the narrow well and an exciton (which is essentially a hydrogen-atom like optical excitation in semiconductors) in the wide well can reduce the barrier of tunneling and thus accelerate the tunneling process.&nbsp; The experimental studies were carried out at temperatures that are only a few degrees above the absolute zero.&nbsp; If this type of phenomena can be extended to room temperature, one can envision designing semiconductor chips or logic gates that rely on or combine both optical and transport processes, which can potentially opening up many possibilities for applications.&nbsp;</p>\n<p>&nbsp;This experimental program has also investigated properties of electron spins in diamond. Electron spins in diamond have shown great promise as solid-state qubits for quantum information processing.&nbsp; The solid-state spin systems, however, are subject to flip flops of the surrounding nuclear spins, shortening the lifetime of the spin coherence and thus interrupting the coherent spin-photon interactions. In general, decoherence of a quantum state due to uncontrolled interactions with its environment puts a fundamental limit on applications of the relevant quantum technologies.&nbsp; Experimental studies carried out in this program have realized a new approach for protecting an electron spin from environment-induced decoherence. This technique applies continuous microwave fields to a quantum system, dressing a spin with the microwave fields. The resulting hybrid spin-field states, called &ldquo;dressed states,&rdquo; can be incredibly insensitive to the system&rsquo;s noisy magnetic environment.</p>\n<p>&nbsp;This research program has also made important contributions to education and human resource by providing training for one graduate student and two undergraduate students in areas of both scientific and technological importance. &nbsp;In particular, research efforts supported by this program have led to one PhD dissertation.&nbsp; In addition, the graduate student has also been highly actively in outreach activities such as tutoring science in rural elemental schools in Oregon.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/19/2015<br>\n\t\t\t\t\tModified by: Hailin&nbsp;Wang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis experimental program at the University of Oregon has explored unique optical and transport properties of a special class of semiconductor heterostructures, so-called mixed-type quantum wells, consisting of a 2.5 nm thick GaAs layer (the narrow well) and a 16 nm thick GaAs layer (the wide well) separated by a thin AlAs layer about 10 nm in thickness.  The positively charged carriers of electrical currents in the narrow well, or holes, can tunnel through the AlAs barrier to the wide well.  Tunneling is a fundamental quantum mechanical process and is also essential to many semiconductor electronic devices.  Traditionally, tunneling has been considered as a transport process, with no connection to optical interactions.  The experimental studies carried out in this program, however, have discovered an effective mechanism, with which one can use a laser beam to control the tunneling process.  It was shown that optical excitations of the wide well with a laser beam can greatly accelerate the hole tunneling process, increasing the tunneling rate by up to two orders of magnitude.  More detailed studies indicate that Coulomb attractions between a hole in the narrow well and an exciton (which is essentially a hydrogen-atom like optical excitation in semiconductors) in the wide well can reduce the barrier of tunneling and thus accelerate the tunneling process.  The experimental studies were carried out at temperatures that are only a few degrees above the absolute zero.  If this type of phenomena can be extended to room temperature, one can envision designing semiconductor chips or logic gates that rely on or combine both optical and transport processes, which can potentially opening up many possibilities for applications. \n\n This experimental program has also investigated properties of electron spins in diamond. Electron spins in diamond have shown great promise as solid-state qubits for quantum information processing.  The solid-state spin systems, however, are subject to flip flops of the surrounding nuclear spins, shortening the lifetime of the spin coherence and thus interrupting the coherent spin-photon interactions. In general, decoherence of a quantum state due to uncontrolled interactions with its environment puts a fundamental limit on applications of the relevant quantum technologies.  Experimental studies carried out in this program have realized a new approach for protecting an electron spin from environment-induced decoherence. This technique applies continuous microwave fields to a quantum system, dressing a spin with the microwave fields. The resulting hybrid spin-field states, called \"dressed states,\" can be incredibly insensitive to the systemÆs noisy magnetic environment.\n\n This research program has also made important contributions to education and human resource by providing training for one graduate student and two undergraduate students in areas of both scientific and technological importance.  In particular, research efforts supported by this program have led to one PhD dissertation.  In addition, the graduate student has also been highly actively in outreach activities such as tutoring science in rural elemental schools in Oregon. \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/19/2015\n\n\t\t\t\t\tSubmitted by: Hailin Wang"
 }
}