{
 "awd_id": "1104703",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Geometry and algorithms in topology and group theory",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Stark",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 131067.0,
 "awd_amount": 131067.0,
 "awd_min_amd_letter_date": "2011-05-19",
 "awd_max_amd_letter_date": "2011-05-19",
 "awd_abstract_narration": "In the course of this project, the PI will work with collaborators to solve a number of compelling problems at the interface between three-manifold topology and geometric group theory.  One of the main projects aims at understanding the class of three-manifold groups algorithmically, within the class of groups with solvable word problem. Another project is to understand the procedure of group theoretic \"Dehn filling\" from the perspective of boundaries of hyperbolic and relatively hyperbolic groups. Finally, the PI will study (again algorithmically) the class of \"virtually geometric\" words in free groups.\r\n\r\nThree-manifolds are topological objects which are locally three-dimensional, like the spatial part of our universe.  Geometric group theory is the study of infinite groups using tools from geometry and topology.  A consequence of the recently resolved Geometrization Conjecture is that (most) three-manifolds are determined by their fundamental groups.  It follows that all the topology (and geometry!) of a three-manifold is encoded in its fundamental group, which then can be studied using geometric and algorithmic group theory. One concrete product of this work will be software useful for exploring the class of three-manifold presentations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Manning",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Jason F Manning",
   "pi_email_addr": "jfmanning@math.cornell.edu",
   "nsf_id": "000372034",
   "pi_start_date": "2011-05-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Buffalo",
  "perf_str_addr": "520 LEE ENTRANCE STE 211",
  "perf_city_name": "AMHERST",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142282577",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 131067.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br />Three-manifolds are spaces which are locally three-dimensional, like<br />the universe we live in.&nbsp; They can therefore be thought of as possible<br />models for the shape of the universe.&nbsp; Groups are algebraic objects,<br />describing possible symmetry patterns; every space has an associated<br />group, called its fundamental group.&nbsp; A consequence of Perelman's<br />Geometrization Theorem is that (most) three-manifolds are determined<br />by their fundamental groups.&nbsp; It follows that all the topology and<br />geometry of a three-manifold is somehow contained in this group, which<br />can be studied using geometric and algorithmic group theory.<br /><br />One of the key research products of this grant was unanticipated in<br />the original proposal, but was an important ingredient in Ian Agol's<br />resolution of the 30-year old \"virtual fibering\" conjecture for<br />three-manifolds.&nbsp; This conjecture stated, roughly, that any<br />non-Euclidean three-manifold could be \"unwrapped\" finitely many times<br />to obtain a particularly simple kind of \"twisted product\" manifold.<br />The PIs work with Agol and Daniel Groves gave a way to find an<br />infinite \"unwrapping\" with nice properties.&nbsp; Agol then showed that<br />this infinite manifold could be cut into pieces and re-glued to give a finite<br />\"unwrapping\" which was a twisted product.<br /><br />In a second project, with Daniel Groves and Henry Wilton, we give a<br />theoretical algorithm for determining whether an abstract symmetry<br />group is actually the fundamental group of some three-manifold.&nbsp; Deep<br />20th century work on undecidability says that such an algorithm cannot<br />be completely reliable in all situations, but we show that the<br />required \"extra structure\" to make our algorithm reliable is as<br />minimal as possible.<br /><br />The algorithm described in the second project is entirely theoretical.<br />However, another product of this research is software (jointly written<br />with Chris Cashen) for studying some group theoretic questions closely<br />related to three-manifold theory.&nbsp; Since other specialists may find<br />this software useful, we have made the source code public at<br />https://bitbucket.org/christopher_cashen/virtuallygeometric.<br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/14/2014<br>\n\t\t\t\t\tModified by: Jason&nbsp;F&nbsp;Manning</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\nThree-manifolds are spaces which are locally three-dimensional, like\nthe universe we live in.  They can therefore be thought of as possible\nmodels for the shape of the universe.  Groups are algebraic objects,\ndescribing possible symmetry patterns; every space has an associated\ngroup, called its fundamental group.  A consequence of Perelman's\nGeometrization Theorem is that (most) three-manifolds are determined\nby their fundamental groups.  It follows that all the topology and\ngeometry of a three-manifold is somehow contained in this group, which\ncan be studied using geometric and algorithmic group theory.\n\nOne of the key research products of this grant was unanticipated in\nthe original proposal, but was an important ingredient in Ian Agol's\nresolution of the 30-year old \"virtual fibering\" conjecture for\nthree-manifolds.  This conjecture stated, roughly, that any\nnon-Euclidean three-manifold could be \"unwrapped\" finitely many times\nto obtain a particularly simple kind of \"twisted product\" manifold.\nThe PIs work with Agol and Daniel Groves gave a way to find an\ninfinite \"unwrapping\" with nice properties.  Agol then showed that\nthis infinite manifold could be cut into pieces and re-glued to give a finite\n\"unwrapping\" which was a twisted product.\n\nIn a second project, with Daniel Groves and Henry Wilton, we give a\ntheoretical algorithm for determining whether an abstract symmetry\ngroup is actually the fundamental group of some three-manifold.  Deep\n20th century work on undecidability says that such an algorithm cannot\nbe completely reliable in all situations, but we show that the\nrequired \"extra structure\" to make our algorithm reliable is as\nminimal as possible.\n\nThe algorithm described in the second project is entirely theoretical.\nHowever, another product of this research is software (jointly written\nwith Chris Cashen) for studying some group theoretic questions closely\nrelated to three-manifold theory.  Since other specialists may find\nthis software useful, we have made the source code public at\nhttps://bitbucket.org/christopher_cashen/virtuallygeometric.\n\n\n\n\t\t\t\t\tLast Modified: 10/14/2014\n\n\t\t\t\t\tSubmitted by: Jason F Manning"
 }
}