{
 "awd_id": "1104367",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Preparation and Properties of Vesicles with Highly Controlled Lipid Asymmetry",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph A. Akkara",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 345000.0,
 "awd_amount": 345000.0,
 "awd_min_amd_letter_date": "2011-09-01",
 "awd_max_amd_letter_date": "2013-06-05",
 "awd_abstract_narration": "This award by the Biomaterials program in the Division of Materials Research to State University of New York at Stony Brook is to investigate basic structure and function of membranes using asymmetric lipid vesicles. Lipid asymmetry, a difference in the lipid composition in the inner and outer layers of a biological membrane, is a prominent and crucial property of the lipid bilayer of many cell membranes.  Artificial vesicles (liposomes) composed of lipid bilayers are biomaterials that have proven invaluable models of biological membranes. Using cyclodextrins, preliminary studies by the investigator indicated the feasibility of preparing asymmetric lipid vesicles by selectively introducing lipids into the outer monolayer of a lipid vesicle via lipid exchange. This project will systematically study the conditions that control the extent of lipid exchange using a wide range of lipids, and will investigate important basic questions about membranes. Conditions that provide most efficient lipid binding by cyclodextrins will be identified, and then conditions will be optimized for maximal lipid exchange while maintaining asymmetry.  The second goal is to study biologically-important physical properties of vesicles that control asymmetry and its impact on membrane structure. The first property to be studied is coupling between the physical state of lipids in the outer and inner leaflets as a function of lipid structure. This interleaflet coupling may transduce signals from the outside to the inside of membranes. These experiments are expected to distinguish between alternate hypotheses for how lipids and proteins promote or inhibit interleaflet coupling. The second property to be studied will be lipid transverse diffusion (lipid flip-flop) between leaflets, and how this is impacted by lipid structure and membrane proteins. It is important, both to define the conditions and identify proteins that can be used while maintaining stable lipid asymmetry, and to understand what membrane protein sequences affect transverse diffusion. This project will have a broad impact on career development of future scientists, including minority students, at the educational level by training both graduate and undergraduate students. They will receive specialized training in a wide variety of biochemical techniques used to study membrane proteins and lipid, including spectroscopic techniques that emphasize the fluorescence and fluorescence quenching approaches.  The students will also be trained in proper conduct of scientific studies, writing and speaking, and preparing them for careers in field of biological/biophysical research and/or teaching. This project should allow facile applications of the methods by other labs, with applications that have a significant impact upon human (and animal) health, including drug delivery applications. Nanomaterial applications in which molecular-width layers with different chemical compositions are needed will be developed by this research project.\r\n\r\nLiving cells are surrounded by membranes composed of membrane lipids (specialized fat molecules) and proteins.  These membranes control the uptake of nutrients into cells, and the communication between cells and their environment. Cell membranes are very complex, consisting of thousands of types of different proteins and lipids.  Artificial membrane vesicles, composed of small variety of membrane lipids and proteins which form an envelope similar to a cell membrane, are important tools for understanding how membranes function.  Natural membranes have two layers of membrane-lipids and are asymmetric, with different types of lipids in each layer, but a key limitation in the utility of artificial membranes has been their lack of lipid asymmetry.  The recently developed method to prepare asymmetric artificial membranes by the investigator will be studied in detail to allow it to be used with a wide variety of different lipids and proteins.  The use artificial membranes will greatly expand the knowledge base on membranes.  This project will also have a broad impact on career development of future scientists, including minority students. At the educational level, both graduate and undergraduate students (including via contacts with other local institutions) will be trained in the conduct of research, experimental principles, and the science of studying membrane structure and function including spectroscopic techniques.  These students will also be trained in proper conduct of scientific studies, scientific writing and speaking, and preparing them for careers in field of scientific research and teaching.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erwin",
   "pi_last_name": "London",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Erwin London",
   "pi_email_addr": "Erwin.London@stonybrook.edu",
   "nsf_id": "000180598",
   "pi_start_date": "2011-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "perf_city_name": "STONY BROOK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 230000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 115000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Cells are surrounded by a membrane composed of specialized fats (membrane lipids) in which are incorporated proteins that carry out various functions required to maintain the life of the cell.&nbsp; Membrane lipids are organized in a bilayer, that is to say the membrane is formed by two layers of lipid, each layer being one lipid molecule thick.&nbsp; In natural membranes, this bilayer often has lipids in the outer layer facing the environment outside of the cell that are different from the lipids in the inner layer facing the cytoplasm of the cell.&nbsp; This is called lipid asymmetry.&nbsp;&nbsp; However, the artificial model membrane vesicles researchers have used in the past to mimic cell membranes have generally contained the same lipids in each layer, that is to say they exhibit lipid symmetry.&nbsp; The goals of this project concentrated upon extending the method we recently developed to prepare artificial vesicles that exhibit lipid asymmetry to a wider variety of lipids, plus a wider range of vesicle sizes, and then to characterize their physical properties in order to understand how the physical properties of natural membranes are determined by lipid structure and asymmetry.&nbsp; First we characterized the interactions of lipids with the carrier molecules we use to prepare asymmetric vesicles, and identified which carriers were best for our studies. &nbsp;Next, were able to extend the method to a wide variety of lipids and show that in many cases lipid asymmetry in vesicles was highly stable over hours to days.&nbsp; We were also able to devise an improved method to better imitate natural membranes by incorporating the lipid cholesterol into the asymmetric membranes in highly controlled amounts.&nbsp; Studies of the physical properties of the vesicles demonstrated that the outer layer could influence the physical properties of the inner layer of the membrane.&nbsp; This may be an important clue to how information from the outside world is transmitted into the interior of a cell.&nbsp;&nbsp; These studies were largely carried out by graduate students, whose training in membrane research was supported by the project.&nbsp; The results of these studies were disseminated to the scientific community through public seminars and publications in professional journals.&nbsp; In addition, members of other labs visited our lab to learn methods for preparing asymmetric membranes.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/14/2014<br>\n\t\t\t\t\tModified by: Erwin&nbsp;London</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n        Cells are surrounded by a membrane composed of specialized fats (membrane lipids) in which are incorporated proteins that carry out various functions required to maintain the life of the cell.  Membrane lipids are organized in a bilayer, that is to say the membrane is formed by two layers of lipid, each layer being one lipid molecule thick.  In natural membranes, this bilayer often has lipids in the outer layer facing the environment outside of the cell that are different from the lipids in the inner layer facing the cytoplasm of the cell.  This is called lipid asymmetry.   However, the artificial model membrane vesicles researchers have used in the past to mimic cell membranes have generally contained the same lipids in each layer, that is to say they exhibit lipid symmetry.  The goals of this project concentrated upon extending the method we recently developed to prepare artificial vesicles that exhibit lipid asymmetry to a wider variety of lipids, plus a wider range of vesicle sizes, and then to characterize their physical properties in order to understand how the physical properties of natural membranes are determined by lipid structure and asymmetry.  First we characterized the interactions of lipids with the carrier molecules we use to prepare asymmetric vesicles, and identified which carriers were best for our studies.  Next, were able to extend the method to a wide variety of lipids and show that in many cases lipid asymmetry in vesicles was highly stable over hours to days.  We were also able to devise an improved method to better imitate natural membranes by incorporating the lipid cholesterol into the asymmetric membranes in highly controlled amounts.  Studies of the physical properties of the vesicles demonstrated that the outer layer could influence the physical properties of the inner layer of the membrane.  This may be an important clue to how information from the outside world is transmitted into the interior of a cell.   These studies were largely carried out by graduate students, whose training in membrane research was supported by the project.  The results of these studies were disseminated to the scientific community through public seminars and publications in professional journals.  In addition, members of other labs visited our lab to learn methods for preparing asymmetric membranes.\n\n\t\t\t\t\tLast Modified: 10/14/2014\n\n\t\t\t\t\tSubmitted by: Erwin London"
 }
}