{
 "awd_id": "1104415",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Topics in Applied Partial Differential Equations",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry Warchall",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 329999.0,
 "awd_amount": 329999.0,
 "awd_min_amd_letter_date": "2011-08-12",
 "awd_max_amd_letter_date": "2011-08-12",
 "awd_abstract_narration": "The project covers several topics. The first is the development of new methods for analysis of active scalar equations. These are nonlinear and nonlocal partial differential equations that, in particular, include classical two-dimensional Euler equation describing ideal fluid flow, and surface quasi-geostrophic equation arising in atmospheric science. Active scalars have been used to model a wide range of phenomena in nature, including formation of fronts in atmosphere, diffusion in porous medium and evolution of vortex sheets. Research will build on recent work of the principal investigator (PI) by finding more general maximum principles (bounds controlling solutions). A novel aspect of this research is that these bounds are nonlocal, which may be just the right fit for nonlocal equations like active scalars. New techniques are expected to provide progress on key questions in mathematical fluid mechanics involving structure of solutions to active scalar equations, their regularity and possible singularity formation. The second direction focuses on enhancement of diffusion by fluid flow. Numerous processes in nature and engineering, starting from nuclear burning in stars to combustion in engines to reactions in living organisms depend on this phenomenon. The goal is, building on the earlier research of the PI, to improve understanding of flows that are most efficient in speeding up diffusion and mixing. The problem is at the interface of partial differential equations, dynamical systems and Fourier analysis. The methods to be developed here will be relevant in a more general context. They apply in problems that involve convergence to equilibrium in systems that contain both dissipative and fast unitary parts of dynamics. The third direction, biomixing, is motivated by a problem of coral broadcast spawning that has been communicated to the PI by an oceanographer. It involves studying improvement of the efficiency of biological reactions by chemotaxis. A model is proposed that adds chemotaxis term to the previously studied models of the process. The effect chemotaxis has on fertilization rate is likely to be crucial for health of many biosystems. The goal of this direction of the project will be to better understand coral spawning process and quantify an important role chemotaxis plays in achieving the reproduction success.\r\n\r\nThe project focuses on several problems in fluid mechanics. In one direction, novel techniques are developed that will provide insight into behavior of solutions to equations modeling diverse phenomena from temperature evolution in the atmosphere to traffic flow dynamics. In other direction, the problem of mixing in fluid flow will be studied, and classes of flows that are most efficient mixers will be identified. The question of efficient mixing is of interest in many industries, including food processing and chemical engineering. Another direction of the project research improves reproduction models for a class of marine animals including corals. Coral atolls are important ecosystems that are under stress worldwide due to climate change and pollution. The models that will be developed in the project are important for better understanding of coral life cycle, and will be of interest in oceanography and ecology. The project has a significant and broad training component, and will involve a postdoc, graduate and undergraduate students working on problems related to the project research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Kiselev",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander Kiselev",
   "pi_email_addr": "kiselev@math.duke.edu",
   "nsf_id": "000656921",
   "pi_start_date": "2011-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 276301.0
  }
 ],
 "por": null
}