{
 "awd_id": "1104871",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Geometry, algebra, and analysis of moduli of hyperbolic manifolds",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 153734.0,
 "awd_amount": 153734.0,
 "awd_min_amd_letter_date": "2011-05-19",
 "awd_max_amd_letter_date": "2011-05-19",
 "awd_abstract_narration": "The project explores the geometry and topology of moduli spaces of hyperbolic manifolds, the algebra of their fundamental groups, and applications to adjacent areas. The central focus is the geometry and algebra of the mapping class group of a closed surface, specifically the geometric and algebraic behavior of subgroups and profinite completions of this group, and spaces upon which they act. Much of the project is viewed through the lens of hyperbolic geometry, whose theorems and techniques cast a seductive profile upon the mapping class group. The core of the project falls into three parts: (1) continuation of an ongoing project with C. Leininger, relevant to Gromov's Coarse Hyperbolization Problem, to understand convex cocompact subgroups of mapping class groups of surfaces; (2) continuation of a program of the PI, J. Brock, and C. Leininger to produce purely pseudo-Anosov surface subgroups of mapping class groups and surface bundles over surfaces with hyperbolic fundamental group; (3) work devoted to completion of M. Boggi's program to establish the congruence subgroup property for mapping class groups of surfaces, building upon prior work of the PI.\r\n\r\nA moduli space is a collection of geometric objects that is itself a geometric object. A practical example is the collection of all possible arrangements of cell phone towers on the surface of the Earth.  One may use the distances between individual towers to define a distance between two arrangements of towers, and the collection of arrangements of towers becomes a geometric object itself, a \"space\" of arrangements. Geographical constraints limit the feasible configurations of towers, and understanding the geometry of the space of feasible configurations can have direct bearing on which configurations provide the best network coverage. The project is concerned with moduli spaces of hyperbolic manifolds, of which the space of configurations of cell phone towers on the Earth is a special example.  There is an intriguing analogy between moduli spaces of hyperbolic manifolds and the hyperbolic manifolds themselves.  In other words, there is a sense in which a collection of hyperbolic manifolds may be roughly considered a hyperbolic manifold itself, creating a sort of information feedback loop reciprocally informing the study of both the hyperbolic manifolds and their moduli spaces. It is this analogy that lies at the heart of the project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "AUTUMN",
   "pi_last_name": "KENT",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "AUTUMN E KENT",
   "pi_email_addr": "kent@math.wisc.edu",
   "nsf_id": "000256627",
   "pi_start_date": "2011-05-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  },
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 153734.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 4\">\n<div class=\"section\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p class=\"p1\"><span class=\"s1\">This project was devoted to a study of hyperbolic structures on low dimensional manifolds and families of such structures. &nbsp;Most objects we encounter daily are examples of three-dimensional manifolds, and the surfaces of these objects are examples of two-dimensional manifolds, appropriately called &ldquo;surfaces.&rdquo; There are manifolds of even higher dimension as well. &nbsp;Manifolds may admit a variety of geometric structures, which means that they may be equipped with notions of angles, lengths, areas, and volumes. A manifold is said to be &ldquo;hyperbolic&rdquo; if, roughly speaking, it is curved in such a way to resemble a &ldquo;saddle&rdquo; at all points. &nbsp;For example, the central region of a saddle is a hyperbolic surface.</span></p>\n<p class=\"p1\"><span class=\"s1\">Hyperbolic structures on manifolds may often be deformed, meaning that one may find many different ways to equip a manifold with a hyperbolic geometric structure, and these structures may be varied in a continuous way. &nbsp;In this way the collection of all hyperbolic structures on a manifold is itself an object, which in turn has geometric structures of its own.</span></p>\n<p class=\"p1\"><span class=\"s1\">This project produced new results on such families of hyperbolic structures on manifolds. &nbsp;Among these are the following:</span></p>\n<ol class=\"ol1\">\n<li class=\"li1\"><span class=\"s1\">The PI and Leininger established a geometric criterion for certain mapping classes to be pseudo-Anosov, which was used by the PI, Dowdall, and Leininger to produce new examples of convex cocompact subgroups of mapping class groups.&nbsp;</span></li>\n<li class=\"li1\"><span class=\"s1\">The PI has proven that Boggi's procongruence curve complex is simply-connected for surfaces with at least two punctures,&nbsp;distilled the general Congruence Subgroup Property to a statement about the centralizer of individual braids, and&nbsp;derived a new proof of Asada's theorem that the Congruence Subgroup Property holds in genus one.</span></li>\n<li class=\"li1\"><span class=\"s1\">The PI (in joint work with Gadre, Hironaka, and Leininger) has determined&nbsp;the asymptotic behavior of the optimal Lipschitz constant for the systole map from Teichm&uuml;ller space to the curve complex.</span></li>\n<li class=\"li1\"><span class=\"s1\">The PI and Y. Minsky have shown that 3&ndash;manifolds whose totally geodesic boundaries have very large collars have skinning maps with small diameters.&nbsp;</span></li>\n<li class=\"li1\"><span class=\"s1\">With Bromberg and Minsky, the PI completed a fundamental special case of a principal goal of the project by proving that Thurston's skinning map is uniformly bounded along uniformly thick deformation rays. This project also outlined an approach to provide the conjectured best possible bounds.</span></li>\n<li class=\"li1\"><span class=\"s1\">With Bestvina, Bromberg, and Leininger, the PI has proven that undistorted purely pseudo-Anosov subgroups of the mapping class group are convex cocompact.&nbsp;</span></li>\n<li class=\"li1\"><span class=\"s1\">The PI and Purcell have found hyperbolic knot complements in the 3-sphere that BenjaminiSchramm converge to hyperbolic space, answering a question of Brock and Dunfield.</span></li>\n</ol>\n<p class=\"p2\"><span class=\"s1\">&nbsp;</span>The work in this grant has been disseminated through lectures of the PI and the PI&rsquo;s collaborators both in the United States and abroad. The PI is active in the mentoring of undergraduate and graduate students.</p>\n<p class=\"p1\">&nbsp;</p>\n</div>\n</div>\n</div>\n</div><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/06/2016<br>\n\t\t\t\t\tModified by: Richard&nbsp;P&nbsp;Kent</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\nThis project was devoted to a study of hyperbolic structures on low dimensional manifolds and families of such structures.  Most objects we encounter daily are examples of three-dimensional manifolds, and the surfaces of these objects are examples of two-dimensional manifolds, appropriately called \"surfaces.\" There are manifolds of even higher dimension as well.  Manifolds may admit a variety of geometric structures, which means that they may be equipped with notions of angles, lengths, areas, and volumes. A manifold is said to be \"hyperbolic\" if, roughly speaking, it is curved in such a way to resemble a \"saddle\" at all points.  For example, the central region of a saddle is a hyperbolic surface.\nHyperbolic structures on manifolds may often be deformed, meaning that one may find many different ways to equip a manifold with a hyperbolic geometric structure, and these structures may be varied in a continuous way.  In this way the collection of all hyperbolic structures on a manifold is itself an object, which in turn has geometric structures of its own.\nThis project produced new results on such families of hyperbolic structures on manifolds.  Among these are the following:\n\nThe PI and Leininger established a geometric criterion for certain mapping classes to be pseudo-Anosov, which was used by the PI, Dowdall, and Leininger to produce new examples of convex cocompact subgroups of mapping class groups. \nThe PI has proven that Boggi's procongruence curve complex is simply-connected for surfaces with at least two punctures, distilled the general Congruence Subgroup Property to a statement about the centralizer of individual braids, and derived a new proof of Asada's theorem that the Congruence Subgroup Property holds in genus one.\nThe PI (in joint work with Gadre, Hironaka, and Leininger) has determined the asymptotic behavior of the optimal Lipschitz constant for the systole map from Teichm&uuml;ller space to the curve complex.\nThe PI and Y. Minsky have shown that 3&ndash;manifolds whose totally geodesic boundaries have very large collars have skinning maps with small diameters. \nWith Bromberg and Minsky, the PI completed a fundamental special case of a principal goal of the project by proving that Thurston's skinning map is uniformly bounded along uniformly thick deformation rays. This project also outlined an approach to provide the conjectured best possible bounds.\nWith Bestvina, Bromberg, and Leininger, the PI has proven that undistorted purely pseudo-Anosov subgroups of the mapping class group are convex cocompact. \nThe PI and Purcell have found hyperbolic knot complements in the 3-sphere that BenjaminiSchramm converge to hyperbolic space, answering a question of Brock and Dunfield.\n\n The work in this grant has been disseminated through lectures of the PI and the PI?s collaborators both in the United States and abroad. The PI is active in the mentoring of undergraduate and graduate students.\n \n\n\n\n\n\n\t\t\t\t\tLast Modified: 09/06/2016\n\n\t\t\t\t\tSubmitted by: Richard P Kent"
 }
}