{
 "awd_id": "1104874",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Further Investigations into Aleut Subsistence: Analysis of Bone Apatite for Carbon and Oxygen, Bone Collagen for Sulfur and Individual Amino Acid Isotope Chemistry",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Kerttula de Echave",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 155700.0,
 "awd_amount": 155700.0,
 "awd_min_amd_letter_date": "2011-08-26",
 "awd_max_amd_letter_date": "2011-08-26",
 "awd_abstract_narration": "The proposed project is a follow-up and expansion of preious research using stable isotope analysis and paleo-DNA to discuss the population history from four locations, the Chaluka midden site, Shiprock, and Kagamil caves, in the Eastern Aleutians, using samples from human and non-human faunal remains.  The original project addressed hypotheses concerning the biological difference between ?Paleo? and ?Neo-Aleuts,? originally defined using craniometrics and cranial morphology and concluded that the differences did not reflect wholesale population replacement as had previously been hypothesized.    The results from Coltrain?s previous analysis suggested that the historic populations in different localities differentially used terrestrial and marine subsistence resources.  This project would expand the suite of stable isotopes, specifically sulfur to separate food taxa, carbon isotopes from bone apatite, oxygen isotopes as a proxy for temperature levels, and compound-specific nitrogen to separate specific amino acids.  Analysis of these various isotopes would allow the researcher to more closely identify the diets of the individuals represented in the historic populations and provide more specific evidence for a separation of diet between the same population, rather than the skeletal sample representing two separate populations as previously thought.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joan",
   "pi_last_name": "Coltrain",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Joan B Coltrain",
   "pi_email_addr": "coltrain@anthro.utah.edu",
   "nsf_id": "000452586",
   "pi_start_date": "2011-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Byers",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Byers",
   "pi_email_addr": "dbyers@missouristate.edu",
   "nsf_id": "000558815",
   "pi_start_date": "2011-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "201 PRESIDENTS CIR",
  "perf_city_name": "SALT LAKE CITY",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841129049",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  },
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5221",
   "pgm_ref_txt": "ARCTIC SOCIAL SCIENCES"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 155700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was designed to reconstruct the foraging activities and radiocarbon age of a large collection of prehistoric burials from the Eastern Aleutian Islands. Prehistoric groups living in the Eastern Aleutians subsisted virtually entirely on marine fish, sea mammals and sea birds. Before Russian contact in the mid-1700s, the islands were nearly devoid of terrestrial prey. Most studies of this type identify animal bones associated with archaeological sites and the types of tools and weapons used to acquire foods in order to reconstruct ancient diets. While these techniques are informative, they do not allow archaeologists to examine gender or age differences in diet and how diets changed over time. To address more detailed questions about ancient Aleutian diets, we radiocarbon dated and analyzed the stable isotope chemistry of bone collagen (protein) and bone hydroxyapatite (mineral) for 80 individuals from three, well-known prehistoric sites in the Eastern Aleutians, Chaluka Midden on Umnak Island and the Shiprock and Kagamil Island burial caves. Middens are large collections of refuse discarded by prehistoric people and may contain human remains as well as animal bone, broken tools and other utilitarian items. Chaluka Midden is several hundred feet long and wide as well as more than 20 feet deep and records 4,000 years or more of near continuous occupation on Umnak Island, yielding skeletal remains and 4,000+ artifacts. In contrast, human remains found in the Shiprock and Kagamil Island burials cave are more recent in age and were intentionally mummified, often wrapped in animal skins and/or matting and placed on the floor or on platforms in dry caves located some distance from occupied villages.</p>\n<p>&nbsp;</p>\n<p>Stable isotope analysis and radiocarbon dating is accomplished with small pieces of bone from each burial, typically less than a gram in weight. The bone collagen stable isotope ratios of carbon (<sup>13</sup>C/<sup>12</sup>C) and sulfur (<sup>34</sup>S/<sup>32</sup>S) covary with reliance on near-shore vs. offshore marine foods, whereas nitrogen (<sup>15</sup>N/<sup>14</sup>N) tracks reliance on high vs. low trophic level marine prey. Analyzing the carbon isotope values of bone hydroxyapatite provides a measure of total diet, whereas oxygen isotope values (<sup>18</sup>O/<sup>16</sup>O) in the calcium carbonate of bone geolocates individuals on the landscape. In addition, we obtained nitrogen isotope values for individual amino acids in bulk bone collagen, a fairly new and somewhat challenging procedure. We also radiocarbon dated extracted proteins as noted. Data from these techniques, in combination, facilitated a more detailed reconstruction of Eastern Aleutian prehistory and life ways then previously possible.</p>\n<p>&nbsp;</p>\n<p>Prehistoric populations in the Aleutians are traditionally divided into two groups based on the shape of their crania. This distinction was formalized by a physical anthropologist, Ale&scaron; Hrdli?ka in 1945. Paleo-Aleuts are the oldest well-documented aboriginal people in the Eastern Aleutians. Accordingly the oldest burials in this study are Paleo-Aleut. They radiocarbon date to as old as 3500 calibrated years before present and are represented by inhumations recovered from Chaluka Midden and a small subset of mummified remains interred in a burial cave on Shiprock Island, one of two burial caves mentioned above. Paleo-Aleuts are joined approximately 1000 years ago&nbsp;by a Neo-Aleut population moving into the Eastern Aleutians from the Alaska Peninsula. Neo-Aleuts make up two-thirds of the burial assemblage in this study and are interred in both Shiprock and Kagamil Island burial caves as mummified remains with elaborate assemblages of grave goods consisting of weapons, kayaks, paddles and utilitarian items. They coexist with Paleo-Aleuts until Russian contact. Neo-Aleuts clearly engage in more elaborate buri...",
  "por_txt_cntn": "\nThis project was designed to reconstruct the foraging activities and radiocarbon age of a large collection of prehistoric burials from the Eastern Aleutian Islands. Prehistoric groups living in the Eastern Aleutians subsisted virtually entirely on marine fish, sea mammals and sea birds. Before Russian contact in the mid-1700s, the islands were nearly devoid of terrestrial prey. Most studies of this type identify animal bones associated with archaeological sites and the types of tools and weapons used to acquire foods in order to reconstruct ancient diets. While these techniques are informative, they do not allow archaeologists to examine gender or age differences in diet and how diets changed over time. To address more detailed questions about ancient Aleutian diets, we radiocarbon dated and analyzed the stable isotope chemistry of bone collagen (protein) and bone hydroxyapatite (mineral) for 80 individuals from three, well-known prehistoric sites in the Eastern Aleutians, Chaluka Midden on Umnak Island and the Shiprock and Kagamil Island burial caves. Middens are large collections of refuse discarded by prehistoric people and may contain human remains as well as animal bone, broken tools and other utilitarian items. Chaluka Midden is several hundred feet long and wide as well as more than 20 feet deep and records 4,000 years or more of near continuous occupation on Umnak Island, yielding skeletal remains and 4,000+ artifacts. In contrast, human remains found in the Shiprock and Kagamil Island burials cave are more recent in age and were intentionally mummified, often wrapped in animal skins and/or matting and placed on the floor or on platforms in dry caves located some distance from occupied villages.\n\n \n\nStable isotope analysis and radiocarbon dating is accomplished with small pieces of bone from each burial, typically less than a gram in weight. The bone collagen stable isotope ratios of carbon (13C/12C) and sulfur (34S/32S) covary with reliance on near-shore vs. offshore marine foods, whereas nitrogen (15N/14N) tracks reliance on high vs. low trophic level marine prey. Analyzing the carbon isotope values of bone hydroxyapatite provides a measure of total diet, whereas oxygen isotope values (18O/16O) in the calcium carbonate of bone geolocates individuals on the landscape. In addition, we obtained nitrogen isotope values for individual amino acids in bulk bone collagen, a fairly new and somewhat challenging procedure. We also radiocarbon dated extracted proteins as noted. Data from these techniques, in combination, facilitated a more detailed reconstruction of Eastern Aleutian prehistory and life ways then previously possible.\n\n \n\nPrehistoric populations in the Aleutians are traditionally divided into two groups based on the shape of their crania. This distinction was formalized by a physical anthropologist, Ale&scaron; Hrdli?ka in 1945. Paleo-Aleuts are the oldest well-documented aboriginal people in the Eastern Aleutians. Accordingly the oldest burials in this study are Paleo-Aleut. They radiocarbon date to as old as 3500 calibrated years before present and are represented by inhumations recovered from Chaluka Midden and a small subset of mummified remains interred in a burial cave on Shiprock Island, one of two burial caves mentioned above. Paleo-Aleuts are joined approximately 1000 years ago by a Neo-Aleut population moving into the Eastern Aleutians from the Alaska Peninsula. Neo-Aleuts make up two-thirds of the burial assemblage in this study and are interred in both Shiprock and Kagamil Island burial caves as mummified remains with elaborate assemblages of grave goods consisting of weapons, kayaks, paddles and utilitarian items. They coexist with Paleo-Aleuts until Russian contact. Neo-Aleuts clearly engage in more elaborate burial rituals, appear to exhibit more complex social organization and subsist on higher trophic level marine diets, taking more offshore marine resources such as cod, fur seal and stellar sea ..."
 }
}