{
 "awd_id": "1104303",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Bridges to STEM Careers for Low Income and Minority Youth",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032924671",
 "po_email": "ksverdru@nsf.gov",
 "po_sign_block_name": "Keith Sverdrup",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 882338.0,
 "awd_amount": 882338.0,
 "awd_min_amd_letter_date": "2011-06-09",
 "awd_max_amd_letter_date": "2013-06-12",
 "awd_abstract_narration": "Bridges to STEM Careers is a three-year project designed to enhance the relevance of technician education in computer science and multimedia. The project targets two-year college students, their families and their college and workplace mentors. The ultimate goal of the Bridges project is to keep underrepresented minority and low-income students in the STEM pipeline by demystifying the process of preparing for a STEM career. The project achieves this goal through two interconnected activities: (a) a comprehensive, paid internship program for community college students enhanced with career panels, family outreach and peer mentors; and (b) a series of video vignettes on STEM career pathways inspired by the experiences of the internship participants. \r\n\r\nBridges is lead by the Bay Area Video Coalition (BAVC), a media arts and technology organization that has for 10 years recruited low-income Bay Area youth for several technical and creative programs exploring new media technology. Partners include the City College of San Francisco and the Mid-Pacific Information and Communications Technologies Center.  Bridges expands the internship and family outreach components of the earlier Digital Pathways program to 100 community college students in an effort to minimize attrition in the STEM pipeline.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Moriah",
   "pi_last_name": "Ulinskas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Moriah Ulinskas",
   "pi_email_addr": "moriah@bavc.org",
   "nsf_id": "000043765",
   "pi_start_date": "2011-06-09",
   "pi_end_date": "2013-03-27"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ingrid",
   "pi_last_name": "Hu Dahl",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ingrid Hu Dahl",
   "pi_email_addr": "INGRID@BAVC.ORG",
   "nsf_id": "000620585",
   "pi_start_date": "2013-05-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Naomi",
   "pi_last_name": "Kawamura",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Naomi Kawamura",
   "pi_email_addr": "naomi@bavc.org",
   "nsf_id": "000503979",
   "pi_start_date": "2011-06-09",
   "pi_end_date": "2013-05-19"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Ingrid",
   "pi_last_name": "Hu Dahl",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ingrid Hu Dahl",
   "pi_email_addr": "INGRID@BAVC.ORG",
   "nsf_id": "000620585",
   "pi_start_date": "2012-05-25",
   "pi_end_date": "2013-03-27"
  }
 ],
 "inst": {
  "inst_name": "Bay Area Video Coalition",
  "inst_street_address": "145 9TH ST STE 101",
  "inst_street_address_2": "",
  "inst_city_name": "SAN FRANCISCO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4155582119",
  "inst_zip_code": "941032637",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "CA11",
  "org_lgl_bus_name": "THE BAY AREA VIDEO COALITION, INCORPORATED",
  "org_prnt_uei_num": "",
  "org_uei_num": "HLFZQ2CNNAU1"
 },
 "perf_inst": {
  "perf_inst_name": "Bay Area Video Coalition",
  "perf_str_addr": "145 9TH ST STE 101",
  "perf_city_name": "SAN FRANCISCO",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "941032637",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "CA11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 586929.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 295409.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"normal\">&nbsp;</p>\n<p class=\"normal\">In a highly competitive, rapidly changing technology and digital media job market, every advantage and opportunity matters. A short-term internship, for example, can provide immediate job experience, and offer the kinds of connections and feedback that can advance one&rsquo;s career. Internship success requires a combination of hard skills and social dexterity. Technical aptitude opens doorways to industry employment for promising candidates but culture fit, teamwork and personal advocacy are the skills that keep them there.<sup>1</sup>The challenge is how &nbsp;to prepare youth for these career demands, especially diverse youth who are not typically represented in these fields.</p>\n<p class=\"normal\">&nbsp;</p>\n<p class=\"normal\">To help youth traditionally marginalized from tech and digital media careers develop essential &ldquo;soft&rdquo; job skills, Bay Area Video Coalition (BAVC), a 39-year-old nonprofit media arts and technology center, launched the <em>Bridges to STEM Careers</em>, or <em>Bridges</em> program in 2011. Supported by funding from the National Science Foundation&rsquo;s Advanced Technological Education program (grant #1104303), <em>Bridges</em> aimed to support underrepresented minority and low-income students in the technology fields by demystifying the process of preparing for a media arts or technology career.</p>\n<p class=\"normal\">&nbsp;</p>\n<p class=\"normal\">BAVC provided immersive boot-camp style trainings in which participants built resumes, drafted cover letters, created LinkedIn profiles and portfolios. Participants also received personal coaching in verbal and nonverbal communication skills, and interviewing/networking support. Students learned how to effectively search for a job, gained access to corporate settings through site visits, presentations by guest speakers, career panelists internships.<span style=\"font-size: 8.3333330154419px;\"><sup>2</sup></span>&nbsp;Program evaluators found that 73% of participants felt these experiences were a unique, valuable opportunity to gain first hand insight into what happens in a tech company and what it takes to be successful in the media and tech fields.</p>\n<p class=\"normal\">&nbsp;</p>\n<p class=\"normal\">The comprehensive, paid internship portion of <em>Bridges</em> provided real world experience for students, in which they gained work experience, learned from colleagues, and received advice from supervisors. In turn, supervisors gained exposure to local, diverse job seekers. Program surveys revealed that interns demonstrated significant gains in their knowledge of the pathway from classwork to careers, confidence in their ability to find a job, and became more motivated to stick to their coursework, major or career goal. In fact, 40% of the participants interviewed after completing their internship continued working at the company either full or part-time where they interned.&nbsp;</p>\n<p class=\"normal\">&nbsp;</p>\n<p class=\"normal\">The <em>Bridges</em> program evolved each year to better meet student needs; one program highlight was the addition of Peer Mentors: graduates of the <em>Bridges</em> program who were paid to support their mentees and build a supportive, peer-to-peer networking culture and community. In a survey, one mentor explained &ldquo;being a mentor has been extremely rewarding and I have become more confident at public speaking and leadership&hellip; [My mentees are] networking on a regular basis and they now actively pursuing internships and discussions about tech field work.&rdquo; The combination of soft skills development, field exposure, internships and peer mentors helped to smooth the transition to the technology workforce and enabled participants to make the most of their internship experience.</p>\n<p class=\"normal\">&nbsp;</p>\n<p class=\"normal\">Overall, students felt like <em>Bridges </em>helped provide them with an entrywa...",
  "por_txt_cntn": "\nIn a highly competitive, rapidly changing technology and digital media job market, every advantage and opportunity matters. A short-term internship, for example, can provide immediate job experience, and offer the kinds of connections and feedback that can advance oneÆs career. Internship success requires a combination of hard skills and social dexterity. Technical aptitude opens doorways to industry employment for promising candidates but culture fit, teamwork and personal advocacy are the skills that keep them there.1The challenge is how  to prepare youth for these career demands, especially diverse youth who are not typically represented in these fields.\n \nTo help youth traditionally marginalized from tech and digital media careers develop essential \"soft\" job skills, Bay Area Video Coalition (BAVC), a 39-year-old nonprofit media arts and technology center, launched the Bridges to STEM Careers, or Bridges program in 2011. Supported by funding from the National Science FoundationÆs Advanced Technological Education program (grant #1104303), Bridges aimed to support underrepresented minority and low-income students in the technology fields by demystifying the process of preparing for a media arts or technology career.\n \nBAVC provided immersive boot-camp style trainings in which participants built resumes, drafted cover letters, created LinkedIn profiles and portfolios. Participants also received personal coaching in verbal and nonverbal communication skills, and interviewing/networking support. Students learned how to effectively search for a job, gained access to corporate settings through site visits, presentations by guest speakers, career panelists internships.2 Program evaluators found that 73% of participants felt these experiences were a unique, valuable opportunity to gain first hand insight into what happens in a tech company and what it takes to be successful in the media and tech fields.\n \nThe comprehensive, paid internship portion of Bridges provided real world experience for students, in which they gained work experience, learned from colleagues, and received advice from supervisors. In turn, supervisors gained exposure to local, diverse job seekers. Program surveys revealed that interns demonstrated significant gains in their knowledge of the pathway from classwork to careers, confidence in their ability to find a job, and became more motivated to stick to their coursework, major or career goal. In fact, 40% of the participants interviewed after completing their internship continued working at the company either full or part-time where they interned. \n \nThe Bridges program evolved each year to better meet student needs; one program highlight was the addition of Peer Mentors: graduates of the Bridges program who were paid to support their mentees and build a supportive, peer-to-peer networking culture and community. In a survey, one mentor explained \"being a mentor has been extremely rewarding and I have become more confident at public speaking and leadership&hellip; [My mentees are] networking on a regular basis and they now actively pursuing internships and discussions about tech field work.\" The combination of soft skills development, field exposure, internships and peer mentors helped to smooth the transition to the technology workforce and enabled participants to make the most of their internship experience.\n \nOverall, students felt like Bridges helped provide them with an entryway to a prospective job or internship and provided a solid foundation from which to build a professional network.\n \nThe Bridges project was innovative in its outreach and awareness strategy. In order to scale demystifying the process of preparing for STEM-based careers among underrepresented youth who are interested in the technology field, BAVC produced and distributed nine video vignettes highlighting the experiences of program participants, peer mentors, families and industry representatives. The videos focused on bringing storie..."
 }
}