{
 "awd_id": "1104192",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Cybersecurity Camps",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032924625",
 "po_email": "chovis@nsf.gov",
 "po_sign_block_name": "R. Corby Hovis",
 "awd_eff_date": "2011-07-15",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2011-07-15",
 "awd_max_amd_letter_date": "2012-05-10",
 "awd_abstract_narration": "This project is increasing the awareness and interest of high school students in the exciting and emerging field of information security and promoting their involvement in the next steps towards an educational career pathway. Activities focus primarily on program development and improvement, and curriculum and educational materials development. The project builds on activities of Cyber Watch. \r\n\r\nIntellectual Merit: The project is developing and implementing the following strategies: (a) providing outreach and resources to local high schools, (b) offering high school students Cybersecurity Camps at the college, (c) providing and supporting College CIS Program mentors for students, and (d) sponsoring culminating Cyberdefense Competitions. High school students are being exposed to information security scenarios through hands-on activities and cybersecurity camps and competitions at the college. Bringing high school students and educators into the information security arena is broadening participation and promoting understanding of this critical field. It is strengthening relationships between local county high schools and the college. Student participation is an integral component to this project, and peer mentoring is foundational to activities in the Cybersecurity Camps and Cyberdefense Competitions. \r\n\r\nBroader Impacts: This project is increasing the depth of understanding and skill level among students preparing for information security jobs or other jobs in information technology that need knowledge of information security. This project is advocating for females and underrepresented populations to be involved in the camps and competitions and to consider information security as a possible career. Materials and developed for the high school cybersecurity camps and competitions are being made available to other institutions. Information is being disseminated both state-wide and nationally. This project is helping to support national security by cultivating an interest in high-school students who can further their education in information security and become part of the pipeline to a well-equipped workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Corrinne",
   "pi_last_name": "Sande",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Corrinne Sande",
   "pi_email_addr": "csande@whatcom.ctc.edu",
   "nsf_id": "000547688",
   "pi_start_date": "2011-07-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Linda",
   "pi_last_name": "Maier",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Linda Maier",
   "pi_email_addr": "lmaier@whatcom.ctc.edu",
   "nsf_id": "000547731",
   "pi_start_date": "2011-07-15",
   "pi_end_date": "2012-05-10"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Janice",
   "pi_last_name": "Walker",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Janice Walker",
   "pi_email_addr": "jwalker@whatcom.ctc.edu",
   "nsf_id": "000619060",
   "pi_start_date": "2012-05-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Whatcom Community College",
  "inst_street_address": "237 W KELLOGG RD",
  "inst_street_address_2": "",
  "inst_city_name": "BELLINGHAM",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "3603833235",
  "inst_zip_code": "982268003",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WA02",
  "org_lgl_bus_name": "WHATCOM COMMUNITY COLLEGE",
  "org_prnt_uei_num": "JQTZWL5U8XJ8",
  "org_uei_num": "DH3JNS9NS5G5"
 },
 "perf_inst": {
  "perf_inst_name": "Whatcom Community College",
  "perf_str_addr": "237 W KELLOGG RD",
  "perf_city_name": "BELLINGHAM",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "982268003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Whatcom Community College (Bellingham, WA) held three cybersecurity camps for high school students over the course of three years. &nbsp;Project goals included increasing the awareness and interest of high school students in the exciting and emerging field of information security and encouraging their enrollment in a cybersecurity educational career pathway, thus strengthening the information security workforce.</p>\n<p class=\"default\">The project&rsquo;s disciplinary focus was Whatcom Community College&rsquo;s Computer Information Systems (CIS) Program. WCC&rsquo;s CIS program is nationally recognized and is designated a Center of Academic Excellence in Information Security Education (CAE2Y). The College is the home of CyberWatch West, one of four National Science Foundation Advanced Technology Education centers dedicated to cybersecurity education.</p>\n<p class=\"default\">Cybersecurity camp activities focused primarily on program development and improvement, and curriculum and educational materials development. The objectives of this project were as follows: (<em>1) provide outreach to local high school students and their parents, teachers, and advisors; and engage high school instructors in hands-on cybersecurity activities that could be introduced into their classrooms; (2) engage high school students in cybersecurity camps; (3) provide and support Computer Information Systems (CIS) college students as mentors; (4) support high school students in their next steps toward college; and (5) sponsor culminating cyberdefense competitions for the participating students.</em></p>\n<p class=\"default\">Each camp included thirty hours of instruction over 6 sessions led by students from Whatcom&rsquo;s CIS program. The camps consisted of multiple hands-on activities and culminated in a day-long cyberdefense competition. Example activities include setting up a simple network, learning how to identify open ports on a machine and how to shut down unnecessary services. &nbsp;Whatcom CIS students acted as mentors to the high school students, created labs, presented to the camp, and set up the network for the cyberdefense competition for which they earned college credit. The high school students were recruited from Whatcom and Skagit counties and had the option of earning three credits in Whatcom&rsquo;s CIS program, along with high school credit at some high schools.</p>\n<p class=\"default\">Whatcom Community College (WCC)&rsquo;s cybercamps project met or exceeded its original goals with only a few relatively minor modifications. The project served 68 high school students, of which 58 completed the cybercamp program successfully, thus exceeding the project&rsquo;s original target of serving 48 students. Cybercamp participants roughly reflected the demographics of participating high schools in terms of low-income representation (36%) and racial diversity (24%), although not gender representation (17% female). A large majority of cybercamp participants reported that the experience increased their interest in STEM-related courses and in a cybersecurity career. These findings support the project claim that developing comprehensive outreach to high school students in cybersecurity will increase student interest in STEM related courses in general and ultimately in cybersecurity-related programs once enrolled in college. They also support the project claims that cybersecurity camps, which include hands-on activities, will improve student interest and boost subsequent enrollment in STEM related programs, particularly among low income, at risk, and underrepresented populations.</p>\n<p class=\"default\">The project provided effective and successful interaction between college student mentors and the high school students. Mentors universally reported multiple benefits from their participation, including enhanced employability skills and increased coaching skills. The aggregate completion rate fo...",
  "por_txt_cntn": "\nWhatcom Community College (Bellingham, WA) held three cybersecurity camps for high school students over the course of three years.  Project goals included increasing the awareness and interest of high school students in the exciting and emerging field of information security and encouraging their enrollment in a cybersecurity educational career pathway, thus strengthening the information security workforce.\nThe projectÆs disciplinary focus was Whatcom Community CollegeÆs Computer Information Systems (CIS) Program. WCCÆs CIS program is nationally recognized and is designated a Center of Academic Excellence in Information Security Education (CAE2Y). The College is the home of CyberWatch West, one of four National Science Foundation Advanced Technology Education centers dedicated to cybersecurity education.\nCybersecurity camp activities focused primarily on program development and improvement, and curriculum and educational materials development. The objectives of this project were as follows: (1) provide outreach to local high school students and their parents, teachers, and advisors; and engage high school instructors in hands-on cybersecurity activities that could be introduced into their classrooms; (2) engage high school students in cybersecurity camps; (3) provide and support Computer Information Systems (CIS) college students as mentors; (4) support high school students in their next steps toward college; and (5) sponsor culminating cyberdefense competitions for the participating students.\nEach camp included thirty hours of instruction over 6 sessions led by students from WhatcomÆs CIS program. The camps consisted of multiple hands-on activities and culminated in a day-long cyberdefense competition. Example activities include setting up a simple network, learning how to identify open ports on a machine and how to shut down unnecessary services.  Whatcom CIS students acted as mentors to the high school students, created labs, presented to the camp, and set up the network for the cyberdefense competition for which they earned college credit. The high school students were recruited from Whatcom and Skagit counties and had the option of earning three credits in WhatcomÆs CIS program, along with high school credit at some high schools.\nWhatcom Community College (WCC)Æs cybercamps project met or exceeded its original goals with only a few relatively minor modifications. The project served 68 high school students, of which 58 completed the cybercamp program successfully, thus exceeding the projectÆs original target of serving 48 students. Cybercamp participants roughly reflected the demographics of participating high schools in terms of low-income representation (36%) and racial diversity (24%), although not gender representation (17% female). A large majority of cybercamp participants reported that the experience increased their interest in STEM-related courses and in a cybersecurity career. These findings support the project claim that developing comprehensive outreach to high school students in cybersecurity will increase student interest in STEM related courses in general and ultimately in cybersecurity-related programs once enrolled in college. They also support the project claims that cybersecurity camps, which include hands-on activities, will improve student interest and boost subsequent enrollment in STEM related programs, particularly among low income, at risk, and underrepresented populations.\nThe project provided effective and successful interaction between college student mentors and the high school students. Mentors universally reported multiple benefits from their participation, including enhanced employability skills and increased coaching skills. The aggregate completion rate for the cybercamps (85%) supports WCCÆs expectation that mentor involvement would contribute to student retention and program completion. The projectÆs success in supporting high school studentsÆ next steps into college also indicates that ..."
 }
}