{
 "awd_id": "1104798",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Geometrical Basis of Crystal Chemistry",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924771",
 "po_email": "bschwenz@nsf.gov",
 "po_sign_block_name": "Birgit Schwenzer",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2011-08-24",
 "awd_max_amd_letter_date": "2011-08-24",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\nWith support from the Solid-State and Materials Chemistry Program in the Division of Materials Research, the proposed research focuses on the development of new methods in theoretical crystal chemistry. The main components are:\r\n(i) A systematic attack on the \"zeolite problem\" which is that, although there are millions of proposed zeolite structures, less than 200 topologies are actually known. What structural aspects really determine zeolite formation? We will critically assess the relevance of local geometric structure to feasibility of frameworks. This work will also be extended to germanates.\r\n(ii) Extension of work on enumeration and identification of 3-periodic nets to include further  nets with vertices of different coordination. We plan to enumerate all nets with up to two kinds of link. We will carry out full topological analysis of these structures and determine their natural tilings and their dual structures.\r\n(iii) Development of the tiling approach to description and generation of intermetallic and clathrate structures. This will be an entirely new approach to the description of intermetallic structures.\r\n(iv) Development and elaboration of the RCSR crystal chemistry structure resource which contains a searchable database of information relative to design and analysis of crystalline materials.\r\n\r\nNON-TECHNICAL SUMMARY\r\nThe most rapidly developing area of inorganic materials chemistry is the design and synthesis of porous materials such as metal-organic frameworks (MOFs). These materials have unparalleled promise for storage and separation of permanent gases such as hydrogen, carbon dioxide, and methane (natural gas) with direct application to developing clean energy applications. Essential to the description of the topology of these materials, and to the design and synthesis of new materials with desired characteristics, is a knowledge of the mathematical structures that describe their underlying topologies. One component of the proposed work is the systematic enumeration of such structures. Zeolites are more traditional porous materials that are essential to petrochemical industry in such processes as conversion of crude oil to gasoline and to components of materials such as plastics. One would like to design and synthesize zeolites by rational methods in the same way as MOFs, but a full understanding what theoretical structures are suitable for zeolite synthesis is so far lacking, and attention will be devoted to analysis of such structures (of which many thousands are known) to determine just what features of theoretical structures inhibit zeolite synthesis. The mathematical methods used promise to provide a new approach to the description of complex inorganic solids. Among the most complex and least understood are the structures of intermetallic compounds (alloys) and work will devoted to developing a systematic description of these.  The project is supported by the Solid-State and Materials Chemistry Program in the Division of Materials Research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "O'Keeffe",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael O'Keeffe",
   "pi_email_addr": "mokeeffe@asu.edu",
   "nsf_id": "000290977",
   "pi_start_date": "2011-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": null
}