{
 "awd_id": "1104637",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Self-assembly and motility far from equilibrium",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 545000.0,
 "awd_amount": 545000.0,
 "awd_min_amd_letter_date": "2011-09-09",
 "awd_max_amd_letter_date": "2011-09-09",
 "awd_abstract_narration": "Technical Summary\r\n\r\nThe Division of Materials Research and the Division of Molecular and Cellular Biosciences contribute funds to this award. This award supports theoretical and computational research and education to understand the physical mechanism by which living organisms propel themselves. \r\n\r\nCertain motile biological objects, such as the bacterium Listeria monocytogenes and replicating chromosomes in asymmetric bacteria like Caulobacter crescentus and Vibrio cholerae, generate their propulsion by polymerizing or depolymerizing protein filaments. This establishes a concentration gradient in the protein so that there are more filaments on one side of the object than the other. \r\n\r\nA colloid that maintains an asymmetric concentration of a small solute around it will propel itself through a fluid with a well-defined velocity.  This phenomenon, known as self-diffusiophoresis, has been exploited as a means of propulsion of micro- or nano-swimmers.  In a typical example, the concentration gradient is controlled by an active region on the colloid that catalyzes a chemical reaction, leading to more product and less reactant near the active region than on the far side of the colloid. The distribution of solute around the colloid is determined by a combination of diffusion and advection. An interaction between the colloid and solute sets up fluid flow that ultimately propels the particle. If the solute is small, so that its diffusion is rapid compared to advection, it is known that only two conditions are needed to achieve motility:  the motile object must be able to maintain an asymmetric solute distribution in steady state, and there must be a net interaction between the solute and the object.\r\n\r\nThis award supports theoretical and computational research aimed at understanding a new regime relevant to Listeria, Caulobacter and Vibrio, in which the particle surface catalyzes self-assembly or disassembly rather than a chemical reaction involving simple ions or molecules.  Questions to be addressed include:  Can the mechanism of self-diffusiophoresis explain effects of biological perturbations that have been studied experimentally? Does it suffice to produce an asymmetric concentration profile of a solute when the solute is large and has an effectively vanishing diffusion constant, as in the biological examples?  How does self-diffusiophoresis differ in the advection and diffusion-dominated regimes? Might motility driven by self-assembly and disassembly of filaments be more robust to opposing forces than motility driven by chemical reactions involving simple solutes?\r\n\r\nThe project will train students at the interface of physics and biology to combine biophysics and far-from-equilibrium physics, two areas that have been identified as grand challenges for condensed matter and materials physics in the NRC CMMP-2010 study. Students will be trained both in interdisciplinary model-building and in computational methods, providing versatility for their entry into the workforce.\r\n\r\nNontechnical Summary\r\n\r\nThe Division of Materials Research and the Division of Molecular and Cellular Biosciences contribute funds to this award. This award supports theoretical and computational research designed to understand how certain living organisms - particularly bacteria or components within bacteria such as chromosomes - propel themselves.  Such organisms live in a fluid environment so they must swim.  Bacteria such as Listeria monocytogenes, responsible for listeriosis, generate branched filaments at their rear that propel them forward so that they can infect other cells, while chromosomes in Vibrio cholera, responsible for cholera, disassemble protein filaments in front of them in order to move across the cell before the cell divides.  It is known that micron-sized particles that are coated on one side with a chemical reaction enabling material  such as platinum can propel themselves through a fluid by enabling a chemical reaction at the surface.  In that case, an interaction between the product or reactant and the particle surface drives fluid flow that ultimately propels the particles forward.  But the interplay of filament assembly and disassembly on fluid flow is very different from that of simple chemical reactions with fluid flow.  The aim of this research is to understand the physical mechanism by which the assembly or disassembly of filaments can drive motion, and to explore whether such locomotion might be more robust to physical and biochemical perturbations than the simple reaction-driven locomotion that has been studied in the materials community.\r\n\r\nFilament-assembly-driven propulsion is key to many immune processes in living organisms, including how immune cells move, how cancer cells spread and how cells migrate during wound healing.  A better understanding of the physical mechanism underlying how these cells move may be important to developing ways of helping or hindering them.  These biological realizations, which have evolved to be remarkably robust, may also inspire better motile materials such as micro- or nano-swimmers that can move forwards against large opposing forces and may be useful for applications including drug delivery.\r\n\r\nThis award will prepare graduate students for rapidly evolving challenges in the workforce by training them in model-building and computational methods at the intersection of the physical and life sciences.  The exposure to different fields and opportunity to work directly with biologists as well as theoretical, computational and experimental physicists will prepare them to collaborate and communicate effectively with colleagues with very different areas of expertise.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrea",
   "pi_last_name": "Liu",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Andrea J Liu",
   "pi_email_addr": "ajliu@physics.upenn.edu",
   "nsf_id": "000390261",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3451 WALNUT ST STE 440A",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "7752",
   "pgm_ref_txt": "CDI NON SOLICITED RESEARCH"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 545000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><dl class=\"clearing\"><dd>\n<div class=\"tinyMCEContent\">\n<p>T cells are a key component of our immune system's arsenal that hunt down and kill pathogens that make us sick. We discovered that the migration paths of T cells in tissue chronically infected with the parasite <em>Toxoplasmosis gondii &nbsp;</em>(commonly picked up by humans from kitty litter)&nbsp;are very different from ordinary random walks, so that there is a very broad range of step sizes. &nbsp;Such walks are especially efficient in finding rare targets, which is what the T cells need to do in order to find the pathogens. &nbsp;On the other hand, T cells in the lymph node exhibit migration statistics that are similar to ordinary random walks, which are more efficient at finding dense targets. This is in fact what the T cells in lymph nodes need to do, since they must interact with many B cells, which are dense in lymph nodes, in order to become activated. become activated. In additional work, we showed that the malaria parasite Plasmodium recognizes blood vessels and migrates preferentially along them; this is a key part of the process by which the parasite infects its host.</p>\n<p>Nonlinear wavefront propagation is a phenomenon familiar to anyone who has \"done the wave\" at a ball game. &nbsp;This phenomenon requires a means of communication (sight), a threshold for activation (people ahead of you need to move their arms a lot in order to trigger you to wave yours--if someone scratched his nose and set off others to wave their arms, the result would not be a propagating wavefront), and a response to the activation (waving your arms). &nbsp;We have suggested that the embryo uses a similar mechanism to propagate wavefronts, in which the means of communication is mechanical stress and the response to the activation is to generate additional stress. &nbsp;We have suggested that this mechanism is used by the Drosophila (fruit fly) embryo to coordinate cycles of cell division in which there is a wavefront of cell division that crosses from one end of the embryo to the other. &nbsp;We have also suggested that the heart, which is the first organ to begin functioning in the embryo, uses mechanical signaling to coordinate its heartbeat, unlike the adult heart, which uses electrical signaling.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n</div>\n</dd></dl><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/08/2016<br>\n\t\t\t\t\tModified by: Andrea&nbsp;J&nbsp;Liu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\nT cells are a key component of our immune system's arsenal that hunt down and kill pathogens that make us sick. We discovered that the migration paths of T cells in tissue chronically infected with the parasite Toxoplasmosis gondii  (commonly picked up by humans from kitty litter) are very different from ordinary random walks, so that there is a very broad range of step sizes.  Such walks are especially efficient in finding rare targets, which is what the T cells need to do in order to find the pathogens.  On the other hand, T cells in the lymph node exhibit migration statistics that are similar to ordinary random walks, which are more efficient at finding dense targets. This is in fact what the T cells in lymph nodes need to do, since they must interact with many B cells, which are dense in lymph nodes, in order to become activated. become activated. In additional work, we showed that the malaria parasite Plasmodium recognizes blood vessels and migrates preferentially along them; this is a key part of the process by which the parasite infects its host.\n\nNonlinear wavefront propagation is a phenomenon familiar to anyone who has \"done the wave\" at a ball game.  This phenomenon requires a means of communication (sight), a threshold for activation (people ahead of you need to move their arms a lot in order to trigger you to wave yours--if someone scratched his nose and set off others to wave their arms, the result would not be a propagating wavefront), and a response to the activation (waving your arms).  We have suggested that the embryo uses a similar mechanism to propagate wavefronts, in which the means of communication is mechanical stress and the response to the activation is to generate additional stress.  We have suggested that this mechanism is used by the Drosophila (fruit fly) embryo to coordinate cycles of cell division in which there is a wavefront of cell division that crosses from one end of the embryo to the other.  We have also suggested that the heart, which is the first organ to begin functioning in the embryo, uses mechanical signaling to coordinate its heartbeat, unlike the adult heart, which uses electrical signaling.\n\n \n\n \n\n \n\n\n\n\t\t\t\t\tLast Modified: 09/08/2016\n\n\t\t\t\t\tSubmitted by: Andrea J Liu"
 }
}