{
 "awd_id": "1104501",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Studies in Statistical Mechanics",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2016-09-30",
 "tot_intn_awd_amt": 423000.0,
 "awd_amount": 423000.0,
 "awd_min_amd_letter_date": "2011-09-21",
 "awd_max_amd_letter_date": "2013-06-17",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\nThe Division of Materials Research, the Division of Mathematical Sciences, and the Physics Division contribute funds to this award. This award supports theoretical research and education aimed at advancing understanding of the properties of macroscopic systems originating in the collective behavior of their microscopic constituents. The methods used range from exact mathematical analysis to computer simulation. They provide a bridge between rigorous results and applications, for both equilibrium and nonequilibrium phenomena.\r\n\r\nThe research is highly interdisciplinary, bringing together physicists, mathematicians, chemists and those working in theoretical areas of the biological and social sciences. Topics of study include:\r\n\r\n1) The effects of randomness in quantum systems will be elucidated. This will extend the recent proof that the addition of randomness to a quantum system rounds a first-order phase transition in the conjugate order parameter in 2 dimensions or less, or for cases involving the breaking of a continuous symmetry in 4 dimensions or less. New inequalities for random systems will be explored.\r\n2) The phase diagram of general systems with spatially asymmetric long range interactions will be investigated, extending the exact solution of the three species ABC model in 1D.\r\n3) Results on the phase diagram of lattice systems with multispin interactions will be extended.\r\n4) Pattern formation such as stripes, in equilibrium and nonequilibrium systems, due to short range attractions and long range repulsions will be elucidated.\r\n5) The evolution of the macrostate of an open system given by an autonomous equation will\r\nbe investigated. In analogy to the Boltzmann entropy in an isolated system, the large deviation function, with respect to the stationary measure of the nonequilibrium stationary state, is a Lyapunov function for this evolution. This yields new Lyapunov functions for nonlinear diffusion equations. The deviation function, considered as a relative free energy of an open system, will be explored from both a microscopic and macroscopic point of view.\r\n6) A rigorous determination of transport coefficients is an important objective of this research project. Domains of validity of Fourier's law in various systems, for example weakly anharmonic crystals with random masses, will be elucidated. When noise is added to the dynamics Fourier's law holds rigorously, but will a small amount of anharmonicity destroy phonon localization? Violations of Fourier's law for momentum conserving models in 1D and 2D will be investigated.\r\n7) Criteria for \"typicality\" in realistic systems will be investigated: for a \"typical\" large isolated quantum system every initial wave function from an energy shell evolves in such a way that, for most time it is macroscopically equivalent to the micro-canonical density matrix.\r\n\r\nThis award supports the PI's efforts to organize two conferences every year in which both core subjects and new developments in statistical mechanics are discussed in a collegial atmosphere. Graduate students, postdocs and minority scientists are encouraged to present talks on their work and interact with leaders in the field. They also serve as a clearing house for positions and often lead to new collaborations. In addition to many invited lectures at scientific conferences the PI has given public lectures and has written an article for Scholarpedia on Time's Arrow.\r\n\r\n\r\nNONTECHNICAL SUMMARY\r\nThis award supports theoretical research and education in a variety of subfields of statistical mechanics. This work is jointly supported by the Division of Materials Research and the Division of Mathematical Sciences. The central theme of the effort is a better understanding of the properties of material systems originating in the collective behavior of their elementary atomic constituents. The methods used range from exact mathematical analysis to computer simulations. These approaches bridge the gap between rigorous results and applications. Topics of study range from classical physics to quantum physics, from highly formal to applications of technological relevance and even to dynamics of disease propagation. The project aims to advance the theory of systems that are far from the balance of equilibrium with an impact on biological systems, biomaterials, and materials more generally. \r\n\r\nThe research activities are highly interdisciplinary, bringing together physicists, mathematicians, chemists and those working in theoretical areas of the biological and social sciences. The expected applications are in material science, complex fluids and in biological systems. The project also includes the organization of two conferences every year in which both core subjects and new developments in statistical mechanics are discussed in a collegial atmosphere. Graduate students, postdocs and minority scientists are involved and present talks on their work and interact with established researchers in the field. The conferences also serve as an opportunity for professional networking and can lead to new collaborations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joel",
   "pi_last_name": "Lebowitz",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Joel L Lebowitz",
   "pi_email_addr": "lebowitz@math.rutgers.edu",
   "nsf_id": "000165244",
   "pi_start_date": "2011-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZ",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  },
  {
   "pgm_ele_code": "128700",
   "pgm_ele_name": "MATHEMATICAL PHYSICS"
  },
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 141000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 141000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 141000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We have obtained exact results concerning phase transition in equilibrium systems both classical and quantum. In the latter case we showed how an isolated quantum system in a pure state, i.e. described by a wave function, can be thermalized on the microscopic level. This is impossible for classical systems in a pure state described by the specification of all the position and velocity variables.</p>\n<p>For classical macroscopic systems we obtained sufficient conditions for the fluctuations in particle number to be Gaussian. Similar results were obtained for graph-counting polynomials and for the distribution of eigenvalues of random matrices. These are of interest in describing a variety of physical phenomena, such as the distribution of dimers on a lattice. Our results go beyond what was known before by giving a local central limit theorem.</p>\n<p>We have derived new results for the distribution of charges in Coulomb systems such as plasmas, ionic fluids and other charge neutral systems. All such systems have reduced charge fluctuations, being proportional to the surface area rather than to the volume of the system. These systems are called hyperuniform or superhomogenous. They have been shown recently to have photonic band gaps. We showed that some of these systems also have certain number rigidity properties &ndash; information about the location of charges outside a given region determine, with probability one, the number (but not location) of charges inside the region. This was not known before for such systems. A sufficient requirement in one and two dimension is a rapid decay of the pair correlation function</p>\n<p>Our new results for nonequilibrium systems include the proof of an exponential approach to a stationary state for non-linear diffusion equations. We also obtained new results about particle and heat transport in both classical and quantum systems. Going beyond particle systems we investigated the time evolution of fields described by the focusing nonlinear Schrodinger equation used in the description of signal propagation in an optical filter.&nbsp; For this system too we proved exponential approach to equilibrium in ID.</p>\n<p>We also derived new results for systems coupled to the environment via random couplings. This is of interest as a model of complex interactions between a nano system and its surroundings. The time evolution and stationary states were obtained for a certain class of such systems.</p>\n<p>We also tackled other nonequilibrium systems such as the blockage problem, modeling the flow of particles in a channel (or traffic along a highway) with some obstructions. Extensive machine computations and analytic results gave strong evidence of a reduced steady flow, no matter how small the obstruction.</p>\n<p>In other works we investigated the existence of a probability distribution satisfying some given information, such as the first few moments, or the projection on some small subsets. This is a problem relevant to fluids and some biological systems where one obtains approximate information about low order distribution functions. The question then arises of whether there is an underlying probability measure yielding these moments. We answered this question for certain classes of systems.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/20/2016<br>\n\t\t\t\t\tModified by: Joel&nbsp;L&nbsp;Lebowitz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe have obtained exact results concerning phase transition in equilibrium systems both classical and quantum. In the latter case we showed how an isolated quantum system in a pure state, i.e. described by a wave function, can be thermalized on the microscopic level. This is impossible for classical systems in a pure state described by the specification of all the position and velocity variables.\n\nFor classical macroscopic systems we obtained sufficient conditions for the fluctuations in particle number to be Gaussian. Similar results were obtained for graph-counting polynomials and for the distribution of eigenvalues of random matrices. These are of interest in describing a variety of physical phenomena, such as the distribution of dimers on a lattice. Our results go beyond what was known before by giving a local central limit theorem.\n\nWe have derived new results for the distribution of charges in Coulomb systems such as plasmas, ionic fluids and other charge neutral systems. All such systems have reduced charge fluctuations, being proportional to the surface area rather than to the volume of the system. These systems are called hyperuniform or superhomogenous. They have been shown recently to have photonic band gaps. We showed that some of these systems also have certain number rigidity properties &ndash; information about the location of charges outside a given region determine, with probability one, the number (but not location) of charges inside the region. This was not known before for such systems. A sufficient requirement in one and two dimension is a rapid decay of the pair correlation function\n\nOur new results for nonequilibrium systems include the proof of an exponential approach to a stationary state for non-linear diffusion equations. We also obtained new results about particle and heat transport in both classical and quantum systems. Going beyond particle systems we investigated the time evolution of fields described by the focusing nonlinear Schrodinger equation used in the description of signal propagation in an optical filter.  For this system too we proved exponential approach to equilibrium in ID.\n\nWe also derived new results for systems coupled to the environment via random couplings. This is of interest as a model of complex interactions between a nano system and its surroundings. The time evolution and stationary states were obtained for a certain class of such systems.\n\nWe also tackled other nonequilibrium systems such as the blockage problem, modeling the flow of particles in a channel (or traffic along a highway) with some obstructions. Extensive machine computations and analytic results gave strong evidence of a reduced steady flow, no matter how small the obstruction.\n\nIn other works we investigated the existence of a probability distribution satisfying some given information, such as the first few moments, or the projection on some small subsets. This is a problem relevant to fluids and some biological systems where one obtains approximate information about low order distribution functions. The question then arises of whether there is an underlying probability measure yielding these moments. We answered this question for certain classes of systems.\n\n\t\t\t\t\tLast Modified: 12/20/2016\n\n\t\t\t\t\tSubmitted by: Joel L Lebowitz"
 }
}