{
 "awd_id": "1104832",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Shape Restrictions, Empirical Processes, and Semiparametric Models",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 366097.0,
 "awd_amount": 366097.0,
 "awd_min_amd_letter_date": "2011-04-20",
 "awd_max_amd_letter_date": "2013-05-13",
 "awd_abstract_narration": "The investigator carries out research on problems involving shape restricted inference, empirical process methods and tools, and new theory for semiparametric and nonparametric models. In particular, the investigator and a University of Washington graduate student conduct research on new confidence set procedures in the context of convex function estimation and new semiparametric models involving shape restrictions.  The investigator and a University of Washington graduate biostatistics graduate student conduct research on improved estimation methods for semiparametric models with two-phase designs with missing data (by design).  This research also involves development of new asymptotic theory for a variety of complex sampling methods and multi-phase designs. Some of the research on empirical process methods and tools is carried out jointly with colleagues in the Netherlands. Some of the research on inference under shape constrained estimation is carried out jointly with colleagues in France, Switzerland, and Canada. These investigations involve nonstandard asymptotics for maximum likelihood estimators, likelihood ratio statistics, and new nonstandard limit distributions.  Part of the proposed research involves better understanding of bootstrap and other resampling procedures in high-dimensional settings.  The research also involves development of basic empirical process tools and methods, and applications of these new tools and methods to statistical problems concerning semiparametric models, shape restricted models, and high-dimensional data.  One key goal involves improved theory for empirical likelihood and generalized empirical likelihood estimation methods.  Another goal is to understand the effect of heavier tailed distributions in high-dimensional statistical problems.  \r\n\r\nApplications include regression models with high-dimensional covariates, models for survival data with missing covariate data, and non- and semi-parametric maximum likelihood estimators used in HIV-AIDS research. The work on two-phase data dependent designs has application to new designs with increased efficiency for clinical trials and case-cohort sampling in epidemiology.  The tools of empirical process theory allow investigations of many problems of current interest in other areas of statistics involving high-dimensional data and parameter spaces. The research benefits education and human development by the training of graduate students and the inclusion of the resulting new statistical methods in graduate level courses for the Departments of Statistics and Biostatistics at the University of Washington.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jon",
   "pi_last_name": "Wellner",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jon A Wellner",
   "pi_email_addr": "jaw@stat.washington.edu",
   "nsf_id": "000425704",
   "pi_start_date": "2011-04-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 117619.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 121907.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 126571.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br />Jon A. Wellner carried out research on several different topics, including:</p>\n<p>(1) &nbsp;semiparametric models and missing data;</p>\n<p>(2) &nbsp;estimation and inference methods under shape-constraints;</p>\n<p>(3) &nbsp;log-concavity; and</p>\n<p>(4) &nbsp;probability inequalities and empirical processes.</p>\n<p>In the area of topic (1), &nbsp;&nbsp;Wellner and University of&nbsp;Washington graduate student Takumi Saegusa conducted research on&nbsp;calibration methods to improve the efficiency of weighted likelihood estimatorsa very useful class of estimators for sampling scenarios involving two phase designs&nbsp;with missing covariate data ``by design&rsquo;&rsquo;. &nbsp; Wellner collaborated with UW colleaguePeter Hoff and Hoff&rsquo;s former graduate student Xiaoyue (Maggie) Niu to investigate efficiencybounds for semiparametric Gaussian copula models. &nbsp;A major result of this work was&nbsp;finding that the class of pseudo-likelihood estimators may no longer be efficientfor the popular subclass of these models involving structured covariance matricesand dimension four or more. &nbsp;Wellner also collaborated with Norman Breslow and&nbsp;UW Biostatistics graduate student Jie Hu in a study of Z-estimation (or estimating&nbsp;equations) methods for survival models with two-phase designs. &nbsp;Wellner collaborated&nbsp;with W. J. Hall in research on information bounds and construction of semiparametric&nbsp;efficient estimators for two Cox (or Lehmann alternative) type models for deviations&nbsp;from symmetry. &nbsp;&nbsp;</p>\n<p>In the direction of topic (2), Doss and Wellner studied global convergence rates for&nbsp;maximum likelihood estimators of s-concave densities on the real line; Doss and Wellneralso studied inference procedures for natural mode estimators associate with log-concavedensities. &nbsp;In joint work with Fuchang Gao (University of Idaho), Wellner obtainedrates of convergence for the MLE&rsquo;s for multivariate current status models, a type of data&nbsp;occurring frequently in connection with HIV-AIDS studies. &nbsp;In related work, Gao and Wellner have obtained entropy bounds for convex functions of d variables with d greater&nbsp;than 1; &nbsp;these results will be a key ingredient in the further study of estimation&nbsp;methods for convex functions. &nbsp;</p>\n<p>Concerning topic (3), &nbsp;Wellner and former UW PhD student Fadoua Balabdaoui&nbsp;showed that Chernoff&rsquo;s distribution (which arises frequently as the limiting&nbsp;distribution in nonparametric estimation of monotone functions) is log-concave.Wellner also gave a new proof of the preservation of strong log-concavity under&nbsp;convolution, while Wellner and Saumard (a recent post-doctoral fellow at the UW)completed a review of the properties and characteristics of the classes of&nbsp;log-concave and strongly log-concave (density) functions.&nbsp;</p>\n<p>In the area of topic (4), Wellner and current UW Ph.D. student Evan Greenehave studied possible improvements of an exponential bound of Serfling (1974) for&nbsp;finite sampling (sampling without replacement from a finite population) and have&nbsp;obtained analogues for finite sampling without replacement of exponential bounds&nbsp;for sampling with replacement due to L\\&rsquo;eon and Perron (2003) and to&nbsp;Talagrand (1994). &nbsp;They have also shown that improved finite sampling&nbsp;inequalities lead to alternative exponential bounds for two-sample Kolmogorov&nbsp;statistics. &nbsp;Further work on exponential bounds which improve on Serfling&rsquo;s&nbsp;bound is underway. &nbsp;Also in this general area, Wellner and his colleague&nbsp;Lutz Duembgen have studied new procedures for testing in models for sparse normalmeans and settings for classical goodness-of-fit tests. &nbsp;The new procedures involve considerations related to the classical law of the iterated logarithm and give very promising power trad...",
  "por_txt_cntn": "\n\nJon A. Wellner carried out research on several different topics, including:\n\n(1)  semiparametric models and missing data;\n\n(2)  estimation and inference methods under shape-constraints;\n\n(3)  log-concavity; and\n\n(4)  probability inequalities and empirical processes.\n\nIn the area of topic (1),   Wellner and University of Washington graduate student Takumi Saegusa conducted research on calibration methods to improve the efficiency of weighted likelihood estimatorsa very useful class of estimators for sampling scenarios involving two phase designs with missing covariate data ``by designÆÆ.   Wellner collaborated with UW colleaguePeter Hoff and HoffÆs former graduate student Xiaoyue (Maggie) Niu to investigate efficiencybounds for semiparametric Gaussian copula models.  A major result of this work was finding that the class of pseudo-likelihood estimators may no longer be efficientfor the popular subclass of these models involving structured covariance matricesand dimension four or more.  Wellner also collaborated with Norman Breslow and UW Biostatistics graduate student Jie Hu in a study of Z-estimation (or estimating equations) methods for survival models with two-phase designs.  Wellner collaborated with W. J. Hall in research on information bounds and construction of semiparametric efficient estimators for two Cox (or Lehmann alternative) type models for deviations from symmetry.   \n\nIn the direction of topic (2), Doss and Wellner studied global convergence rates for maximum likelihood estimators of s-concave densities on the real line; Doss and Wellneralso studied inference procedures for natural mode estimators associate with log-concavedensities.  In joint work with Fuchang Gao (University of Idaho), Wellner obtainedrates of convergence for the MLEÆs for multivariate current status models, a type of data occurring frequently in connection with HIV-AIDS studies.  In related work, Gao and Wellner have obtained entropy bounds for convex functions of d variables with d greater than 1;  these results will be a key ingredient in the further study of estimation methods for convex functions.  \n\nConcerning topic (3),  Wellner and former UW PhD student Fadoua Balabdaoui showed that ChernoffÆs distribution (which arises frequently as the limiting distribution in nonparametric estimation of monotone functions) is log-concave.Wellner also gave a new proof of the preservation of strong log-concavity under convolution, while Wellner and Saumard (a recent post-doctoral fellow at the UW)completed a review of the properties and characteristics of the classes of log-concave and strongly log-concave (density) functions. \n\nIn the area of topic (4), Wellner and current UW Ph.D. student Evan Greenehave studied possible improvements of an exponential bound of Serfling (1974) for finite sampling (sampling without replacement from a finite population) and have obtained analogues for finite sampling without replacement of exponential bounds for sampling with replacement due to L\\Æeon and Perron (2003) and to Talagrand (1994).  They have also shown that improved finite sampling inequalities lead to alternative exponential bounds for two-sample Kolmogorov statistics.  Further work on exponential bounds which improve on SerflingÆs bound is underway.  Also in this general area, Wellner and his colleague Lutz Duembgen have studied new procedures for testing in models for sparse normalmeans and settings for classical goodness-of-fit tests.  The new procedures involve considerations related to the classical law of the iterated logarithm and give very promising power trade-offs between the ``tailsÆÆ and ``middle\" of the distributionin the goodness-of-fit type problems.\n\nIn general, research on all these topics involved development of basic empirical process tools and methods, and applications of these new tools and methods to statistical problems concerning semiparametric models, shape restricted models, and missing data.  Applications include regression m..."
 }
}