{
 "awd_id": "1104474",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Saddlepoint and Bootstrap Accuracy with Applications to General Systems Theory",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 154395.0,
 "awd_amount": 154395.0,
 "awd_min_amd_letter_date": "2011-05-13",
 "awd_max_amd_letter_date": "2013-04-24",
 "awd_abstract_narration": "This project has two major goals: (a) to find explanations for the remarkable accuracy of saddlepoint approximations, and (b) to continue development of a framework for implementing nonparametric statistical inference in stochastic systems. Consideration of objective (a) uses two mathematical tools: the Ikehara-Weiner theorem, more commonly used in analytic number theory to prove the prime number theorem, and complex integration methods applied to inversion formulas of moment generating functions (MGFs). Both methods focus on the analytic continuation of MGFs and their properties outside of the convergence strip. These two tools will be used to streamline and extend what is known concerning the uniformly relative accuracy of saddlepoint approximations. Objective (b) continues previous work on the development of a framework for implementing bootstrap inference in stochastic models that are finite-state semi-Markov processes. These models include most of the commonly used stochastic models in reliability, multi-state survival analysis, epidemic modeling, and communication and manufacturing systems. Three tools are required to complete the framework: cofactor rules specifying the Laplace transforms for performance characteristics, saddlepoint approximations to invert these transforms, and the bootstrap to provide statistical inference in conjunction with the two previous tools.\r\n \r\nModern statistical methods use models that involve complicated distributions from which the computation of probabilities can be a formidable task. This task is often simplified by using saddlepoint approximations. Such approximations generally provide probabilities with very little effort and most often achieve 2-3 significant digit accuracy. Explanations for this remarkable accuracy have continued to elude researchers. Part (a) of this proposal outlines two new approaches the investigator will consider to explain this accuracy. Among the modern methods that require probability computations from complicated distributions are the procedures the investigator considers in part (b) of the proposal. This work concerns the development of a framework for implementing nonparametric statistical inference in complex stochastic systems some of which began with the complex systems formulated in engineering during the cybernetics movement. These stochastic systems include most of the standard stochastic models used in reliability, multi-state survival analysis, epidemic modeling, and communication and manufacturing systems. No such general methodology currently exists for implementing statistical inference in the context of general stochastic systems models so the framework proposed by the investigator would provide tools that are currently unavailable. The proposal also addresses significant questions in other disciplines where answers are lacking due to certain computational difficulties. In ocean and electrical engineering accurate approximations are given for distributions of extreme hull stress during heavy seas and distributions for extreme responses in signal processing; in quantum physics, approximations are proposed for \"gauge\" functions, the computation of which are fundamental in quantum theory, and whose computation is difficult even in the simplest cases.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ronald",
   "pi_last_name": "Butler",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Ronald W Butler",
   "pi_email_addr": "rbutler@smu.edu",
   "nsf_id": "000272336",
   "pi_start_date": "2011-05-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Southern Methodist University",
  "inst_street_address": "6425 BOAZ ST RM 130",
  "inst_street_address_2": "",
  "inst_city_name": "DALLAS",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2147684708",
  "inst_zip_code": "752051902",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "TX24",
  "org_lgl_bus_name": "SOUTHERN METHODIST UNIVERSITY",
  "org_prnt_uei_num": "S88YPE3BLV66",
  "org_uei_num": "D33QGS3Q3DJ3"
 },
 "perf_inst": {
  "perf_inst_name": "Southern Methodist University",
  "perf_str_addr": "6425 BOAZ ST RM 130",
  "perf_city_name": "DALLAS",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "752051902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "TX24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 51465.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 51465.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 51465.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"column\">\n<p><span>The author investigated the accuracy achieved by saddlepoint approximations which are certain mathematical techniques used to invert Laplace transforms. This accuracy was investigated by using four new theoretical tools and avenues for investigation. The first two tools were the Ikehara-Wiener and Ikehara-Delange theorems from analytic number theory, where the former result has traditionally been used to prove the famous prime number theorem. This powerful theory had not been previous applied in statistics and probability and was used to simplify the theory of uniform relative errors for these saddlepoint approximations. The other two tools were contour integration and the notion of analytic continuation from the theory of complex variables. This approach has lead to the development of highly accurate expansions as alternatives to the saddlepoint approximations. </span></p>\n<p><span style=\"font-size: 12px;\">The major applications of this theory concern stochastic systems known as semi-Markov processes. Saddlepoint approximations and the expansions mentioned above were used to explain the transient behavior of such stochastic systems. This has important implications for assessing the reliability of complex systems in terms of various time-to-failure distrbutions for the system. These methods ultimately should provide the means for evaluating the performance of complex stochastic systems including smaller microprocessors. Given their speed of computation, these methods should ultimately find their way into the design aspect of such processors where performance evaluations are repeatedly required after each design change.</span></p>\n<p><span style=\"font-size: 12px;\">The author has continued to develop a complete framework for implementing nonparametric statistical inference in such stochastic systems. The framework subsumes most of the stochastic models commonly used in reliability, multi-state survival analysis, epidemic modeling, and communication and manufacturing systems. Such a complete theory was the goal envisioned by Norbert Wiener and colleagues during the cybernetics movement of 1940s-70s. It ultimately failed due to the difficulty of inverting the Laplace transforms involved. The proposed use of saddlepoint approximations removes this barrier. Their theory also lacked a statistical theory of inference for which the author has developed &ldquo;bootstrapping in the transform domain,&rdquo; a synergistic technique of analytic compututations done in lieu of implementing bootstrap resampling.</span></p>\n<p><span>The merits of this project lie in (a) the novelty of the approaches that were taken to address long standing questions concerning the extraordinary accuracy of saddlepoint approximations; (b) the range and scope of problems which these methods were shown capable of addressing in diverse fields of application; and (c) the achievement of the ultimate aims of the cybernetics movement: to provide simple probability computations and nonparametric (bootstrap) inference for complex stochastic systems -- two objectives which were not acheved by Wiener and colleagues and&nbsp;cannot be easily achieved by any other means.</span></p>\n</div><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/05/2015<br>\n\t\t\t\t\tModified by: Ronald&nbsp;W&nbsp;Butler</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nThe author investigated the accuracy achieved by saddlepoint approximations which are certain mathematical techniques used to invert Laplace transforms. This accuracy was investigated by using four new theoretical tools and avenues for investigation. The first two tools were the Ikehara-Wiener and Ikehara-Delange theorems from analytic number theory, where the former result has traditionally been used to prove the famous prime number theorem. This powerful theory had not been previous applied in statistics and probability and was used to simplify the theory of uniform relative errors for these saddlepoint approximations. The other two tools were contour integration and the notion of analytic continuation from the theory of complex variables. This approach has lead to the development of highly accurate expansions as alternatives to the saddlepoint approximations. \n\nThe major applications of this theory concern stochastic systems known as semi-Markov processes. Saddlepoint approximations and the expansions mentioned above were used to explain the transient behavior of such stochastic systems. This has important implications for assessing the reliability of complex systems in terms of various time-to-failure distrbutions for the system. These methods ultimately should provide the means for evaluating the performance of complex stochastic systems including smaller microprocessors. Given their speed of computation, these methods should ultimately find their way into the design aspect of such processors where performance evaluations are repeatedly required after each design change.\n\nThe author has continued to develop a complete framework for implementing nonparametric statistical inference in such stochastic systems. The framework subsumes most of the stochastic models commonly used in reliability, multi-state survival analysis, epidemic modeling, and communication and manufacturing systems. Such a complete theory was the goal envisioned by Norbert Wiener and colleagues during the cybernetics movement of 1940s-70s. It ultimately failed due to the difficulty of inverting the Laplace transforms involved. The proposed use of saddlepoint approximations removes this barrier. Their theory also lacked a statistical theory of inference for which the author has developed \"bootstrapping in the transform domain,\" a synergistic technique of analytic compututations done in lieu of implementing bootstrap resampling.\n\nThe merits of this project lie in (a) the novelty of the approaches that were taken to address long standing questions concerning the extraordinary accuracy of saddlepoint approximations; (b) the range and scope of problems which these methods were shown capable of addressing in diverse fields of application; and (c) the achievement of the ultimate aims of the cybernetics movement: to provide simple probability computations and nonparametric (bootstrap) inference for complex stochastic systems -- two objectives which were not acheved by Wiener and colleagues and cannot be easily achieved by any other means.\n\n\n\t\t\t\t\tLast Modified: 10/05/2015\n\n\t\t\t\t\tSubmitted by: Ronald W Butler"
 }
}