{
 "awd_id": "1104372",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Resilience and Vulnerability to Climate Change: A Collaboration between NABO and LTVTP",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Kerttula de Echave",
 "awd_eff_date": "2011-02-01",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 49954.0,
 "awd_amount": 66185.0,
 "awd_min_amd_letter_date": "2011-01-18",
 "awd_max_amd_letter_date": "2012-02-10",
 "awd_abstract_narration": "Vulnerability to climate change is a pressing policy issue at local, state, national, and global scales. Public and private organizations, policy makers, and resource managers are concerned with how communities at these scales can adjust to climate change and an increasingly uncertain future. With the future inherently unknowable and policies derived from understandings based on narrow windows of time and space, management for \"long-term sustainability\" is a daunting task. Archaeology has a strong contribution to make to climate-change policy because it investigates long sequences of social and climate change at multiple scales. In essence, the sequences of changes in human-landscape-climate interactions represent examples of outcomes that can help to think about the impacts of climate change.\r\n\r\nThis proposal requests funds to initiate a Research Collaboration Network involving two research teams - the North Atlantic Biocultural Organization (NABO) in the circumpolar North Atlantic region and Long-Term Vulnerability and Transformation Project (LTVTP) in the arid and semi-arid deserts of the southwestern US and northern Mexico. Each team investigates the relationship between climate change and social change in extremely different settings and over many centuries. This proposed work will address 1) how rigidity of social systems influences adjustments to climate change and 2) whether infrequent climate changes (outside of human memory) are more impactful than frequent changes. The teams request funding to support initiation of a Research Collaboration Network involving archaeologists, modelers, climate scientists, and experts on sustainability from NABO and LTVTP, who will synthesize archaeologically known sequences in ways that are relevant both to archaeology and current policy. \r\n\r\nThis research will address the impacts of social responses to climate change, an issue central to contemporary policy and relevant to public and private organizations, policy makers, and resource managers interested in promoting resilience to climate change. The comparative work, engaging long sequences from contrasting regions of the world, will expand knowledge beyond the short-term and the regionally specific. Research results will synthesize resilience and vulnerability over the long term. This synthesis will include understanding of the social processes of rigidity and path dependence that affect human impacts on environmental conditions and human responses to climate change. The proposed project represents the first collaboration within the new Global Human Ecodynamics Alliance.  The archived data will provide a permanent resource of long-term climate, social, and demographic data for a range of scientists. The research collaborations will include a range of students, offering them a unique, cross-regional and interdisciplinary educational experience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Margaret",
   "pi_last_name": "Nelson",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Margaret C Nelson",
   "pi_email_addr": "mnelson@asu.edu",
   "nsf_id": "000462558",
   "pi_start_date": "2011-01-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "McGovern",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas H McGovern",
   "pi_email_addr": "thomas.h.mcgovern@gmail.com",
   "nsf_id": "000232433",
   "pi_start_date": "2011-01-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5221",
   "pgm_ref_txt": "ARCTIC SOCIAL SCIENCES"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 59795.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 6390.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Collaboration among scientists working on the long-term history of the North Atlantic Islands and the prehistory of the US Southwest focused on understanding human adaptations to climate challenges.&nbsp; Our main thesis is that the long-term histories of centuries of social and cultural change and climate change allows us to evaluate ideas about how humans have managed or not managed to adjust to various challenges.&nbsp; These insights help expand our understanding of how to prepare for future climate challenges.</p>\n<p>Six research themes were studied.&nbsp; Four focus on contemporary issues&nbsp;we face in addressing climate challenges that were also faced in the past in the many regions we studied.&nbsp;</p>\n<p>1.&nbsp; Vulnerability to climate shocks:&nbsp; We identified rare climate shocks in&nbsp;millennium long&nbsp;records of drought in the US Southwest and of cold, ice, and storminess in the North Atlantic Islands.&nbsp; For each case we asked whether the vulnerabilities people had created to food shortage prior to a shock correlated with the impacts of the climate shock on food security.&nbsp; We found that the amount of vulnerability consistently predicted the scale of the impacts.&nbsp; This outcome contributes to debates about disaster management policy.</p>\n<p>2.&nbsp; Early warning signals:&nbsp; Scientists have recently argued that ecosystems have early warning signals that precede major, dramatic&nbsp;changes.&nbsp; Some have&nbsp; tried to apply this same idea to social systems.&nbsp; We are examining major social changes or collapses in the past for these early warning signals.&nbsp; Our work should build on efforts to identify potentially dramatic and painful changes in societies before they occur.</p>\n<p>3.&nbsp; Human securities:&nbsp; The United Nations Development Program identified seven human securities that impact quality of life for all of us.&nbsp; We use these securities to understand how humans experienced major social changes in the past, especially those asssociated with climate changes, in order to gain insights about what conditions impact our capacity to deal with challenges to our securities.&nbsp; This work contributes to an emerging approach in policy making as well as in archaeology to shift focus from systems to the experience of people.</p>\n<p>4.&nbsp; Social hierarchy:&nbsp; One of the aspects of societies that can impact reactions to climate change is how centrally organized and layered they are.&nbsp; Strong centralized authority limits the perspectives and ideas available for solving problems.&nbsp; But, those lacking strong hierarchy are less efficient at acting quickly to make change in the face of climate challenges.&nbsp; We examine different social arrangements across many historic and prehispanic societies to evaluate the impact of&nbsp;centralization and layering of societies are on the adaptations people make to varied challenges.</p>\n<p>The other two themes focus on how to analyze information from across many different social and environmental contexts.&nbsp; We purposefully brought together scientists from two extremely different regions of the world occupied by people over many centuries who practiced entirely different cultural traditions.&nbsp;This diverse set of long-term social and climate changes offers a way to evaluate whether patterns of human adaptation transcend region and time.&nbsp; The first set of cases come from the Norse occupation of Iceland, Greenland, and Faroe Islands, which began&nbsp;as early as the 9th century CE.&nbsp; Norse people on these islands remained connected to northwest Europe to varying degrees.&nbsp; They depended on farming, grazing, hunting marine mammals, fishing, and gathering.&nbsp;Extreme cold and ice were major climate challenges.&nbsp;In the US Southwest indigenous people had been living for at least ten milennia.&nbsp; We focus on the societies that farmed from t...",
  "por_txt_cntn": "\nCollaboration among scientists working on the long-term history of the North Atlantic Islands and the prehistory of the US Southwest focused on understanding human adaptations to climate challenges.  Our main thesis is that the long-term histories of centuries of social and cultural change and climate change allows us to evaluate ideas about how humans have managed or not managed to adjust to various challenges.  These insights help expand our understanding of how to prepare for future climate challenges.\n\nSix research themes were studied.  Four focus on contemporary issues we face in addressing climate challenges that were also faced in the past in the many regions we studied. \n\n1.  Vulnerability to climate shocks:  We identified rare climate shocks in millennium long records of drought in the US Southwest and of cold, ice, and storminess in the North Atlantic Islands.  For each case we asked whether the vulnerabilities people had created to food shortage prior to a shock correlated with the impacts of the climate shock on food security.  We found that the amount of vulnerability consistently predicted the scale of the impacts.  This outcome contributes to debates about disaster management policy.\n\n2.  Early warning signals:  Scientists have recently argued that ecosystems have early warning signals that precede major, dramatic changes.  Some have  tried to apply this same idea to social systems.  We are examining major social changes or collapses in the past for these early warning signals.  Our work should build on efforts to identify potentially dramatic and painful changes in societies before they occur.\n\n3.  Human securities:  The United Nations Development Program identified seven human securities that impact quality of life for all of us.  We use these securities to understand how humans experienced major social changes in the past, especially those asssociated with climate changes, in order to gain insights about what conditions impact our capacity to deal with challenges to our securities.  This work contributes to an emerging approach in policy making as well as in archaeology to shift focus from systems to the experience of people.\n\n4.  Social hierarchy:  One of the aspects of societies that can impact reactions to climate change is how centrally organized and layered they are.  Strong centralized authority limits the perspectives and ideas available for solving problems.  But, those lacking strong hierarchy are less efficient at acting quickly to make change in the face of climate challenges.  We examine different social arrangements across many historic and prehispanic societies to evaluate the impact of centralization and layering of societies are on the adaptations people make to varied challenges.\n\nThe other two themes focus on how to analyze information from across many different social and environmental contexts.  We purposefully brought together scientists from two extremely different regions of the world occupied by people over many centuries who practiced entirely different cultural traditions. This diverse set of long-term social and climate changes offers a way to evaluate whether patterns of human adaptation transcend region and time.  The first set of cases come from the Norse occupation of Iceland, Greenland, and Faroe Islands, which began as early as the 9th century CE.  Norse people on these islands remained connected to northwest Europe to varying degrees.  They depended on farming, grazing, hunting marine mammals, fishing, and gathering. Extreme cold and ice were major climate challenges. In the US Southwest indigenous people had been living for at least ten milennia.  We focus on the societies that farmed from the 9th centuries onward.  They hunted, gathered, and grew corn, beans, and squash, primarily. Extreme dry periods were the major climate challenges to their security.  This diversity of regional cases and long time frame offered us challenges to making comparisons.  Our team developed tw..."
 }
}