{
 "awd_id": "1104751",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "New Recursion Formulae and Integrability for Calabi-Yau Spaces",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Stark",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2011-04-08",
 "awd_max_amd_letter_date": "2011-04-08",
 "awd_abstract_narration": "The organizing committee, consisting of Vincent Bouchard (University of Alberta), Tom Coates (Imperial College, London), Emma Previato (Boston University), Jian Zhou (Tsinghua University, Beijing), and Motohico Mulase (University of California, Davis) serving as chair, will organize a 5-day workshop titled \"New Recursion Formulae and Integrablity for Calabi-Yau Spaces\" at the Banff International Research Station during the week of October 16-21, 2011 (http://www.birs.ca/events/2011/5-day-workshops/11w5114). The planned workshop has a clear set of focused goals, and is unique among conferences in related subjects. The main objective is to establish a topological and geometric foundation of a newly discovered topological recursion formula of 2007 by physicists Eynard and Orantin  in their work on random matrices, and its Gromov-Witten theoretic realization due to string theorists Marino and Bouchard-Klemm-Marino-Pasquetti.One of the  major problems in this area is the Remodeling Conjecture due to them. It states that both open and closed Gromov-Witten invariants of an arbitrary toric Calabi-Yau 3-fold are, quite miraculously, calculated by the Eynard-Orantin topological recursion based on the complex analysis of the mirror curve. A good part of the workshop will be devoted to attacking this unsolved conjecture. Another emphasis of the workshop is placed on discovering yet unknown relation between the generating function of Gromov-Witten invariants of Calabi-Yau spaces and integrable nonlinear partial differential equations.\r\n\r\nThe subject matter of the planned Workshop, which is the first full-scale international workshop specifically devoted to the topics mentioned above, does not fit in a single discipline of mathematics. An important aspect of the Workshop is its function of cross fertilization of different areas of mathematics and theoretical physics. The origin of the main topic is in the soil of statistical study of random matrices. It's geometric significance was discovered by string theorists. It's mathematical nature apparently lies in topology. The theory itself  covers a large area of mathematics. So far rigorously established examples of the theory range from hyperbolic geometry  to algebraic geometry  and to combinatorics of topological graph theory. The mathematical apparatus of these rigorous theories is the Laplace transform and classical complex analysis. Any new understanding of the proposed topics is expected to enhance our current knowledge of mirror symmetry, Gromov-Witten theory, and certain combinatorial problems. The BIRS Workshop plans to bring a wide variety of researchers, to nurture international and interdisciplinary collaborations among young participants, and to generate a larger momentum in the discipline. Since the key players of the subjects are postdoctoral researchers and faculty members in their early careers, the Workshop is expected draw the attention of many graduate students and postdoctoral scholars.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Motohico",
   "pi_last_name": "Mulase",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Motohico Mulase",
   "pi_email_addr": "mulase@math.ucdavis.edu",
   "nsf_id": "000439629",
   "pi_start_date": "2011-04-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This NSF project supported the travel of the U.S. participants to the workshop, <strong>New Recursion Formulae and Integrability for Calabi-Yau Spaces</strong>, held at the <em>Banff International Research Station</em> in Canada, October 16 - 21, 2011. The workshop organizers were Vincent Bouchard (University of Alberta), Tom Coates (Imperial College London), Emma Previato (Boston University), Jian Zhou (Tsinghua University in Beijing), and the PI serving as the corresponding organizer.</p>\n<p>The main objective of the workshop was to solve a mystery that has arisen in theoretical physics. A paper of 2007 by two French physicists working on random matrices proposed a systematic formula for calculating some complicated functions. At the beginning, nobody knew what these functions would compute. Their formula is referred to as the <em>topological recursion</em> in this report, whose structure is based on cutting a pair-of-pants from a bordered topological surface (see Figure).</p>\n<p>Then an international team of four physicists working in string theory conjectured later in 2007 that the topological recursion calculates the key invariants of the models of the universe, known as the open <em>Gromov-Witten invariants</em> of Calabi-Yau spaces of 6-dimensions. This prediction is called the <em>remodeling conjecture</em>. The authors made numerous tests to check the accuracy of their predictions, but no rigorous proof was proposed in their paper.</p>\n<p>An earlier physics theory speculates that the universe consists of three visible spatial dimensions, one time dimension, and a tiny invisible direction of six dimensions that form a <em>Calabi-Yau space</em>. The question is: which Calabi-Yau space is a component of our own universe? To answer this question, it is necessary to establish a mathematical classification of all possible candidates. To this end, the use of <em>invariants</em> becomes a key.</p>\n<p>An analogy is the classification of chemical molecules. Molecules are invisible. Yet we can tell if two molecules are the same or not by comparing their <em>signatures,</em> such as masses and chemical formulas. The word &lsquo;invariant&rsquo; means a mathematical signature of the space in question. It is not difficult to find the physical signature of simple molecules such as hydrogen. The problem becomes hard when we consider a complex molecule such as protein. Similarly, we can identify a two-dimensional sphere easily, but finding the mathematical signatures of all Calabi-Yau spaces is hard.</p>\n<p>A fundamental idea is that one can use the <em>mirror symmetry</em> to compute the invariants for a large class of open Calabi-Yau spaces. Here mirror symmetry has nothing to do with the looking glasses, yet it represents the key analogy that if one knows the mirror image, then one can recover the original. The conjecture states that the signatures of Calabi-Yau spaces are computed through their mirror symmetric images, miraculously, by the topological recursion formula. The PI&rsquo;s team then has found that the <em>Laplace transform,</em> a mathematically well-understood operation, plays the role of the mirror symmetry.</p>\n<p>Based on this idea, the simplest cases of the remodeling conjecture were solved in 2010. A work of many physicists and mathematicians called <em>topological vertex</em> was used. In analogy, the topological vertex is compared to the classification of amino acids. The complexity of analyzing protein molecules can be reduced to identifying the combination of amino acids. After the workshop, two participants of the workshop were able to handle the complexity of the general remodeling conjecture, and presented the idea very similar to that of assembling a protein molecule from the component amino acids. This work solves the remodeling conjecture for an important class.</p>\n<p>Other outcomes include creation of rigorous mathematical examples of the ...",
  "por_txt_cntn": "\nThis NSF project supported the travel of the U.S. participants to the workshop, New Recursion Formulae and Integrability for Calabi-Yau Spaces, held at the Banff International Research Station in Canada, October 16 - 21, 2011. The workshop organizers were Vincent Bouchard (University of Alberta), Tom Coates (Imperial College London), Emma Previato (Boston University), Jian Zhou (Tsinghua University in Beijing), and the PI serving as the corresponding organizer.\n\nThe main objective of the workshop was to solve a mystery that has arisen in theoretical physics. A paper of 2007 by two French physicists working on random matrices proposed a systematic formula for calculating some complicated functions. At the beginning, nobody knew what these functions would compute. Their formula is referred to as the topological recursion in this report, whose structure is based on cutting a pair-of-pants from a bordered topological surface (see Figure).\n\nThen an international team of four physicists working in string theory conjectured later in 2007 that the topological recursion calculates the key invariants of the models of the universe, known as the open Gromov-Witten invariants of Calabi-Yau spaces of 6-dimensions. This prediction is called the remodeling conjecture. The authors made numerous tests to check the accuracy of their predictions, but no rigorous proof was proposed in their paper.\n\nAn earlier physics theory speculates that the universe consists of three visible spatial dimensions, one time dimension, and a tiny invisible direction of six dimensions that form a Calabi-Yau space. The question is: which Calabi-Yau space is a component of our own universe? To answer this question, it is necessary to establish a mathematical classification of all possible candidates. To this end, the use of invariants becomes a key.\n\nAn analogy is the classification of chemical molecules. Molecules are invisible. Yet we can tell if two molecules are the same or not by comparing their signatures, such as masses and chemical formulas. The word æinvariantÆ means a mathematical signature of the space in question. It is not difficult to find the physical signature of simple molecules such as hydrogen. The problem becomes hard when we consider a complex molecule such as protein. Similarly, we can identify a two-dimensional sphere easily, but finding the mathematical signatures of all Calabi-Yau spaces is hard.\n\nA fundamental idea is that one can use the mirror symmetry to compute the invariants for a large class of open Calabi-Yau spaces. Here mirror symmetry has nothing to do with the looking glasses, yet it represents the key analogy that if one knows the mirror image, then one can recover the original. The conjecture states that the signatures of Calabi-Yau spaces are computed through their mirror symmetric images, miraculously, by the topological recursion formula. The PIÆs team then has found that the Laplace transform, a mathematically well-understood operation, plays the role of the mirror symmetry.\n\nBased on this idea, the simplest cases of the remodeling conjecture were solved in 2010. A work of many physicists and mathematicians called topological vertex was used. In analogy, the topological vertex is compared to the classification of amino acids. The complexity of analyzing protein molecules can be reduced to identifying the combination of amino acids. After the workshop, two participants of the workshop were able to handle the complexity of the general remodeling conjecture, and presented the idea very similar to that of assembling a protein molecule from the component amino acids. This work solves the remodeling conjecture for an important class.\n\nOther outcomes include creation of rigorous mathematical examples of the conjectural theory. A simple question, \"what is the mirror symmetry of the Catalan numbers?\" leads to a mathematically rigorous example of the theory, as shown by the PIÆs team.\n\nFinally, the project and the workshop brought a ne..."
 }
}