{
 "awd_id": "1104628",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Controlling Conductivity in the UV-Transparent Conducting Oxide Ga2O3",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tania M. Paskova",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 639975.0,
 "awd_amount": 639975.0,
 "awd_min_amd_letter_date": "2011-09-02",
 "awd_max_amd_letter_date": "2013-06-15",
 "awd_abstract_narration": "Technical: This Focused Research Group project, funded jointly by the Electronic and Photonic Materials (EPM) and Ceramics (CER) Programs, encompasses a systematic interdisciplinary effort combining physics, materials science and electrical engineering to elucidate interconnections among the structural, electronic and optical properties of the transparent conductor gallium oxide, Ga2O3, with emphasis on intrinsic and extrinsic defects, interface chemistry, and dimensionality. Ga2O3 is transparent throughout the solar spectrum and into the near ultraviolet (UV), with a band gap of 4.9 eV (wavelength ~ 250 nm), but can be made conductive through doping (e.g., Si or Sn), by processing to create intrinsic defects (e.g. oxygen vacancies or interstitials), or through deep-UV photoabsorption. The anisotropic crystal structure of beta- Ga2O3 contains intrinsic, one-dimensional, open channels, and can be fabricated in structures with arbitrary dimensionality - 3D bulk crystals, 2D films, quasi-1D nanobelts, 1D nanowires and 0D nanospheres - as well as maintain that structure when alloyed with Al2O3 over a wide concentration range. Ga2O3 can undergo resistive switching (RS) with appropriate processing, but unlike more commonly considered transition metal oxides, gallium remains Ga3+ during creation of oxygen vacancies and/or interstitials, placing it in a different class of RS materials. This project will address key issues related to Ga2O3 that are not currently well understood: the interplay between ionic and electronic conductivity in Ga2O3, the nanoscale processes by which surface and interface reactions induce conductivity changes, and the role of the intrinsic channel structure in governing these properties. Ga2O3 has been proposed for several applications, including a \"solar-blind\" transparent conductor, a resistive switching memory element, an UV only photodetector, a chemical sensor, and a catalysis substrate. This research will contribute to mechanistic understanding of the conductivity and interface reduction-oxidation reactions that govern the operation of these prototype device structures, enabling refinement and enhancement of their function.\r\nNon-Technical: This project addresses workforce development at several levels. Graduate students will be actively involved in multidisciplinary research that spans science and engineering, and involves collaboration among academic, industrial and government laboratories in the US and Japan. They will develop key skills across several arenas that will enhance their career opportunities: materials synthesis, table-top sample characterization, synchrotron and other user-facility-based measurements, theoretical modeling, and proposal writing (for user facility access), as well as analytical and both oral and written communication skills as they process, interpret and present their research findings. The project also includes well-defined activities to increase interactions with populations that are frequently unaware of research activities at the University of Washington. Established connections with a local high school at which the majority of students don't typically aim for college will be expanded through active mentoring of high school students to perform photocurrent measurements of oxide samples grown under this proposal, summer research collaboration with the high school teacher who directs the science and robotics clubs there, as well as visits to classrooms to discuss both our science and students career and educational options.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marjorie",
   "pi_last_name": "Olmstead",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Marjorie A Olmstead",
   "pi_email_addr": "olmstd@uw.edu",
   "nsf_id": "000190496",
   "pi_start_date": "2011-09-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Dunham",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Scott T Dunham",
   "pi_email_addr": "dunham@ee.washington.edu",
   "nsf_id": "000089414",
   "pi_start_date": "2011-09-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Fumio",
   "pi_last_name": "Ohuchi",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Fumio S Ohuchi",
   "pi_email_addr": "ohuchi@u.washington.edu",
   "nsf_id": "000262978",
   "pi_start_date": "2011-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177400",
   "pgm_ele_name": "CERAMICS"
  },
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1589",
   "pgm_ref_txt": "FOCUSED RESEARCH GROUPS"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7504",
   "pgm_ref_txt": "NSF-INTERNAT COOP IN MATERIALS RES-OTHER"
  },
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 220019.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 210023.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 209933.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Transparent conducting oxides (TCO) are vital elements of modern technology, used for transparent touch screens, resistive switching memory elements, and ultraviolet photodetectors.&nbsp; This project focused on the &ldquo;solar-blind&rdquo; TCO gallium oxide, its alloys with aluminum oxide, and its contacts with normal metal conductors.&nbsp; This project encompassed a systematic interdisciplinary effort combining physics, materials science and electrical engineering expertise in synthesis, characterization and modeling to elucidate interconnections among the structural, electronic and optical properties of these technologically relevant structures.</p>\n<p>Gallium oxide is transparent throughout the solar spectrum and into the near ultraviolet (UV). &nbsp;Most transparent materials do not conduct electricity since the same physics that makes them transparent binds electrons tightly to the constituent atoms.&nbsp; In many TCO materials, high conductivity is attributed to oxygen vacancies, allowing electrons that would have been bound to oxygen to move freely throughout the material. Our research showed that oxygen vacancies do <em>not</em> control the conductivity in gallium oxide.&nbsp; Theoretically, we found that electrons are too tightly bound to the vacancy to participate in conduction.&nbsp; Experimentally, we found that processing to either increase or decrease oxygen vacancies gave rise to nearly identical changes in conductivity.&nbsp; Gallium oxide is thus a wide-band-gap semiconductor, with conduction arising from dopant impurities such as silicon.</p>\n<p>The formation of contacts between TCO and normal metals is complicated by reactions between the metal contact and the oxygen in the TCO.&nbsp; We experimentally compared the electrical properties and chemical reactions at interfaces of gallium oxide with platinum, nickel, titanium and aluminum.&nbsp; Platinum and nickel have oxides that are less stable than gallium oxide, and they form chemically abrupt interfaces with a large barrier to conduction (known as a Schottky barrier).&nbsp; Titanium and aluminum, on the other hand, form more stable oxides than gallium oxide, and interface reactions release metallic gallium, which lowers the Schottky barrier.&nbsp; The titanium interface, when annealed, leads to a low resistance, ohmic contact (this is also true for iridium).&nbsp; The extremely strong aluminum &ndash; oxygen bond, on the other hand, leads to an even higher barrier to conduction across the gallium oxide/aluminum oxide interface.&nbsp; These results will enable design of gallium oxide UV photodetectors.</p>\n<p>Alloying gallium oxide<sub> </sub>with aluminum enables tuning the band gap, which is the minimum energy photon that can be absorbed, over a wide range in the near ultraviolet, from the 4.7 eV of pure gallium oxide to more than 6.2 eV, of potential interest for an inexpensive UV spectrometer with no moving parts. &nbsp;Thin films of aluminum-gallium-oxide were deposited by heating gallium oxide and aluminum oxide targets with a laser pulse and allowing the evaporative plume to form a film with a monotonic increase of aluminum composition with position, allowing structural and optical properties to be measured as a function of composition under identical processing conditions.&nbsp; The equilibrium crystal structures of gallium oxide and aluminum oxide are very different, and this work established the limits of aluminum incorporation into the gallium oxide crystal structure.&nbsp; This solubility limit depends on the processing conditions, increasing from about 10% when films are deposited at 700 &deg;C on a crystalline substrate to about 55% for room temperature deposition followed by a 1000 &deg;C anneal (Fig 3).&nbsp; &nbsp;The energy gap increases linearly with aluminum content within the same crystal phase, although the rate of increase depends on whether the film is amorphous, in the gallium oxide structure, or in the aluminum oxide structure (Fig. 2).</p>\n<p>Obtaining a reproducible aluminum content in aluminum gallium oxide films is simplest using a single target of the desired composition. &nbsp;We developed a solution based combustion synthesis whereby gallium and aluminum nitrate precursors are mixed in solution, with urea added as a fuel, resulting in a high purity, uniform concentration powder.&nbsp;&nbsp; Using this process, the solubility limit for aluminum in the gallium oxide crystal structure reaches the 80% level predicted by our first-principles calculations. &nbsp;We also developed a novel method for extracting band gap information from these insulating, white powders.</p>\n<p>When a few tens of nanometers of gallium oxide is sandwiched between nickel and iridium, the resistance of the structure can be reversibly switched between high and low by applying a voltage (Fig. 3).&nbsp; &nbsp;&nbsp;We compared the interface structure of devices that had been prepared in a pristine, &ldquo;on&rdquo; (low resistance) and &ldquo;off&rdquo; (high resistance) state, and found the most likely mechanism for the resistance change is reversible, field-driven migration of gallium into the nickel contact, lowering the Schottky barrier. &nbsp;This structure has potential as a non-volatile memory element.</p>\n<p>An integral part of the scientific and technical advances in this project was the training of graduate and undergraduate students.&nbsp; These students acquired relevant technical skills for materials synthesis and characterization, as well as highly transferrable skills of data analysis and presentation.&nbsp; They are now actively contributing to the technical workforce.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2016<br>\n\t\t\t\t\tModified by: Marjorie&nbsp;A&nbsp;Olmstead</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1104628/1104628_10130685_1480553735849_NSFFig1phasediagram--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1104628/1104628_10130685_1480553735849_NSFFig1phasediagram--rgov-800width.jpg\" title=\"Aluminum Gallium Oxide Phase Diagram\"><img src=\"/por/images/Reports/POR/2016/1104628/1104628_10130685_1480553735849_NSFFig1phasediagram--rgov-66x44.jpg\" alt=\"Aluminum Gallium Oxide Phase Diagram\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Phase diagram determined by xray diffraction for (Al,Ga)2O3 deposited at room temperature on oxidized silicon and successively annealed.  Al incorporates into the beta Ga2O3 phase at higher concentrations with higher temperature (red).  Higher Al concentrations results in gamma-Al2O3 structure.</div>\n<div class=\"imageCredit\">M. A. Olmstead, B. W. Krueger and F. S. Ohuchi</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Marjorie&nbsp;A&nbsp;Olmstead</div>\n<div class=\"imageTitle\">Aluminum Gallium Oxide Phase Diagram</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1104628/1104628_10130685_1480553952686_NSFFig2absorption--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1104628/1104628_10130685_1480553952686_NSFFig2absorption--rgov-800width.jpg\" title=\"Absorption in Aluminum Gallium Oxide Films\"><img src=\"/por/images/Reports/POR/2016/1104628/1104628_10130685_1480553952686_NSFFig2absorption--rgov-66x44.jpg\" alt=\"Absorption in Aluminum Gallium Oxide Films\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Optical absorption coefficient as a function of aluminum content and photon energy for amorphous (top) and crystallized (bottom) films.  The minimum energy for absorption increases both with aluminum content and annealing temperature.</div>\n<div class=\"imageCredit\">M. A. Olmstead, B. W. Krueger and F. S. Ohuchi</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Marjorie&nbsp;A&nbsp;Olmstead</div>\n<div class=\"imageTitle\">Absorption in Aluminum Gallium Oxide Films</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1104628/1104628_10130685_1480554405052_NSFFig3ResSwitch--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1104628/1104628_10130685_1480554405052_NSFFig3ResSwitch--rgov-800width.jpg\" title=\"Resistive Switch Current-Voltage Characteristic\"><img src=\"/por/images/Reports/POR/2016/1104628/1104628_10130685_1480554405052_NSFFig3ResSwitch--rgov-66x44.jpg\" alt=\"Resistive Switch Current-Voltage Characteristic\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Resistive Switch Current-Voltage Characteristic: Starting in the high resistance state (OFF), applying negative 1.0 V (SET) to top contact switches structure ON into low resistance state.  Continues in ohmic, ON state until + 1.4 V (RESET) returns system to OFF state.  Inset:  Ni-Ga2O3-Ir-Si device.</div>\n<div class=\"imageCredit\">B. Zhao, F. S. Ohuchi and M. A. Olmstead</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Marjorie&nbsp;A&nbsp;Olmstead</div>\n<div class=\"imageTitle\">Resistive Switch Current-Voltage Characteristic</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nTransparent conducting oxides (TCO) are vital elements of modern technology, used for transparent touch screens, resistive switching memory elements, and ultraviolet photodetectors.  This project focused on the \"solar-blind\" TCO gallium oxide, its alloys with aluminum oxide, and its contacts with normal metal conductors.  This project encompassed a systematic interdisciplinary effort combining physics, materials science and electrical engineering expertise in synthesis, characterization and modeling to elucidate interconnections among the structural, electronic and optical properties of these technologically relevant structures.\n\nGallium oxide is transparent throughout the solar spectrum and into the near ultraviolet (UV).  Most transparent materials do not conduct electricity since the same physics that makes them transparent binds electrons tightly to the constituent atoms.  In many TCO materials, high conductivity is attributed to oxygen vacancies, allowing electrons that would have been bound to oxygen to move freely throughout the material. Our research showed that oxygen vacancies do not control the conductivity in gallium oxide.  Theoretically, we found that electrons are too tightly bound to the vacancy to participate in conduction.  Experimentally, we found that processing to either increase or decrease oxygen vacancies gave rise to nearly identical changes in conductivity.  Gallium oxide is thus a wide-band-gap semiconductor, with conduction arising from dopant impurities such as silicon.\n\nThe formation of contacts between TCO and normal metals is complicated by reactions between the metal contact and the oxygen in the TCO.  We experimentally compared the electrical properties and chemical reactions at interfaces of gallium oxide with platinum, nickel, titanium and aluminum.  Platinum and nickel have oxides that are less stable than gallium oxide, and they form chemically abrupt interfaces with a large barrier to conduction (known as a Schottky barrier).  Titanium and aluminum, on the other hand, form more stable oxides than gallium oxide, and interface reactions release metallic gallium, which lowers the Schottky barrier.  The titanium interface, when annealed, leads to a low resistance, ohmic contact (this is also true for iridium).  The extremely strong aluminum &ndash; oxygen bond, on the other hand, leads to an even higher barrier to conduction across the gallium oxide/aluminum oxide interface.  These results will enable design of gallium oxide UV photodetectors.\n\nAlloying gallium oxide with aluminum enables tuning the band gap, which is the minimum energy photon that can be absorbed, over a wide range in the near ultraviolet, from the 4.7 eV of pure gallium oxide to more than 6.2 eV, of potential interest for an inexpensive UV spectrometer with no moving parts.  Thin films of aluminum-gallium-oxide were deposited by heating gallium oxide and aluminum oxide targets with a laser pulse and allowing the evaporative plume to form a film with a monotonic increase of aluminum composition with position, allowing structural and optical properties to be measured as a function of composition under identical processing conditions.  The equilibrium crystal structures of gallium oxide and aluminum oxide are very different, and this work established the limits of aluminum incorporation into the gallium oxide crystal structure.  This solubility limit depends on the processing conditions, increasing from about 10% when films are deposited at 700 &deg;C on a crystalline substrate to about 55% for room temperature deposition followed by a 1000 &deg;C anneal (Fig 3).   The energy gap increases linearly with aluminum content within the same crystal phase, although the rate of increase depends on whether the film is amorphous, in the gallium oxide structure, or in the aluminum oxide structure (Fig. 2).\n\nObtaining a reproducible aluminum content in aluminum gallium oxide films is simplest using a single target of the desired composition.  We developed a solution based combustion synthesis whereby gallium and aluminum nitrate precursors are mixed in solution, with urea added as a fuel, resulting in a high purity, uniform concentration powder.   Using this process, the solubility limit for aluminum in the gallium oxide crystal structure reaches the 80% level predicted by our first-principles calculations.  We also developed a novel method for extracting band gap information from these insulating, white powders.\n\nWhen a few tens of nanometers of gallium oxide is sandwiched between nickel and iridium, the resistance of the structure can be reversibly switched between high and low by applying a voltage (Fig. 3).    We compared the interface structure of devices that had been prepared in a pristine, \"on\" (low resistance) and \"off\" (high resistance) state, and found the most likely mechanism for the resistance change is reversible, field-driven migration of gallium into the nickel contact, lowering the Schottky barrier.  This structure has potential as a non-volatile memory element.\n\nAn integral part of the scientific and technical advances in this project was the training of graduate and undergraduate students.  These students acquired relevant technical skills for materials synthesis and characterization, as well as highly transferrable skills of data analysis and presentation.  They are now actively contributing to the technical workforce. \n\n \n\n\t\t\t\t\tLast Modified: 11/30/2016\n\n\t\t\t\t\tSubmitted by: Marjorie A Olmstead"
 }
}