{
 "awd_id": "1104734",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Topological recursion, the Laplace transform,  and integrable systems",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Stark",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 107168.0,
 "awd_amount": 129668.0,
 "awd_min_amd_letter_date": "2011-05-13",
 "awd_max_amd_letter_date": "2012-07-19",
 "awd_abstract_narration": "Abstract\r\n\r\nAward:  DMS-1104734\r\nPrincipal Investigator:  Motohico Mulase\r\n\r\nThe project is aimed at identifying the geometric structure of the\r\nEynard-Orantin recursion formula that was originally discovered in\r\nrandom matrix theory and statistical physics. A particular emphasis of\r\nthe project is placed on developing a point of view of the Laplace\r\ntransform as the mirror map. The goal of the project is to solve the\r\nRemodeling Conjecture in algebraic geometry due to string theory\r\nphysicists Marino and Bouchard-Klemm-Marino-Pasquetti. The Remodeling\r\nConjecture presents a concrete and universal recursion formula, based\r\non the complex analysis of a Riemann surface, that computes both\r\nclosed and open Gromov-Witten invariants of an arbitrary toric\r\nCalabi-Yau 3-fold.  Bouchard and Marino proposed a conjecture on\r\nHurwitz numbers as a limit case of the Remodeling Cojecture. They\r\ndefined a sequence of generating functions of simple Hurwitz numbers,\r\nand conjectured that these quantities satisfy the Eynard-Orantin\r\nrecursion formula. The Bouchard-Marino conjecture was solved by the PI\r\nand his collaborators in 2009-10. The current understanding that has\r\nemerged since the publication of the PI's papers is the\r\nfollowing. The Gromov-Witten theory of a toric Calabi-Yau 3-fold is a\r\ncombinatorial counting problem on the A-model side of a topological\r\nstring theory. The generating function of the solution to this\r\ncounting problem satisfies a combinatorial equation, called the cut-\r\nand-join equation by Zhou.  Now take the Laplace transform of this\r\nfunction. The result is a symmetric meromorphic function defined on\r\nthe product of a Riemann surface.  This Riemann surface is identified\r\nas the mirror curve of the toric Calabi-Yau 3-fold. The Laplace\r\ntransform of the combinatorial equation becomes (conjecturally) the\r\nEynard-Orantin recursion on the B-model side.  The PI's\r\ncontribution to this general picture is the identification of the role\r\nof the Laplace transform as the mirror map. This type of the Laplace\r\ntransform was further investigated in the PI's recent papers, and\r\nhas been utilized by other researchers in solving many related\r\nproblems.\r\n\r\nPure mathematical research is about a sharp excitement of\r\ndiscovery. This excitement energizes young students in science\r\nand engineering. The PI has been collaborating with both\r\nundergraduate and graduate students, engaging them into the heart\r\nof the research excitement. Instead of peeking into research\r\nexperience, these students have participated in the real\r\nexcitement of mathematical discovery. These lasting impacts have\r\ninspired the students to become research mathematicians, and they\r\nare continuing to produce new results. The relation between\r\nalgebraic geometry, symplectic geometry, combinatorics, random\r\nmatrix theory, topology, integrable systems, and string theory in\r\nthe Gromov-Witten theory was apparent in the early 1990s. After a\r\nlong time of extremely fruitful developments in each individual\r\narea, we are back to a new level of interaction once\r\nagain. Instead of pushing an existing problem or conjecture, the\r\nproposed project is aimed at understanding a new point of\r\nview. It is expected to bring a further cross-fertilization of\r\nthese quite different ideas/areas in mathematical sciences.  The\r\nPI has organized several workshops specifically aimed at this\r\nsubject in the last two and a half years, which were attended by\r\nmany young researchers.  He will continue to do so for further\r\ndissemination.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Motohico",
   "pi_last_name": "Mulase",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Motohico Mulase",
   "pi_email_addr": "mulase@math.ucdavis.edu",
   "nsf_id": "000439629",
   "pi_start_date": "2011-05-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 107168.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 22500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 2\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span style=\"font-size: 11.000000pt; font-family: 'CMR10';\">Mathematicians often keep their childhood dream for a long time. When you saw a perfect rainbow as a child, you might have wondered what awaited you when you went through the arch. In a lucky situation, you might have seen the double, or even triple, rainbow arches spanning above the brightest one, with the reversing color patterns on the higher arches. Yet we see nothing underneath the brightest arch (Figure 1).<br /></span></p>\n<div class=\"page\" title=\"Page 2\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span style=\"font-size: 11.000000pt; font-family: 'CMR10';\">One of the achievements of the proposed projects offers you a vision: </span><span style=\"font-size: 11.000000pt; font-family: 'CMBX10';\">on the other side of the rainbow, you see <strong>quantum invariants</strong>.&nbsp;</span></p>\n<div class=\"page\" title=\"Page 2\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span style=\"font-size: 11.000000pt; font-family: 'CMR10';\">Sir George Biddel Airy devised a simple formula,</span><span style=\"font-size: 11.000000pt; font-family: 'CMR10';\"> which he called the </span><span style=\"font-size: 11.000000pt; font-family: 'CMTI10';\">rainbow integral</span><span style=\"font-size: 11.000000pt; font-family: 'CMR10';\"> and now carries his name, in his attempt of explaining the rainbow phenomena in terms of wave optics.</span><span style=\"font-size: 11.000000pt; font-family: 'CMR10';\"> The angle between the sun and the observer measured at the brightest arch is always about 42 degrees</span><span style=\"font-size: 8.000000pt; font-family: 'CMSY8'; vertical-align: 4.000000pt;\">&nbsp;</span><span style=\"font-size: 11.000000pt; font-family: 'CMR10';\">. The higher arches also have definite angles, independent of the rainbow. Airy tried to explain these angles and the brightness of the rainbow arches by the peak points of the rainbow integral (Figure 2).</span></p>\n<p><span style=\"font-size: 11.000000pt; font-family: 'CMR10';\">As the graph of the raimbow integral, or the Airy function, shows, on the other side of the rainbow, i.e., on the positive side of the real axis, the function approaches 0 very rapidly. Thus we do not see anything. </span></p>\n<p><span style=\"font-size: 11.000000pt; font-family: 'CMR10';\">The \"Topological Recursion,\" the main subject of the proposed projects, tells us exactly what we see there. Through the combinatorial arguments and mathematical analysis known as the WKB asymptotic method, one can indeed obtain important topological information of the space of all Riemann surfaces (what we call the <strong>moduli space</strong>) from the rainbow integral itself.</span></p>\n<p><span style=\"font-size: 11.000000pt; font-family: 'CMR10';\">The topological recursion stemms from physics in the study of \"matrix models\" of statistical mechanics and string theory. The accomplishments from the award include construction of several mathematically rigorous examples of geometric quantities (quantum invariants) that satisfy the topological recursion, that also explain why such formula should hold. Then the PI and his collaborators have started the construction of a general mathematical theory of the topological recursion. In this process, an unexpected relation to another subject of mathematics, known as Higgs bundles and Hitchin systems in algebraic geometry, is discovered. </span></p>\n<p><span style=\"font-size: 11.000000pt; font-family: 'CMR10';\">The proposed project aims at understanging the geometric meaning of the topological recursion. We now have a good grasp on this question, through the Laplace transform and combinatorial structure. At the same time, the search for the geometric theory led the PI and his collaborators to the discoveries of new relations between the very subject of the proposal and another area of...",
  "por_txt_cntn": "\n\n\n\nMathematicians often keep their childhood dream for a long time. When you saw a perfect rainbow as a child, you might have wondered what awaited you when you went through the arch. In a lucky situation, you might have seen the double, or even triple, rainbow arches spanning above the brightest one, with the reversing color patterns on the higher arches. Yet we see nothing underneath the brightest arch (Figure 1).\n\n\n\n\n\nOne of the achievements of the proposed projects offers you a vision: on the other side of the rainbow, you see quantum invariants. \n\n\n\n\nSir George Biddel Airy devised a simple formula, which he called the rainbow integral and now carries his name, in his attempt of explaining the rainbow phenomena in terms of wave optics. The angle between the sun and the observer measured at the brightest arch is always about 42 degrees . The higher arches also have definite angles, independent of the rainbow. Airy tried to explain these angles and the brightness of the rainbow arches by the peak points of the rainbow integral (Figure 2).\n\nAs the graph of the raimbow integral, or the Airy function, shows, on the other side of the rainbow, i.e., on the positive side of the real axis, the function approaches 0 very rapidly. Thus we do not see anything. \n\nThe \"Topological Recursion,\" the main subject of the proposed projects, tells us exactly what we see there. Through the combinatorial arguments and mathematical analysis known as the WKB asymptotic method, one can indeed obtain important topological information of the space of all Riemann surfaces (what we call the moduli space) from the rainbow integral itself.\n\nThe topological recursion stemms from physics in the study of \"matrix models\" of statistical mechanics and string theory. The accomplishments from the award include construction of several mathematically rigorous examples of geometric quantities (quantum invariants) that satisfy the topological recursion, that also explain why such formula should hold. Then the PI and his collaborators have started the construction of a general mathematical theory of the topological recursion. In this process, an unexpected relation to another subject of mathematics, known as Higgs bundles and Hitchin systems in algebraic geometry, is discovered. \n\nThe proposed project aims at understanging the geometric meaning of the topological recursion. We now have a good grasp on this question, through the Laplace transform and combinatorial structure. At the same time, the search for the geometric theory led the PI and his collaborators to the discoveries of new relations between the very subject of the proposal and another area of mathematics.\n\nThe excitement of the research triggered by the award is amply demonstrated by the invitations that the PI has received for the duration of the grant. The PI has given over 60 invited research lectures in 18 different countries. They are delivered at international conferences and prestigious institutions, but also include seven talks specifically addressed to undergraduate stuents. \n\nThe specific problems that the PI propsed have been largely solved. Far more surprisingly, new mysteries and new questions have arisen, through the PI's effort on this award. The horizon is expanding. We are still being led to the other side of the rainbow.\n\n\n \n\n\n\n\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 10/06/2015\n\n\t\t\t\t\tSubmitted by: Motohico Mulase"
 }
}