{
 "awd_id": "1104286",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "A Model for Improved Technological Education in Northern New Mexico.",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Yvette Weatherton",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 873985.0,
 "awd_amount": 873985.0,
 "awd_min_amd_letter_date": "2011-07-25",
 "awd_max_amd_letter_date": "2013-05-06",
 "awd_abstract_narration": "The University of New Mexico-Los Alamos (UNMLA), in partnership with Los Alamos National Laboratory (LANL) and Santa Fe Community College, is redesigning the Applied Technologies (AT) associate's program to include degree concentrations in electromechanical, solar, and nano-technology as an effort to prepare more highly skilled technicians to support the region's emerging need for high-tech employees in these areas.  This critical need is given special urgency based on the State of New Mexico's vision and plan for the development of a new \"green\" economy.  \r\n\r\nThe project involves an equipment overhaul, in addition to rigorous curriculum and instructional improvements in the three content areas noted above.  Targeting high school students and teachers, the project articulates a career pathway for underrepresented students that leads to participation in advanced technical education, as well as opportunities at four year institutions . Problem-based learning incorporating engineering design principles and an interdisciplinary thematic approach guide the strategy for teaching and learning. The project also supplements instruction with authentic internship experiences at supporting companies and national laboratories. A total of 65 students will have moved through the program at its completion.  The project takes advantage of UNMLA's pilot faculty share program supported by LANL and Santa Fe Community College as a means to build institutional capacity and sustain the efforts of the work. Thus, this important initiative serves as a model for revising and enhancing a pre-existing degree program, specifically targeting underrepresented student populations.  The support and commitments at the state and local level ensure the efforts to build capacity to meet the demands of the participating institutions and the growing needs of the new economy.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Irina",
   "pi_last_name": "Alvestad",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Irina Alvestad",
   "pi_email_addr": "irina@unm.edu",
   "nsf_id": "000559186",
   "pi_start_date": "2011-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jack",
   "pi_last_name": "Gioia",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jack Gioia",
   "pi_email_addr": "gioiaj@lanl.gov",
   "nsf_id": "000563540",
   "pi_start_date": "2011-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "Davis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Donald Davis",
   "pi_email_addr": "d.davis@laschools.net",
   "nsf_id": "000563541",
   "pi_start_date": "2011-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Bernardin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Bernardin",
   "pi_email_addr": "bernardin@lanl.gov",
   "nsf_id": "000563543",
   "pi_start_date": "2011-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Maxwell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Maxwell",
   "pi_email_addr": "jmaxwell@lanl.gov",
   "nsf_id": "000563544",
   "pi_start_date": "2011-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Mexico",
  "inst_street_address": "1 UNIVERSITY OF NEW MEXICO",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5052774186",
  "inst_zip_code": "871310001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "UNIVERSITY OF NEW MEXICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "F6XLTRUQJEN4"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Mexico Los Alamos Branch",
  "perf_str_addr": "4000 University Drive",
  "perf_city_name": "Los Alamos",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "875442233",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "NM03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 292978.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 299934.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 281073.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our project at University of New Mexico-Los Alamos (UNMLA) served as an important training ground for the kind of highly skilled technicians required by the state&rsquo;s largest employer, Los Alamos National Laboratory (LANL), and for other high-tech companies and government agencies in the region. These employers have experienced an emerging need for workers with special skills in three key areas: electro-mechanical technology, solar technology, and nanotechnology. Our initiative to develop the highest quality technician degree concentrations in these technologies with state-of-the-art equipment, coupled with strengthened curriculum and instruction received strong support from the region&rsquo;s high-tech employers and seed money from LANL. The funded project allowed us to realize a high-quality program, which today&rsquo;s employers require. The program addressed both the need for <em>input</em> and retention of qualified students and the need for <em>output</em> of highly skilled workers, creating a robust pipeline from high school to an associate&rsquo;s degree.</p>\n<p>To achieve the needed input of qualified students, we introduced middle and high school teachers to STEM curriculum that reveals the opportunities for technician careers. We created an educational pipeline from high school to higher education using extensive marketing and professional development programs to raise awareness. We marketed to existing technicians the opportunities to refresh or expand their skills and gain associate degrees or certifications. Both of these tracks provided students with pathways to pursue four year and advanced degrees.</p>\n<p>To achieve the needed output of technical expertise, we significantly strengthened our technical training program by developing an Applied Technologies (AT) associate&rsquo;s program in three areas of concentration: electro-mechanical, nanotechnology, and solar technology. We rolled out the three concentrations in a staggered timeline; cohort groups moved forward together to optimize student participation. We implemented relevant hands on and project based learning across the curriculum to increase students&rsquo; motivation and learning. A key component of this project was the acquisition of modern instrumentation necessary to achieve the high-quality hands on training that is required to meet current employers&rsquo; needs.</p>\n<p>We used problem based learning approaches and internships to improve student performance and retention of our typically underserved and under-prepared students. Students were given opportunities for service learning projects and internships with regional employers. We strengthened our faculty by increasing the participation of high-tech workers from LANL.</p>\n<p>With NSF funding and supplemental funds from LANL, we were able to purchase the essential equipment and technical resources and to implement a strong recruiting and retention plan to jump start the AT degree program, thereby fulfilling our role in the workforce pipeline for these technicians.</p>\n<p>This project addressed broad issues of training a competitive workforce, promoted the implementation of hands on activities into the technical curriculum, and actively contributed to the professional development of secondary teachers. The resources developed were disseminated through our program website, conferences with technical education content, and teacher workshops. Our program inspired and motivated underserved and under-prepared students to explore and complete degrees and certificate programs that lead to well-paying careers in applied technology industries.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/20/2014<br>\n\t\t\t\t\tModified by: Irina&nbsp;Alvestad</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur project at University of New Mexico-Los Alamos (UNMLA) served as an important training ground for the kind of highly skilled technicians required by the stateÆs largest employer, Los Alamos National Laboratory (LANL), and for other high-tech companies and government agencies in the region. These employers have experienced an emerging need for workers with special skills in three key areas: electro-mechanical technology, solar technology, and nanotechnology. Our initiative to develop the highest quality technician degree concentrations in these technologies with state-of-the-art equipment, coupled with strengthened curriculum and instruction received strong support from the regionÆs high-tech employers and seed money from LANL. The funded project allowed us to realize a high-quality program, which todayÆs employers require. The program addressed both the need for input and retention of qualified students and the need for output of highly skilled workers, creating a robust pipeline from high school to an associateÆs degree.\n\nTo achieve the needed input of qualified students, we introduced middle and high school teachers to STEM curriculum that reveals the opportunities for technician careers. We created an educational pipeline from high school to higher education using extensive marketing and professional development programs to raise awareness. We marketed to existing technicians the opportunities to refresh or expand their skills and gain associate degrees or certifications. Both of these tracks provided students with pathways to pursue four year and advanced degrees.\n\nTo achieve the needed output of technical expertise, we significantly strengthened our technical training program by developing an Applied Technologies (AT) associateÆs program in three areas of concentration: electro-mechanical, nanotechnology, and solar technology. We rolled out the three concentrations in a staggered timeline; cohort groups moved forward together to optimize student participation. We implemented relevant hands on and project based learning across the curriculum to increase studentsÆ motivation and learning. A key component of this project was the acquisition of modern instrumentation necessary to achieve the high-quality hands on training that is required to meet current employersÆ needs.\n\nWe used problem based learning approaches and internships to improve student performance and retention of our typically underserved and under-prepared students. Students were given opportunities for service learning projects and internships with regional employers. We strengthened our faculty by increasing the participation of high-tech workers from LANL.\n\nWith NSF funding and supplemental funds from LANL, we were able to purchase the essential equipment and technical resources and to implement a strong recruiting and retention plan to jump start the AT degree program, thereby fulfilling our role in the workforce pipeline for these technicians.\n\nThis project addressed broad issues of training a competitive workforce, promoted the implementation of hands on activities into the technical curriculum, and actively contributed to the professional development of secondary teachers. The resources developed were disseminated through our program website, conferences with technical education content, and teacher workshops. Our program inspired and motivated underserved and under-prepared students to explore and complete degrees and certificate programs that lead to well-paying careers in applied technology industries.\n\n\t\t\t\t\tLast Modified: 10/20/2014\n\n\t\t\t\t\tSubmitted by: Irina Alvestad"
 }
}