{
 "awd_id": "1104236",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Genomic Approaches in Biotechnology",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032924651",
 "po_email": "vccarter@nsf.gov",
 "po_sign_block_name": "Virginia Carter",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 774809.0,
 "awd_amount": 1010111.0,
 "awd_min_amd_letter_date": "2011-02-28",
 "awd_max_amd_letter_date": "2013-06-04",
 "awd_abstract_narration": "With this project, the Dolan DNA Learning Center (DNALC) of Cold Spring Harbor Laboratory (CSHL), in collaboration with community college faculty and the National Advanced Technological Education Center for Biotechnology (Bio-Link) is establishing a professional development program to disseminate instructional modules that provide a strong foundation for biotechnology careers in the genome age. The program focuses on four key technologies: polymerase chain reaction (PCR), DNA sequencing, RNA interference (RNAi), and bioinformatics.  It encompasses three eukaryotic systems: humans, plants, and nematode worms. Each module can be integrated into existing courses, provide the basis for new courses, or serve as the foundation for student research projects. \r\n\r\nIntellectual Merit: The post-genome era demands biotechnicians equipped with the tools and intellect needed to tap the enormous potential hidden within complex and dynamic eukaryotic genomes. The intellectual merit of this proposal lies in the fact it brings a new perspective to the field, a cost effective eukaryote based approach to high school and undergraduate laboratories in genomics.  The evaluation plan, involving faculty and doctoral students at the State University of New York at Stony Brook, has merits both for the project itself and for the model it establishes for teasing out the outcomes of faculty development efforts as regards subsequent faculty activity and the resultant student outcomes.\r\n\r\nBroader Impacts:  A strong community college perspective, including best practices for program development and industry collaborations, complements the experimental program. Over its three-year term, the program will reach 288 biotechnology faculty at week-long workshops conducted at 12 community colleges nationwide. A leadership cadre of 12 community college advisors is involved in all aspects of the program: determining workshop curriculum, hosting and co-teaching workshops, providing participant follow-up support, evaluating the program impact in the classroom, and disseminating the project. Additional expert advisors are drawn from the biotechnology industry, high schools, and 4-year colleges. Broad classroom implementation is supported by the Internet sites built for each teaching module, the custom bioinformatics tools developed, the teaching kits available from various suppliers, and a laboratory text, Genome Science, to be published by CSHL Press.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Micklos",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "David A Micklos",
   "pi_email_addr": "micklos@cshl.edu",
   "nsf_id": "000236651",
   "pi_start_date": "2011-02-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Uwe",
   "pi_last_name": "Hilgert",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Uwe Hilgert",
   "pi_email_addr": "hilgert@cshl.edu",
   "nsf_id": "000485134",
   "pi_start_date": "2011-02-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eric B.",
   "pi_last_name": "Nash",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric B. Nash",
   "pi_email_addr": "nash@cshl.edu",
   "nsf_id": "000434061",
   "pi_start_date": "2011-02-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jermel",
   "pi_last_name": "Watkins",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Jermel W Watkins",
   "pi_email_addr": "jwatkins@cshl.edu",
   "nsf_id": "000578065",
   "pi_start_date": "2011-02-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cold Spring Harbor Laboratory",
  "inst_street_address": "1 BUNGTOWN RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLD SPG HBR",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5163678307",
  "inst_zip_code": "117242202",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "NY03",
  "org_lgl_bus_name": "COLD SPRING HARBOR LABORATORY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GV31TMFLPY88"
 },
 "perf_inst": {
  "perf_inst_name": "Cold Spring Harbor Laboratory",
  "perf_str_addr": "1 BUNGTOWN RD",
  "perf_city_name": "COLD SPG HBR",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117242202",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "NY03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 774809.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 235302.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcomes Report:</p>\n<p>The goal of this ATE project was to strengthen biotechnology instruction by training faculty members to teach experiments that integrate four major technologies of the genome era: PCR, DNA sequencing, RNAi, and bioinformatics. These respond to recommendations for industry competencies and to consensus reports calling for process-based and conceptual learning.</p>\n<p>The project was initiated with an Advisory Board meeting at Cold Spring Harbor Laboratory that drew together collaborating biotechnology faculty from 12 two-year community colleges nationwide, leaders of <em>Bio-Link</em> Next Generation National Advanced Technological Education (ATE) Center of Excellence for Biotechnology and Life Sciences, and members of industry and educational institutions. Advisory Board members and DNALC project staff refined project objectives, then finalized and tested a five-day professional development workshop incorporating materials from established DNALC curricula on the four technologies and <em>Bio-Link</em> materials on biotechnology careers. Throughout the project, workshop materials, online support materials and bioinformatics tools, and experimental procedures were continuously improved to respond to participant feedback, increase capabilities, and ensure reliability.</p>\n<p>Co-teaching with collaborating college faculty, DNALC expert educators conducted a nationwide series of <em>Genomic Approaches in Biotechnology</em> Workshops, reaching 302 biotechnology high school (26.8%), community college (48.7%), and four-year college or university (24.5%) educators. Broadening the scope of the program, three collaborating college faculty were trained to instruct workshops. Working with DNALC staff, these &ldquo;trained trainers&rdquo; conducted workshops, reaching 126 high school (27.4%), community college (44.3%), and four-year college or university (28.3%) educators. DNALC staff and &ldquo;trained trainers&rdquo; provided follow-up and ongoing classroom support to maximize the implementation by all participants.</p>\n<p>A mixed-methods evaluation plan provided feedback to the project and measured effects through a series of surveys, focus groups, student case studies, and student impact studies. The results of this evaluation show that the program succeeded in increasing the knowledge and confidence of educators who participated in the workshops. These participants then used the materials they learned with over 10,000 students in a range of biology and biotechnology classes. Further broadening the program&rsquo;s impact, workshop participants also shared workshop materials with over 600 additional educators.</p>\n<p>We also sought to measure the effectiveness of our &ldquo;train-the-trainer&rdquo; model by comparing outcomes for participants in workshops led by DNALC educators and &ldquo;trained trainers.&rdquo; Overwhelmingly, this analysis showed no difference in participant confidence and subsequent teaching behavior between the two groups. Stony Brook University doctoral candidate Caren Gough examined the effect of mixed-level (faculty at high school, community college, and four-year institutions) professional development. Ms. Gough&rsquo;s analyses showed no quantitative differences in confidence and classroom implementation between faculty at each of the three levels. Qualitatively, faculty overwhelmingly endorsed the experience of mixed-group workshops, which exposed them to their counterparts working at other levels of biology education.</p>\n<p>Pre- and post-measures showed increased knowledge and positive changes in attitudes toward science among students taught by workshop participants. Combined with stable, long-term increases in instructor confidence and knowledge of the four key technologies, we believe this program has positively contributed to biotechnology education.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/07/2016<br>\n\t\t\t\t\tMod...",
  "por_txt_cntn": "\nProject Outcomes Report:\n\nThe goal of this ATE project was to strengthen biotechnology instruction by training faculty members to teach experiments that integrate four major technologies of the genome era: PCR, DNA sequencing, RNAi, and bioinformatics. These respond to recommendations for industry competencies and to consensus reports calling for process-based and conceptual learning.\n\nThe project was initiated with an Advisory Board meeting at Cold Spring Harbor Laboratory that drew together collaborating biotechnology faculty from 12 two-year community colleges nationwide, leaders of Bio-Link Next Generation National Advanced Technological Education (ATE) Center of Excellence for Biotechnology and Life Sciences, and members of industry and educational institutions. Advisory Board members and DNALC project staff refined project objectives, then finalized and tested a five-day professional development workshop incorporating materials from established DNALC curricula on the four technologies and Bio-Link materials on biotechnology careers. Throughout the project, workshop materials, online support materials and bioinformatics tools, and experimental procedures were continuously improved to respond to participant feedback, increase capabilities, and ensure reliability.\n\nCo-teaching with collaborating college faculty, DNALC expert educators conducted a nationwide series of Genomic Approaches in Biotechnology Workshops, reaching 302 biotechnology high school (26.8%), community college (48.7%), and four-year college or university (24.5%) educators. Broadening the scope of the program, three collaborating college faculty were trained to instruct workshops. Working with DNALC staff, these \"trained trainers\" conducted workshops, reaching 126 high school (27.4%), community college (44.3%), and four-year college or university (28.3%) educators. DNALC staff and \"trained trainers\" provided follow-up and ongoing classroom support to maximize the implementation by all participants.\n\nA mixed-methods evaluation plan provided feedback to the project and measured effects through a series of surveys, focus groups, student case studies, and student impact studies. The results of this evaluation show that the program succeeded in increasing the knowledge and confidence of educators who participated in the workshops. These participants then used the materials they learned with over 10,000 students in a range of biology and biotechnology classes. Further broadening the programÆs impact, workshop participants also shared workshop materials with over 600 additional educators.\n\nWe also sought to measure the effectiveness of our \"train-the-trainer\" model by comparing outcomes for participants in workshops led by DNALC educators and \"trained trainers.\" Overwhelmingly, this analysis showed no difference in participant confidence and subsequent teaching behavior between the two groups. Stony Brook University doctoral candidate Caren Gough examined the effect of mixed-level (faculty at high school, community college, and four-year institutions) professional development. Ms. GoughÆs analyses showed no quantitative differences in confidence and classroom implementation between faculty at each of the three levels. Qualitatively, faculty overwhelmingly endorsed the experience of mixed-group workshops, which exposed them to their counterparts working at other levels of biology education.\n\nPre- and post-measures showed increased knowledge and positive changes in attitudes toward science among students taught by workshop participants. Combined with stable, long-term increases in instructor confidence and knowledge of the four key technologies, we believe this program has positively contributed to biotechnology education.\n\n\t\t\t\t\tLast Modified: 07/07/2016\n\n\t\t\t\t\tSubmitted by: Eric B. Nash"
 }
}