{
 "awd_id": "1104820",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: Monte Carlo Simulations in Exploring Non-Equilibrium Systems",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2011-12-01",
 "awd_exp_date": "2012-11-30",
 "tot_intn_awd_amt": 119950.0,
 "awd_amount": 79986.0,
 "awd_min_amd_letter_date": "2011-08-15",
 "awd_max_amd_letter_date": "2011-08-15",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\n\r\nThis award made on an RUI proposal supports research and education aimed at integrating fundamental concepts in non-equilibrium statistical mechanics, molecular biology and population dynamics with the practical skills of Monte Carlo simulations. Under the overarching theme of exploring biology-inspired systems with similar underlying physics, the projects are designed to bring students in contact with cutting edge research topics which exhibit originality, interdisciplinary relevance to their knowledge base and opportunities to hone their programming skills in the context of the study of physical systems.\r\n\r\nThe specific projects explore: \r\n1.)\tProtein synthesis in bacteria. During protein synthesis in bacteria, a chain of amino acids is formed when ribosomes move along the mRNA template, translating genetic information from the sequence to functioning proteins. Due to the degeneracy in the genetic code, however, the same protein can be produced by different mRNA sequences with a range of sequence-dependent rates. This process can be studied using a lattice gas model: The totally asymmetric simple exclusion process.  The totally asymmetric simple exclusion process is one of the paradigms in nonequilibrium statistical mechanics; it is well suited to be introduced to undergraduate students as their first exposure to this field. The PI plans to explore over 4000 gene sequences in E. coli and the limits on their protein production rates first through Monte Carlo simulations. Using analytic methods, the PI will investigate these rates by mean field theory. The intellectual merits include but are not limited to: Insights on the existence of non-optimal sequences; effects of quenched randomness on the totally asymmetric simple exclusion process; and guidance to experimentalists on \"fine-tuning\" mRNA sequence for optimal protein production.\r\n2.)\tHost-parasite dynamics.  Contrary to the ubiquitous applications of the predator-prey model, the host-parasite dynamics model is less systematically explored and fundamentally different. In a simple model, parasites conduct a random walk on a square lattice and reproduce only when encountering a host at the same lattice site. The parasite population is not conserved in the system. As the frequency at which they \"find\" the host controls their population, the spatial and temporal distributions of the parasites are intricately connected to that of the host. The PI plans to study the relation between host and parasites in a methodical manner. Preliminary simulations by one of the PI's students suggest that elucidating a non-trivial phase transition from unstable to steady state parasite population may be possible. The other avenues of study include a comprehensive description on the host-parasite-like interactions and potential applications in epidemics control.\r\n\r\nThe PI intends to establish a quality research program in a primarily undergraduate institution.  This award supports eight undergraduate students and creates an ideal backdrop for them to learn a number of subjects, including: cell biology, non-equilibrium statistical physics, formulation of mathematical models, and high performance computation, that are absent from traditional physics curricula.\r\n\r\n\r\nNON-TECHNICAL SUMMARY\r\n\r\nThis award made on an RUI proposal supports theoretical research and education at the interface of the statistical mechanics of systems that are far from the balance of equilibrium, molecular biology and population dynamics while integrating the practical skills of Monte Carlo computer simulations. Under the overarching theme of exploring biology-inspired systems with similar underlying physics, the projects are designed to bring students in contact with cutting edge research topics which exhibit originality, interdisciplinary relevance to their knowledge base and opportunities to hone their computer programming skills in the context of the study of familiar physical systems.\r\n\r\nThe specific projects use the quantitative tools of statistical physics to explore: a) the protein synthesis process in bacteria, for example E.Coli, through a particle transport model, and b) the host-parasite dynamics, inspired by flea infestation in household pets, using Monte Carlo simulations and analytical approaches. Focused on examples of microscopic and macroscopic systems in biology respectively, both projects share a unifying theme: each involves the study of a complex system of many components and rich features that may be illuminated by applying the tools of statistical physics. In the process, the theory of statistical mechanics for systems far from the balance of equilibrium is advance. Such a theory will have wide applicability from biological systems to materials processing. The former project is expected to provide insights into the existence of non-optimal gene coding sequences in bacteria. The latter is intended to provide a comprehensive description of some host-parasite-like interactions and may have potential applications in epidemics control.\r\n\r\nThe PI intends to establish a quality research program in a primarily undergraduate institution.  This award supports eight undergraduate students and creates an ideal backdrop for them to learn a number of subjects, including: cell biology, non-equilibrium statistical physics, formulation of mathematical models, and high performance computation, that are absent from traditional physics curricula.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jiajia",
   "pi_last_name": "Dong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jiajia Dong",
   "pi_email_addr": "jiajia.dong@bucknell.edu",
   "nsf_id": "000568891",
   "pi_start_date": "2011-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Hamline University",
  "inst_street_address": "1536 HEWITT AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT PAUL",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6515232787",
  "inst_zip_code": "551041205",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MN04",
  "org_lgl_bus_name": "TRUSTEES OF THE HAMLINE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z3NEG76HUKC1"
 },
 "perf_inst": {
  "perf_inst_name": "Hamline University",
  "perf_str_addr": "1536 HEWITT AVE",
  "perf_city_name": "SAINT PAUL",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "551041205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1639.0
  }
 ],
 "por": null
}