{
 "awd_id": "1104707",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Topics in the Theory of Elastic Networks and Soft-Matter Physics",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 336000.0,
 "awd_amount": 336000.0,
 "awd_min_amd_letter_date": "2011-08-24",
 "awd_max_amd_letter_date": "2013-06-13",
 "awd_abstract_narration": "TECHNICAL SUMMARY:\r\n\r\nThis award supports theoretical research and associated educational activities in the broad field of theoretical condensed matter physics with a particular focus on the nature and origin of mechanical rigidity. The PI will study elastic response and phonon structure in a range of floppy or nearly floppy model networks.  Such networks occur in a variety of physical systems from network glasses, to packings of rigid soft spheres, to networks of semi-flexible polymers that control the rigidity of living cells, to auxetic systems that have the unusual property that when stretched, they expand in the direction perpendicular to the direction of stretch.  Improved understanding of the fundamental science controlling the mechanics and elastic response of these systems has the potential to lead to new materials and possible new treatments for disease.\r\n\r\nAlmost 150 years ago James Clerk Maxwell, who put the final touches on the equations that govern electric, magnetic, and optical phenomena,  developed the framework, still very much in use today in fields as disparate as architecture and micro-biology, to determine whether a frame composed of linked struts, such as might be found in a bridge, is mechanically stable. He identified in particular the conditions under which a frame is isostatic, that is, under which there are just enough struts for the frame to support external loads.  \r\n\r\nThe project is focused on controlled model periodic networks of springs near the Maxwell central-force rigidity threshold.  The PI will study, and attempt to expand the members of, a new class of two-dimensional maximally auxetic lattices, whose bulk modulus vanishes and whose Poisson ratio equals minus one, with a particular emphasis on the nature and origin of zero modes in finite lattices that reside in the surface Rayleigh waves rather than in bulk phonons. He will investigate how the properties of these systems change upon addition of next-nearest-neighbor and bending forces and upon dilution. Quasiperiodic and random rather than periodic isostatic lattices will also be studied, including random rhombus tilings and pentagonally symmetric Penrose tilings in two-dimensions and their icosahedral generalizations to three dimensions.  These lattices can be manipulated in various ways that should allow for controlled studies of the nature of phonon wavefunctions, particularly low-energy ones, near the isostatic limit, including how they are localized in space and to what extent they are surface waves or bulk waves. The PI will study a range of models for networks of semi-flexible polymers both in two and three dimensions, including diluted and twisted versions of the kagome lattice in two-dimensions with bending force added for stabilization and a newly constructed three-dimensional lattice consisting of infinitely long straight lines with crosslinks that are connected to no more than four other crosslinks as is the case in real systems.  The last topic to be investigated is how bending forces affect the rigidity percolation at which a rigid frame becomes floppy upon the removal of struts. \r\n\r\nThis award will contribute to the training of young scientists in a highly interdisciplinary environment with broad contacts between theorists and experimentalists and among scientist of different disciplines. \r\n\r\nNONTECHNICAL SUMMARY:\r\n\r\nThis award supports theoretical research and associated educational activities in the broad field of condensed matter physics, a field whose purview is the vast varieties of matter - from liquids to crystalline solids, from foams to steel girders, from rubber to living cells, from insulators to superconductors.  This research project is focused on the nature and origin of rigidity in classes of materials ranging from granular packing of glass beads or sand grains to the cytoskeleton that gives form to living cells and is an essential part of their locomotion apparatus. \r\n\r\nImagine a frame constructed by joining popsicle sticks with frictionless cotter pins through holes at their ends.  If two sticks are joined at with a single pin, they will be free to rotate about that pin: They form a floppy structure that can be distorted without energy cost or mechanical force.  But three sticks joined together in an equilateral triangle are rigid: They can be rigidly translated and rotated, but the triangular shape cannot be altered without bending or stretching the sticks.  This simple observation generalizes to more complicated structures like bridges and buildings: a frame of beams is floppy and is not mechanically stable unless it has a sufficient number of links joining the beams.  In 1864, James Clerk Maxwell, who gave us the equations governing electromagnetism and light, developed a simple set of mathematical rules for determining the stability of general frames.\r\n\r\nRemarkably, the structural motifs that occur in architectural structures at visible length scales also occur in condensed matter systems at microscopic length scales, and the ideas of Maxwell can be applied directly to them.  Research in this award will explore how elastic rigidity, and thus stability against shear and compressional forces, develops in microscopic networks.  It will explore in particular the nature of floppy distortions - for example whether they extend throughout the sample, are localized near particular points, or are restricted to the surface - in models that describe random crystalline solids and network glasses, quasicrystals which assume the same pattern when rotated one-fifth of a turn - a symmetry not allowed in ordinary crystals, biopolymer networks which are networks of long chainlike molecules that crisscross each other, and other materials.  A particularly interesting set of materials that will be studied have the unusual property that when stretched along one direction they expand rather than contract along the perpendicular direction.    \r\n\r\nThis award will contribute to the training of young scientist in a highly interdisciplinary environment with broad contacts between theorists and experimentalists and among scientist of different disciplines. The PI is serves as an organizer of and on advisory board of summer schools, conferences and workshops.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tom",
   "pi_last_name": "Lubensky",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Tom C Lubensky",
   "pi_email_addr": "tom@sas.upenn.edu",
   "nsf_id": "000229947",
   "pi_start_date": "2011-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3451 WALNUT ST STE 440A",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 224000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 112000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Mechanical structures as diverse bridges and atomic lattices<br />can often be modeled as a network of balls connected by springs<br />as depicted in the small networks of Fig. 1.&nbsp; Architects,<br />engineers, and scientist are interested in the conditions under<br />which these structures are mechanical stable.&nbsp; No one wants a<br />bridge or building to collapse.&nbsp; In 1864 James Clerk Maxwell,<br />who also codified the equations that govern electromagnetic<br />phenomena, derived the condition that a network with N sites<br />must have at least Ns= 2 N springs in three dimensions and 3 N<br />springs in three dimensions in in order for it to mechanically<br />be stable. Equivalently, each site must have at least z=2 d<br />neighbors in d dimensions. Networks such as those shown in Fig.<br />1 with z=2 d = 4 are special critical networks that are just on<br />the verge of mechanical stability. My work has extended the<br />ideas of Maxwell to study how structures, such as those found<br />in the cytoskeleton of living cells (Fig. 2), composed of<br />straight nearly rigid linear polymers that are permanently<br />linked at their crossing points develop rigidity and how<br />surfaces of otherwise rigid structures develop softness at<br />their surfaces. The latter investigations showed how apparently<br />minor changes in the arrangement of balls and springs can lead<br />to substantial modifications of zero-energy \"floppy<br />distortions'' of the networks, and it uncovered some beautiful<br />mathematical relations that connect these distortions to&nbsp; the electronic properties of special solid-state materials called topological insulators.</p>\n<p>One of the fundamental principles of thermodynamics is that<br />entropy is maximized.&nbsp; Imagine a box with a partition dividing<br />it into two parts of equal volume, and imagine that one of<br />these volumes is filled with a gas and the other with a vacuum.<br />If the partition is removed, the gas will quickly expand to<br />fill the entire container: the gas maximizes the volume of<br />space its molecules can occupy and threeby maximizes its entropy.<br />Entropy can do amazing things.&nbsp; A beautiful series of<br />experiments carried out by Zvonimir&nbsp; Dogic of Brandeis<br />University, showed that fd viruses, which are basically rigid<br />cylindrical rods a micron long and seven nanometers in<br />diameter, form very large monolayer membranes when they are<br />dispersed in solutions containing polymers that form spheres<br />about 25 nanometers in diameter.&nbsp; The reason is that the<br />polymers are able to explore a larger space, and thus have a<br />larger entropy, if the rods collect together in a membrane<br />rather than disperse themselves uniformly throughout the<br />container.&nbsp;&nbsp; My graduate student. Louis Kang,&nbsp; and I developed<br />a theory based on this observation that explains the Brandies<br />measurements, including the shape of the edges of the membrane,<br />the the effects of the natural twisting tendency of neighboring<br />viruses, domain walls between membranes of different length<br />viruses, and thermal fluctuations of the membranes.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/07/2015<br>\n\t\t\t\t\tModified by: Tom&nbsp;C&nbsp;Lubensky</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1104707/1104707_10125946_1444236650758_Fig-1--rgov-214x142.jpg\" original=\"/por...",
  "por_txt_cntn": "\nMechanical structures as diverse bridges and atomic lattices\ncan often be modeled as a network of balls connected by springs\nas depicted in the small networks of Fig. 1.  Architects,\nengineers, and scientist are interested in the conditions under\nwhich these structures are mechanical stable.  No one wants a\nbridge or building to collapse.  In 1864 James Clerk Maxwell,\nwho also codified the equations that govern electromagnetic\nphenomena, derived the condition that a network with N sites\nmust have at least Ns= 2 N springs in three dimensions and 3 N\nsprings in three dimensions in in order for it to mechanically\nbe stable. Equivalently, each site must have at least z=2 d\nneighbors in d dimensions. Networks such as those shown in Fig.\n1 with z=2 d = 4 are special critical networks that are just on\nthe verge of mechanical stability. My work has extended the\nideas of Maxwell to study how structures, such as those found\nin the cytoskeleton of living cells (Fig. 2), composed of\nstraight nearly rigid linear polymers that are permanently\nlinked at their crossing points develop rigidity and how\nsurfaces of otherwise rigid structures develop softness at\ntheir surfaces. The latter investigations showed how apparently\nminor changes in the arrangement of balls and springs can lead\nto substantial modifications of zero-energy \"floppy\ndistortions'' of the networks, and it uncovered some beautiful\nmathematical relations that connect these distortions to  the electronic properties of special solid-state materials called topological insulators.\n\nOne of the fundamental principles of thermodynamics is that\nentropy is maximized.  Imagine a box with a partition dividing\nit into two parts of equal volume, and imagine that one of\nthese volumes is filled with a gas and the other with a vacuum.\nIf the partition is removed, the gas will quickly expand to\nfill the entire container: the gas maximizes the volume of\nspace its molecules can occupy and threeby maximizes its entropy.\nEntropy can do amazing things.  A beautiful series of\nexperiments carried out by Zvonimir  Dogic of Brandeis\nUniversity, showed that fd viruses, which are basically rigid\ncylindrical rods a micron long and seven nanometers in\ndiameter, form very large monolayer membranes when they are\ndispersed in solutions containing polymers that form spheres\nabout 25 nanometers in diameter.  The reason is that the\npolymers are able to explore a larger space, and thus have a\nlarger entropy, if the rods collect together in a membrane\nrather than disperse themselves uniformly throughout the\ncontainer.   My graduate student. Louis Kang,  and I developed\na theory based on this observation that explains the Brandies\nmeasurements, including the shape of the edges of the membrane,\nthe the effects of the natural twisting tendency of neighboring\nviruses, domain walls between membranes of different length\nviruses, and thermal fluctuations of the membranes.\n\n\t\t\t\t\tLast Modified: 10/07/2015\n\n\t\t\t\t\tSubmitted by: Tom C Lubensky"
 }
}