{
 "awd_id": "1104347",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "High-Fidelity, Long-Term Coherent Memory with Bose-Einstein Condensates for Implementation of Quantum Repeater Architectures",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John D. Gillaspy",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 560000.0,
 "awd_amount": 560000.0,
 "awd_min_amd_letter_date": "2011-09-08",
 "awd_max_amd_letter_date": "2012-08-06",
 "awd_abstract_narration": "In the laboratory of the PI, light pulses are stored for 1.5 seconds in a coherent optical memory formed by a Bose-Einstein condensate. In the experiments, a light pulse is injected into the BEC, where it is converted to a matter imprint. Atom interactions in the condensate are manipulated with use of magnetic fields, and the system enters a phase separating regime: much like oil and water separate, the created matter imprint digs a hole for itself in the host condensate. The imprint is nestled in this void and avoids collisions with condensate atoms, thereby minimizing losses. As a result, the matter imprint can be stored over extended time scales. The imprint is then moved to the outer tip of the condensate where it is converted back to light, and, from this location, the light pulse exits the condensate with minimal loss. With optimization of the atom-trap design and optical storage mechanism, the efficiency for optical imprinting and retrieval is being increased ten-fold, and the storage time for the matter imprint is being extended to the one-minute regime. Such observations represent a milestone and will allow for entanglement distribution with quantum repeaters over distances well beyond what can be achieved with optical pulses and direct fiber coupling. Actual construction of a prototype quantum repeater setup is being carried out and the performance will be tested by Bell measurements. The results have important applications for creation of long-distance quantum networks for distributed quantum computing, teleportation, and cryptography for secure data transfer.\r\n\r\nIn this project, the extreme manipulation of light is achieved and is being utilized for powerful optical information processing. The experiments are based on slowed and stopped light in ultra-cold Bose-Einstein condensates. Light pulses are injected into a condensate, where they are slowed and spatially compressed by factors of 100 millions, then extinguished and converted to matter copies. A resulting matter copy can easily be manipulated with lasers and magnetic fields, and can be stored over extended time scales: for seconds and even minutes. This is long enough for light -- under normal circumstances -- to travel back and forth to the Moon. The achieved storage times and control over the matter imprints have important applications for creation of entangled states of light and matter and for creation of long-distance quantum networks for quantum computing, teleportation, and quantum cryptography for secure data transfer. The research also continues to create tremendous interest among scientists and laymen alike. The research is getting exposure in media and at events that target very diverse audiences, including the Annenberg Online class on Manipulating Light, and Chicago's Museum of Science and Industry's new permanent exhibition and associated interactive games that are aimed at kids.  The PI and her students dedicate significant amounts of their time to convey their excitement about science and to help educate the public about scientific research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lene",
   "pi_last_name": "Hau",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Lene V Hau",
   "pi_email_addr": "hau@physics.harvard.edu",
   "nsf_id": "000094451",
   "pi_start_date": "2011-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "129000",
   "pgm_ele_name": "OPTICAL PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 220000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 340000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>With the use of quantum cryptography and quantum computation, unprecedented communication security and computation power can be achieved for specified tasks.&nbsp; Single photons are ideal quantum-information carriers, as they can be transmitted in optical fibers, with low loss over long distances. However, they are not ideal for information processing due to weak non-linear optical interactions at the single-photon level. Therefore, applications will rely heavily on the use of coherent (quantum) memory, where quantum optical states can be stored in matter form, processed, and later retrieved. Indeed, one of the biggest challenges for quantum information science is the development of a quantum memory that allows for long storage times and for low loss during the processes of photon storage and retrieval.</p>\n<p>During the main time period under the grant, we have developed the first quantum memory that combines high efficiency with long storage time. The memory is based on injecting and storing light pulses in a Bose-Einstein condensate, and we have observed coherent storage of optical pulses for time scales exceeding half a minute. In addition, we have achieved efficiencies above 50% for the combined process of storage and retrieval of optical information, even in the single photon limit. With the use of magnetic field gradients, we have demonstrated unprecedented control in manipulating stored optical imprints, and have furthermore implemented multi-mode optical storage. The results are of<strong> </strong>major importance, for example, for implementing conditional phase gates - key elements in quantum computing architectures.</p>\n<p>During the past year we have also combined the unique know-how on light matter interactions and on fabrication of carbon based nanoscale structures, developed in our laboratory under this grant, to pursue the creation of novel hybrid bio-inorganic nanoscale structures where isolated, light-driven photosynthetic proteins are coupled to graphene-based solid state structures, with the long-term goal of developing new schemes for solar powered biofuel production.</p>\n<p>&nbsp;</p>\n<p>As examples of outreach and mentoring during the grant period, five undergraduate students and one high school student each spent a full summer in the laboratory working on research for this NSF funded project. Two additional high school students each had 2-week internships. &nbsp;The PI is featured on Radiolab in &ldquo;Master of the Universe&rdquo;:</p>\n<p><a href=\"http://www.radiolab.org/story/267126-master-universe/\">http://www.radiolab.org/story/267126-master-universe/</a></p>\n<p>Radiolab has a large online following worldwide, and &lsquo;Master of the Universe&rsquo; has also been broadcast repeatedly on National Public Radio and as a syndicated program on local stations throughout the US. This past summer, the PI was a distinguished 10&rsquo;th anniversary lecturer in the Harvard College Program for Research in Science and Engineering. This program was created based on the recommendation of Harvard&rsquo;s Task Force on Women in Science and Engineering, and is aimed at engaging Harvard undergraduates in research in the STEM fields.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2015<br>\n\t\t\t\t\tModified by: Lene&nbsp;V&nbsp;Hau</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWith the use of quantum cryptography and quantum computation, unprecedented communication security and computation power can be achieved for specified tasks.  Single photons are ideal quantum-information carriers, as they can be transmitted in optical fibers, with low loss over long distances. However, they are not ideal for information processing due to weak non-linear optical interactions at the single-photon level. Therefore, applications will rely heavily on the use of coherent (quantum) memory, where quantum optical states can be stored in matter form, processed, and later retrieved. Indeed, one of the biggest challenges for quantum information science is the development of a quantum memory that allows for long storage times and for low loss during the processes of photon storage and retrieval.\n\nDuring the main time period under the grant, we have developed the first quantum memory that combines high efficiency with long storage time. The memory is based on injecting and storing light pulses in a Bose-Einstein condensate, and we have observed coherent storage of optical pulses for time scales exceeding half a minute. In addition, we have achieved efficiencies above 50% for the combined process of storage and retrieval of optical information, even in the single photon limit. With the use of magnetic field gradients, we have demonstrated unprecedented control in manipulating stored optical imprints, and have furthermore implemented multi-mode optical storage. The results are of major importance, for example, for implementing conditional phase gates - key elements in quantum computing architectures.\n\nDuring the past year we have also combined the unique know-how on light matter interactions and on fabrication of carbon based nanoscale structures, developed in our laboratory under this grant, to pursue the creation of novel hybrid bio-inorganic nanoscale structures where isolated, light-driven photosynthetic proteins are coupled to graphene-based solid state structures, with the long-term goal of developing new schemes for solar powered biofuel production.\n\n \n\nAs examples of outreach and mentoring during the grant period, five undergraduate students and one high school student each spent a full summer in the laboratory working on research for this NSF funded project. Two additional high school students each had 2-week internships.  The PI is featured on Radiolab in \"Master of the Universe\":\n\nhttp://www.radiolab.org/story/267126-master-universe/\n\nRadiolab has a large online following worldwide, and æMaster of the UniverseÆ has also been broadcast repeatedly on National Public Radio and as a syndicated program on local stations throughout the US. This past summer, the PI was a distinguished 10Æth anniversary lecturer in the Harvard College Program for Research in Science and Engineering. This program was created based on the recommendation of HarvardÆs Task Force on Women in Science and Engineering, and is aimed at engaging Harvard undergraduates in research in the STEM fields.\n\n\t\t\t\t\tLast Modified: 11/30/2015\n\n\t\t\t\t\tSubmitted by: Lene V Hau"
 }
}