{
 "awd_id": "1104446",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Optically Driven Quantum Dot Spins for Quantum Computing: Coherence Between Spins in Entangled States",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032925302",
 "po_email": "acronin@nsf.gov",
 "po_sign_block_name": "Alexander Cronin",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 675000.0,
 "awd_amount": 675000.0,
 "awd_min_amd_letter_date": "2011-09-12",
 "awd_max_amd_letter_date": "2013-07-10",
 "awd_abstract_narration": "Moore's limit in electronic devices and information processing represents the point in time where the number of devices per unit area is so high that the size of each device is on the order of few atoms and will no longer function according to design and the chip will fail.  Our experiments are designed to go beyond this limit, working at the size level where quantum mechanics rather the classical behavior determines performance. We will develop coherent coupling between devices, without the need for wires, as well as implement quantum phase, say between particles carrying information, that will be used to carry additional information and serve to expand the horizon for invention and discovery. Our studies include understanding decoherence in entangled systems, a unique quantum phenomena, and provide insight that is quite general and outside our paradigm of semiconductor quantum dots.  \r\n\r\nThe increasingly sophisticated understanding of the interaction between a microscopic system (the electron spins) and a macroscopic system (the dot environment and control or measurement) within quantum theory will provide a basis for understanding and development of future technology as current approaches reach their operational limits.  The interdisciplinary nature of the research at the frontier of applications of quantum physics is evident by the team of collaborators in the physics of semiconductor nano-structures, in high-precision coherent optical control and spectroscopy of quantum dots, and in many-body theory and light-matter interaction. The education in this new frontier for both graduate and undergraduate students contributes to the development of highly trained people critical to the infrastructure.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Duncan",
   "pi_last_name": "Steel",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Duncan G Steel",
   "pi_email_addr": "dst@eecs.umich.edu",
   "nsf_id": "000442195",
   "pi_start_date": "2011-09-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lu",
   "pi_last_name": "Sham",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Lu J Sham",
   "pi_email_addr": "lsham@ucsd.edu",
   "nsf_id": "000459875",
   "pi_start_date": "2012-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "728100",
   "pgm_ele_name": "QIS - Quantum Information Scie"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 225000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 225000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 225000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Quantum dots (QD) are semiconductor nano-structures with dimensions on the order of a few nanometers to at most a few tens of nanometers. A QD is an excellent trap of an active electron. The two states of the intrinsic spin of an electron (clockwise and counterclockwise rotations looking along a chosen axis) form a quantum bit of information (qubit). Furthermore, the QD, which is a heterostructure of two materials with slightly different bandgaps, simultaneously confines the electron and hole in the same location.&nbsp; The simultaneous confinement allows for strong coupling to coherent optical fields that provides optical control of the electronic states, &nbsp;a faster substitute for the multiple wires connected to an electronically controlled structure. This grant has supported the experimental and theoretical study of the basic physics underlying the laser manipulation of the electron spin in a QD and the transmission the quantum information to another dot via a single photon. The power of the spin qubit comes from the superposition of its two states, but the degree of quantum perfection of this superposition, known as &ldquo;coherence&rdquo;, is fragile against the environment and the side effects of quantum operations. Prevention of decoherence is foremost in the design of the ultrafast laser driven quantum operations in the dots.</p>\n<p><em><span style=\"text-decoration: underline;\">Intellectual Merit:</span></em>&nbsp; 1.&nbsp; Our work on demonstrating quantum entanglement between the polarization states of a spontaneously emitted photon and the spin orientation of the final state of the decaying electron was one of our primary objectives.&nbsp; Our work followed two approaches based on a deterministic approach developed by the co-PI&rsquo;s group (PRL 95, 030504 (2005)) and the other based on a probabilistic approach demonstrated first in atomic systems (Nature 428, 153 (2004)).&nbsp; 2.&nbsp; Our work on vertically coupled QDs focused on demonstrating a controlled 2 qubit gate by demonstrating arbitrary qubit initialization and extended electron-spin coherence times resulting from nonlocal nuclear spin fluctuation quieting.&nbsp;</p>\n<p>Entanglements of the electron spin orientation with the polarization of a photon is a means to transmit quantum information between electron spin states as well as a means to entangle two electron spins separated by a distance.&nbsp; In the deterministic approached described by Sham's group at UCSD, an electron is first initialized in a specific spin state and then excited as a coherent superposition state between that ground state spin state and the excited state.&nbsp; The decay of the excited state is then controlled by a cavity to decay only to the other spin state.&nbsp; The description is most easily understood in the context of a three-level &Lambda; system.&nbsp; Single quantum dots, however, have 4 levels and a detailed analysis shows the coherent control is more complicated.&nbsp; Extensive simulations followed by experiments demonstrated that coherent control leading to the desired outcome was indeed feasible based on careful timing (PRL <strong>112</strong>, 126801 (2014)).&nbsp; In the second approach, the system is initialized and then, under polarization control, excited to one of the two-trion state.&nbsp; This state spontaneously decays emitting a photon polarized H or V depending on which ground spin state is then occupied. The result is an entangled state between the polarization states of the photons and spin direction of the electron (PRL <strong>110</strong>, 167401 (2013).&nbsp;&nbsp; &nbsp;</p>\n<p>In our studies of coupled QDs, a full computer simulation of the coupled dot system was highly successful in predicting and interpreting the spectroscopic signatures comprised of 8 levels and 12 optical transitions (4 are degenerate).&nbsp; Using this model, we then succeeded in initializing 3 of the 4 gro...",
  "por_txt_cntn": "\nQuantum dots (QD) are semiconductor nano-structures with dimensions on the order of a few nanometers to at most a few tens of nanometers. A QD is an excellent trap of an active electron. The two states of the intrinsic spin of an electron (clockwise and counterclockwise rotations looking along a chosen axis) form a quantum bit of information (qubit). Furthermore, the QD, which is a heterostructure of two materials with slightly different bandgaps, simultaneously confines the electron and hole in the same location.  The simultaneous confinement allows for strong coupling to coherent optical fields that provides optical control of the electronic states,  a faster substitute for the multiple wires connected to an electronically controlled structure. This grant has supported the experimental and theoretical study of the basic physics underlying the laser manipulation of the electron spin in a QD and the transmission the quantum information to another dot via a single photon. The power of the spin qubit comes from the superposition of its two states, but the degree of quantum perfection of this superposition, known as \"coherence\", is fragile against the environment and the side effects of quantum operations. Prevention of decoherence is foremost in the design of the ultrafast laser driven quantum operations in the dots.\n\nIntellectual Merit:  1.  Our work on demonstrating quantum entanglement between the polarization states of a spontaneously emitted photon and the spin orientation of the final state of the decaying electron was one of our primary objectives.  Our work followed two approaches based on a deterministic approach developed by the co-PIÆs group (PRL 95, 030504 (2005)) and the other based on a probabilistic approach demonstrated first in atomic systems (Nature 428, 153 (2004)).  2.  Our work on vertically coupled QDs focused on demonstrating a controlled 2 qubit gate by demonstrating arbitrary qubit initialization and extended electron-spin coherence times resulting from nonlocal nuclear spin fluctuation quieting. \n\nEntanglements of the electron spin orientation with the polarization of a photon is a means to transmit quantum information between electron spin states as well as a means to entangle two electron spins separated by a distance.  In the deterministic approached described by Sham's group at UCSD, an electron is first initialized in a specific spin state and then excited as a coherent superposition state between that ground state spin state and the excited state.  The decay of the excited state is then controlled by a cavity to decay only to the other spin state.  The description is most easily understood in the context of a three-level &Lambda; system.  Single quantum dots, however, have 4 levels and a detailed analysis shows the coherent control is more complicated.  Extensive simulations followed by experiments demonstrated that coherent control leading to the desired outcome was indeed feasible based on careful timing (PRL 112, 126801 (2014)).  In the second approach, the system is initialized and then, under polarization control, excited to one of the two-trion state.  This state spontaneously decays emitting a photon polarized H or V depending on which ground spin state is then occupied. The result is an entangled state between the polarization states of the photons and spin direction of the electron (PRL 110, 167401 (2013).    \n\nIn our studies of coupled QDs, a full computer simulation of the coupled dot system was highly successful in predicting and interpreting the spectroscopic signatures comprised of 8 levels and 12 optical transitions (4 are degenerate).  Using this model, we then succeeded in initializing 3 of the 4 ground states (the singlet-triplet manifold) and are presently using the results to demonstrate initializing the 4th state (the T0 state).  In the course of this demonstration, we discovered that the nuclear spin fluctuation quieting that we first reported in Nature (459, 1105 (2009)) in..."
 }
}