{
 "awd_id": "1104083",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Planning Grant Full Proposal for a Midwest Photonics Regional Center",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Duncan E. McBride",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 69748.0,
 "awd_amount": 69748.0,
 "awd_min_amd_letter_date": "2011-08-02",
 "awd_max_amd_letter_date": "2011-08-02",
 "awd_abstract_narration": "This project supports a planning process for an ATE midwest regional center in photonics education at 2-year colleges in order to address the growing industry demand for skilled photonics workers. Photonics, the technology that incorporates optics and electronics (lasers, fiber-optics, electro-optics, etc.), is a rapidly expanding field that provides highly-rewarding jobs for technicians and excellent opportunities for economic growth within the United States. Photonics is also an enabling technology, with wide-scale applications in manufacturing and materials processing, defense and homeland security, renewable energy, telecommunications, diagnostic and therapeutic medicine, environmental monitoring, nanotechnology, and solid state lighting. \r\n\r\nThe planning project is: \r\n1. Organizing a Midwest Photonics Cluster of industry employers and community colleges. \r\n2. Conducting an employer needs assessment to determine the demand for photonics technicians in the midwest. \r\n3. Identifying other Photonics Specialty Education Centers needed by midwest colleges. \r\n\r\nIntellectual Merit: \r\nThe intellectual merit of this project resides in its focus on photonics, photonics-enabled technologies and the emerging and changing photonics applications that impact our country's security, development of alternate energy, and the economic recovery of manufacturing companies in the midwest. An adequate supply of well-prepared photonics technicians is vital. Success in building the capacity for educating sufficient photonics technicians in the midwest ensures rewarding and high-paying employment for new technicians and enables employed technicians to obtain  the additional education and training to keep their jobs as the requirements change and the economy expands. \r\n\r\nBroader Impacts: \r\nThe broader impacts of the proposed Regional Center lie in the: \r\n1. Potential for photonics enrollment growth by coordinating efforts and providing assistance to midwest colleges as they update existing programs or initiate new educational offerings for photonics technicians; \r\n2. Expansion of photonics applications in manufacturing; \r\n3. Mobilization of midwest colleges to educate employed technicians; \r\n4. Building the high school pipeline to college in photonics fields;\r\n5. Analysis of student performance and employer satisfaction with program graduates; \r\n6. Analysis of the effectiveness of a variety of methods and practices in technician education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Kepner",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory G Kepner",
   "pi_email_addr": "gregkepner1@gmail.com",
   "nsf_id": "000563244",
   "pi_start_date": "2011-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Dulmes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Steven Dulmes",
   "pi_email_addr": "sldulmes@wi.rr.com",
   "nsf_id": "000504374",
   "pi_start_date": "2011-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indian Hills Community College",
  "inst_street_address": "525 GRANDVIEW AVE",
  "inst_street_address_2": "",
  "inst_city_name": "OTTUMWA",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "6416835111",
  "inst_zip_code": "525011359",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "IA03",
  "org_lgl_bus_name": "INDIAN HILLS COMMUNITY COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "DMFKFTTGNA84"
 },
 "perf_inst": {
  "perf_inst_name": "Indian Hills Community College",
  "perf_str_addr": "525 GRANDVIEW AVE",
  "perf_city_name": "OTTUMWA",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "525011359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "IA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 69748.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In August, 2011, NSF awarded a planning grant to Indian Hills Community College (IHCC) for the purpose of planning a Midwest Regional Photonics Center that would focus on photonics education and meeting the needs of photonics employers, with an emphasis in lasers in manufacturing. The name of this proposed regional center is the Midwest Photonics Education Center (MPEC).&nbsp; The College of Lake County worked in conjunction with IHCC on this planning grant. This planning grant proposal for a regional center complements and supports the work of OP-TEC, The National Center for Optics and Photonics Education.&nbsp; IHCC has been an OP-TEC college partner since 2006.</p>\n<p>The purpose of the planning grant was to complement the work of OP-TEC at the regional level and to be directly involved with the photonics employers. &nbsp;To help regionalize photonics education and training for the Midwest, a cluster of educators and industry partners was formed for the Midwest Photonics Education Center, which serves Iowa, Nebraska, Missouri, Illinois, Ohio, Michigan, Minnesota, Indiana, and Wisconsin.</p>\n<p>The goals of the planning grant were to:</p>\n<p>1. Create a management plan for the Midwest Regional Photonics Center now formally proposed as the MPEC (Midwest Photonics Education Center).&nbsp;</p>\n<p>2. Determine Midwest employer needs.&nbsp;</p>\n<p>3. Organize a Midwest Photonics Cluster.&nbsp;</p>\n<p>4. Develop sub-grant opportunities for other Midwest colleges.</p>\n<p>5. Prepare the &ldquo;Concept Design&rdquo; and budget for a Laser Manufacturing Education Specialty Laboratory at IHCC.&nbsp;</p>\n<p>6. Prepare and submit a final proposal for the planned Regional Center.&nbsp;</p>\n<p>All of the goals of the planning grant have been completed.</p>\n<p>Outcomes</p>\n<p>A national survey was conducted of photonics employers&rsquo; current and future needs for two-year degreed photonics technicians.&nbsp; The survey was entitled &ldquo;<em>Industry Demand for Two-Year College Graduates in Optics and Photonics Technology.&rdquo; </em>The Midwest employer data indicated a need for 725 photonics technicians in the next 5 years plus a need for incumbent worker training.&nbsp; This survey was conducted through a partnership of OP-TEC, IHCC, and Indian River State College.</p>\n<p>Organizational activities and events for this planning grant took place during the planning grant period of August 15, 2011 &ndash; August&nbsp;31, 2013. The primary activities consisted of presentations, showcase events, exhibits, breakout sessions, and discussion sessions at educational and industrial conferences or tradeshows as well as meetings with photonics industry representatives, colleges with existing laser and photonics programs, colleges interested in developing laser and photonics programs, high school teachers, counselors, and administrators.&nbsp; Examples of the major events attended include the Lasers for Manufacturing Event 2011-13, Photonics West 2012-13, High Impact Technology Education Conference 2012-13, and the NSF Principal Investigators Conference 2011-13.&nbsp;</p>\n<p>The principal partners of the proposed regional center are Indian Hills Community College-IA, College of Lake County-IL, Baker College-MI, and Wright State University-OH.&nbsp; Each of the principal partners has unique attributes and strengths that will be beneficial to the proposed center.&nbsp; Additional community college partners and interested colleges or centers include Cincinnati State Technical College-OH, Minnesota State College-Southeast Technical-MN, Anoka Ramsey Community College-MN, Central Community College-NE, Ridgewater College-WI, and Columbia Area Career Center-MO.</p>\n<p>Indian Hills Community College (IHCC) has an AAS degree program in Laser-Electro-Optics Technology that was originally developed in 1985. IHCC has one of the most comprehensive community college photonics program in the United St...",
  "por_txt_cntn": "\nIn August, 2011, NSF awarded a planning grant to Indian Hills Community College (IHCC) for the purpose of planning a Midwest Regional Photonics Center that would focus on photonics education and meeting the needs of photonics employers, with an emphasis in lasers in manufacturing. The name of this proposed regional center is the Midwest Photonics Education Center (MPEC).  The College of Lake County worked in conjunction with IHCC on this planning grant. This planning grant proposal for a regional center complements and supports the work of OP-TEC, The National Center for Optics and Photonics Education.  IHCC has been an OP-TEC college partner since 2006.\n\nThe purpose of the planning grant was to complement the work of OP-TEC at the regional level and to be directly involved with the photonics employers.  To help regionalize photonics education and training for the Midwest, a cluster of educators and industry partners was formed for the Midwest Photonics Education Center, which serves Iowa, Nebraska, Missouri, Illinois, Ohio, Michigan, Minnesota, Indiana, and Wisconsin.\n\nThe goals of the planning grant were to:\n\n1. Create a management plan for the Midwest Regional Photonics Center now formally proposed as the MPEC (Midwest Photonics Education Center). \n\n2. Determine Midwest employer needs. \n\n3. Organize a Midwest Photonics Cluster. \n\n4. Develop sub-grant opportunities for other Midwest colleges.\n\n5. Prepare the \"Concept Design\" and budget for a Laser Manufacturing Education Specialty Laboratory at IHCC. \n\n6. Prepare and submit a final proposal for the planned Regional Center. \n\nAll of the goals of the planning grant have been completed.\n\nOutcomes\n\nA national survey was conducted of photonics employersÆ current and future needs for two-year degreed photonics technicians.  The survey was entitled \"Industry Demand for Two-Year College Graduates in Optics and Photonics Technology.\" The Midwest employer data indicated a need for 725 photonics technicians in the next 5 years plus a need for incumbent worker training.  This survey was conducted through a partnership of OP-TEC, IHCC, and Indian River State College.\n\nOrganizational activities and events for this planning grant took place during the planning grant period of August 15, 2011 &ndash; August 31, 2013. The primary activities consisted of presentations, showcase events, exhibits, breakout sessions, and discussion sessions at educational and industrial conferences or tradeshows as well as meetings with photonics industry representatives, colleges with existing laser and photonics programs, colleges interested in developing laser and photonics programs, high school teachers, counselors, and administrators.  Examples of the major events attended include the Lasers for Manufacturing Event 2011-13, Photonics West 2012-13, High Impact Technology Education Conference 2012-13, and the NSF Principal Investigators Conference 2011-13. \n\nThe principal partners of the proposed regional center are Indian Hills Community College-IA, College of Lake County-IL, Baker College-MI, and Wright State University-OH.  Each of the principal partners has unique attributes and strengths that will be beneficial to the proposed center.  Additional community college partners and interested colleges or centers include Cincinnati State Technical College-OH, Minnesota State College-Southeast Technical-MN, Anoka Ramsey Community College-MN, Central Community College-NE, Ridgewater College-WI, and Columbia Area Career Center-MO.\n\nIndian Hills Community College (IHCC) has an AAS degree program in Laser-Electro-Optics Technology that was originally developed in 1985. IHCC has one of the most comprehensive community college photonics program in the United States.  IHCC has placed 512 program graduates in the field at 132 companies in 35 states plus 2 foreign countries.\n\nCollege of Lake County (CLC) has established a photonics certificate program and is developing a Laser System Technician AAS degree program to be..."
 }
}