{
 "awd_id": "1104753",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Magnetism on the nanoscale",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 285000.0,
 "awd_amount": 285000.0,
 "awd_min_amd_letter_date": "2011-08-12",
 "awd_max_amd_letter_date": "2013-06-17",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\n\r\nThis award supports theoretical and computational research and education on the dynamics of magnetization in nanoscale magnets. \r\n\r\nThe PI will investigate the influence of topological defects on static and dynamic properties of nanoscale magnets by using analytical methods of field theory in combination with numerical simulations. Topological defects such as domain walls, vortices, and skyrmions, are highly stable textures interpolating between distinct ground states of a condensed-matter system. Because any memory unit relies on the existence of two or more ground states, the switching of a memory bit often involves the creation, propagation, and annihilation of topological defects. Understanding how topological defects behave in nanostructures is thus important for future technological applications.\r\n\r\nTopological defects can be characterized most concisely using the language of field theory. Rather than trying to capture the evolution of a system in complete detail, the field-theoretic approach provides a coarse-grained description. This approach has been enormously helpful in understanding flux vortices in type-II superconductors and superfluids, domain walls in polyacetylene, dislocations in hexatics, and hedgehogs in nematics. The main advantage of the field-theoretic approach in the current context is its ability to reduce the complex problem of many spins to a more tractable one: determining the evolution of a few elementary excitations directly involved in the switching process.\r\n\r\nThe PI will focus on several magnetic systems with topological defects exemplified by the following: artificial spin ice, where the dynamics of magnetization is mediated by the propagation of defects carrying magnetic charge; composite domain walls in ferromagnetic nanowires; Bloch domain walls in thin ferromagnetic films with negative surface tension and unusual dynamics of transverse fluctuations; skyrmion crystals recently discovered in non-centrosymmetric ferromagnets.\r\n\r\nThe PI will create interactive programs simulating various physical phenomena for educational tools. The programs will be implemented as Java applets. The attractive feature of Java-based simulations is their portability: such programs can be run on any computer equipped with a browser. The simulations will be paired with assignments to provide a genuine learning experience. \r\n\r\n\r\nNON-TECHNICAL SUMMARY\r\n\r\nThis award supports theoretical and computational research and education on the dynamics of magnetization in nanoscale magnets, magnets about a ten-millionth of an inch in size. \r\n\r\nThe development of new electronic technologies for ever-shrinking electric circuits and memory elements requires a solid grasp of physical laws governing the collective behavior of electrons on the nanoscale. Atomic-scale magnets in computer hard drives interact with one another via several distinct forces with different ranges. As a result, magnets of different sizes work in different ways.  Switching the state of a magnetic bit from 0 to 1 involves simultaneous flipping of the direction of all the atomic-scale magnets, or dipoles, in a magnet with a few thousand atoms.  The process is much more involved in magnets containing billions of dipoles and more. It usually involves the creation and propagation of topological defects, solitary stable spatial patterns in the directions of atomic-scale magnets that propagate throughout the magnet and in the process switch its direction.  These defects can be of different types and shapes including domain walls, separating two regions with dipoles pointing in different directions, and vortices, where the directions of the dipoles form a swirling pattern.\r\n\r\nThe PI will study the dynamics of switching in several diverse physical systems where the way the directions of the dipoles change in time is governed by the propagation of topological defects. These include ferromagnetic nanowires proposed for the 'racetrack' magnetic memory, artificial arrays of ferromagnetic islands known as spin ice, thin ferromagnetic films, and periodic lattices of topological defects in ferromagnets with twisting magnetization. \r\n\r\nThe PI will create interactive programs simulating various physical phenomena for educational tools. The programs will be implemented as Java applets. The attractive feature of Java-based simulations is their portability: such programs can be run on any computer equipped with a browser. The simulations will be paired with assignments to provide a genuine learning experience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Oleg",
   "pi_last_name": "Tchernyshyov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Oleg Tchernyshyov",
   "pi_email_addr": "olegt@jhu.edu",
   "nsf_id": "000168059",
   "pi_start_date": "2011-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N CHARLES ST",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 190000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 95000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>1. We have developed a theory of low-frequency magnetization dynamics in a skyrmion crystal, a magnetically ordered state with periodic arrangement of skyrmions (in 2 spatial dimensions) or skyrmion lines (in 3 dimensions). Low-frequency spin waves can be effectively represented as oscillations of the skyrmions. In contrast to a familiar atomic crystal, the waves are neither transverse nor longitudinal. Instead, they have circular polarizations, i.e., skyrmions move along circular trajectories. A skyrmion crystal always has a Goldstone mode whose frequency is proportional to the square of the wavenumber and vanishes in the long-wavelength limit. If the skyrmion crystal is sufficiently robust, it may have another, \"cyclotron\" mode with the opposite polarization and a frequency that remains finite in the long-wavelength limit. Our theory has been confirmed experimentally by the group of Y. Tokura at the University of Tokyo, who observed these modes. Their research paper cites our work.&nbsp;</p>\n<p>2. We have developed a theory of magnetization dynamics in a network of ferromagnetic nanowires also known as \"artificial spin ice.\" This is a continuation of a project sponsored by our previous NSF award. Our theory is based on a coarse-grained picture, where the main dynamical objects are domain walls emitted at the junctions of the network, propagating through its links, and absorbed at the next junctions. It takes into account magnetostatic interactions between the domain walls and the quenched disorder due to imperfections of nanoscale fabrication. Our theory has been confirmed quantitatively by the experimental group of J. Cumings at the University of Maryland. Their findings, including a comparison between the experimental data and our theory, have been reported in a joint publication.</p>\n<p>3. We have developed a theory of low-frequency magnetization dynamics of a skyrmion bubble, a domain wall separating a circular domain where magnetization points up from a surrounding domain of opposite magnetization. On the domain wall itself, the magnetization points along the wall, giving rise to a skyrmion number of +1. We have shown that the motion of a skyrmion bubble reflects a balance of external forces, the gyroscopic effect, and inertia. The importance of inertia to skyrmion dynamics has not been previously recognized. We have calculated the mass of a skyrmion bubble and elucidated the mechanism of inertia. Our theory has been recently confirmed by experimentalists in the group of S. Eisebitt at the Technical University of Berlin. Their results have been reported at a SPIE conference; a research article, citing our work, is in review.&nbsp;</p>\n<p>4. We have developed a theory of the pinning of a Bloch point, a point topological defect in a ferromagnet, which can be pictured as a hedgehog (a point around which the magnetization vector points in all directions). We have shown that, unlike other topologically stable magnetic textures, a Bloch point experiences a strong pinning by the underlying atomic lattice and that the minimal force required to set a Bloch point in motion is determined by a continuum characteristic of the ferromagnet, namely its exchange constant measured in joules per meter, or newtons. We have also pointed out that a moving Bloch point would emit electromagnetic radiation at the frequency given by the ratio of its speed and the period of the atomic lattice. The presence of this radiation can be verified experimentally.&nbsp;</p>\n<p>5. We have developed a theory of domain wall propulsion by magnons (quantized spin waves) in an antiferromagnet. In ferromagnets, a magnon passing through a domain wall reverses its own spin, thereby transferring two quanta of angular momentum to the domain wall; the reactive torque propels the domain wall. We have shown that the propulsion mechanism is entirely different in an antiferromagnet. Although transmitted magno...",
  "por_txt_cntn": "\n1. We have developed a theory of low-frequency magnetization dynamics in a skyrmion crystal, a magnetically ordered state with periodic arrangement of skyrmions (in 2 spatial dimensions) or skyrmion lines (in 3 dimensions). Low-frequency spin waves can be effectively represented as oscillations of the skyrmions. In contrast to a familiar atomic crystal, the waves are neither transverse nor longitudinal. Instead, they have circular polarizations, i.e., skyrmions move along circular trajectories. A skyrmion crystal always has a Goldstone mode whose frequency is proportional to the square of the wavenumber and vanishes in the long-wavelength limit. If the skyrmion crystal is sufficiently robust, it may have another, \"cyclotron\" mode with the opposite polarization and a frequency that remains finite in the long-wavelength limit. Our theory has been confirmed experimentally by the group of Y. Tokura at the University of Tokyo, who observed these modes. Their research paper cites our work. \n\n2. We have developed a theory of magnetization dynamics in a network of ferromagnetic nanowires also known as \"artificial spin ice.\" This is a continuation of a project sponsored by our previous NSF award. Our theory is based on a coarse-grained picture, where the main dynamical objects are domain walls emitted at the junctions of the network, propagating through its links, and absorbed at the next junctions. It takes into account magnetostatic interactions between the domain walls and the quenched disorder due to imperfections of nanoscale fabrication. Our theory has been confirmed quantitatively by the experimental group of J. Cumings at the University of Maryland. Their findings, including a comparison between the experimental data and our theory, have been reported in a joint publication.\n\n3. We have developed a theory of low-frequency magnetization dynamics of a skyrmion bubble, a domain wall separating a circular domain where magnetization points up from a surrounding domain of opposite magnetization. On the domain wall itself, the magnetization points along the wall, giving rise to a skyrmion number of +1. We have shown that the motion of a skyrmion bubble reflects a balance of external forces, the gyroscopic effect, and inertia. The importance of inertia to skyrmion dynamics has not been previously recognized. We have calculated the mass of a skyrmion bubble and elucidated the mechanism of inertia. Our theory has been recently confirmed by experimentalists in the group of S. Eisebitt at the Technical University of Berlin. Their results have been reported at a SPIE conference; a research article, citing our work, is in review. \n\n4. We have developed a theory of the pinning of a Bloch point, a point topological defect in a ferromagnet, which can be pictured as a hedgehog (a point around which the magnetization vector points in all directions). We have shown that, unlike other topologically stable magnetic textures, a Bloch point experiences a strong pinning by the underlying atomic lattice and that the minimal force required to set a Bloch point in motion is determined by a continuum characteristic of the ferromagnet, namely its exchange constant measured in joules per meter, or newtons. We have also pointed out that a moving Bloch point would emit electromagnetic radiation at the frequency given by the ratio of its speed and the period of the atomic lattice. The presence of this radiation can be verified experimentally. \n\n5. We have developed a theory of domain wall propulsion by magnons (quantized spin waves) in an antiferromagnet. In ferromagnets, a magnon passing through a domain wall reverses its own spin, thereby transferring two quanta of angular momentum to the domain wall; the reactive torque propels the domain wall. We have shown that the propulsion mechanism is entirely different in an antiferromagnet. Although transmitted magnons generate torque on the domain wall, the primary effect of this torque is to generate precession of..."
 }
}