{
 "awd_id": "1104214",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Successful Academic and Employment Pathways in Advanced Technologies",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032925309",
 "po_email": "cdellapi@nsf.gov",
 "po_sign_block_name": "Connie Della-Piana",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 1196790.0,
 "awd_amount": 1196790.0,
 "awd_min_amd_letter_date": "2011-09-14",
 "awd_max_amd_letter_date": "2013-09-26",
 "awd_abstract_narration": "In light of the growing need for highly trained workers in engineering technology, a   collaboration of higher education institutions in Florida is examining the progression of students from high schools into advanced technology programs at community colleges and into the workforce.  Researchers from the Departments of Sociology and Anthropology at the University of South Florida are teaming up with the Florida Advanced Technological Center (FLATE) at Hillsborough Community College, Polk State College, and the State College of Florida to examine student pathways from high school through community college to industry.  The mixed method study integrates secondary data analysis of student-level longitudinal data from the Florida Department of Education PK-20 Education Data Warehouse and state employment data with ethnographic case studies.  The quasi-experimental research study with case studies is designed to answer three overarching questions.  Who enrolls in engineering technology programs at community colleges out of high school?  How do students become engineering technology graduates?  How do engineering technology students benefit from enrollment and associate degree attainment?   The study contributes to a growing body of knowledge on advanced technician education and to the overall mission of the Advanced Technological Education Program by (1) increasing understanding of recruitment and pathways into engineering technology programs; (2) providing information to improve the education of engineering technicians; (3) discovering  promising practices that increase the visibility of engineering technology programs at community colleges; and (4) providing information about practices that produce qualified science and engineering technicians to meet workforce demands.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Tyson",
   "pi_mid_init": "T",
   "pi_sufx_name": "Jr",
   "pi_full_name": "William T Tyson",
   "pi_email_addr": "wtyson@usf.edu",
   "nsf_id": "000252507",
   "pi_start_date": "2011-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Kathryn",
   "pi_last_name": "Borman",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kathryn M Borman",
   "pi_email_addr": "borman@cas.usf.edu",
   "nsf_id": "000466075",
   "pi_start_date": "2011-09-14",
   "pi_end_date": "2013-09-26"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marie",
   "pi_last_name": "Boyette",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marie Boyette",
   "pi_email_addr": "mboyette3@hccfl.edu",
   "nsf_id": "000561451",
   "pi_start_date": "2011-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lakshmi",
   "pi_last_name": "Jayaram",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lakshmi Jayaram",
   "pi_email_addr": "ljayaram@usf.edu",
   "nsf_id": "000651695",
   "pi_start_date": "2013-09-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Florida",
  "inst_street_address": "4202 E FOWLER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "TAMPA",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8139742897",
  "inst_zip_code": "336205800",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "FL15",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NKAZLXLL7Z91"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Florida",
  "perf_str_addr": "4202 E FOWLER AVE",
  "perf_city_name": "TAMPA",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "336205800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "FL15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1196790.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>&ldquo;Successful Academic and Employment <span style=\"text-decoration: underline;\">Path</span>ways in Advanced <span style=\"text-decoration: underline;\">Tech</span>nologies&rdquo; is a Targeted Research in Technician Education collaboration led by interdisciplinary researchers from the University of South Florida (USF) and the Florida Advanced Technological Education Center (FLATE) at Hillsborough Community College. PathTech is a holistic examination of STEM <em>pathways </em>that reveal the variety of routes individuals take to obtain an education, get and keep a job, and provide for families in order to grow and mature within a dynamic and evolving global economy.&nbsp; We utilize the unique perspectives of students and key personnel in Tampa Bay area high schools, community colleges, and industry. We interviewed students, faculty, and administrators within engineering technology (ET) programs at four area community colleges.&nbsp; We also administered short surveys to ET students to learn more about their socio-demographic backgrounds, marital and caregiving status, education attainment, financial aid, and parental education attainment. We also interviewed students, teachers, and administrators from high school engineering and engineering technology themed career academies as well as and employers from local businesses in corresponding counties.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; We identified four profiles of ET students based on their primary motivations and goals for entering the program: (1) learning, (2) credentialing, (3) re-skilling, and (4) empowering.&nbsp; Students do not necessarily belong exclusively in one group; however, this is useful framework for understanding the motivations and goals of students who bring diverse experiences into their programs.&nbsp; Explanatory frameworks based on the socio-demographic survey and interviews revealed: (1) Individuals from <strong>diverse academic and employment backgrounds</strong> have disparate goals for their ET enrollment, but believe ET courses and/or credentials will <strong>greatly enhance their career prospects </strong>and be<strong> a transformative force</strong> in their lives. (2) Students are encouraged to enroll in ET courses through their <strong>inclination for hands-on work</strong> and previous <strong>ET-related educational and work experiences</strong>, information learned from <strong>word of mouth</strong>, <strong>program websites</strong>, and <strong>recruiters</strong> (particularly true for veterans), and desire for <strong>career stability</strong> and <strong>a better life</strong>. For many students, the return to school was marked by <strong>job loss</strong> and/or <strong>need for re-skilling</strong> in order to be marketable and valued in the current economy. (3) ET students transition <strong>between school and work</strong> while experiencing <strong>other life transitions</strong> as well. For example, several older students have <strong>partners and children</strong> and many discuss their need to <strong>provide for their families</strong> as a key element motivating their desire to enter and complete the ET program.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Our analyses of high school and industry focuses on the <em>skills desired</em> by industry and <em>skills developed</em> by students in order to understand the extent to which high school career academy students are preparing to enter the local workforce.&nbsp; Industry representatives greatly favor career-based interventions in elementary and secondary school that provide direct pathways into their workforce.&nbsp; In contrast, students prefer traditional pathways into higher education that may or may not include employment in local technology and manufacturing sectors.&nbsp; High school career academy ...",
  "por_txt_cntn": "\n \"Successful Academic and Employment Pathways in Advanced Technologies\" is a Targeted Research in Technician Education collaboration led by interdisciplinary researchers from the University of South Florida (USF) and the Florida Advanced Technological Education Center (FLATE) at Hillsborough Community College. PathTech is a holistic examination of STEM pathways that reveal the variety of routes individuals take to obtain an education, get and keep a job, and provide for families in order to grow and mature within a dynamic and evolving global economy.  We utilize the unique perspectives of students and key personnel in Tampa Bay area high schools, community colleges, and industry. We interviewed students, faculty, and administrators within engineering technology (ET) programs at four area community colleges.  We also administered short surveys to ET students to learn more about their socio-demographic backgrounds, marital and caregiving status, education attainment, financial aid, and parental education attainment. We also interviewed students, teachers, and administrators from high school engineering and engineering technology themed career academies as well as and employers from local businesses in corresponding counties.\n\n            We identified four profiles of ET students based on their primary motivations and goals for entering the program: (1) learning, (2) credentialing, (3) re-skilling, and (4) empowering.  Students do not necessarily belong exclusively in one group; however, this is useful framework for understanding the motivations and goals of students who bring diverse experiences into their programs.  Explanatory frameworks based on the socio-demographic survey and interviews revealed: (1) Individuals from diverse academic and employment backgrounds have disparate goals for their ET enrollment, but believe ET courses and/or credentials will greatly enhance their career prospects and be a transformative force in their lives. (2) Students are encouraged to enroll in ET courses through their inclination for hands-on work and previous ET-related educational and work experiences, information learned from word of mouth, program websites, and recruiters (particularly true for veterans), and desire for career stability and a better life. For many students, the return to school was marked by job loss and/or need for re-skilling in order to be marketable and valued in the current economy. (3) ET students transition between school and work while experiencing other life transitions as well. For example, several older students have partners and children and many discuss their need to provide for their families as a key element motivating their desire to enter and complete the ET program.\n\n            Our analyses of high school and industry focuses on the skills desired by industry and skills developed by students in order to understand the extent to which high school career academy students are preparing to enter the local workforce.  Industry representatives greatly favor career-based interventions in elementary and secondary school that provide direct pathways into their workforce.  In contrast, students prefer traditional pathways into higher education that may or may not include employment in local technology and manufacturing sectors.  High school career academy teachers interviewed for this study demonstrate how their programs serve as college prep and/or career prep based on the interests and needs of each student.\n\n            Analyses focus on technical skills and soft skills desired and developed in these pathways.  Industry narratives reveal a dire need to replenish an aging STEM workforce among computer numerical control (CNC) machinists and operators and to hire workers with skills and experience using computer-aided design (CAD) and computer-aided manufacturing (CAM) programs such as Solid Works.  Career academy students report gaining experience using CNC machines, an area of particular emphasis among teach..."
 }
}