{
 "awd_id": "1104773",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Polymer self-assembly directed hybrid nanostructures: from amorphous to polycrystalline to single crystal materials",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924933",
 "po_email": "alovinge@nsf.gov",
 "po_sign_block_name": "Andrew Lovinger",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 396000.0,
 "awd_amount": 396000.0,
 "awd_min_amd_letter_date": "2011-07-24",
 "awd_max_amd_letter_date": "2011-07-24",
 "awd_abstract_narration": "TECHNICAL SUMMARY:\r\n\r\nWith a program on polymer self-assembly of directed hybrid nanostructures the PI will pursue the synthesis, characterization and structure-property correlation studies for novel classes of nanostructured amorphous, polycrystalline and single crystal materials with expitaxial relations to their substrates. Networked morphologies are targeted as obtained from self-assembly of ABC triblock terpolymers used as structure directing agents for inorganic materials including oxides, metals and semiconductors. The aim of the proposed program is to understand the underlying fundamental chemical, thermodynamic, and kinetic formation principles enabling generalization of results over a wider class of materials systems. The research includes synthesis of all necessary organic/polymer and inorganic components, characterization of assembly structures using various scattering and electron microscopy techniques, study of specific properties, and investigation of optoelectronic devices. Interdisciplinarity will be a central feature of the effort.  The project will also involve extensive interactions with several researchers at Cornell and abroad (Cambridge and Oxford Universities, UK) who have complementary expertise.\r\n\r\nNON-TECHNICAL SUMMARY:\r\n\r\nThe PI proposes to study the fundamental principles for successfully nanostructuring various materials such as oxides, metals, and semiconductors with the help of specially designed polymers.  These polymers should enable assembly of highly complex structures.  If successful, this program will have significant impact in a broad range of areas from microelectronics to energy conversion and storage enabled by novel ways to organize matter into nanostructures with functionalities not previously available. The program will promote an interdisciplinary way of teaching, training, and learning for students at all levels. It will further involve the participation of underrepresented groups, enhancement of the infrastructure for research and education, and industrial outreach. The PI will work with high school teachers in a nearby school district to promote learning and understanding related to materials science and engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ulrich",
   "pi_last_name": "Wiesner",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Ulrich B Wiesner",
   "pi_email_addr": "ubw1@cornell.edu",
   "nsf_id": "000162792",
   "pi_start_date": "2011-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 396000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>With a program on <em>polymer self-assembly directed hybrid nanostructures: from amorphous to polycrystalline to single crystal materials</em> the PI at Cornell performed synthesis, characterization and structure-property correlation studies for novel classes of nanostructured amorphous, polycrystalline and single crystal materials with expitaxial relations to their substrates. Networked morphologies were targeted as obtained from self-assembly of ABC triblock terpolymers used as structure directing agents for inorganic materials including oxides, metals and semiconductors. The aim of the proposed program was to understand the underlying fundamental chemical, thermodynamic and kinetic formation principles enabling generalization of results over a wider class of materials systems. The research included synthesis of all necessary organic/polymer and inorganic components, characterization of assembly structures using various scattering and electron microscopy techniques, as well as the study of specific properties including investigation of optoelectronic devices. Interdisciplinarity was a central feature of the effort. A particular strength of this proposal derived from the continuation of very fruitful interactions with several individuals at Cornell and abroad (Cambridge and Oxford Universities, UK) with outstanding reputations in their fields.</p>\n<p><em><span style=\"text-decoration: underline;\">Intellectual merit of the proposed activity.</span> </em>Understanding the fundamental principles for successfully nanostructuring oxides, metals, and semiconductors with the help of block copolymer self-assembly into materials with increasing local order all the way to single crystals with well-defined structural relations to the substrate has profound impact in a broad range of areas. The project provided advanced molecular design concepts for the next generation nanostructured materials that pave the way to applications ranging from microelectronics to energy conversion and storage. For example, work on the project lead to the discovery of a facile yet versatile approach to hierarchical porous polymer scaffolds derived from AB diblock and ABC triblock terpolymers with potential applications in catalysis, separation technology or bioengineering. As a first example, these scaffolds were subsequently used for calcite single crystal growth, a carbonate biomineral. In a second example ABC tribock terpolymers were used to generate asymmetric all-organic and organic-inorganic hybrid membranes for ultrafiltration. These membranes, for the first time, allow tailoring of membrane properties via the molecular design of the block copolymers in terms of, e.g. polymer molar mass. This is a paradigm shift in the membrane field where for decades membranes were optimized using trial-and-error approaches. All work in this project was performed making effective use of NSF funded facilities at Cornell such as the Cornell High Energy Synchrotron Source (CHESS) or those of the Cornell Center for Materials Research (CCMR).<em>&nbsp;</em></p>\n<p><em><span style=\"text-decoration: underline;\">Broader impacts resulting from the proposed activity</span>. </em>The research program drew on a number of traditionally separated scientific disciplines, combining polymer and hybrid synthesis and characterization, solid-state chemistry, and optoelectronics. In this way it promoted an interdisciplinary way of teaching, training, and learning and a unique educational experience for all students involved. The PI worked with the excellent and proven platform provided by the NSF-funded Cornell Center for Materials Research (CCMR) in order to educate students in the entire STEM pipeline about issues related to polymers and nanomaterials science. The project was further strengthened by collaboration on hybrid materials with Norfolk State University (NSU), VA, a Historically Black College/University (HBCU) with a...",
  "por_txt_cntn": "\nWith a program on polymer self-assembly directed hybrid nanostructures: from amorphous to polycrystalline to single crystal materials the PI at Cornell performed synthesis, characterization and structure-property correlation studies for novel classes of nanostructured amorphous, polycrystalline and single crystal materials with expitaxial relations to their substrates. Networked morphologies were targeted as obtained from self-assembly of ABC triblock terpolymers used as structure directing agents for inorganic materials including oxides, metals and semiconductors. The aim of the proposed program was to understand the underlying fundamental chemical, thermodynamic and kinetic formation principles enabling generalization of results over a wider class of materials systems. The research included synthesis of all necessary organic/polymer and inorganic components, characterization of assembly structures using various scattering and electron microscopy techniques, as well as the study of specific properties including investigation of optoelectronic devices. Interdisciplinarity was a central feature of the effort. A particular strength of this proposal derived from the continuation of very fruitful interactions with several individuals at Cornell and abroad (Cambridge and Oxford Universities, UK) with outstanding reputations in their fields.\n\nIntellectual merit of the proposed activity. Understanding the fundamental principles for successfully nanostructuring oxides, metals, and semiconductors with the help of block copolymer self-assembly into materials with increasing local order all the way to single crystals with well-defined structural relations to the substrate has profound impact in a broad range of areas. The project provided advanced molecular design concepts for the next generation nanostructured materials that pave the way to applications ranging from microelectronics to energy conversion and storage. For example, work on the project lead to the discovery of a facile yet versatile approach to hierarchical porous polymer scaffolds derived from AB diblock and ABC triblock terpolymers with potential applications in catalysis, separation technology or bioengineering. As a first example, these scaffolds were subsequently used for calcite single crystal growth, a carbonate biomineral. In a second example ABC tribock terpolymers were used to generate asymmetric all-organic and organic-inorganic hybrid membranes for ultrafiltration. These membranes, for the first time, allow tailoring of membrane properties via the molecular design of the block copolymers in terms of, e.g. polymer molar mass. This is a paradigm shift in the membrane field where for decades membranes were optimized using trial-and-error approaches. All work in this project was performed making effective use of NSF funded facilities at Cornell such as the Cornell High Energy Synchrotron Source (CHESS) or those of the Cornell Center for Materials Research (CCMR). \n\nBroader impacts resulting from the proposed activity. The research program drew on a number of traditionally separated scientific disciplines, combining polymer and hybrid synthesis and characterization, solid-state chemistry, and optoelectronics. In this way it promoted an interdisciplinary way of teaching, training, and learning and a unique educational experience for all students involved. The PI worked with the excellent and proven platform provided by the NSF-funded Cornell Center for Materials Research (CCMR) in order to educate students in the entire STEM pipeline about issues related to polymers and nanomaterials science. The project was further strengthened by collaboration on hybrid materials with Norfolk State University (NSU), VA, a Historically Black College/University (HBCU) with a large participation of underrepresented minorities through an existing NSF PREM program and a NSF IGERT program. As a result of work in this project a start-up company was formed in order to bring ABC triblock te..."
 }
}