{
 "awd_id": "1105256",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Supramolecular main-chain liquid crystalline networks as a probe of mesogen formation and stability",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael J. Scott",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 170000.0,
 "awd_amount": 170000.0,
 "awd_min_amd_letter_date": "2011-05-16",
 "awd_max_amd_letter_date": "2011-05-16",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\n\r\nInitial investigations funded by the Solid State and Materials Chemistry(SSMC) Program have indicated that the creation of supramolecular liquid crystalline networks produce materials with very interesting properties - simple one-ringed pyridyl systems produce networks that tie the reduction of liquid crystallinity in with statistical correlations of hydrogen bond acceptors. Similarly, more rigid groups allow for higher concentrations of disruptor inclusion. Non-macromolecular systems, created from simple 4-alkoxybenzoic acid groups retain liquid crystallinity at disruptor loadings above 99%. Continuation of funding from SSMC will allow for the development of new systems of varying functionality of the disrupting hydrogen bond acceptor groups (bis, tris and tetrakis), increasing rigidity and size of the hydrogen bond acceptor components (one ring pyridyl groups or longer, stilbazole structures). The study will include introduction of flexibility into all hydrogen bond accepting systems:  ethyleneglycoxy chains for distonic, mesogen-forming acceptors (three, four and five) and alkyl chains (2, 4, 6 and 11 carbons) for increasing flexible netpoint creation. These systems will be studied using spectroscopic, thermal and x-ray analytical techniques. Special attention will be paid to the compositions of systems that only just eliminate liquid crystallinity, as these will be used as a probe for mesophase stability.  The creation of these new liquid crystalline systems will provide valuable insight into the ability of a mesophase to stabilize in unfavorable, constrained (networked) conditions, providing insight into the nature of the formation of a mesophase, and a comparison of the quantity and strength of supramolecular forces involved in the formation of liquid crystals. The results from this work will have a broad impact on the field of supramolecular liquid crystals. The applications of hydrogen bonded mesogens are limited by the fragility of the associative chain structure. Imparting new characteristics to supramolecular liquid crystalline systems would provide new materials, combining the stabilities of covalent species with the lability and healing capabilities of hydrogen bonded associative chain structures. \r\n\r\nNON TECHNICAL SUMMARY\r\n\r\nThis supported work will study the effects of reversible bonding on liquid crystalline polymers and networks. These materials will aid in understanding the effects of non-permanent linkages on the formation of materials important to the optical display industry. New visualization devices could be designed from the results of this work.   Beyond the scientific impact of this project, activities will be used to enhance research infrastructure and give undergraduate students opportunities to carry out potentially industrially significant work. Over half of the student body at the University of Wisconsin- Eau Claire is low-income (11%) or first generation (41%) and about 60% are female, all of which are underrepresented in the scientific communities. According to the American Chemical Society UW-Eau Claire was recently ranked third nationally in the number of chemistry graduates -the highest of any Wisconsin college or university. Also, almost half of all UW- Eau Claire Chemistry undergraduates matriculate into graduate or professional programs. The research activities described will greatly enhance student training and intellectual development through hands-on experience with sophisticated techniques, equipment and the opportunities to develop their work for publication in professional journals and to present their findings at international meetings to an audience of the experts in the field.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kurt",
   "pi_last_name": "Wiegel",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Kurt N Wiegel",
   "pi_email_addr": "wiegelkn@uwec.edu",
   "nsf_id": "000281935",
   "pi_start_date": "2011-05-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Eau Claire",
  "inst_street_address": "105 GARFIELD AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "EAU CLAIRE",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "7158363405",
  "inst_zip_code": "547014811",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "WI03",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "RYAQZNSJN9Q9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Eau Claire",
  "perf_str_addr": "105 GARFIELD AVENUE",
  "perf_city_name": "EAU CLAIRE",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "547014811",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "WI03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 170000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The outcomes for Award # 1105256 were based mainly on making liquid crystals- the materials in almost all display devices used for the past 10 years- more stable and capable of self-healing. Imagine the display of your smartphone or tablet being able to repair itself after being dropped or shattered. By introducing bonds that can break and reform by heating and cooling, the lifetime of our devices can be extended. &nbsp;</p>\n<p>Molecules designed for this project are capable of using hydrogen bonds (weaker interactions that are capable of breaking and reforming when heated or cooled) to make both the liquid crystalline portions of the molecule as well as a networking portion. By making the molecule a network the physical stability will be increased. The more exciting portion of the study is tying the liquid crystallinity and the networking agent to the same reversible interaction.</p>\n<p>At first it may seem odd to make the most important parts of the molecule by weak linkages, but consider that the most important molecule for human life- DNA- functions by hydrogen bonded associations. Additionally remember the fate of the title character from Gulliver&rsquo;s Travels when faced with the tiny Lilliputians- individually they were no challenge but in large groups they were a very credible threat.</p>\n<p>Our molecules showed the ability to make highly networked samples that displayed very thermally stable liquid crystalline phases. This indicates that the phases are capable of existing at high temperatures as being capable of reforming once melted and destroyed; self healing is a possibility on liquid crystalline systems.</p>\n<p>The development of human resources and the education of undergraduates is as valuable an outcome as any scientific endeavor. During the period of this grant nine undergraduates were trained in advanced scientific techniques. Three of these students are in pharmacy school, two in graduate school in chemistry and four in the chemical industry. Continued funding would allow for &nbsp;these experiences for future students.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/17/2015<br>\n\t\t\t\t\tModified by: Kurt&nbsp;N&nbsp;Wiegel</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe outcomes for Award # 1105256 were based mainly on making liquid crystals- the materials in almost all display devices used for the past 10 years- more stable and capable of self-healing. Imagine the display of your smartphone or tablet being able to repair itself after being dropped or shattered. By introducing bonds that can break and reform by heating and cooling, the lifetime of our devices can be extended.  \n\nMolecules designed for this project are capable of using hydrogen bonds (weaker interactions that are capable of breaking and reforming when heated or cooled) to make both the liquid crystalline portions of the molecule as well as a networking portion. By making the molecule a network the physical stability will be increased. The more exciting portion of the study is tying the liquid crystallinity and the networking agent to the same reversible interaction.\n\nAt first it may seem odd to make the most important parts of the molecule by weak linkages, but consider that the most important molecule for human life- DNA- functions by hydrogen bonded associations. Additionally remember the fate of the title character from GulliverÆs Travels when faced with the tiny Lilliputians- individually they were no challenge but in large groups they were a very credible threat.\n\nOur molecules showed the ability to make highly networked samples that displayed very thermally stable liquid crystalline phases. This indicates that the phases are capable of existing at high temperatures as being capable of reforming once melted and destroyed; self healing is a possibility on liquid crystalline systems.\n\nThe development of human resources and the education of undergraduates is as valuable an outcome as any scientific endeavor. During the period of this grant nine undergraduates were trained in advanced scientific techniques. Three of these students are in pharmacy school, two in graduate school in chemistry and four in the chemical industry. Continued funding would allow for  these experiences for future students.\n\n\t\t\t\t\tLast Modified: 11/17/2015\n\n\t\t\t\t\tSubmitted by: Kurt N Wiegel"
 }
}