{
 "awd_id": "1105577",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Field Reconnaissance of the 25 October 2010 Mentawai Islands Tsunami Earthquake Offshore Sumatra",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927024",
 "po_email": "jpauschk@nsf.gov",
 "po_sign_block_name": "Joy Pauschke",
 "awd_eff_date": "2010-12-01",
 "awd_exp_date": "2011-11-30",
 "tot_intn_awd_amt": 49783.0,
 "awd_amount": 49783.0,
 "awd_min_amd_letter_date": "2010-11-29",
 "awd_max_amd_letter_date": "2010-11-29",
 "awd_abstract_narration": "This Grant for Rapid Response Research (RAPID) award provides travel and field support for a team of eight investigators and three to four graduate students to conduct a reconnaissance survey of the 25 October 2010 Mentawai Islands offshore Sumatra earthquake and tsunami.  On 25 October 2010, a magnitude 7.7 earthquake triggered a tsunami which impacted the Mentawai Islands and parts of the coast of western Sumatra in the Indonesian archipelago. The most recent estimate of the human toll from the tsunami exceeds 450. This is the highest tsunami death toll worldwide during the past five years.  The tsunami hazard along the coastline of western Sumatra and its offshore islands has been identified repeatedly after the 2004 Sumatra-Andaman, 2005 Nias, and 2007 Bengkulu earthquakes.  Educational programs have been initiated and outreach lectures given on the Mentawai Islands themselves as recent as May 2010.  With the October 2010 occurrence, a warning was issued within minutes by the Pacific Tsunami Warning Center (PTWC).  Initial media reports and some estimates from local scientists relate run-up heights in excess of 7 meters and inundation distances up to 1 kilometer.  Post disaster reconnaissance following major natural and anthropogenic events has yielded significant new insights into both the characteristics of the events as well as the performance of natural and built infrastructure subjected to these catastrophic events.\r\n\r\nThe field survey be conducted over ten days and includes rental of off-road vehicles, boats, and aircraft as needed.  The field activities will include collection of perishable data that will be assembled into a comprehensive multi-scale, geo-referenced data base of tsunami damage and flood zone characteristics combined with numerical model results.  The field investigation will gather data to address the following research topics. First, the Mentawai earthquake falls into the category of tsunami earthquakes, which represent only about 1/10 to 1/100 of tsunamigenic earthquakes. The tsunami community lacks proper scaling functions for the tsunami run-up associated with tsunami earthquakes.  Second, landslide scarps have been reported on the Mentawai Islands. The impact zone appears to be highly localized, and the offshore earthquake may have triggered superimposed tsunamis generated by landslides. The arrival times need to be determined and validated against numerical model predictions to exclude local early arrivals due to separate submarine landslide tsunamis. The distribution of inundation heights needs to be quantified to determine whether tsunamigenic submarine landsliding occurred. Third, and finally, several animations with run-up projections have been posted on the International Tsunami Information Center list-servers. Collecting high quality inundation measurements will allow the community to infer the predictive capability of different numerical models and evaluate their potential uses for inundation mapping and operational forecasts.  As part of the field study, the research team will investigate why the death toll was so high from this event, given the recently installed German-Indonesian Tsunami Early Warning System (TEWS) and the role of PTWC.  The field team will give education and outreach lectures and briefings at villages surveyed.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hermann",
   "pi_last_name": "Fritz",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Hermann M Fritz",
   "pi_email_addr": "fritz@gatech.edu",
   "nsf_id": "000494260",
   "pi_start_date": "2010-11-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Costas",
   "pi_last_name": "Synolakis",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Costas E Synolakis",
   "pi_email_addr": "costas@usc.edu",
   "nsf_id": "000466810",
   "pi_start_date": "2010-11-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 NORTH AVE NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163600",
   "pgm_ele_name": "Geotechnical Engineering and M"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "037E",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "038E",
   "pgm_ref_txt": "FOUNDATION ENGINEERING"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "151E",
   "pgm_ref_txt": "Tsunami Research"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 49783.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Mw 7.8 October 2010 Mentawai, Indonesia, earthquake was a &ldquo;tsunami earthquake\", a rare type of earthquake that generates a tsunami much larger than expected based on the seismic magnitude. The tsunami field survey began on 10 November 2010, departing by ship from Bengkulu, Sumatra, and traveling through the Mentawai Islands (South and North Pagai, Sipora, and Southern Siberut). The team visited 28 locations, measuring tsunami runup heights, flow depths, and inundation distances using standard techniques. In addition to measuring physical parameters, the field team conducted interviews with eyewitnesses and local residents to obtain information on the timing and sequence of events, public response and evacuation, and the overall awareness of tsunami hazards in the various communities. Based on information gathered from eyewitness interviews conducted during the survey, the earthquake was not strongly felt. Residents described it as a gentle, slow, rocking earthquake that lasted for several minutes. These accounts are consistent with seismological observations that this earthquake was deficient in high-frequency energy and had a long rupture time [Newman et al., 2011; Lay et al., 2011], a defining feature of tsunami earthquakes [Kanamori , 1972]. Many residents failed to recognize the long duration of the earthquake as an immediate evacuation sign and only evacuated as the noise of the approaching tsunami broke through the dark of the night. The lack in tsunami education and awareness resulted in more than 500 fatalities.</p>\n<p><strong>Intellectual Merit:</strong></p>\n<p>In this study we examined this event using a combination of high-rate GPS data, from instruments located on the nearby islands, and a tsunami field survey [Hill et al., 2012]. The GPS displacement time series are deficient in high-frequency energy, and show small coseismic displacements (&lt;22 cm horizontal and &lt;4 cm subsidence). The field survey team measured maximum tsunami runup heights exceeding 16 m. Our modeling results show that the combination of the small GPS displacements and large tsunami can only be explained by high fault slip at very shallow depths, far from the islands and close to the oceanic trench. This result challenges the conventional wisdom that the shallow tips of subduction megathrusts are aseismic, and therefore raises important questions both about the mechanical properties of the shallow fault zone and the potential seismic and tsunami hazard of this shallow region. However, just as the 2007 earthquake and its immediate aftershocks, the 2010 event occurred on the Mentawai patch [Sieh et al., 2008], which has not fully ruptured since the great events of 1833 (M9) and 1797 (M8.8) [Natawidjaja et al., 2006]. Since the combination of moment relieved during the 2007 and 2010 ruptures is far short of all the strain accumulated in the region of the Mentawai patch since these historic earthquakes, the forecast of Sieh et al. [2008] of a large future earthquake and associated tsunami [Borrero et al., 2006] remains unrealized.</p>\n<p><strong>Broader Impact:</strong></p>\n<p>The unique field data set of a rare tsunami earthquake in itself with more than 100 tsunami flow depth and runup measurements at 28 independent sites has already become a benchmark for field work and validation of the combination of earthquake, tsunami and runup models. The complete database was handed over to the Government of Indonesia, UNESCO and NGDC. It has become (part of) the official data base for the event. &nbsp;We gave ad hoc tsunami awareness and education presentations at many villages visited in the Mentawai Islands including an elementary school presentation at Sikakap on South Pagai. The findings of the Mentawai tsunami reached the general media through online and various print media. This was the first tsunami survey experience for four post-docs, graduate and undergraduate students....",
  "por_txt_cntn": "\nThe Mw 7.8 October 2010 Mentawai, Indonesia, earthquake was a \"tsunami earthquake\", a rare type of earthquake that generates a tsunami much larger than expected based on the seismic magnitude. The tsunami field survey began on 10 November 2010, departing by ship from Bengkulu, Sumatra, and traveling through the Mentawai Islands (South and North Pagai, Sipora, and Southern Siberut). The team visited 28 locations, measuring tsunami runup heights, flow depths, and inundation distances using standard techniques. In addition to measuring physical parameters, the field team conducted interviews with eyewitnesses and local residents to obtain information on the timing and sequence of events, public response and evacuation, and the overall awareness of tsunami hazards in the various communities. Based on information gathered from eyewitness interviews conducted during the survey, the earthquake was not strongly felt. Residents described it as a gentle, slow, rocking earthquake that lasted for several minutes. These accounts are consistent with seismological observations that this earthquake was deficient in high-frequency energy and had a long rupture time [Newman et al., 2011; Lay et al., 2011], a defining feature of tsunami earthquakes [Kanamori , 1972]. Many residents failed to recognize the long duration of the earthquake as an immediate evacuation sign and only evacuated as the noise of the approaching tsunami broke through the dark of the night. The lack in tsunami education and awareness resulted in more than 500 fatalities.\n\nIntellectual Merit:\n\nIn this study we examined this event using a combination of high-rate GPS data, from instruments located on the nearby islands, and a tsunami field survey [Hill et al., 2012]. The GPS displacement time series are deficient in high-frequency energy, and show small coseismic displacements (&lt;22 cm horizontal and &lt;4 cm subsidence). The field survey team measured maximum tsunami runup heights exceeding 16 m. Our modeling results show that the combination of the small GPS displacements and large tsunami can only be explained by high fault slip at very shallow depths, far from the islands and close to the oceanic trench. This result challenges the conventional wisdom that the shallow tips of subduction megathrusts are aseismic, and therefore raises important questions both about the mechanical properties of the shallow fault zone and the potential seismic and tsunami hazard of this shallow region. However, just as the 2007 earthquake and its immediate aftershocks, the 2010 event occurred on the Mentawai patch [Sieh et al., 2008], which has not fully ruptured since the great events of 1833 (M9) and 1797 (M8.8) [Natawidjaja et al., 2006]. Since the combination of moment relieved during the 2007 and 2010 ruptures is far short of all the strain accumulated in the region of the Mentawai patch since these historic earthquakes, the forecast of Sieh et al. [2008] of a large future earthquake and associated tsunami [Borrero et al., 2006] remains unrealized.\n\nBroader Impact:\n\nThe unique field data set of a rare tsunami earthquake in itself with more than 100 tsunami flow depth and runup measurements at 28 independent sites has already become a benchmark for field work and validation of the combination of earthquake, tsunami and runup models. The complete database was handed over to the Government of Indonesia, UNESCO and NGDC. It has become (part of) the official data base for the event.  We gave ad hoc tsunami awareness and education presentations at many villages visited in the Mentawai Islands including an elementary school presentation at Sikakap on South Pagai. The findings of the Mentawai tsunami reached the general media through online and various print media. This was the first tsunami survey experience for four post-docs, graduate and undergraduate students. The 2010 Mentawai tsunami highlights yet again the extreme hazards from near source tsunamis where the earthquake is the 'official..."
 }
}