{
 "awd_id": "1105339",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Interfaces and heterostructures with topological superconductors",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2011-09-09",
 "awd_max_amd_letter_date": "2013-06-16",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\nThis award supports theoretical investigation of interfaces and heterostructures involving non-centrosymmetric superconductors. The PI will investigate the properties of the surface and edge states arising in such materials due to their topological properties and explore how these states are affected and can be controlled by creating structures that put them in contact with magnetic and other superconducting materials. The planned research is rooted in the PI's experience in collaborations with experimental groups, and in his involvement in the analysis of recently discovered unconventional superconductors without center of inversion.\r\n\r\nThe PI will use an array of theoretical and computational methods to investigate the properties of such states. Previous work clearly showed that self-consistent treatment of the superconducting order is essential for the correct description of the bound states and will be implemented throughout the work. The PI will compute spectral features and magnetic properties of the bound states at the interfaces with normal metals, magnetic metals and insulators, and other superconductors, and will determine electrical and spin currents in biased junctions. The research will especially focus on the Josephson and proximity effects and on spin transport in such structures. These studies contribute to the knowledge base of topological materials enabling possible future technological applications.\r\n\r\nThe research will provide a valuable learning environment for students who will develop analytical and computing skills that will prepare them for a variety of careers.\r\n\r\nNON-TECHNICAL SUMMARY\r\nThis award supports theoretical investigation of robust states of matter that arise at interfaces and in artificially structured materials involving novel superconducting materials. Superconductivity, the ability to conduct current without heating, or dissipation, and magnetism, the property that allows the compass needle to point in the direction of magnetic field, are but two examples of features which enable functionality of our technology.  Very recently, researchers started to focus on other ways electrons might organize themselves, so-called topological states of matter. These hold promise for potential technological applications beyond the capabilities of well-studied states, such as superconductivity and magnetism.\r\nIn these new types of materials the enormously large collective of electrons is believed to support a new state of electronic matter that has properties that are robust to the normally deleterious effects of perturbations and defects. It is somewhat like a car tire: no matter how deformed it may be by pressing at the curb or a rock in the road, tracing around the outside of the tire one always encompasses the hole in the middle - an essential property of a tire. These topological quantum states appear most clearly when we look at the edges and boundaries of the sample.\r\n\r\nTechnological applications of topological quantum states and the materials that exhibit them require understanding how to manipulate the signature states that live on surfaces and boundaries of the material. This project involves research and educational activities aimed to understand how to control the magnetic and electronic properties of the interfaces involving topological superconductors, materials which support both electrical current without dissipation throughout the bulk and the associated surface states that may be magnetized or carry magnetic currents. Topological superconductivity is believed to have been recently discovered in certain materials. Together with students, the PI will study how the useful features of topological states can be influenced and controlled by creating contacts between topological superconductors and other magnetic and superconducting materials. The PI will aslo study the effects of applied voltages and currents. This knowledge will provide advances in the fundamental understanding of how to manipulate topological quantum states near interfaces contributing to the intellectual foundations of new device technologies. The project includes international collaborations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ilya",
   "pi_last_name": "Vekhter",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ilya Vekhter",
   "pi_email_addr": "vekhter@lsu.edu",
   "nsf_id": "000110485",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana State University",
  "inst_street_address": "202 HIMES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BATON ROUGE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "2255782760",
  "inst_zip_code": "708030001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "LOUISIANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECQEYCHRNKJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana State University",
  "perf_str_addr": "202 HIMES HALL",
  "perf_city_name": "BATON ROUGE",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "708030001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "LA06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "7574",
   "pgm_ref_txt": "CYBER INFRA FOR MATERIALS RES"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Nobel Physics Prizes awarded this year for the studies of topological properties of electronic systems marked the moment when what is often considered a relatively obscure branch of mathematics entered the mainstream public discourse about science. Topology essentially studies the qualitatively distinct properties of objects stemming from the differences in shape that cannot be changed by stretching or shrinking. For example, a ball, a donut, and a pretzel can be contrasted depending on the number of holes they have. The exciting part of several recent discoveries is that the same geometric classifying principles can be applied to the quantum mechanical wave functions of electrons in, and the topological differences have measurable consequences. This opened the door to studies of topological electronic matter.</p>\n<p>Perhaps the most striking quantum phenomenon exhibited by electrons in metals is superconductivity, or the ability of metals to carry electrical currents without dissipation at low temperatures (also featuring prominently in the list of Nobel Prize winners over the last half-century). Recent impetus gave rise to the studies of the materials combining the two properties of the wave function. These topological superconductors promise a multitude of new applications in fields ranging from spin electronics to quantum computation, and beyond. Most of suggested revolutionary uses feature small-scale sandwich-like junctions, called heterostructures, combining different materials. The key target of this NSF award was to investigate how the properties of such heterostructures depend on the details of the materials on both sides of the interface.&nbsp; These studies are the necessary step from the concept to implementation of any functional applications, and uncover qualitatively, and not just quantitatively new behavior.</p>\n<p>Among the highlights of the discoveries made under this project is the realization that the boundary of a topological superconductor has a small magnetic moment, which depends on what precisely is the type of superconductivity in the bulk. Even more importantly, constructing a junction between a topological and non-topological superconductor and connecting it to a battery allows control of this magnetic moment, and therefore lays the foundation for applications of such materials in spin electronics.</p>\n<p>Another highlight is that even for the non-superconducting topological material, the behavior of the magnetic moments, or spins, of the electrons at the surface, depends on the details of the materials and the surface preparation. Checking how the surface responds to magnetic fields, or to placement of an extra magnetic atom, tests for the behavior of these tiny moments, and is the first stepping stone towards useful applications of these compounds.</p>\n<p>Therefore the research completed under this project advanced the fundamental science of new electronic materials by finding new behavior at surfaces and in junctions, and made essential steps towards building a bridge to material specific applications. &nbsp;The work done with NSF support helped students and postdoctoral researchers train in modern analytical and numerical methods, build ability to critically think, and develop writing and speaking skills for audiences ranging from scientific peers to general public. It also helped raise the profile of the US science by engaging in international collaborations. The comprehensive nature of the project covers the range from basic science to applications and to development of highly skilled workforce.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2016<br>\n\t\t\t\t\tModified by: Ilya&nbsp;Vekhter</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNobel Physics Prizes awarded this year for the studies of topological properties of electronic systems marked the moment when what is often considered a relatively obscure branch of mathematics entered the mainstream public discourse about science. Topology essentially studies the qualitatively distinct properties of objects stemming from the differences in shape that cannot be changed by stretching or shrinking. For example, a ball, a donut, and a pretzel can be contrasted depending on the number of holes they have. The exciting part of several recent discoveries is that the same geometric classifying principles can be applied to the quantum mechanical wave functions of electrons in, and the topological differences have measurable consequences. This opened the door to studies of topological electronic matter.\n\nPerhaps the most striking quantum phenomenon exhibited by electrons in metals is superconductivity, or the ability of metals to carry electrical currents without dissipation at low temperatures (also featuring prominently in the list of Nobel Prize winners over the last half-century). Recent impetus gave rise to the studies of the materials combining the two properties of the wave function. These topological superconductors promise a multitude of new applications in fields ranging from spin electronics to quantum computation, and beyond. Most of suggested revolutionary uses feature small-scale sandwich-like junctions, called heterostructures, combining different materials. The key target of this NSF award was to investigate how the properties of such heterostructures depend on the details of the materials on both sides of the interface.  These studies are the necessary step from the concept to implementation of any functional applications, and uncover qualitatively, and not just quantitatively new behavior.\n\nAmong the highlights of the discoveries made under this project is the realization that the boundary of a topological superconductor has a small magnetic moment, which depends on what precisely is the type of superconductivity in the bulk. Even more importantly, constructing a junction between a topological and non-topological superconductor and connecting it to a battery allows control of this magnetic moment, and therefore lays the foundation for applications of such materials in spin electronics.\n\nAnother highlight is that even for the non-superconducting topological material, the behavior of the magnetic moments, or spins, of the electrons at the surface, depends on the details of the materials and the surface preparation. Checking how the surface responds to magnetic fields, or to placement of an extra magnetic atom, tests for the behavior of these tiny moments, and is the first stepping stone towards useful applications of these compounds.\n\nTherefore the research completed under this project advanced the fundamental science of new electronic materials by finding new behavior at surfaces and in junctions, and made essential steps towards building a bridge to material specific applications.  The work done with NSF support helped students and postdoctoral researchers train in modern analytical and numerical methods, build ability to critically think, and develop writing and speaking skills for audiences ranging from scientific peers to general public. It also helped raise the profile of the US science by engaging in international collaborations. The comprehensive nature of the project covers the range from basic science to applications and to development of highly skilled workforce.\n\n \n\n\t\t\t\t\tLast Modified: 10/30/2016\n\n\t\t\t\t\tSubmitted by: Ilya Vekhter"
 }
}