{
 "awd_id": "1105031",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Relating Structure and Electrostatic Potentials in Organic Semiconductor Thin Films",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael J. Scott",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 409889.0,
 "awd_amount": 409889.0,
 "awd_min_amd_letter_date": "2011-08-08",
 "awd_max_amd_letter_date": "2012-07-16",
 "awd_abstract_narration": "TECHNICAL SUMMARY: In this renewal proposal to the Solid State and Materials Chemistry Program, in the NSF Division of Materials Research, the Principal Investigators (PIs) will continue their experimental efforts to uncover fundamental microstructure-property relationships in organic semiconductors. In particular, the goal is to probe the connection between film structure and surface electrostatic potential. Surface potentials impact charge transport at interfaces and thus are directly relevant to the performance of organic electronic devices. For example, in a thin film transistor (TFT) the surface potential at the organic semiconductor/insulator interface determines the charge concentration, and the gradient in the surface potential determines the direction of carrier flow. Surface potentials reflect many factors associated with surfaces (or interfaces) including crystal structures, electronic energy levels, defects, dipoles, fixed charges, contaminants, and illumination conditions. The PIs will use high resolution Electric Force Microscopy (EFM) and Kelvin Probe Force Microscopy (KFM) to measure and map surface potentials in organic semiconductor films, and to correlate surface potential domains and gradients with structural features. The work is designed to address a number of questions including: How do epitaxial growth modes and grain morphologies in organic semiconductor films impact surface potentials? Where do trapped charges reside in organic semiconductors and can the trapping zones be correlated with surface potential peaks or valleys? A principal outcome of this work will be significantly improved understanding of electrostatic complexity in organic semiconductor films and interfaces and correlation of this complexity with microstructure. Films and interfaces that are central to the operation of OTFTs and organic solar cells will be investigated, so that the relevance of the results will be immediately apparent to the organic electronics research community. \r\n\r\nNON-TECHNICAL SUMMARY: Organic semiconductors are an important class of thin film electronic materials that have many attractive properties including efficient luminescence, liquid phase processability, and compatibility with plastic substrates; these advantages are driving new applications ranging from flexible, rugged e-readers and smart cards to low cost solar cells. Organic light emitting diodes (OLEDs), in particular, have attained performance suitable for display technologies and are undergoing commercialization, and there are also exciting prospects for organic semiconductors in biosensors and printed electronics. Importantly, the development of a mature organic semiconductor technology hinges on thorough understanding of structure-processing-performance relationships. The overarching goal of this proposal is to advance the materials science of organic semiconductors by uncovering fundamental microstructure-property correlations in model organic semiconductor systems. The work will be carried out by two University of Minnesota faculty researchers in collaboration with PhD students. Thus, a principal broader impact will be graduate level training of students in materials science and engineering. In addition, the PIs will provide summer research experiences for one Minneapolis area high school student and one minority undergraduate each summer over the course of the award. The minority undergraduate will be selected from a pool of science and engineering sophomores and juniors at the University of Texas Pan American (UTPA), a largely Hispanic serving institution. For student selection, the PIs will be assisted by a UTPA faculty member who has performed summer research previously at Minnesota. The goal will be to excite these young potential scientists about the opportunities in materials research, while providing them real hands-on technical training. The PIs will also continue to provide demonstrations of scanning probe techniques to K-12 students, as they have done under their previous award.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Frisbie",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Frisbie",
   "pi_email_addr": "frisbie@umn.edu",
   "nsf_id": "000098365",
   "pi_start_date": "2011-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Greg",
   "pi_last_name": "Haugstad",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Greg D Haugstad",
   "pi_email_addr": "haugs001@umn.edu",
   "nsf_id": "000386372",
   "pi_start_date": "2011-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 259889.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project focused on understanding the connections between structure and properties in an important emerging class of electronic materials known as organic semiconductors. Organic semiconductors are finding increasing applications in flexible electronics and in organic LED displays. However, the microstructure of technologically useful organic semiconductor films can be quite complex and little is known about how this complexity influences electrical performance. For example, the organic semicondutor pentance, when deposited onto substrates by vapor phase deposition, forms grannular films. The grannular structure can impact the electrical conductivity of the films in several ways. First, the grain boundaries can trap and scatter charge carriers, increasing resistance. Second, the precise packing arrangements of molecules within the grains can impact the electrostatic potential (voltage) of the grains. Uneven potentials in the film also makes it more difficult for charges to move, thereby increasing resistance. We were interested in understanding this latter problem - how film structure impacts electrostic potentials in organic semiconductors.</p>\n<p>To answer this question, we employed a high resolution microscopy technique called atomic force microscopy or AFM. Actually, AFM has several different modes: the modes we used were the Kelvin probe mode (KFM) and the friction force mode (FFM). Using these methods were were able to image crystalline and non-crystalline domains in films of pentacene and to record the surface potentials of these domains. We found that the potentials were very different and produced a kind of patchwork pattern in the pentacene. This pattern of varying potentials was random, a clear sign of structurally-induced electrostatic disorder in the films. We went on to show that the specific cause of the patchiness was strain in the pentacene film, essentially domains of compressed or expanded grains which occurs during film growth. Our study was the first to show the clear connection between strain in organic semiconductor films and electrostatic disorder. The initial results have been published in the literature; more scientific papers detailing our results are in preparation currently.</p>\n<p>This project supported the PhD thesis work of a graduate student, Ms. Yanfei Wu and also the work of a postdoctoral fellow. Ms. Wu will defend her thesis sometime in 2015.&nbsp;</p>\n<p>Thus, the outcomes of this grant award were:</p>\n<p>1. The training of a PhD student and a postdoctoral fellow in methods of thin film growth, organic semiconductor physis, and atomic force microscopy. (Broader Impact)</p>\n<p>2. The first clear estabilishment that electrostatic disorder in organic semiconductors can be quantitatively related to the substrate type and growth mode of the film. &nbsp;(Intellectual Merit)</p>\n<p>3. The first clear correlation between strain and surface potential in organic semiconductors significantly enhancing our understanding of the causes of disorder in organic semiconductor films. (Intellectual Merit)</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/12/2015<br>\n\t\t\t\t\tModified by: C. Daniel&nbsp;Frisbie</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project focused on understanding the connections between structure and properties in an important emerging class of electronic materials known as organic semiconductors. Organic semiconductors are finding increasing applications in flexible electronics and in organic LED displays. However, the microstructure of technologically useful organic semiconductor films can be quite complex and little is known about how this complexity influences electrical performance. For example, the organic semicondutor pentance, when deposited onto substrates by vapor phase deposition, forms grannular films. The grannular structure can impact the electrical conductivity of the films in several ways. First, the grain boundaries can trap and scatter charge carriers, increasing resistance. Second, the precise packing arrangements of molecules within the grains can impact the electrostatic potential (voltage) of the grains. Uneven potentials in the film also makes it more difficult for charges to move, thereby increasing resistance. We were interested in understanding this latter problem - how film structure impacts electrostic potentials in organic semiconductors.\n\nTo answer this question, we employed a high resolution microscopy technique called atomic force microscopy or AFM. Actually, AFM has several different modes: the modes we used were the Kelvin probe mode (KFM) and the friction force mode (FFM). Using these methods were were able to image crystalline and non-crystalline domains in films of pentacene and to record the surface potentials of these domains. We found that the potentials were very different and produced a kind of patchwork pattern in the pentacene. This pattern of varying potentials was random, a clear sign of structurally-induced electrostatic disorder in the films. We went on to show that the specific cause of the patchiness was strain in the pentacene film, essentially domains of compressed or expanded grains which occurs during film growth. Our study was the first to show the clear connection between strain in organic semiconductor films and electrostatic disorder. The initial results have been published in the literature; more scientific papers detailing our results are in preparation currently.\n\nThis project supported the PhD thesis work of a graduate student, Ms. Yanfei Wu and also the work of a postdoctoral fellow. Ms. Wu will defend her thesis sometime in 2015. \n\nThus, the outcomes of this grant award were:\n\n1. The training of a PhD student and a postdoctoral fellow in methods of thin film growth, organic semiconductor physis, and atomic force microscopy. (Broader Impact)\n\n2. The first clear estabilishment that electrostatic disorder in organic semiconductors can be quantitatively related to the substrate type and growth mode of the film.  (Intellectual Merit)\n\n3. The first clear correlation between strain and surface potential in organic semiconductors significantly enhancing our understanding of the causes of disorder in organic semiconductor films. (Intellectual Merit)\n\n\t\t\t\t\tLast Modified: 01/12/2015\n\n\t\t\t\t\tSubmitted by: C. Daniel Frisbie"
 }
}