{
 "awd_id": "1105301",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Spin and positional disorder in complex oxides",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael J. Scott",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 425000.0,
 "awd_amount": 425000.0,
 "awd_min_amd_letter_date": "2011-07-22",
 "awd_max_amd_letter_date": "2012-05-29",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\n\r\nThis research program focuses on developing an understanding of two kinds of disorder: of electronic spins, and of incoherent (random) displacements of ions in otherwise perfectly crystalline functional materials. In many magnetic systems, there exist temperature regimes where the spins are neither completely disordered nor fully ordered. These regimes are particularly notable in systems with strong magnetic frustration. Analogies between such systems and polar compounds have been recently developed, wherein displacements in the positions of ions from their ideal sites in the structure due to second-order Jahn-Teller distortions result in electric dipoles being formed that remain disordered and incoherent, even at low temperatures. The link between these distinct phenomena is found in magnetoelectric compounds where complex ordering of spins in conical arrangements result in polar, and even ferroelectric ground states in otherwise perfectly centrosymmetric materials, due to coupling of spins with displacements in atomic positions. The goal is to search for new oxide systems where some of these disordering phenomena can be explored, and simultaneously, to develop tools for their understanding. The investigations should lead to better understanding of materials at the forefront of topics in hard-condensed matter science, including quantum spin liquids and ferroelectric metals, and thereby help to build the foundations for the next generation of multifunctional materials for electronics and computing. Finally, the techniques development aspect of the proposed research will contribute to a growing toolkit of probes for understanding structure/function relations in condensed matter. Integral to this undertaking will be the training of the next generation of materials scientists who would develop materials for future advanced technologies. The work is supported by the Solid State and Materials Chemistry Program at National Science Foundation's Division of Materials Research.\r\n\r\nNON-TECHNICAL SUMMARY\r\n\r\nThe development of new materials displaying useful functions frequently provides the underpinnings for the emergence of new technologies. This research program contributes to precisely this: creating and understanding crystalline solid matter displaying novel behavior that emerges as a result of the complexity of the material. The materials of interest to this program are expected to eventually impact new ways of storing and manipulating matter in beyond-Moore's Law approaches to the processing of information. Integral to this proposal will be the training of undergraduate and graduate students with the skill-sets required to think of new functional materials, to develop strategies to prepare and stabilize them, and to have the expertise to characterize them using state-of-the-art techniques. The seamless integration of computational methods for materials by design into the experimental work will also be an important training goal. The undergraduate and graduate students carrying out the proposed research will also be integrated into outreach programs to local K-12 students, focusing on developing tutorial videos and portable demonstrations that emphasize materials research as an exciting branch of research that is crucial to technological advancement, and whose scientific foundations are based on establishing relations between the composition, structure, and property of materials. The work is supported by the Solid State and Materials Chemistry Program of the National Science Foundation's Division of Materials Research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ram",
   "pi_last_name": "Seshadri",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ram Seshadri",
   "pi_email_addr": "seshadri@mrl.ucsb.edu",
   "nsf_id": "000486548",
   "pi_start_date": "2011-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 165000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 260000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This intellectual merit of the project focused on understanding the manner in which spins interact in solids. Spin, which is a property possessed by certain elements in the periodic table, are what afford solids their magnetic properties. Spins can be visualized as tiny magnets with North and South poles, associated with electrons. Specifically, the project established that in a number of interesting magnetic solids, the spins, which at high temperature point in all directions, upon cooling align and order in certain specific ways below the magnetic ordering temperature. At these temperatures, the ordering results in subtle changes in the structure of the solid, and these were studied both in the lab, as well as using powerful x-ray produced at the Argonne National Lab, in Argonne, IL. The results of the work have been communicated in many scientific publications, and have established, even in previously studied systems, phenomena that had not previously been observed or understood. An important focus of the study was to understand how systems adapt to being magnetically frustrated. Frustrated systems possess spins that are unable to align even at low temperature because of the intrinsic underlying structure of the solid. It was determined that in frustrated magnetic solids with the spinel structure that upon magnetic ordering, the structure transforms to one that is distorted, and the distorted structure more readily allows the spins to align.</p>\n<p>&nbsp;</p>\n<p>The broader impact of the project included the development of techniques to understand these magnetic solids and in particular, to under how the ordering of spins and structure interact and influence each other. The techniques are portable, and can be used for other systems than those studies, and other phenomena than magnetism. The implications of the project include the potential for better understanding the use of magnetic materials for data storage and manipulation. The broader impacts included the training of undergraduate and graduate students, and post-doctoral fellows; they have now successfully gone on to be faculty, post-doctoral fellows, employees in high-tech companies, and graduate students.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/01/2014<br>\n\t\t\t\t\tModified by: Ram&nbsp;Seshadri</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis intellectual merit of the project focused on understanding the manner in which spins interact in solids. Spin, which is a property possessed by certain elements in the periodic table, are what afford solids their magnetic properties. Spins can be visualized as tiny magnets with North and South poles, associated with electrons. Specifically, the project established that in a number of interesting magnetic solids, the spins, which at high temperature point in all directions, upon cooling align and order in certain specific ways below the magnetic ordering temperature. At these temperatures, the ordering results in subtle changes in the structure of the solid, and these were studied both in the lab, as well as using powerful x-ray produced at the Argonne National Lab, in Argonne, IL. The results of the work have been communicated in many scientific publications, and have established, even in previously studied systems, phenomena that had not previously been observed or understood. An important focus of the study was to understand how systems adapt to being magnetically frustrated. Frustrated systems possess spins that are unable to align even at low temperature because of the intrinsic underlying structure of the solid. It was determined that in frustrated magnetic solids with the spinel structure that upon magnetic ordering, the structure transforms to one that is distorted, and the distorted structure more readily allows the spins to align.\n\n \n\nThe broader impact of the project included the development of techniques to understand these magnetic solids and in particular, to under how the ordering of spins and structure interact and influence each other. The techniques are portable, and can be used for other systems than those studies, and other phenomena than magnetism. The implications of the project include the potential for better understanding the use of magnetic materials for data storage and manipulation. The broader impacts included the training of undergraduate and graduate students, and post-doctoral fellows; they have now successfully gone on to be faculty, post-doctoral fellows, employees in high-tech companies, and graduate students. \n\n\t\t\t\t\tLast Modified: 10/01/2014\n\n\t\t\t\t\tSubmitted by: Ram Seshadri"
 }
}