{
 "awd_id": "1105868",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The geometry of partial differential equations and applications",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2013-10-31",
 "tot_intn_awd_amt": 303000.0,
 "awd_amount": 303000.0,
 "awd_min_amd_letter_date": "2011-05-23",
 "awd_max_amd_letter_date": "2013-07-09",
 "awd_abstract_narration": "Robert Bryant (the PI) plans to apply the theory of exterior differential systems, the method of equivalence, and methods from the calculus of variations to study a variety of problems in differential geometry, mathematical physics, and econometrics.  Among the specific problems and areas that he intends to investigate are these:  In affine geometry, he will investigate the new integrable systems that he has discovered while working on the affine Bonnet problem.  In Riemannian geometry, he will continue his work on classifying Riemannian submersions from space forms and other symmetric spaces, work on classifying special metrics (such as solitons and metrics with restrictions on the algebraic type of the curvature tensor), and on understanding the integrable systems associated with special holonomy metrics of higher cohomogeneity. In Finsler geometry, Bryant will continue to develop the theory of Finsler manifolds with constant flag curvature, both in constructing new examples and in understanding the properties of their geodesic flows; the relations with twistor theory and exotic holonomy structures will be especially examined.  In complex geometry, Bryant will continue his work on characterizing the rational normal structures induced on the moduli space of rational contact curves in holomorphic contact $3$-folds, with the goal of understanding how these are connected to integrable systems and their curvature properties.  All these (and other related projects) will produce results that are useful in themselves, but they will also motivate the development of new techniques in exterior differential systems and the method of equivalence and will facilitate the training of graduate students and postdoctoral fellows in these techniques.\r\n\r\nMany of the important advances in our ability to use mathematics in physics and other sciences have depended on developing a geometric understanding of those problems, i.e., an understanding that focuses only on the aspects of those problems that are not tied to specific (often, arbitrarily chosen) coordinate systems.  For example, Einstein's formulation of General Relativity came only after he was able to employ the coordinate-free concepts of Riemannian geometry effectively to isolate and describe the essential nature of gravity as the curvature of space-time.  However, coordinate-free formulations of a problem often reveal degeneracies that need to be approached by nonstandard tools, such as the theory of differential systems.  Bryant's plan of research, which applies the coordinate-free theories of differential systems and the method of equivalence, will lead to a more fundamental, geometric understanding of a number of problems that arise in the study of surfaces in space, the special structures that arise because of extra or hidden symmetries, and the nature of curvature itself in a number of geometric contexts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Bryant",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Robert L Bryant",
   "pi_email_addr": "bryant@math.duke.edu",
   "nsf_id": "000254623",
   "pi_start_date": "2011-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 98000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 72092.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}