{
 "awd_id": "1105238",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GOALI/Collaborative: Impact of Mixed Network Formers on the Structure and Properties of Oxide Glasses",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924936",
 "po_email": "lmadsen@nsf.gov",
 "po_sign_block_name": "Lynnette Madsen",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 338740.0,
 "awd_amount": 338740.0,
 "awd_min_amd_letter_date": "2011-09-01",
 "awd_max_amd_letter_date": "2011-09-01",
 "awd_abstract_narration": "NON-TECHNICAL DESCRIPTION: An accurate knowledge of the microscopic structure of glass is critical for enabling future breakthroughs in glass science and technology; this progress is impeded by the inherent structural complexity of glass, particularly in practical multicomponent glass systems of industrial interest. As glass research enters a new decade, addressing technological challenges requires an unprecedented knowledge of structure-property relationships of glasses and the impact of slight compositional variations on the resulting macroscopic properties. In this project, an integrated experimental and theoretical approach builds a comprehensive, unified view of the microscopic physics of glass and its relationship to the macroscopic properties of technological importance. This integration starts with the development of models for interatomic potentials, where experiments provide structural and property data that are being used during the parameters fitting process. Building reliable and validated potentials enables the design of glass compositions with realistic processing conditions for new applications of technological importance. This integrated approach is dramatically changing the route of glass research and is starting a new paradigm for designing new glass compositions based on computation, rather than just traditional empirical approaches.\r\n\r\nTECHNICAL DESCRIPTION: Practical glasses are multicomponent and usually contain more than one glass-forming oxide such as silica, alumina, and boron oxide. Fundamental understanding of the mixed glass-former effect on the structure and properties of glasses is important to glass processing as well as their technical applications. In this collaborative project, the team composed of researchers at the University of North Texas, Rensselaer Polytechnic Institute and Corning Inc. are combining atomistic simulations and experimental studies to gain insights of the mixed glass-former effect on industrially-important glass systems. The purpose of this project is to establish a general methodology for developing new interatomic potentials for oxide glasses with mixed network formers (SiO2, B2O3, and Al2O3). Specifically, they are developing new potentials based on a common functional form to capture the coordination variation and charge transfer for aluminosilicate, borosilicate, and boroaluminosilicate glasses. A general procedure is being formulated to fit potential parameters to the structure and properties of glasses obtained from their integrated experimental work on well-designed glass compositions of these systems. These newly developed potentials will be validated by experimental studies and used to perform systematic molecular dynamics (MD) simulations to understand the structural origins of glass properties including boron and aluminum anomalies. Simulations are also being used to predict optimal glass compositions and processing conditions for various technological applications. This project is providing training to graduate students and experiences as summer interns at leading industrial research laboratories for skill development in the experimental and computational aspects of glass research. New computational methods developed in this project are being incorporated into graduate and undergraduate level courses and research programs, as well as into the introduction of computational glass science to high school students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Liping",
   "pi_last_name": "Huang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Liping Huang",
   "pi_email_addr": "huangl5@rpi.edu",
   "nsf_id": "000517384",
   "pi_start_date": "2011-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "110 8TH ST",
  "perf_city_name": "TROY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803590",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  },
  {
   "pgm_ele_code": "177400",
   "pgm_ele_name": "CERAMICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1253",
   "pgm_ref_txt": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "1589",
   "pgm_ref_txt": "FOCUSED RESEARCH GROUPS"
  },
  {
   "pgm_ref_code": "9165",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY-INDUSTRY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 338740.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Liping Huang&rsquo;s research group at Rensselaer Polytechnic Institute has established a general methodology for developing interatomic potentials for molecular dynamics (MD) simulations of multi-component glasses by fitting the potentials to results from accurate first principles calculations of radial distribution function (RDF) and vibrational density of states (VDOS). Such potentials can reproduce thermal and mechanical properties of multi-component glasses over a large temperature and pressure range. These potential models are very successful in illustrating the structural origin of intermediate glasses whose elastic moduli don&rsquo;t depend on temperature and/or pressure. Such intermediate glasses are important for the manufacturing of pressure or temperature independent optical fiber sensors or for devices made of different components that would experience thermal or mechanical shock during service. Partially supported by this grant, the PI Huang was promoted to Associate Professor with tenure at Rensselaer Polytechnic Institute, one graduate student obtained his Ph.D. degree in 2013 and one in 2016, one graduate student will finish his Ph.D. degree in Spring 2017 and one for her Ph.D. degree in Summer 2017. &nbsp;Five undergraduate students participated in this research and 60% of them were from underrepresented minority groups. In carrying out this project, graduate and undergraduate students were trained in the fields of glass science and computer simulation. &nbsp;Findings of this project were disseminated to a wider audience through undergraduate and graduate level courses, outreach activities for high school students, summer school on amorphous materials under extreme conditions for graduate students and young researchers, international conference presentations and peer-reviewed journal papers.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/22/2016<br>\n\t\t\t\t\tModified by: Liping&nbsp;Huang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nLiping Huang?s research group at Rensselaer Polytechnic Institute has established a general methodology for developing interatomic potentials for molecular dynamics (MD) simulations of multi-component glasses by fitting the potentials to results from accurate first principles calculations of radial distribution function (RDF) and vibrational density of states (VDOS). Such potentials can reproduce thermal and mechanical properties of multi-component glasses over a large temperature and pressure range. These potential models are very successful in illustrating the structural origin of intermediate glasses whose elastic moduli don?t depend on temperature and/or pressure. Such intermediate glasses are important for the manufacturing of pressure or temperature independent optical fiber sensors or for devices made of different components that would experience thermal or mechanical shock during service. Partially supported by this grant, the PI Huang was promoted to Associate Professor with tenure at Rensselaer Polytechnic Institute, one graduate student obtained his Ph.D. degree in 2013 and one in 2016, one graduate student will finish his Ph.D. degree in Spring 2017 and one for her Ph.D. degree in Summer 2017.  Five undergraduate students participated in this research and 60% of them were from underrepresented minority groups. In carrying out this project, graduate and undergraduate students were trained in the fields of glass science and computer simulation.  Findings of this project were disseminated to a wider audience through undergraduate and graduate level courses, outreach activities for high school students, summer school on amorphous materials under extreme conditions for graduate students and young researchers, international conference presentations and peer-reviewed journal papers.\n\n\t\t\t\t\tLast Modified: 09/22/2016\n\n\t\t\t\t\tSubmitted by: Liping Huang"
 }
}