{
 "awd_id": "1105808",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Volume Optimization on Triangulated 3-Manifolds.",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 95925.0,
 "awd_amount": 95925.0,
 "awd_min_amd_letter_date": "2011-08-08",
 "awd_max_amd_letter_date": "2011-08-08",
 "awd_abstract_narration": "This project investigates the connection between geometry and topology of 3-manifolds from the point of view of triangulations. This is closely related to the discretization of SL(2,C) Chern-Simon theory in 3-dimensions. The PI proposes  to use the volume functional on the finite dimensional space of circle valued angle structures as the basic tool. Given a closed triangulated 3-manifold or pseudo 3-manifold, there are Haken's theory of normal surfaces, and Thurston's algebraic gluing equation associated to the triangulation. Haken's theory is topological and studies surfaces in 3-manifolds, and Thurston's equation is geometric and tries to construct hyperbolic metrics from triangulations.  Solutions to Haken's equation are well understood.  However, there is no known existence theorem for Thurston's equation. The main objective of the proposal is to establish conditions on the triangulation to guarantee the existence of solutions to Thurston's equation.  The PI will focus on the following conjecture relating Haken's equation with Thurston's equation. It states that for any closed minimally triangulated irreducible oriented  3-manifold, either there exists a solution to Thurston's algebraic equation, or there exist three special solutions to Haken's normal surface equation which has exactly one or two non-zero quadrilateral coordinates all supported in a tetrahedron. A weaker form of the conjecture has been established by the PI recently using volume optimization. Recent work of Futer-Gueritaud, Segerman-Tillmann, and Luo-Tillmann shows that the conjecture in the case of simply connected 3-manifolds is equivalent to the Poincare conjecture in dimension three (without using the Ricci flow).\r\n\r\nOur universe is 3-dimensional. To understand the shapes of the universe and other 3-dimensional solids, mathematicians developed the theory of 3-manifolds using topology and geometry. To investigate these 3-dimensional spaces, one of the revolutionary ideas of William Thurston says that one should use geometry and geometric tools to understand the space. This program of Thurston is called the geometrization of 3-manifolds and has dominated the study of 3-dimensional topological investigation for the past 40 years. Recent work of G. Perelman, using the Ricci flow method developed by R. Hamilton, established the conjecture of Thurston and revolutionized the field. Perelman's work is widely considered to be one of the major mile-stones in the history of mathematics. However, there remains the problem of how to find those geometric structures theoretically predicated by Thurston, Perelman and Hamilton. One of the goals of the proposal aims at developing algorithms to find these geometries on 3-dimensional spaces.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Feng",
   "pi_last_name": "Luo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Feng Luo",
   "pi_email_addr": "fluo@math.rutgers.edu",
   "nsf_id": "000463777",
   "pi_start_date": "2011-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZ",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 95925.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project investigates geometric structures on 3-dimensional spaces.&nbsp; One of the important developments in the past decade in geometry and topology is the solution of Thurston&rsquo;s Geometrization Conjecture for 3-dimensional spaces by G. Perelman. The solution has greatly impacted not only within mathematics, but also in physics.&nbsp; &nbsp;However, Perelman&rsquo;s solution does not offer any algorithm to construct the geometric structure. One of the goals of the project is to concretely construct the geometric structures on 3-dimensional spaces using a finite set of data (e.g., triangulations).</p>\n<p>&nbsp;</p>\n<p>There are two main outcomes of the project .&nbsp; First, we are able to establish a discrete version of the uniformization theorem for 2-dimensional polyhedral surfaces.&nbsp; The uniformization theorem for smooth surfaces was proved by Poincare and Koebe in 1906 and is one of the pillars of the twentieth century mathematics.&nbsp; It states, in the simplest form, that one can flatten any smooth surface in the 3-space into the plane without distorting angles.&nbsp; It has many applications within and outside of the mathematics.&nbsp; However, it is difficult to implement the Poincare-Koebe theorem for polyhedral (non-smooth) surfaces which are produced at an alarming rate due to digitization. Our work (joint with D. Gu, J. Sun and T. Wu) establishs a discrete computable version of the uniformization&nbsp; theorem for all polyhedral surfaces. &nbsp;The second main outcome of the project established a relationship between two &nbsp;3-dimensional spaces theories via triangulations. Namely, Thurston&rsquo;s theory of producing geometric structures from triangulations and Haken&rsquo;s theory of surfaces in 3-dimensional spaces are related by an optimization process involving volume.&nbsp; This is a step toward constructing geometric structures on 3-dimensional spaces via finite data (e.g., triangulations).</p>\n<p>&nbsp;</p>\n<p>The first outcome will have impacts and applications in computer graphics and medical imaging.&nbsp; We have already developed &nbsp;softwares based on the discrete uniformization theorem.&nbsp; &nbsp;For instance, using our work and software, we are able to flatten any 3-D scanned human face into a circle in the plane without distorting the angles.&nbsp; This reduces the 3-dimensional data set to a canonical region (e.g., a circular region) in 2-dimension. &nbsp;The result &nbsp;will be useful for categorizing and classifying digital surfaces which appeared at an alarming rate in the digital world. &nbsp;In the mathematical side, our result produces a new scheme of approximating smooth surfaces.</p>\n<p>Other outcomes of the project include a joint work with S. Tan which establishes a universal identity on the moduli space of closed surfaces.&nbsp; Furthermore, under the support of the NSF, we have produced 16 research papers and book chapters published in peer reviewed journals and books. Three Ph.D. students successfully defended their thesis work at Rutgers University under the partial support of the NSF grant.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2014<br>\n\t\t\t\t\tModified by: Feng&nbsp;Luo</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project investigates geometric structures on 3-dimensional spaces.  One of the important developments in the past decade in geometry and topology is the solution of ThurstonÆs Geometrization Conjecture for 3-dimensional spaces by G. Perelman. The solution has greatly impacted not only within mathematics, but also in physics.   However, PerelmanÆs solution does not offer any algorithm to construct the geometric structure. One of the goals of the project is to concretely construct the geometric structures on 3-dimensional spaces using a finite set of data (e.g., triangulations).\n\n \n\nThere are two main outcomes of the project .  First, we are able to establish a discrete version of the uniformization theorem for 2-dimensional polyhedral surfaces.  The uniformization theorem for smooth surfaces was proved by Poincare and Koebe in 1906 and is one of the pillars of the twentieth century mathematics.  It states, in the simplest form, that one can flatten any smooth surface in the 3-space into the plane without distorting angles.  It has many applications within and outside of the mathematics.  However, it is difficult to implement the Poincare-Koebe theorem for polyhedral (non-smooth) surfaces which are produced at an alarming rate due to digitization. Our work (joint with D. Gu, J. Sun and T. Wu) establishs a discrete computable version of the uniformization  theorem for all polyhedral surfaces.  The second main outcome of the project established a relationship between two  3-dimensional spaces theories via triangulations. Namely, ThurstonÆs theory of producing geometric structures from triangulations and HakenÆs theory of surfaces in 3-dimensional spaces are related by an optimization process involving volume.  This is a step toward constructing geometric structures on 3-dimensional spaces via finite data (e.g., triangulations).\n\n \n\nThe first outcome will have impacts and applications in computer graphics and medical imaging.  We have already developed  softwares based on the discrete uniformization theorem.   For instance, using our work and software, we are able to flatten any 3-D scanned human face into a circle in the plane without distorting the angles.  This reduces the 3-dimensional data set to a canonical region (e.g., a circular region) in 2-dimension.  The result  will be useful for categorizing and classifying digital surfaces which appeared at an alarming rate in the digital world.  In the mathematical side, our result produces a new scheme of approximating smooth surfaces.\n\nOther outcomes of the project include a joint work with S. Tan which establishes a universal identity on the moduli space of closed surfaces.  Furthermore, under the support of the NSF, we have produced 16 research papers and book chapters published in peer reviewed journals and books. Three Ph.D. students successfully defended their thesis work at Rutgers University under the partial support of the NSF grant. \n\n \n\n\t\t\t\t\tLast Modified: 10/29/2014\n\n\t\t\t\t\tSubmitted by: Feng Luo"
 }
}