{
 "awd_id": "1105253",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Patterned Polymer Brushes as the Basis of Shape Selected Molecular Objects",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924933",
 "po_email": "alovinge@nsf.gov",
 "po_sign_block_name": "Andrew Lovinger",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 580000.0,
 "awd_amount": 580000.0,
 "awd_min_amd_letter_date": "2011-05-16",
 "awd_max_amd_letter_date": "2011-05-16",
 "awd_abstract_narration": "TECHNICAL SUMMARY:\r\n\r\nThis research program will examine the synthesis, characterization and lithographic processing of \"grown from\" di- and triblock copolymer brushes. By combining brush growth and self-assembly with precision patterning a variety of new polymer micro- and nanostructures will be created that are not easily produced by other means. A key aspect of the proposed research is a focus on immiscible block segment combinations that react in opposite ways to the radiation used during lithographic patterning. By using one phase that crosslinks and one that is scissioned (and easily removed), new periodic structures, porous materials, brush membranes, nanosheets and nanoribbons will be formed. Through brush growth the composition and height will be set and through patterning lateral size and shape will be determined. Advanced patterning methods will initially include electron beam techniques and will subsequently involve deep UV processes. In order to speed evaluation of brush architecture and its effect on pattern formation, the use of initiator density gradients and brush segment size gradients will be employed. Mixed brushes, binary brushes and block copolymer brushes consisting of crosslinkable and scissionable segments will be investigated. Characterization of the brushes before and after patterning will be made using a variety of analytical tools including X-ray reflectometry, grazing incidence (GI) SAXS and WAXS, neutron reflectivity and near edge X-ray absorption fine structure (NEXAFS) measurements. Each technique will provide information about the internal or surface organization of the material and will aid our understanding of the structures produced. Neutron reflectivity in particular will provide information about the brush chain conformation as the brush undergoes the patterning process. Several model systems will be investigated to better understand the process limitations and the possible architectures that can be produced from these brushes. Mixed gradient brushes, supported membranes and untethered nanosheets and nanoribbons will be explored. It is anticipated that applications for these brushes will include new membranes for water purification, nanochannels for small-scale fluidic devices and new nanopatterned strucures from brush gradients.\r\n\r\n \r\nNON-TECHNICAL SUMMARY:\r\n\r\nPolymer brushes are ideal structures to interface the surface of a material with its environment.  Like many natural surfaces, polymer chains extend from a surface and provide an organic coating with functional groups that can be modified or used in a number of applications.  Along with systematic synthesis and characterization of these materials, there are prospects for making brush surfaces with gradient controlled properties, nanosheets with the ability to wrap drugs and other useful materials for later release, new membranes for water purification to help better improve drinking water in arid regions and nanochannels that will enable transport of fluids in small devices such as sensors. The research program will act as a mechanism to engage undergraduates in polymer science and materials research. Graduate students will serve as mentors and role models to these young students, while at the same time gaining supervisory skills. Graduate students will have an opportunity to work with the research groups of our collaborators and to take part in exchange visits. Undergraduates from Cornell will take part during the academic year while REU students from other schools with an emphasis on underrepresented students will participate in research during the summer months. Cornell undergraduates taking part in this program will be encouraged to take internships at the companies and university labs we will interact with. Lessons learned from these research programs will be factored into programs in which the PI and graduate student volunteers interact with high school teachers. Patterned brushes make interesting visual aids because hydrophobic brushes can repel water. Sample brushes on substrates will be made available to interested teachers the PI will meet at teacher workshops offered by Cornell.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Ober",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher K Ober",
   "pi_email_addr": "cko3@cornell.edu",
   "nsf_id": "000101773",
   "pi_start_date": "2011-05-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 580000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Broader Impact: Polymers are valuable materials in everyday life. These long chain molecules are the basis of industries ranging from food packaging to medical device manufacture to the clothing we wear. Polymers are critical components in the nanotechnology revolution enabling the manufacture of microelectronics that make possible smart phones. This program studied polymer brushes, that is, a polymer chain tied to a surface. Unique features of polymer brushes compared to other polymer systems are that they are bound to a surface, extended perpendicular to the surface, and have a controlled thickness and controlled surface chemistry.</p>\n<p>The research program engaged students in polymer science and materials research, fostered globally aware graduate students and trained students to work in a collaborative environment. Graduate students in turn served as mentors and role models to undergraduate students from Cornell and other universities, while gaining supervisory skills. REU students from other schools with an emphasis on underrepresented students participated in research during the summer months. Undergraduate students participated in experiments and used major facilities such as the Cornell High Energy Synchrotron Source (CHESS) or the Cornell Nanofabrication Facility. Highlights included exchange visits to Germany, student visits from Germany and Japan and the graduation of two of the finishing graduate students involved in the program going to post-doctoral posts.</p>\n<p>Intellectual Merit: We have investigated the growth, patterning and application of polymer brushes. Our focus has been to grow brushes from surfaces using controlled radical polymerization methods, to fundamentally study the resulting materials and to apply this understanding in the application of polymer brushes. Among our studies is the formation of precisely patterned small scale structures from polymer brushes including those with chemically switchable surfaces. In addition, we have developed new methods for creating mixed brushes that form the basis of a subsequent proposal. As part of this work, we have also created a new method for producing a bifunctional brush initiator. Following are two highlights of these studies: (i) freestanding polymer brush membranes and (ii) polymer brush based sensors.</p>\n<p>Formation of Freestanding Brush Membranes: In order to better investigate the physical properties of polymer brush films, we have developed new lift off methods for detaching brush layers from a substrate to enable analytical techniques such as TEM to be employed. A thick silicon oxide layer, grown on a silicon substrate, chemically identical to the standard SiO<sub>2</sub> substrate was used for polymer brush growth. After removal using HF acid, the brush membranes could be easily characterized by TEM and optical microscopy. &nbsp;The membranes are robust and ductile and they fold, wrinkle, or bend instead of tearing or falling apart. Closely packed initiator molecules leads to high grafting density brushes of the sort needed for the applications described below.</p>\n<p class=\"CM13\">Brushes as key substrates in biomolecular sensors: One of the primary tools for diagnosing infectious diseases, such as the influenza virus, is the detection of antibodies. Currently, the most commonly used method for antibody detection is based on the enzyme-linked immunosorbent assay (ELISA). To overcome the limitations and complexity of the ELISA method, we have developed a sensor platform built on polymer brushes and based on the antibody-catalyzed water oxidation pathway (ACWOP). Our fundamental studies of brushes and brush patterning have enabled us to create uniform density polymer brushes with the desired chemical structure and functionality, to prevent non-specific binding and to pattern them on the necessary surfaces. Our tests indicate that this device can detect less than 3 pg antibodies in a ...",
  "por_txt_cntn": "\nBroader Impact: Polymers are valuable materials in everyday life. These long chain molecules are the basis of industries ranging from food packaging to medical device manufacture to the clothing we wear. Polymers are critical components in the nanotechnology revolution enabling the manufacture of microelectronics that make possible smart phones. This program studied polymer brushes, that is, a polymer chain tied to a surface. Unique features of polymer brushes compared to other polymer systems are that they are bound to a surface, extended perpendicular to the surface, and have a controlled thickness and controlled surface chemistry.\n\nThe research program engaged students in polymer science and materials research, fostered globally aware graduate students and trained students to work in a collaborative environment. Graduate students in turn served as mentors and role models to undergraduate students from Cornell and other universities, while gaining supervisory skills. REU students from other schools with an emphasis on underrepresented students participated in research during the summer months. Undergraduate students participated in experiments and used major facilities such as the Cornell High Energy Synchrotron Source (CHESS) or the Cornell Nanofabrication Facility. Highlights included exchange visits to Germany, student visits from Germany and Japan and the graduation of two of the finishing graduate students involved in the program going to post-doctoral posts.\n\nIntellectual Merit: We have investigated the growth, patterning and application of polymer brushes. Our focus has been to grow brushes from surfaces using controlled radical polymerization methods, to fundamentally study the resulting materials and to apply this understanding in the application of polymer brushes. Among our studies is the formation of precisely patterned small scale structures from polymer brushes including those with chemically switchable surfaces. In addition, we have developed new methods for creating mixed brushes that form the basis of a subsequent proposal. As part of this work, we have also created a new method for producing a bifunctional brush initiator. Following are two highlights of these studies: (i) freestanding polymer brush membranes and (ii) polymer brush based sensors.\n\nFormation of Freestanding Brush Membranes: In order to better investigate the physical properties of polymer brush films, we have developed new lift off methods for detaching brush layers from a substrate to enable analytical techniques such as TEM to be employed. A thick silicon oxide layer, grown on a silicon substrate, chemically identical to the standard SiO2 substrate was used for polymer brush growth. After removal using HF acid, the brush membranes could be easily characterized by TEM and optical microscopy.  The membranes are robust and ductile and they fold, wrinkle, or bend instead of tearing or falling apart. Closely packed initiator molecules leads to high grafting density brushes of the sort needed for the applications described below.\nBrushes as key substrates in biomolecular sensors: One of the primary tools for diagnosing infectious diseases, such as the influenza virus, is the detection of antibodies. Currently, the most commonly used method for antibody detection is based on the enzyme-linked immunosorbent assay (ELISA). To overcome the limitations and complexity of the ELISA method, we have developed a sensor platform built on polymer brushes and based on the antibody-catalyzed water oxidation pathway (ACWOP). Our fundamental studies of brushes and brush patterning have enabled us to create uniform density polymer brushes with the desired chemical structure and functionality, to prevent non-specific binding and to pattern them on the necessary surfaces. Our tests indicate that this device can detect less than 3 pg antibodies in a 10 &micro;L sample (2 pM), which compares quite favorably to the most sensitive ELISAs. An invention disclosure was ..."
 }
}