{
 "awd_id": "1105839",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Epitaxial Growth and Doping of Topological Insulator Heterostructures",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032928428",
 "po_email": "cying@nsf.gov",
 "po_sign_block_name": "Z.  Ying",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 499819.0,
 "awd_amount": 579140.0,
 "awd_min_amd_letter_date": "2011-05-18",
 "awd_max_amd_letter_date": "2014-07-31",
 "awd_abstract_narration": "Technical: This project aims to advance the understanding of the epitaxial growth and doping of the Bi2X3 (X=Se, Te) topological insulators and their modulation-doped superlattices. The critical issue is to control impurity incorporation vs. intercalation during growth, with the goal to selectively designate the sites for desired properties. In-situ scanning tunneling microscopy/spectroscopy is carried out to study the surface morphology, atomic structure, and carrier scattering by steps and magnetic impurities, and to determine how the defining properties of topological insulators are affected by magnetic impurity doping, gap opening, and warping of the Dirac cone. Scanning tunneling microscopy is also used to investigate the transport properties of topological insulator films and heterostructures in situ. Element-specific electronic and magnetic properties of dopants are determined by x-ray absorption spectroscopy and magnetic circular dichroism, while structural characterization is carried out using x-ray diffraction, Raman spectroscopy, and transmission electron microscopy, and magnetic and transport properties by temperature- and field-dependent magnetization measurements and Hall effects. The experimental efforts are complemented by density functional theory calculations of the energetics of impurity adsorption and doping, the changes in the electronic band structure, the x-ray absorption spectroscopy and magnetic circular dichroism spectra, and scanning tunneling microscopy images, which helps to identify the most promising heterostructures to be synthesized and their experimental signatures.\r\nNontechnical: The project addresses basic research issues in a topical area of materials science with high technological relevance. With precise control of composition and doping, molecular beam epitaxy facilitates the synthesis of topological insulator heterostructures congruent with existing semiconductor device fabrication infrastructure, which can potentially bring a new paradigm for the next generation electronics. Graduate students are trained in an interdisciplinary environment for materials growth, characterization, and modeling. The PIs' active involvement in an on-going Research Experience for Teachers outreach program continues to bring cutting-edge research on materials sciences to high school students to impact their perception of science and technology, and to inspire them to seek college degrees and careers in science and engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lian",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lian Li",
   "pi_email_addr": "lian.li@mail.wvu.edu",
   "nsf_id": "000485031",
   "pi_start_date": "2011-05-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Weinert",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Weinert",
   "pi_email_addr": "weinert@uwm.edu",
   "nsf_id": "000459934",
   "pi_start_date": "2011-05-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Milwaukee",
  "inst_street_address": "3203 N DOWNER AVE # 273",
  "inst_street_address_2": "",
  "inst_city_name": "MILWAUKEE",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "4142294853",
  "inst_zip_code": "532113153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "WI04",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "JBQ9M3PLFDP5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Milwaukee",
  "perf_str_addr": "3203 N DOWNER AVE # 273",
  "perf_city_name": "MILWAUKEE",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "532113153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "WI04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 197985.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 150488.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 151346.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 79321.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Topological insulators (TIs) constitute a newly discovered quantum phase of matter distinct from the classic dichotomy of simple metals and semiconductors. While the bulk of a TI material nominally insulates, the surface layer (approximately one nanometer thick) conducts electricity. TIs are expected to exhibit new behaviors and open horizons for science and technology previously inaccessible with &ldquo;conventional&rdquo; materials. One of the most striking properties is that <em>of spin-momentum locking</em> - the spin of an electron in the TI surface state is locked at right angle to its velocity. This means that when charge current flows on the TI surface, a net spin polarization is spontaneously generated.</p>\n<p>During this project, we have experimentally demonstrated this effect by measuring the current-induced spin polarization as a voltage on a ferromagnet/tunnel barrier contact. Unraveling this behavior of TIs in an electrical transport experiment is key to understanding the fundamental properties of these materials, and interfacing them to electronic circuitry for spintronics, an emerging field of nanoscale electronics that involves the manipulation of the electron spin as well as charge.</p>\n<p>We have synthesized topological insulator bismuth selenide (Bi<sub>2</sub>Se<sub>3</sub>), bismuth telluride (Bi<sub>2</sub>Te<sub>3</sub>), and antimony telluride (Sb<sub>2</sub>Te<sub>3</sub>) by molecular beam epitaxy. We have observed that these materials form growth spirals, a direct consequence of their characteristic layered structure (e.g., Bi<sub>2</sub>Se<sub>3</sub> is comprised of quintuple atomic layers (QLs) of bismuth and selenium stacked on top of one another with strong lateral bonds and weak vertical ones between the QLs. We have further discovered the spirals originate when the growth front is pinned at substrate steps, a unique mechanism that should also be common to the growth of other layered materials on weakly interacting substrates.</p>\n<p>When these spirals grow in size and eventually coalesce, they form lines of intersection, called grain boundaries (GBs), in which the atoms are either stretched apart or pushed together, producing strain. Near these boundaries, we have found that surface conduction on Bi<sub>2</sub>Se<sub>3</sub> can be enhanced or destroyed, depending on the type of stress applied to the material. Tensile strain, or in-plane pulling, protects or enhances the conduction of electrons. Conversely, in-plane compression increases the separation between the layers, destroying the surface states. These findings indicate that strain can be used to control the TI&rsquo;s unique electronic properties.</p>\n<p>This grant has provided research opportunities for both graduate and undergraduate students in synthesis and atomic scale characterization of topological insulators, as well as computational modeling of their properties. This grant has also provided research opportunity for high school teachers to participate in the &ldquo;Lego on the Atomic Scale&rdquo; project by assembling single atomic layers like Lego blocks to construct novel materials with tailored properties. This grant has partially supported the maintenance of a state-of-the-art thin film synthesis and atomic scale imaging facility, which has also been used for classroom demonstrations for graduate courses and Research Experience for Teachers program.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/21/2015<br>\n\t\t\t\t\tModified by: Lian&nbsp;Li</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=...",
  "por_txt_cntn": "\nTopological insulators (TIs) constitute a newly discovered quantum phase of matter distinct from the classic dichotomy of simple metals and semiconductors. While the bulk of a TI material nominally insulates, the surface layer (approximately one nanometer thick) conducts electricity. TIs are expected to exhibit new behaviors and open horizons for science and technology previously inaccessible with \"conventional\" materials. One of the most striking properties is that of spin-momentum locking - the spin of an electron in the TI surface state is locked at right angle to its velocity. This means that when charge current flows on the TI surface, a net spin polarization is spontaneously generated.\n\nDuring this project, we have experimentally demonstrated this effect by measuring the current-induced spin polarization as a voltage on a ferromagnet/tunnel barrier contact. Unraveling this behavior of TIs in an electrical transport experiment is key to understanding the fundamental properties of these materials, and interfacing them to electronic circuitry for spintronics, an emerging field of nanoscale electronics that involves the manipulation of the electron spin as well as charge.\n\nWe have synthesized topological insulator bismuth selenide (Bi2Se3), bismuth telluride (Bi2Te3), and antimony telluride (Sb2Te3) by molecular beam epitaxy. We have observed that these materials form growth spirals, a direct consequence of their characteristic layered structure (e.g., Bi2Se3 is comprised of quintuple atomic layers (QLs) of bismuth and selenium stacked on top of one another with strong lateral bonds and weak vertical ones between the QLs. We have further discovered the spirals originate when the growth front is pinned at substrate steps, a unique mechanism that should also be common to the growth of other layered materials on weakly interacting substrates.\n\nWhen these spirals grow in size and eventually coalesce, they form lines of intersection, called grain boundaries (GBs), in which the atoms are either stretched apart or pushed together, producing strain. Near these boundaries, we have found that surface conduction on Bi2Se3 can be enhanced or destroyed, depending on the type of stress applied to the material. Tensile strain, or in-plane pulling, protects or enhances the conduction of electrons. Conversely, in-plane compression increases the separation between the layers, destroying the surface states. These findings indicate that strain can be used to control the TIÆs unique electronic properties.\n\nThis grant has provided research opportunities for both graduate and undergraduate students in synthesis and atomic scale characterization of topological insulators, as well as computational modeling of their properties. This grant has also provided research opportunity for high school teachers to participate in the \"Lego on the Atomic Scale\" project by assembling single atomic layers like Lego blocks to construct novel materials with tailored properties. This grant has partially supported the maintenance of a state-of-the-art thin film synthesis and atomic scale imaging facility, which has also been used for classroom demonstrations for graduate courses and Research Experience for Teachers program.\n\n\t\t\t\t\tLast Modified: 09/21/2015\n\n\t\t\t\t\tSubmitted by: Lian Li"
 }
}