{
 "awd_id": "1105907",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Investigation of metal-to-metal charge transfer states in rare earth ion-doped solids",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924936",
 "po_email": "lmadsen@nsf.gov",
 "po_sign_block_name": "Lynnette Madsen",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 264776.0,
 "awd_amount": 264776.0,
 "awd_min_amd_letter_date": "2011-09-08",
 "awd_max_amd_letter_date": "2011-09-08",
 "awd_abstract_narration": "NON-TECHNICAL DESCRIPTION: This three-year research project is investigating a promising class of materials for use as lighting and/or laser applications. The materials of interest are oxides containing the rare earth ions praseodymium and terbium, which give off red and green light, respectively. These materials are interesting because there exists a quantum state that allows ultraviolet energy to be put into the system efficiently. Subsequently, that energy can be transformed to red or green light. By changing the composition of the materials, it is possible to alter the characteristics of this quantum state to maximize the energy input and extract light at the desired color. The goals of the project are to: (1) gain insight into the physical and chemical properties of this state, and (2) to optimize the visible light output of these systems for applications to phosphors used in solid-state lighting and in display materials, and for solid-state laser applications. \r\n\r\n\r\nTECHNICAL DESCRIPTION: This three-year research project investigates a charge transfer state of d0 transition metal oxides doped with rare-earth ions (praseodymium and terbium) using the techniques of luminescence spectroscopy. The project includes an experimental study into the fundamental properties of the charge transfer state, and into its role in the dynamics of the relaxation processes that lead to emission from the rare earth ions. The energy of the charge transfer state is being tuned to maximize the luminescence efficiency of the specified rare earth ions. This tuning is being accomplished by changing the composition of the materials and by altering the particle size down to the nm-scale. The project provides significant training to undergraduates, giving them hands-on experience in the laboratory, allowing them to present their work at scientific conferences, and by collaborating with scientists at other universities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Collins",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "John M Collins",
   "pi_email_addr": "jcollins@wheatonma.edu",
   "nsf_id": "000094222",
   "pi_start_date": "2011-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wheaton College",
  "inst_street_address": "26 E MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "NORTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082868239",
  "inst_zip_code": "027662311",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MA04",
  "org_lgl_bus_name": "WHEATON COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "QMNKAZSELHR8"
 },
 "perf_inst": {
  "perf_inst_name": "Wheaton College",
  "perf_str_addr": "26 E MAIN ST",
  "perf_city_name": "NORTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "027662311",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177400",
   "pgm_ele_name": "CERAMICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "9141",
   "pgm_ref_txt": "RES IN UNDERGRAD. INST - EQUIP"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 264776.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This RUI grant proposed to conduct a thorough study of the optical properties of d<sup>0</sup> transition metal oxides containing praseodymium (Pr) or terbium (Tb) in regards to their potential for use in lighting applications. In addition, we proposed to train several students in the techniques of optical spectroscopy, as well as to expanding research programs into new areas and to increase collaborations with other researchers in the field. The plan also called for the purchase and integration of equipment, including a reflection spectrometer and IR detector, in order to expand the capabilities of the lab so as to be able to fully conduct the necessary experiments.</p>\n<p>The scientific goals were all met. Systems investigated included various titanates and niobates, with samples ranging from single bulk crystals to nanoparticles. One of the more interesting from an applications point of view was the calcium niobate system containing Pr, which showed strong red emission up to about 500K, making it a material of potential interest for lighting applications. The other systems investigated showed a sharp decrease in the red emission at much lower temperatures, rendering them useless for lighting applications. Our work, presented recently at the International Conference on Luminescence (2014) and at the Meeting of the Electrochemical Society (2015), suggests two reasons for the thermal quenching of the red emission, and we are now conducting experiments to determine how to overcome these problems. &nbsp;</p>\n<p>Twelve undergraduate students participated as research assistants in this project. Of these students 50% were women and one-third% were students of color. The student researchers were involved in all areas of the research process, including the following: optical characterization of materials, fundamental luminescence spectroscopy measurements, advanced spectroscopic techniques for the investigation of kinetic properties of the systems, the visualization and analysis of data, and the presentation of the results at scientific conferences. Their research work was presented at ten scientific meetings, including local and international conferences. Five of the students have graduated, and all have continued in STEM fields: one is a Ph.D. student in physics, two followed engineering careers, and one is a math/physics high school teacher, and one has a research fellowship at the National Institute of Health. Those still at the college &nbsp;are on track to enter graduate school or the workplace in STEM-related fields, mostly physics and engineering. All students have received training in the Responsible Conduct for Research, and are well equipped to conduct research in graduate programs, industrial laboratories, or medical facilities.</p>\n<p>This grant has also impacted the research at the college through the establishment of new research collaborations: three with industry (General Electric, Osram Sylvania, and SciApps Inc.) in the area of the optical properties of materials used in lighting and in materials identification; one with a professor from the Chemistry Department at the college on the optical properties of thin films; and one international collaboration with a researcher in Lviv, Ukraine investigating the optical properties of nanostructures for sensing applications. Also, equipment purchased with this grant was utilized by a local company (NanoLab, of Waltham, MA) to investigate the reflectance properties of carbon nanotubes.</p>\n<p>In summary, this research investigation shows that some of the materials investigated by us show promise as phosphors for LED-based lighting. The students trained under this grant all on track for careers in science and engineering fields. Finally, the grant has contributed to the establishment of several new collaborations with industry and with other academic institutions, and has raised significantly the quality of the re...",
  "por_txt_cntn": "\nThis RUI grant proposed to conduct a thorough study of the optical properties of d0 transition metal oxides containing praseodymium (Pr) or terbium (Tb) in regards to their potential for use in lighting applications. In addition, we proposed to train several students in the techniques of optical spectroscopy, as well as to expanding research programs into new areas and to increase collaborations with other researchers in the field. The plan also called for the purchase and integration of equipment, including a reflection spectrometer and IR detector, in order to expand the capabilities of the lab so as to be able to fully conduct the necessary experiments.\n\nThe scientific goals were all met. Systems investigated included various titanates and niobates, with samples ranging from single bulk crystals to nanoparticles. One of the more interesting from an applications point of view was the calcium niobate system containing Pr, which showed strong red emission up to about 500K, making it a material of potential interest for lighting applications. The other systems investigated showed a sharp decrease in the red emission at much lower temperatures, rendering them useless for lighting applications. Our work, presented recently at the International Conference on Luminescence (2014) and at the Meeting of the Electrochemical Society (2015), suggests two reasons for the thermal quenching of the red emission, and we are now conducting experiments to determine how to overcome these problems.  \n\nTwelve undergraduate students participated as research assistants in this project. Of these students 50% were women and one-third% were students of color. The student researchers were involved in all areas of the research process, including the following: optical characterization of materials, fundamental luminescence spectroscopy measurements, advanced spectroscopic techniques for the investigation of kinetic properties of the systems, the visualization and analysis of data, and the presentation of the results at scientific conferences. Their research work was presented at ten scientific meetings, including local and international conferences. Five of the students have graduated, and all have continued in STEM fields: one is a Ph.D. student in physics, two followed engineering careers, and one is a math/physics high school teacher, and one has a research fellowship at the National Institute of Health. Those still at the college  are on track to enter graduate school or the workplace in STEM-related fields, mostly physics and engineering. All students have received training in the Responsible Conduct for Research, and are well equipped to conduct research in graduate programs, industrial laboratories, or medical facilities.\n\nThis grant has also impacted the research at the college through the establishment of new research collaborations: three with industry (General Electric, Osram Sylvania, and SciApps Inc.) in the area of the optical properties of materials used in lighting and in materials identification; one with a professor from the Chemistry Department at the college on the optical properties of thin films; and one international collaboration with a researcher in Lviv, Ukraine investigating the optical properties of nanostructures for sensing applications. Also, equipment purchased with this grant was utilized by a local company (NanoLab, of Waltham, MA) to investigate the reflectance properties of carbon nanotubes.\n\nIn summary, this research investigation shows that some of the materials investigated by us show promise as phosphors for LED-based lighting. The students trained under this grant all on track for careers in science and engineering fields. Finally, the grant has contributed to the establishment of several new collaborations with industry and with other academic institutions, and has raised significantly the quality of the research in the physics department at Wheaton College. We anticipate further growth in the use of these facil..."
 }
}