{
 "awd_id": "1105727",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: IEEE EMBC2011: Integrating Technology and Medicine for a Healthier Tomorrow, Boston MA, August 30 - September 3, 2011",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kaiming Ye",
 "awd_eff_date": "2011-03-15",
 "awd_exp_date": "2012-02-29",
 "tot_intn_awd_amt": 25000.0,
 "awd_amount": 25000.0,
 "awd_min_amd_letter_date": "2011-03-14",
 "awd_max_amd_letter_date": "2011-03-14",
 "awd_abstract_narration": "1105727, Bonato\r\n\r\nThis project will support the student travel, junior researcher travel, student activities and the Student Paper Competition at the 33rd Annual International Conference of the Engineering in Medicine and Biology Society (EMBS) that will be held at the Copley Marriott Hotel in Boston MA, USA from August 30 through September 3, 2011.\r\n\r\nThe mission of the Engineering in Medicine and Biology Society (EMBS) of the IEEE is to advance the application of engineering sciences and technology to medicine and biology, promote the profession, and provide global leadership for the benefit of its members and humanity by disseminating knowledge, setting standards, fostering professional development, and recognizing excellence. To support its mission, EMBS of the IEEE has been organizing annual conferences of the engineering in medicine and biology society for past 30 years. Each year, this annual conference which is the largest meeting of biomedical engineers in the world attracts 2000-3000 people including about 800 students presenting more than 2000 papers from all over the world. The student activities include a widely publicized and well-respected Student Paper Competition and meetings with pioneers and leaders in biomedical engineering, special symposiums and mentoring programs.\r\n\r\nIn 2011, EMBC will be held at the Copley Marriott Hotel in Boston MA, USA from August 30 through September 3, 2011. It is expected that more than 2500 scientists, engineers and students will be attending this conference from all over the world. About 200 papers are expected to be submitted to the Student Paper Competition. From those, fifteen finalists will be selected through the use of an on-line review and judging system for making the final oral presentations during the conference. The proposed funding will help US-based student finalists to travel to present their research paper in the Student Paper Competition. It will also provide the prizes for the winners of the Competition.\r\n\r\nThe EMBC Student Competition is indeed a critical portion of the conference, provides a forum where top-notch students are able to compete with other superlative students in a wide array of eleven bioengineering disciplines. Student participants are able to view their research, and their presentation of that research, from a much broader perspective. Without the incentive of this Competition, many students would be unable or less likely to attend the conference, thus missing an introduction to the world of knowledge available at such conferences. In addition, the Competition plays a crucial role in recognizing the talents of women and minorities in the field of bioengineering.\r\n\r\nThis Competition promotes not only education within bioengineering disciplines, but fosters the next generation of bioengineers by providing a unique opportunity to students to meet and network with the leading biomedical professionals and scientists in the world.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paolo",
   "pi_last_name": "Bonato",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paolo Bonato",
   "pi_email_addr": "pbonato@mgh.harvard.edu",
   "nsf_id": "000135729",
   "pi_start_date": "2011-03-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Spaulding Rehabilitation Hospital",
  "inst_street_address": "125 NASHUA STREET",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "8572821769",
  "inst_zip_code": "021141100",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MA08",
  "org_lgl_bus_name": "SPAULDING REHABILITATION HOSPITAL (SRH) VOLUNTEER SERVICES, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "GX6ELAY5M4N9"
 },
 "perf_inst": {
  "perf_inst_name": "Spaulding Rehabilitation Hospital",
  "perf_str_addr": "125 NASHUA STREET",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021141100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MA08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-size: x-small;\">&nbsp;</span></p>\n<p style=\"margin-bottom: 0in;\"><span style=\"font-size: x-small;\">The Institute of Electrical &amp; Electronics Engineers (IEEE) is the largest professional organization of engineers in the world. The mission of the Engineering in Medicine and Biology Society (EMBS) of the IEEE is to advance the application of engineering sciences and technology to medicine and biology, promote the profession and provide global leadership for the benefit of its members and humanity by disseminating knowledge, setting standards, fostering professional development and recognizing excellence. </span></p>\n<p style=\"margin-bottom: 0in;\">&nbsp;</p>\n<p style=\"margin-bottom: 0in;\"><span style=\"font-size: x-small;\">The annual EMBC gathering is an important way to achiece these objectives and EMBC 2011 may have been particularly effective at encouraging fruitful collaborations and exchanges in the biomedical community. It was the largest EMBS gathering to date, attracting nearly 3,000 attendees to Boston, MA from August 30- September 3, 2011. The theme of the conference, chaired by Paolo Bonato, assistant professor at Harvard Medical School, and co-chaired by Colin Brenan, of the Center for Integration of Medicine and Technology (CIMIT), was &ldquo;Integrating Technology and Medicine for a Healthier Tomorrow.&rdquo;  Attendees and participants from all over the world met in keynote and panel discussions, mini-symposia, invited sessions, tutorials, clinical courses and workshops to discuss the latest advances in biomedical engineering, healthcare technologies and medicine.</span></p>\n<p style=\"margin-bottom: 0in;\"><span style=\"font-size: x-small;\"><br /></span></p>\n<p style=\"margin-bottom: 0in;\"><span style=\"font-size: x-small;\">John Glaser, CEO of Siemens Healthcare and J. Craig Venter, founder, chairman and president of the J. Craig Venter Institute and CEO of Synthetics Genomics, Inc., inaugurated the conference with keynote speeches touching on future directions for healthcare technology. Over an opening luncheon, Glaser discussed how Information Technology is impacting health care delivery, identifying potential research and innovation strategies that might better engage patients, deliver knowledge to care providers and improve health care effectiveness. J. Craig Venter discussed the science that led from the first genome to the first synthetic life. In the four days following the initial keynote addresses, an all-star roster of scientists, entrepreneurs and academics provided daily keynote talks.  They included Dean Kamen, founder of Deka Research and Development Corporation responsible for the Deka Arm, the latest project sponsored by DARPA to develop a new artificial upper limb;  David Balaban, vice president of research and development informatics at Amgen who discussed engineering drug dosing in dynamic biological systems;  Angela Belcher, W.M. Keck Professor of Energy at the Massachusetts Institute of Technology who discussed harnessing the properties that living organisms use to solve problems in medicine, energy and engineering; Alex Pentland, Toshiba Professor of Media, Arts and Sciences at MIT who discussed &ldquo;the Third Ring of Health&rdquo;; Mara Aspinall, President and CEO of Ventana Medical Systems and Global Head of Roche Tissue Diagnostics who discussed the role of personalized medicine in the war on cancer;  Kamil Ugurbil, McKnight Presidential Endowed Chair of Radiology at the University of Minnesota who discussed new frontiers in neuroimaging; Emilio Bizzi, Institute Professor at the Department of Brain and Cognitive Sciences, Massachusetts Institute of Technology who discussed modularity for motor coordination; Dale Wiggins, of Philips Healthcare Patient Care and Clinical Informatics who discussed opportunities for wearable technology in physiological monitoring; and Hugh Herr, associate professor, MIT&rsquo;s Prog...",
  "por_txt_cntn": "\n \nThe Institute of Electrical &amp; Electronics Engineers (IEEE) is the largest professional organization of engineers in the world. The mission of the Engineering in Medicine and Biology Society (EMBS) of the IEEE is to advance the application of engineering sciences and technology to medicine and biology, promote the profession and provide global leadership for the benefit of its members and humanity by disseminating knowledge, setting standards, fostering professional development and recognizing excellence. \n \nThe annual EMBC gathering is an important way to achiece these objectives and EMBC 2011 may have been particularly effective at encouraging fruitful collaborations and exchanges in the biomedical community. It was the largest EMBS gathering to date, attracting nearly 3,000 attendees to Boston, MA from August 30- September 3, 2011. The theme of the conference, chaired by Paolo Bonato, assistant professor at Harvard Medical School, and co-chaired by Colin Brenan, of the Center for Integration of Medicine and Technology (CIMIT), was \"Integrating Technology and Medicine for a Healthier Tomorrow.\"  Attendees and participants from all over the world met in keynote and panel discussions, mini-symposia, invited sessions, tutorials, clinical courses and workshops to discuss the latest advances in biomedical engineering, healthcare technologies and medicine.\n\n\nJohn Glaser, CEO of Siemens Healthcare and J. Craig Venter, founder, chairman and president of the J. Craig Venter Institute and CEO of Synthetics Genomics, Inc., inaugurated the conference with keynote speeches touching on future directions for healthcare technology. Over an opening luncheon, Glaser discussed how Information Technology is impacting health care delivery, identifying potential research and innovation strategies that might better engage patients, deliver knowledge to care providers and improve health care effectiveness. J. Craig Venter discussed the science that led from the first genome to the first synthetic life. In the four days following the initial keynote addresses, an all-star roster of scientists, entrepreneurs and academics provided daily keynote talks.  They included Dean Kamen, founder of Deka Research and Development Corporation responsible for the Deka Arm, the latest project sponsored by DARPA to develop a new artificial upper limb;  David Balaban, vice president of research and development informatics at Amgen who discussed engineering drug dosing in dynamic biological systems;  Angela Belcher, W.M. Keck Professor of Energy at the Massachusetts Institute of Technology who discussed harnessing the properties that living organisms use to solve problems in medicine, energy and engineering; Alex Pentland, Toshiba Professor of Media, Arts and Sciences at MIT who discussed \"the Third Ring of Health\"; Mara Aspinall, President and CEO of Ventana Medical Systems and Global Head of Roche Tissue Diagnostics who discussed the role of personalized medicine in the war on cancer;  Kamil Ugurbil, McKnight Presidential Endowed Chair of Radiology at the University of Minnesota who discussed new frontiers in neuroimaging; Emilio Bizzi, Institute Professor at the Department of Brain and Cognitive Sciences, Massachusetts Institute of Technology who discussed modularity for motor coordination; Dale Wiggins, of Philips Healthcare Patient Care and Clinical Informatics who discussed opportunities for wearable technology in physiological monitoring; and Hugh Herr, associate professor, MITÆs Program of Media Arts and Sciences &amp; Harvard-MIT Division of Health Sciences and Technology who spoke on the importance of neuromechanical limb models in the design of leg prostheses and orthoses.\n\n\nDays of productive and enlightening sessions climaxed with a final keynote panel discussion that included Subra Suresh, director of the National Science Foundation, John Parrish, CEO of CIMIT, Andrea Lymberis, of the European Commission and Xian En Zhang, director general of the B..."
 }
}