{
 "awd_id": "1105324",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: Advances in Optics for Biotechnology, Medicine and Surgery XII, June 5-8, 2011, Naples, Florida",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kaiming Ye",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2012-03-31",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2011-03-17",
 "awd_max_amd_letter_date": "2011-03-17",
 "awd_abstract_narration": "1105324, Hillman\r\n\r\nAdvances in Optics for Biotechnology, Medicine and Surgery is a small (~120 attendees), interdisciplinary conference focused on the field of biomedical optics. The conference will be held from the 5-8th June 2011 at Naples Beach Hotel, Naples, Florida, USA. Sessions will be composed of invited talks from senior and rising experts focusing on key and emerging aspects of the biomedical optics field. A poster session will provide students and post-docs with ample opportunity to describe and discuss their work, and free-time and social activities will stimulate and promote networking. Substantial effort will be devoted to ensuring geographic, disciplinary, racial, gender and experiential diversity of our participants. Funding from the NSF will allow us to offset the registration costs of 4 students, 4 fellows and young investigators and 8 speakers. Biomedical optics encompasses the interdisciplinary development of new technologies that harness fundamental interactions between light and tissue. The field has already generated a wide range of imaging, diagnostic and therapeutic approaches that have impacted modern medicine. Biomedical optics has also had a profound influence on biomedical research, with advances in microscopy and in-vivo imaging tools keeping pace with the rapid development of transgenic fluorescent-protein in-vivo models and contrast agents with molecular specificity.  With these two areas combined, biomedical optics is a continually evolving field impacting both medicine and the basic sciences.\r\n\r\nIntellectual Merit: Biomedical optics is a term used to broadly describe almost any technology that exploits light for biomedical applications. The fundamental physics of light transport in tissue and fluorescence and absorption spectroscopy remain at the field's core, yet every year sees the evolution of new technologies for light generation, detection and manipulation as well as new contrast agents, algorithms and biomedical applications, all of which quickly advance the field into new areas. Examples of this in the past 2-3 years include super-resolution microscopy approaches such as PALM and STORM, as well as opto-genetics; a new biological technique that allows excitatory cells to be switched on and off using light. \r\n\r\nSo while this meeting will be the 12th in a series that has been running for over 20 years, every year has seen continual evolution of the program to encompass cutting edge new advances in the field. We recognize, for example, that it is important for experts in optics to understand the principles, potential, and implications of new approaches such as opto-genetics, since their expertise could significantly improve the way that these valuable new tools can be utilized. Similarly, introducing chemists to the different optical approaches to implementing super-resolution microscopy may lead to improved strategies for developing novel contrast agents. The unique format of this small meeting is highly conducive to intensive training at the cutting edge of our field, allowing new concepts to be introduced and then openly discussed. \r\n\r\nBroader Impacts: Biomedical optics advances are generally borne from the juxtaposition of engineering, physics, mathematics, biology, chemistry and clinical medicine. To train in this highly interdisciplinary field, one must master all aspects of optics, device development, data acquisition, modeling and analysis, in addition to a thorough understanding of the biomedical problems being addressed. Many breakthroughs have resulted from simply pairing the right technique with the right biomedical application; realizations that require open interdisciplinary discussion. Widespread adoption of new biomedical optics technologies also requires that end users receive training that allows them to appreciate the fundamental principles governing operation of a particular technology, and therefore both its benefits and limitations.\r\n\r\nAs such, our field relies upon meetings that draw together experts from all facets of biomedical optics research, including scientists, engineers, clinicians and industry experts, to enable this cross-fertilization. The conference for which we are requesting support serves exactly this purpose: To provide a forum for sharing creative ideas across broad areas of engineering, basic science and medicine, as well as an opportunity for students, trainees and young investigators to diversify their knowledge and develop relationships with key leaders in the field.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Hillman",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth M Hillman",
   "pi_email_addr": "eh2245@columbia.edu",
   "nsf_id": "000091005",
   "pi_start_date": "2011-03-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Reid",
   "pi_last_name": "Thompson",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Reid C Thompson",
   "pi_email_addr": "reid.thompson@vanderbilt.edu",
   "nsf_id": "000298214",
   "pi_start_date": "2011-03-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Elson",
   "pi_mid_init": "",
   "pi_sufx_name": "Dr",
   "pi_full_name": "Daniel Elson",
   "pi_email_addr": "ds.elson@imperial.ac.uk",
   "nsf_id": "000578445",
   "pi_start_date": "2011-03-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "615 W 131ST ST",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100277922",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The conference &lsquo;Advances in Optics for Biotechnology, Medicine and Surgery XII&rsquo; was held 5-8 June 2011 at the Naples Beach Hotel, Naples, Florida.&nbsp; Biomedical optics encompasses the interdisciplinary development of new technologies that harness fundamental interactions between light and tissue. The field has already generated a wide range of imaging, diagnostic and therapeutic approaches that have impacted modern medicine.&nbsp; There were a total of 37 invited talks divided into nine sessions, each followed by an open discussion.&nbsp; There was also a student/fellow poster session, and the highest scoring student/fellow abstracts were also presented in a &lsquo;hot topics&rsquo; podium session.</p>\n<p><strong>Project outcomes:</strong> Biomedical optics and biophotonics meetings require a well-balanced mixture of disciplines in attendance to stimulate discussion and advances for the field.&nbsp; This was certainly achieved at this meeting and the audience contained representatives from the academic, industrial and medical fields, with specialties including physics, computing, engineering, life sciences, pathology and surgery.&nbsp; Such a diversity of interests contributing to a common theme provided a rich forum for discussion and collaboration.&nbsp; In addition, this also provided educational value for the large number of PhD students and fellows in attendance at this meeting.&nbsp; The feedback from the delegates was almost entirely positive, with an average feedback score of 4.5 out of 5 across all aspects of the meeting.&nbsp; We therefore believe that we succeeded in providing a quality forum for sharing creative ideas across broad areas of engineering, basic science and medicine, as well as an opportunity for students, trainees and young investigators to diversify their knowledge and develop relationships with key leaders in the field.&nbsp; We were able to use the NSF award to partially support a total of thirteen speakers and twelve students/fellows, who were awarded funds to allow them to attend the meeting.</p>\n<p><strong>Intellectual Merit: </strong>All presentations and posters at the conference were selected to be at the cutting edge of biomedical optics and biophotonics.&nbsp;&nbsp; Particular highlights from this conference included sessions on &lsquo;novel microscopy technologies&rsquo; chaired by Peter So and &lsquo;neuroimaging and neuromanipulation&rsquo; chaired by Irving Bigio and &lsquo;commercialization of bio-optics&rsquo; chaired by Richard Levenson.&nbsp; <strong></strong></p>\n<p><strong>Broader Impact: </strong>The meeting brought together a highly diverse group of academics, clinicians, industry experts, fellows and students. We carefully considered the participation of underrepresented groups and geographical diversity, using NSF funds to support four international delegates and six women, as well as inviting further participation by advertising the meeting and availability of attendance fellowships through interest groups such as Minorities and Women in the Optical Society of America and the Society of Hispanic Professional Engineers. A feature issue capturing the content of the meeting was published in the February 2013 issue of Biomedical Optics Express.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/29/2012<br>\n\t\t\t\t\tModified by: Elizabeth&nbsp;Hillman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe conference æAdvances in Optics for Biotechnology, Medicine and Surgery XIIÆ was held 5-8 June 2011 at the Naples Beach Hotel, Naples, Florida.  Biomedical optics encompasses the interdisciplinary development of new technologies that harness fundamental interactions between light and tissue. The field has already generated a wide range of imaging, diagnostic and therapeutic approaches that have impacted modern medicine.  There were a total of 37 invited talks divided into nine sessions, each followed by an open discussion.  There was also a student/fellow poster session, and the highest scoring student/fellow abstracts were also presented in a æhot topicsÆ podium session.\n\nProject outcomes: Biomedical optics and biophotonics meetings require a well-balanced mixture of disciplines in attendance to stimulate discussion and advances for the field.  This was certainly achieved at this meeting and the audience contained representatives from the academic, industrial and medical fields, with specialties including physics, computing, engineering, life sciences, pathology and surgery.  Such a diversity of interests contributing to a common theme provided a rich forum for discussion and collaboration.  In addition, this also provided educational value for the large number of PhD students and fellows in attendance at this meeting.  The feedback from the delegates was almost entirely positive, with an average feedback score of 4.5 out of 5 across all aspects of the meeting.  We therefore believe that we succeeded in providing a quality forum for sharing creative ideas across broad areas of engineering, basic science and medicine, as well as an opportunity for students, trainees and young investigators to diversify their knowledge and develop relationships with key leaders in the field.  We were able to use the NSF award to partially support a total of thirteen speakers and twelve students/fellows, who were awarded funds to allow them to attend the meeting.\n\nIntellectual Merit: All presentations and posters at the conference were selected to be at the cutting edge of biomedical optics and biophotonics.   Particular highlights from this conference included sessions on ænovel microscopy technologiesÆ chaired by Peter So and æneuroimaging and neuromanipulationÆ chaired by Irving Bigio and æcommercialization of bio-opticsÆ chaired by Richard Levenson.  \n\nBroader Impact: The meeting brought together a highly diverse group of academics, clinicians, industry experts, fellows and students. We carefully considered the participation of underrepresented groups and geographical diversity, using NSF funds to support four international delegates and six women, as well as inviting further participation by advertising the meeting and availability of attendance fellowships through interest groups such as Minorities and Women in the Optical Society of America and the Society of Hispanic Professional Engineers. A feature issue capturing the content of the meeting was published in the February 2013 issue of Biomedical Optics Express.\n\n\t\t\t\t\tLast Modified: 06/29/2012\n\n\t\t\t\t\tSubmitted by: Elizabeth Hillman"
 }
}