{
 "awd_id": "1105143",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH:  Impact of the 2010 Caribbean Coral Bleaching Event:  Assessing Changes in Coral Immune Function",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2010-12-15",
 "awd_exp_date": "2012-11-30",
 "tot_intn_awd_amt": 38745.0,
 "awd_amount": 38745.0,
 "awd_min_amd_letter_date": "2010-12-15",
 "awd_max_amd_letter_date": "2011-08-12",
 "awd_abstract_narration": "The investigators requested RAPID funding to assess the impact of the 2010 Caribbean bleaching event on coral gene expression, immune function and coral reef communities. 2010 is currently tracking as the warmest year ever on record, potentially creating one of the largest thermal anomalies in the Caribbean basin and in the southeastern Caribbean, exceeding the previous record-breaking temperatures of 2005. These investigators will perform coral surveys at selected sites in the southeastern Caribbean and sample collections in Puerto Rico during and after this transient event to compare coral health measures with previously collected pre-event data. The study will integrate several levels of data, from remote temperature sensing satellite records, to coral health, cover and diversity surveys, to studies of individual coral immune function and microbial assemblages. The scale of this thermal event is significant enough that the investigators hypothesize levels of disease will increase following this event, as was observed after the 2005 Caribbean bleaching event and the 2002 Australian bleaching event. The RAPID study will also test the hypothesis that this large scale thermal anomaly will stress corals in Puerto Rico and down-regulate immune gene expression in thermally sensitive species (Montastrea spp), but potentially up-regulate expression in a thermally resilient species (Gorgonia ventalina). The investigators also hypothesize that this expected level of coral bleaching will change the surface microbial communities of both species toward more Vibrio-based communities, and this is the first step in increased disease susceptibility to opportunistic pathogens.\r\n\r\nIntellectual merit: This project is relevant to an understanding of the resilience of marine ecosystems and the impact of ocean warming events on coral physiology and biodiversity. Current understanding of the impacts of warm thermal anomalies is largely restricted to the bleaching response of the corals themselves, with much less known about how warm temperatures change the functioning of the coral holobiont via the microbial constituents and/or the immune responses of corals. There is tremendous value in following the physiology and gene expression of corals in the field through an extreme and transient event like this. Laboratory studies could never truly duplicate these field conditions, particularly with respect to disruptions to the natural resident microbial community that is so critical to the coral holobiont. \r\nThis RAPID project will focus on objectives for which pre-event data/samples exist:\r\n1) Monitoring levels of coral disease, coral species diversity and coral cover in Puerto Rico, Grenada, Trinidad, the Mexican Yucatan, and Panama.\r\n2) Assessment of coral immune responses and immune gene expression in a resilient gorgonian (Gorgonia ventalina) and a susceptible scleractinian (Montastraea spp). Sampling will occur pre-bleaching, during the heating event and after recovery.\r\n3) Assessment of changes in total microbial community before, during and after the heating event in the two above mentioned species.\r\n\r\nBroader Impacts: The dramatic visual impacts of coral bleaching will be captured in photos and videos that, when used in website, media and lecture outlets will help to garner public interest in coral health (e.g. www.cnn.com/2010/OPINION/09/27/harvell.coral.reefs/index.html). This interest will then be leveraged to raise public understanding of more subtle climate impacts in the ocean. Through this RAPID project the investigators will build upon ongoing local public outreach programs with the Ithaca Science center, Paleontological Research Institution, Science Cabaret, Arlington Independent School District as well as national outreach such as the \"Expanding your Horizons\" program and the \"Sally Ride Science Festival for Girls\". This work also embodies many of the objectives of the Cornell Center for Sustainable Futures, and for this reason, the center will contribute matching funds to this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ernesto",
   "pi_last_name": "Weil",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Ernesto F Weil",
   "pi_email_addr": "ernesto.weil@upr.edu",
   "nsf_id": "000379304",
   "pi_start_date": "2010-12-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Puerto Rico Mayaguez",
  "inst_street_address": "259 BLVD ALFONSO VALDES",
  "inst_street_address_2": "",
  "inst_city_name": "MAYAGUEZ",
  "inst_state_code": "PR",
  "inst_state_name": "Puerto Rico",
  "inst_phone_num": "7878312065",
  "inst_zip_code": "006806475",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "PR00",
  "org_lgl_bus_name": "UNIVERSITY OF PUERTO RICO",
  "org_prnt_uei_num": "RD8QJEHNYLJ7",
  "org_uei_num": "GZRNJ1GZDBM1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Puerto Rico Mayaguez",
  "perf_str_addr": "259 BLVD ALFONSO VALDES",
  "perf_city_name": "MAYAGUEZ",
  "perf_st_code": "PR",
  "perf_st_name": "Puerto Rico",
  "perf_zip_code": "006806475",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "PR00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 38745.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div>\n<p>Coral reefs are the jewels of the ocean. They boast the highest ocean diversity, protect coastal areas, aid in the formation of other important and productive tropical coastal communities, and provide food, building materials, industrial and pharmacological products, recreation and social stability to millions of humans. Over the last four decades however, increasing stress from a multitude of interacting climate-related and anthropogenic factors has disrupted the ecological/biological balances, producing significant deterioration in these ancient communities&nbsp;worldwide.</p>\n<p>The 2005 and 2010 thermal anomalies were the most intense and geographically widespread on record. The 2005 event induced the most intense bleaching event ever recorded in the Caribbean, with devastating disease outbreaks in northeastern reefs that produced up to 60% coral mortality in some localities. To assess and compare the impact of the 2010 thermal stress, we re-surveyed at least two reefs each in four localities, Puerto Rico and Grand Cayman in the north- and Grenada and Curacao in the southern Caribbean between October 2010 and January 2011.</p>\n<p>Results indicate that: (1) the 2010 thermal anomaly was the second most intense to hit the Caribbean, and the most intense to hit the southern Caribbean in recorded history; (2) fifty two species of hard corals, three fire-corals, 12 octocorals and many other species from other important zooxanthellated reef groups showed bleaching signs (Fig. 1). Of these, only a few species of corals and hydrocorals showed bleaching-induced partial or total colony mortality, and only in Curacao; (3) the proportion of coral colonies showing bleaching signs (prevalence) associated with the high thermal stress varied between 28 and 39% across the four localities ; (4) similarly to the 2005 event in the northeastern Caribbean, an outbreak of white plague-like disease (WPD) developed in several localities in the southern Caribbean. It was however, only observed in one of our localities, Curacao, where it produced fast and significant coral mortality (Figs. 2 and 3); (5) the average proportion of infected colonies with white plague-like disease (WPD) in reefs off Curacao was 15% in January 2011; (6) Caribbean yellow band disease (CYBD), a chronic problem in most Caribbean coral reefs since the late 1990&rsquo;s, showed an increase in the proportion of colonies affected in all reefs surveyed (Curacao, Grenada and Grand Cayman), except in Puerto Rico, where this disease was declining by the time of the thermal event; (7) the combined impact of bleaching and infectious diseases produced an average coral mortality of 25% in less than 3 months in Curacao, a significant loss of live coral tissue, reproductive output, and productivity for these communities (Fig. 3). This is however, a sub-estimation of the total mortality produced by the 2010 thermal anomaly. Reefs were not surveyed after diseases and bleaching disappeared, so we do not know the final extent of mortality.</p>\n<p>These results illustrate how thermal anomalies can induce coral bleaching and&nbsp;infectious diseases in coral reef systems, how variable is the susceptibility&nbsp;of different species and their effect at local and geographic scales, how they&nbsp;interact and impact individual corals and coral populations and how they can&nbsp;produce drastic declines in live coral cover and changes in the structure,&nbsp;composition and functioning of these important marine communities at local and geographic scales.</p>\n<p>Results provided important information to complement and increase our&nbsp;understanding of the effect of prolonged thermal stress anomalies on coral&nbsp;reef ecosystem in the Caribbean. Thermal anomalies seem to be increasing in frequency and intensity, correlated with increasing sea water temperatures&nbsp;associated with Global Climate Change due to excess concentrations ...",
  "por_txt_cntn": "\n\nCoral reefs are the jewels of the ocean. They boast the highest ocean diversity, protect coastal areas, aid in the formation of other important and productive tropical coastal communities, and provide food, building materials, industrial and pharmacological products, recreation and social stability to millions of humans. Over the last four decades however, increasing stress from a multitude of interacting climate-related and anthropogenic factors has disrupted the ecological/biological balances, producing significant deterioration in these ancient communities worldwide.\n\nThe 2005 and 2010 thermal anomalies were the most intense and geographically widespread on record. The 2005 event induced the most intense bleaching event ever recorded in the Caribbean, with devastating disease outbreaks in northeastern reefs that produced up to 60% coral mortality in some localities. To assess and compare the impact of the 2010 thermal stress, we re-surveyed at least two reefs each in four localities, Puerto Rico and Grand Cayman in the north- and Grenada and Curacao in the southern Caribbean between October 2010 and January 2011.\n\nResults indicate that: (1) the 2010 thermal anomaly was the second most intense to hit the Caribbean, and the most intense to hit the southern Caribbean in recorded history; (2) fifty two species of hard corals, three fire-corals, 12 octocorals and many other species from other important zooxanthellated reef groups showed bleaching signs (Fig. 1). Of these, only a few species of corals and hydrocorals showed bleaching-induced partial or total colony mortality, and only in Curacao; (3) the proportion of coral colonies showing bleaching signs (prevalence) associated with the high thermal stress varied between 28 and 39% across the four localities ; (4) similarly to the 2005 event in the northeastern Caribbean, an outbreak of white plague-like disease (WPD) developed in several localities in the southern Caribbean. It was however, only observed in one of our localities, Curacao, where it produced fast and significant coral mortality (Figs. 2 and 3); (5) the average proportion of infected colonies with white plague-like disease (WPD) in reefs off Curacao was 15% in January 2011; (6) Caribbean yellow band disease (CYBD), a chronic problem in most Caribbean coral reefs since the late 1990Æs, showed an increase in the proportion of colonies affected in all reefs surveyed (Curacao, Grenada and Grand Cayman), except in Puerto Rico, where this disease was declining by the time of the thermal event; (7) the combined impact of bleaching and infectious diseases produced an average coral mortality of 25% in less than 3 months in Curacao, a significant loss of live coral tissue, reproductive output, and productivity for these communities (Fig. 3). This is however, a sub-estimation of the total mortality produced by the 2010 thermal anomaly. Reefs were not surveyed after diseases and bleaching disappeared, so we do not know the final extent of mortality.\n\nThese results illustrate how thermal anomalies can induce coral bleaching and infectious diseases in coral reef systems, how variable is the susceptibility of different species and their effect at local and geographic scales, how they interact and impact individual corals and coral populations and how they can produce drastic declines in live coral cover and changes in the structure, composition and functioning of these important marine communities at local and geographic scales.\n\nResults provided important information to complement and increase our understanding of the effect of prolonged thermal stress anomalies on coral reef ecosystem in the Caribbean. Thermal anomalies seem to be increasing in frequency and intensity, correlated with increasing sea water temperatures associated with Global Climate Change due to excess concentrations of CO2 in the atmosphere. The  combination of more frequent and intense thermal anomalies with increasing, local human-related environmetal de..."
 }
}