{
 "awd_id": "1105657",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Problems in Geometric and Quantitative Topology",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Stark",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 274726.0,
 "awd_amount": 274726.0,
 "awd_min_amd_letter_date": "2011-05-19",
 "awd_max_amd_letter_date": "2013-06-20",
 "awd_abstract_narration": "This proposal deals with topological problems in a way that keeps track of sizes of solutions to the problems.  These include measurements of displacement (bounded topology), of Lipschitz constants and distortions, and related metric invariants. Applications of such ideas arise within pure topology, stratified spaces, homology manifolds, Riemannian geometry, geometric group theory, and theoretical computer science.  The proposal involves a mix of problems from these areas, some related to singularities and group actions which involve refining and applying previously developed tools, while others are motivated by rigidity theory, and conjectures of Gromov that seem to require new methods.\r\n\r\nTopology is ordinarily thought of as an area of mathematics that is qualitative in nature.  Progress on a number of current central problems requires more precise quantitative control of the solutions of related problems that were solved in earlier generations by powerful but inexplicit algebraic methods.  Such control brings topology in closer interaction with applications in other fields of mathematics as well as computer science and engineering.  This proposal suggests an attack on some of these problems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shmuel",
   "pi_last_name": "Weinberger",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shmuel Weinberger",
   "pi_email_addr": "shmuel@math.uchicago.edu",
   "nsf_id": "000158062",
   "pi_start_date": "2011-05-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5801 S ELLIS AVE",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 86760.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 93490.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 94476.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The theme of this project is to strengthen and reconsider the deep links that topology forges between geometric problems and algebra -- algebra being the tool used to organize the maneuvers that solve these problems.&nbsp; For example, one can view two bottles of water (with different shapes) as being equivalent if they have the same volume, but such a numerical-algebraic summary ignores the energy that might be expended in actually transporting water from one bottle to the other.</p>\n<p>This project considers measures of resources necessary to implement solutions to topological problems with a view towards (1) capturing more of the complexity of those problems, so that the methodology can be applied more broadly, (2) as a natural analogue of the basic philosophy of theoretical computer science and other areas that measure complexity and (3) ultimately be able to better serve in scientific settings that are more discrete than continuous, and where sampling is necessary and complete information is unavailable.</p>\n<p>One of the specific problems studied in the proposal is the theoretical limit of &ldquo;topological sampling theorems&rdquo; which surprisingly connects with infinite dimensional geometry and also to the theory of operator algebras. &nbsp;(This was joint work with Steve Ferry and Alexander Dranishnikov). &nbsp;Another area which is impacted by the results of this work was the analysis of symmetry.&nbsp; The axis of symmetry of a symmetric object can be thought of as a singularity (it is a point that has different properties than its neighbors) and the geometry of singularities is strongly impacted by the quantitative nature of the solution of nonsingular problems. &nbsp;(Much of this work was joint work with Sylvain Cappell and Min Yan.) &nbsp;</p>\n<p>The PI advised 6 graduate students of whom 5 received their PhD&rsquo;s during this period and is currently mentoring two postdoctoral fellows.&nbsp; He has written a book that explains some of these ideas (especially as relevant to rigidty and symmetry), and organized and participated in a number of conferences which disseminated this information within the topological community and also to broader communities of engineers and statisticians.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/13/2015<br>\n\t\t\t\t\tModified by: Shmuel&nbsp;Weinberger</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe theme of this project is to strengthen and reconsider the deep links that topology forges between geometric problems and algebra -- algebra being the tool used to organize the maneuvers that solve these problems.  For example, one can view two bottles of water (with different shapes) as being equivalent if they have the same volume, but such a numerical-algebraic summary ignores the energy that might be expended in actually transporting water from one bottle to the other.\n\nThis project considers measures of resources necessary to implement solutions to topological problems with a view towards (1) capturing more of the complexity of those problems, so that the methodology can be applied more broadly, (2) as a natural analogue of the basic philosophy of theoretical computer science and other areas that measure complexity and (3) ultimately be able to better serve in scientific settings that are more discrete than continuous, and where sampling is necessary and complete information is unavailable.\n\nOne of the specific problems studied in the proposal is the theoretical limit of \"topological sampling theorems\" which surprisingly connects with infinite dimensional geometry and also to the theory of operator algebras.  (This was joint work with Steve Ferry and Alexander Dranishnikov).  Another area which is impacted by the results of this work was the analysis of symmetry.  The axis of symmetry of a symmetric object can be thought of as a singularity (it is a point that has different properties than its neighbors) and the geometry of singularities is strongly impacted by the quantitative nature of the solution of nonsingular problems.  (Much of this work was joint work with Sylvain Cappell and Min Yan.)  \n\nThe PI advised 6 graduate students of whom 5 received their PhDÆs during this period and is currently mentoring two postdoctoral fellows.  He has written a book that explains some of these ideas (especially as relevant to rigidty and symmetry), and organized and participated in a number of conferences which disseminated this information within the topological community and also to broader communities of engineers and statisticians.\n\n \n\n\t\t\t\t\tLast Modified: 08/13/2015\n\n\t\t\t\t\tSubmitted by: Shmuel Weinberger"
 }
}