{
 "awd_id": "1105438",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Summer Research Program in Solid State Chemistry",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael J. Scott",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 105000.0,
 "awd_amount": 105000.0,
 "awd_min_amd_letter_date": "2011-05-27",
 "awd_max_amd_letter_date": "2011-05-27",
 "awd_abstract_narration": "TECHNICAL SUMMARY:\r\nThis project, supported by the Solid State and Materials Chemistry program, provides a combined tutorial and summer research program focused in solid-state and materials chemistry designed for rising senior or junior undergraduate students and faculty members from primarily undergraduate institutions that want to increase their knowledge of solid state chemistry.  An introductory tutorial, held at the University of Oregon, immerses student and faculty participants in the concepts and applications of solid state chemistry through a series of morning lectures and afternoon hands-on laboratories. The tutorial week includes introductions and hands on use of x-ray diffraction, transmission electron microscopy, scanning electron microscopy, electron microprobe analysis and a variety of surface analysis techniques. At the close of the tutorial, the participants disperse to their assigned host laboratory for an eight-week research session. The host laboratories are located throughout the United States.  At each host laboratory, the individual participant will become an active part of the research team, working on a project assigned by the host. Participants return to Oregon at the end of the research phase for a final symposium where they share their successes, frustrations and overall experiences with their peers through presentations, a poster session and group discussions. This cements the network that formed during tutorial week, and allows the participants to see the breadth and depth of opportunities available in the field of solid state chemistry research.  The goal of this program is to increase the number, diversity and caliber of young chemists pursuing graduate studies in the field of solid state and materials chemistry. The program recruits students directly from undergraduate institutions with high minority enrollments and helps faculty at these institutions to incorporate solid state chemistry into their curricula.\r\nNON TECHNICAL SUMMARY:\r\nThis project, supported by the Solid State and Materials Chemistry program, provides a combined tutorial and summer research program focused in solid-state and materials chemistry designed for rising senior or junior undergraduate students and faculty members from primarily undergraduate institutions that want to increase their knowledge of solid state chemistry.  An introductory tutorial, held at the University of Oregon, immerses student and faculty participants in the concepts and applications of solid state chemistry through a series of morning lectures and afternoon hands-on laboratories. The participants get hands on experience with state of the art equipment and learn from experts.  At the close of the tutorial, the participants disperse to their assigned host laboratory for an eight-week research experience.  The host laboratories are located throughout the United States and are supervised by leading researchers in solid state and materials chemistry.  At each host laboratory, the individual participant will become an active part of the research team, working on a project assigned by the host. Participants return to Oregon at the end of the research phase for a final symposium where they share their successes, frustrations and overall experiences with their peers through presentations, a poster session and group discussions. This cements the network that formed during tutorial week, and allows the participants to see the breadth and depth of opportunities available in the field of solid state and materials chemistry.  The goal of this program is to increase the number, diversity and caliber of young chemists pursuing graduate studies in the field of solid state and materials chemistry. The program recruits students directly from undergraduate institutions with high minority enrollments and helps faculty incorporate solid state chemistry into their curricula.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Johnson",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "David C Johnson",
   "pi_email_addr": "davej@oregon.uoregon.edu",
   "nsf_id": "000200332",
   "pi_start_date": "2011-05-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Catherine",
   "pi_last_name": "Page",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Catherine J Page",
   "pi_email_addr": "cpage@oregon.uoregon.edu",
   "nsf_id": "000437505",
   "pi_start_date": "2011-05-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oregon Eugene",
  "inst_street_address": "1776 E 13TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413465131",
  "inst_zip_code": "974031905",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "UNIVERSITY OF OREGON",
  "org_prnt_uei_num": "Z3FGN9MF92U2",
  "org_uei_num": "Z3FGN9MF92U2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oregon Eugene",
  "perf_str_addr": "1776 E 13TH AVE",
  "perf_city_name": "EUGENE",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974031905",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 105000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project \"Summer Research Program in Solid State Chemistry\" developed a nationally unique, comprehensive summer training and graduate level research experience for undergraduates. This project introduced undergraduate students to solid state chemistry and prepared them to meet the challenges of an increasingly interdisciplinary and rapidly evolving research and development arena in the area of solid state chemistry and materials.&nbsp; The format of this program was unique, as far as we are aware, in that a group of students are trained together at a common site, dispersed across the country to different labs for in-depth research experiences, and gathered for a summary symposium.&nbsp; Over 30 research laboratories at more than 25 universities across the country offered the in-depth research experiences. These researchers volunteered to be hosts after learning about the program via announcements at conferences (North American Solid State Chemistry Conference, American Chemical Society meetings, Materials Research Society meetings and Gordon Research Conferences).&nbsp; The students in the program came from all across the country, and a special effort was made to promote the program to students from primarily undergraduate institutions and community colleges. &nbsp;There are several advantages of this format for students: the depth of the initial shared training prepared students for immersion into their summer research projects; the friendships made in the initial training camp encouraged students to share with each other and learn about the science and research environments they encountered at their different research facilities; and the research projects offered gave students exposure to the breadth of solid state research.&nbsp; Students also benefited from the opportunity to present and discuss their research projects with the program directors and other participants in a concluding research symposium that was organized and run by the students.&nbsp; To date there have been eight publications co-authored by the undergraduate researchers supported by this project.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/29/2013<br>\n\t\t\t\t\tModified by: David&nbsp;C&nbsp;Johnson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project \"Summer Research Program in Solid State Chemistry\" developed a nationally unique, comprehensive summer training and graduate level research experience for undergraduates. This project introduced undergraduate students to solid state chemistry and prepared them to meet the challenges of an increasingly interdisciplinary and rapidly evolving research and development arena in the area of solid state chemistry and materials.  The format of this program was unique, as far as we are aware, in that a group of students are trained together at a common site, dispersed across the country to different labs for in-depth research experiences, and gathered for a summary symposium.  Over 30 research laboratories at more than 25 universities across the country offered the in-depth research experiences. These researchers volunteered to be hosts after learning about the program via announcements at conferences (North American Solid State Chemistry Conference, American Chemical Society meetings, Materials Research Society meetings and Gordon Research Conferences).  The students in the program came from all across the country, and a special effort was made to promote the program to students from primarily undergraduate institutions and community colleges.  There are several advantages of this format for students: the depth of the initial shared training prepared students for immersion into their summer research projects; the friendships made in the initial training camp encouraged students to share with each other and learn about the science and research environments they encountered at their different research facilities; and the research projects offered gave students exposure to the breadth of solid state research.  Students also benefited from the opportunity to present and discuss their research projects with the program directors and other participants in a concluding research symposium that was organized and run by the students.  To date there have been eight publications co-authored by the undergraduate researchers supported by this project.\n\n \n\n\t\t\t\t\tLast Modified: 01/29/2013\n\n\t\t\t\t\tSubmitted by: David C Johnson"
 }
}