{
 "awd_id": "1105193",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Research in geometric group theory",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Stark",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 275895.0,
 "awd_amount": 275895.0,
 "awd_min_amd_letter_date": "2011-05-09",
 "awd_max_amd_letter_date": "2013-06-19",
 "awd_abstract_narration": "Three rather ambitious projects are proposed in the area of geometric\r\ngroup theory. The first is inspired by Zlil Sela's geometric solution\r\nof Tarski's logic problem. The PI and Mladen Bestvina plan to complete\r\ntheir program to solve by geometric means two forty-year-old problems\r\nof Mal'cev. They also propose to generalize their methods and provide\r\nan alternate proof to the Tarski problem. The second project, joint\r\nwith Michael Handel, is to solve the conjugacy problem for the outer\r\nautomorphism group Out(F) of a free group F. Much of the research in\r\nthis area is driven by the similarities between linear groups, surface\r\nmapping class groups, and Out(F). The conjugacy problem has been\r\nsolved for these other two classes. The final project, again joint\r\nwith Mladen Bestvina, is to better understand the geometry of outer\r\nautomorphism groups of free groups. In particular, it is proposed to show\r\nthat a complex analogous to the curve complex in the mapping class\r\ngroup setting is word hyperbolic.\r\n\r\nThree projects are proposed in the area of geometric group\r\ntheory. Geometric group theory is a relatively young branch of\r\nmathematics in which problems from other areas of mathematics are\r\nreformulated and then solved in geometric terms. This approach has\r\nbeen successful in areas that are sometimes viewed as distant from\r\ngeometry. For example, Zlil Sela used geometric methods to solve an\r\nold logic problem of Tarski. Inspired by Sela's methods, the PI and\r\nMladen Bestvina propose to solve two old logic problems of\r\nMal'cev. Group theory is another area where these methods have been\r\nparticularly successful. Groups are ubiquitous in math and the\r\nsciences. The set of symmetries of a molecule is an example. There is\r\nan important class of groups called \"free groups\" from which all other\r\ngroups can be constructed. The set of symmetries of a free group F is\r\nanother important group, denoted Out(F), which has been the subject of\r\nmuch current interest. The PI proposes two other projects focusing on\r\nOut(F). In one, he and Michael Handel propose to solve an old and\r\nfundamental problem on Out(F), namely that its conjugacy problem is\r\nsolvable. In the other project, the PI and Bestvina propose to better\r\nunderstand the intrinsic geometry of Out(F).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Feighn",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Mark E Feighn",
   "pi_email_addr": "feighn@newark.rutgers.edu",
   "nsf_id": "000117683",
   "pi_start_date": "2011-05-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University Newark",
  "inst_street_address": "123 WASHINGTON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9739720283",
  "inst_zip_code": "071023026",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NJ10",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "T3NGNR66YK89"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University Newark",
  "perf_str_addr": "123 WASHINGTON ST",
  "perf_city_name": "NEWARK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "071023026",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NJ10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 88283.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 92041.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 95571.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\"><span class=\"s1\"><strong>Research: </strong>The work supported by the grant is in the field of geometric group theory, a relatively new area of math that is attracting many young&nbsp;researchers. For example, \"Young Geometric Group Theory\", a yearly conference series founded about four years ago&nbsp;to introduce graduate students and post-docs to a broad range of topics in the field, has averaged over 100 participants per meeting.</span></p>\n<p class=\"p1\"><span class=\"s1\">In geometric group theory, problems from other areas of math are recast (and then hopefully solved) in&nbsp;geometric terms. As an elementary &mdash; but illustrative &mdash; example, the set of numbers (an algebraic object) is profitably viewed as points on the number line (a geometric object). This approach has been successful in solving problems from areas as diverse as group theory and logic. In fact, problems from these two areas are the focus of the projects supported by this grant.</span></p>\n<p class=\"p1\"><span class=\"s1\">Groups are algebraic objects that appear in geometry as sets of symmetries. For example, the set of symmetries of an equilateral triangle is a finite group with six elements: three rotations (including rotation by zero degrees) and three reflections. The classes of groups studied in this grant&rsquo;s projects are infinite and are called &ldquo;outer automorphism groups of free groups.&rdquo; These groups have been classically studied and are of intense current interest, in part because of the success of geometric approaches. Outcomes during the grant period include the publication of two papers with Mladen Bestvina. The main result of the first is that these groups are symmetry groups of spaces with an important property called &ldquo;hyperbolicity.&rdquo; The second explores consequences of this first result and related results of Michael Handel and Lee Mosher.</span></p>\n<p class=\"p1\"><span class=\"s1\">The work with Bestvina was focused on global properties of these outer automorphism groups. Work with Michael Handel supported by the same grant was focused on geometric representations of elements of these outer automorphism groups with a goal of solving the &ldquo;conjugacy problem&rdquo; for this class. The conjugacy problem is a famous problem that can be posed for any class of groups; the existence (or not) of a solution is a measure how well that class of groups is understood. Handel and the PI are optimistic that they have found a solution to the conjugacy problem for an important subclass of these outer automorphism groups and are preparing a manuscript with this solution. During the grant period, they submitted a paper showing that every element of these outer automorphism groups has a particularly nice geometric representative that can be found algorithmically. It is anticipated that this algorithmic result will be needed for a solution to the full conjugacy problem.</span></p>\n<p class=\"p1\"><span class=\"s1\">In another direction, Zlil Sela's geometric solution to the Tarski problem in logic has generated much excitement in geometric group theory. During the grant period, Bestvina, Pei Wang (a graduate student of the PI), and the PI worked on an alternate approach to part of Sela&rsquo;s solution which should make it more accessible.</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>Broader Impact:</strong> During the period of this grant, the PI directed the theses of two Rutgers-Newark graduate students: Greg Fein and Pei Wang. Thesis topics were directly related to the projects supported by the grant. &nbsp; Also, the PI lectured extensively on project outcomes and on geometric group theory in general. Lectures included two series of talks primarily for graduate students and also a talk to talented NYC high school students. The PI served on selection panels at Math for America. The MfA fellowships give significant support to current and prospectiv...",
  "por_txt_cntn": "Research: The work supported by the grant is in the field of geometric group theory, a relatively new area of math that is attracting many young researchers. For example, \"Young Geometric Group Theory\", a yearly conference series founded about four years ago to introduce graduate students and post-docs to a broad range of topics in the field, has averaged over 100 participants per meeting.\nIn geometric group theory, problems from other areas of math are recast (and then hopefully solved) in geometric terms. As an elementary &mdash; but illustrative &mdash; example, the set of numbers (an algebraic object) is profitably viewed as points on the number line (a geometric object). This approach has been successful in solving problems from areas as diverse as group theory and logic. In fact, problems from these two areas are the focus of the projects supported by this grant.\nGroups are algebraic objects that appear in geometry as sets of symmetries. For example, the set of symmetries of an equilateral triangle is a finite group with six elements: three rotations (including rotation by zero degrees) and three reflections. The classes of groups studied in this grantÆs projects are infinite and are called \"outer automorphism groups of free groups.\" These groups have been classically studied and are of intense current interest, in part because of the success of geometric approaches. Outcomes during the grant period include the publication of two papers with Mladen Bestvina. The main result of the first is that these groups are symmetry groups of spaces with an important property called \"hyperbolicity.\" The second explores consequences of this first result and related results of Michael Handel and Lee Mosher.\nThe work with Bestvina was focused on global properties of these outer automorphism groups. Work with Michael Handel supported by the same grant was focused on geometric representations of elements of these outer automorphism groups with a goal of solving the \"conjugacy problem\" for this class. The conjugacy problem is a famous problem that can be posed for any class of groups; the existence (or not) of a solution is a measure how well that class of groups is understood. Handel and the PI are optimistic that they have found a solution to the conjugacy problem for an important subclass of these outer automorphism groups and are preparing a manuscript with this solution. During the grant period, they submitted a paper showing that every element of these outer automorphism groups has a particularly nice geometric representative that can be found algorithmically. It is anticipated that this algorithmic result will be needed for a solution to the full conjugacy problem.\nIn another direction, Zlil Sela's geometric solution to the Tarski problem in logic has generated much excitement in geometric group theory. During the grant period, Bestvina, Pei Wang (a graduate student of the PI), and the PI worked on an alternate approach to part of SelaÆs solution which should make it more accessible.\nBroader Impact: During the period of this grant, the PI directed the theses of two Rutgers-Newark graduate students: Greg Fein and Pei Wang. Thesis topics were directly related to the projects supported by the grant.   Also, the PI lectured extensively on project outcomes and on geometric group theory in general. Lectures included two series of talks primarily for graduate students and also a talk to talented NYC high school students. The PI served on selection panels at Math for America. The MfA fellowships give significant support to current and prospective secondary school math teachers for professional development. The PI is a member of the organizing committee for the 2016 jumbo program in geometric group theory at MSRI. Special care has been taken to promote the involvement of young researchers and under-represented minorities. The PI is also an organizer of the Connections for Women workshop that is affiliated with the MSRI program and is an edit..."
 }
}