{
 "awd_id": "1105077",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Nanostructured Metal/Polymer Composites for Plasmon-Enhanced  Emission and Amplification of Light",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032928428",
 "po_email": "cying@nsf.gov",
 "po_sign_block_name": "Z.  Ying",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 405000.0,
 "awd_amount": 405000.0,
 "awd_min_amd_letter_date": "2011-05-19",
 "awd_max_amd_letter_date": "2013-06-04",
 "awd_abstract_narration": "Technical: Future opto-electronic and plasmonic devices will rely on generation and control of light-fields within custom-engineered composite materials and nanostructures. In particular, controlled generation and amplification of light in nanoscale materials is crucial for achieving next generation compact, integrated\r\nnanophotonic devices. The research program focuses on the fabrication and characterization of dispersion engineered composite metal/polymer nanostructures for practical applications such as novel light emitters and nanoscale plasmon-enhanced organic lasers. The research materials constitute an important step towards achieving increased efficiency, coherent light emitters that are also cost-efficient, processable and scalable. The research project will proceed along two distinct directions. The first effort will address light emission characteristics in composite planar structures comprising semiconducting organic polymers and fractal silver films with tunable dispersive properties. The second task will focus on organic light emitters coherently coupled to ordered metallic meso-structures designed to exhibit a plasmon-induced transparency ? the plasmonic analog to electromagnetically induced transparency. Both tasks will address spatial light emission characteristics, emission enhancement factors and their correlation with the integrated metal nanostructures, spectra of the emitted fields and plasmon-enhanced laser action. Results of this award will lead to (1) new methods for enhancing and controlling light emission in metal/polymer nanocomposites, together with modeling tools and design guidelines for achieving the desired functionalities. (2) New practical architectures for efficient solid state light emitting materials.\r\n\r\nNon Technical: Nanostructured metallodielectric composite materials hold the potential for greatly impacting modern photonics, with applications to advanced sensing, imaging and novel light emitting devices. The research work will have significant impact on the development of such future technologies. Students participating in this research will acquire expertise in the field of active plasmonic materials. The research is interdisciplinary in nature, allowing students to gain proficiency in materials science as well as classical and quantum optics, and to develop both experimental and modeling skills. An important goal of this project is to train students in the burgeoning field of plasmonics by exposing university students of all levels to research and multi-disciplinary scientific work. At the undergraduate level the aim is to expand avenues for learning by offering a variety of research and mentoring opportunities. At the graduate level the project addresses student involvement in research, as well as participation in a variety of professional development activities. The latter enable pursuing of scientific knowledge and interests in less-traditional ways, such as participation in a departmentally funded student proposal contest, or informal science education and leadership opportunities. Moreover, the PI's commitment to community outreach and participation in coordinated academic activities serve to further integrate scientific research with evolving societal needs for science education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Miriam",
   "pi_last_name": "Deutsch",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Miriam Deutsch",
   "pi_email_addr": "miriamd@uoregon.edu",
   "nsf_id": "000190766",
   "pi_start_date": "2011-05-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oregon Eugene",
  "inst_street_address": "1776 E 13TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413465131",
  "inst_zip_code": "974031905",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "UNIVERSITY OF OREGON",
  "org_prnt_uei_num": "Z3FGN9MF92U2",
  "org_uei_num": "Z3FGN9MF92U2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oregon Eugene",
  "perf_str_addr": "1776 E 13TH AVE",
  "perf_city_name": "EUGENE",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974031905",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 132000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 135000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 138000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit:</strong></p>\n<p>This project addressed fundamental problems in optics of complex materials, which are potentially relevant to developing technologies. Broadly stated, we aim to develop an understanding of structure-related optical and electronic properties of metals textured on a large range of length scales, ranging from several nanometers to microns, and their potential applications in technologies such as nanoscale lasers and advanced sensor technologies. The research conducted under this award lies in the field of plasmonics. This area comprises the study of the optical properties of nanoscale metallic systems and structures. In recent years there has been rapidly growing interest in plasmonics research, driven by potential applications in vastly different areas, such as biomedical technologies, enhanced solar energy conversion, and even environmental remediation.</p>\n<p>&nbsp;</p>\n<p>Our research focused on plasmonic phenomena in two types of systems. The first comprised disordered films of silver nanoparticles, fabricated by letting solution-synthesized silver nanoparticles spontaneously aggregate onto glass substrates. We conducted several studies of these materials, first addressing their growth and deposition onto the glass, followed by examination of their light emission behavior. We found that light emission from these materials is closely related to their structural properties. In particular, we found that while sparsely aggregated films emit very little light, so do also films with a multitude of nanoparticle aggregates. In fact, the brightest emission was seen to emanate from films with an intermediate degree of aggregation. We attribute this phenomenon to unique structural properties present in such intermediate-level aggregates. Outcomes from this study will be beneficial for the design of chemical and biological sensors that rely on light emission from metal nanoparticles. We now know that it is possible to maximize light emission (and therefore the signal emerging from the sensor) by fabricating metal films with very specific aggregate structure.</p>\n<p>&nbsp;</p>\n<p>The second system we addressed comprised alternating thin films of a metal and an insulator material, deposited onto a corrugated glass substrate. This system also exhibits plasmonic behavior, due to the presence of nanoscale metal films. We investigated the light transmission properties of this structure, with the aim of developing a system that can function as a tunable optical filter, as well as a sensor. We discovered that these sandwiches of metal and insulator films do indeed possess useful optical properties, exemplified mostly by their ability to transmit large amounts of light at well-defined wavelengths. To and observer, these structures would appear brightly colored, indicating their capacity to filter light. The same behavior is also beneficial for sensing purposes, as this light filtering ability is highly sensitive to the films&rsquo; immediate environment. Simply put, if exposed to a very low level of an unwanted chemical, the color of this system would change drastically, indicating the presence of the contaminant.</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts:</strong></p>\n<p>Nanostructured metallodielectric composite materials hold the potential for greatly impacting modern photonics, with applications to advanced sensing, imaging and novel light emitting devices. From a technical perspective, research conducted under this award could directly impact the development of new chemical and biological sensors, relying on light emission from metal nanoparticle aggregates. Alternately, sensor technologies utilizing passive optical properties, such as modulation of reflected or transmitted light, may also benefit from some of the outcomes obtained here. From an educational standpoint, students participating in this study have acquired a multitude o...",
  "por_txt_cntn": "\nIntellectual Merit:\n\nThis project addressed fundamental problems in optics of complex materials, which are potentially relevant to developing technologies. Broadly stated, we aim to develop an understanding of structure-related optical and electronic properties of metals textured on a large range of length scales, ranging from several nanometers to microns, and their potential applications in technologies such as nanoscale lasers and advanced sensor technologies. The research conducted under this award lies in the field of plasmonics. This area comprises the study of the optical properties of nanoscale metallic systems and structures. In recent years there has been rapidly growing interest in plasmonics research, driven by potential applications in vastly different areas, such as biomedical technologies, enhanced solar energy conversion, and even environmental remediation.\n\n \n\nOur research focused on plasmonic phenomena in two types of systems. The first comprised disordered films of silver nanoparticles, fabricated by letting solution-synthesized silver nanoparticles spontaneously aggregate onto glass substrates. We conducted several studies of these materials, first addressing their growth and deposition onto the glass, followed by examination of their light emission behavior. We found that light emission from these materials is closely related to their structural properties. In particular, we found that while sparsely aggregated films emit very little light, so do also films with a multitude of nanoparticle aggregates. In fact, the brightest emission was seen to emanate from films with an intermediate degree of aggregation. We attribute this phenomenon to unique structural properties present in such intermediate-level aggregates. Outcomes from this study will be beneficial for the design of chemical and biological sensors that rely on light emission from metal nanoparticles. We now know that it is possible to maximize light emission (and therefore the signal emerging from the sensor) by fabricating metal films with very specific aggregate structure.\n\n \n\nThe second system we addressed comprised alternating thin films of a metal and an insulator material, deposited onto a corrugated glass substrate. This system also exhibits plasmonic behavior, due to the presence of nanoscale metal films. We investigated the light transmission properties of this structure, with the aim of developing a system that can function as a tunable optical filter, as well as a sensor. We discovered that these sandwiches of metal and insulator films do indeed possess useful optical properties, exemplified mostly by their ability to transmit large amounts of light at well-defined wavelengths. To and observer, these structures would appear brightly colored, indicating their capacity to filter light. The same behavior is also beneficial for sensing purposes, as this light filtering ability is highly sensitive to the filmsÆ immediate environment. Simply put, if exposed to a very low level of an unwanted chemical, the color of this system would change drastically, indicating the presence of the contaminant.\n\n \n\nBroader Impacts:\n\nNanostructured metallodielectric composite materials hold the potential for greatly impacting modern photonics, with applications to advanced sensing, imaging and novel light emitting devices. From a technical perspective, research conducted under this award could directly impact the development of new chemical and biological sensors, relying on light emission from metal nanoparticle aggregates. Alternately, sensor technologies utilizing passive optical properties, such as modulation of reflected or transmitted light, may also benefit from some of the outcomes obtained here. From an educational standpoint, students participating in this study have acquired a multitude of technical skills, ranging from chemical synthesis and operation of advanced microscopes, to numerical simulations and theoretical modeling. This includes both unde..."
 }
}