{
 "awd_id": "1105272",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Probing Conformational Transition Pathways of Protein-DNA  Complexes by Polarization-Modulated Fourier Imaging  Correlation Spectroscopy (PM-FICS)",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925327",
 "po_email": "cfoss@nsf.gov",
 "po_sign_block_name": "Colby Foss",
 "awd_eff_date": "2010-12-01",
 "awd_exp_date": "2013-11-30",
 "tot_intn_awd_amt": 470000.0,
 "awd_amount": 470000.0,
 "awd_min_amd_letter_date": "2010-11-22",
 "awd_max_amd_letter_date": "2011-03-03",
 "awd_abstract_narration": "This award in the Chemistry of Life Processes (CLP) program supports work by Professor Andrew H. Marcus at the University of Oregon to carry out fundamental studies on the molecular mechanisms of DNA polymerase and helicase, two protein-DNA complexes that are essential elements of the biological processes that enact and regulate gene expression. Pairs of fluorescent nucleic acid base analogues are substituted for native nucleotides at the forks and junctions of double stranded and primer-template DNA. Polarized fluorescence fluctuation measurements of the naked DNA constructs will reveal information about the relative dipole angle of the base analogue sites, and their relative motions on microsecond to sub-second time scales. Subsequent experiments will be carried out on protein-DNA complexes to directly probe the mechanics of the protein enzymatic sites during key steps of the replication process. These studies will provide detailed information about the transition state pathways of DNA synthesis, and investigate the possible existence of intermediate states involved in replication fidelity. A significant component of the research involves active recruitment and mentoring of students from under-represented areas into the undergraduate and graduate training programs. \r\n\r\nThese studies will add to our basic understanding of the dynamic processes whereby the macromolecular machines of gene expression operate in performing their biological functions. Potential benefits range from an improved understanding of the molecular level interface between chemical and biological behavior, to new general insights about the underlying principles of nano-machines.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Marcus",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew H Marcus",
   "pi_email_addr": "ahmarcus@uoregon.edu",
   "nsf_id": "000448618",
   "pi_start_date": "2010-11-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oregon Eugene",
  "inst_street_address": "1776 E 13TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413465131",
  "inst_zip_code": "974031905",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "UNIVERSITY OF OREGON",
  "org_prnt_uei_num": "Z3FGN9MF92U2",
  "org_uei_num": "Z3FGN9MF92U2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oregon Eugene",
  "perf_str_addr": "1776 E 13TH AVE",
  "perf_city_name": "EUGENE",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974031905",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1982",
   "pgm_ref_txt": "BIOLOGICAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "6883",
   "pgm_ref_txt": "CHEMISTRY OF LIFE PROCESSES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 470000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\">&nbsp; </span>The principle research objective of this project is to develop technologies and reagents that would have broad applicability to the structural analysis of protein-nucleic acid macromolecular complexes. The methods will permit determination of relative conformations (i.e. separation and orientations) and dynamic behavior (microseconds to seconds) of a selected pair of nucleotide bases in a DNA or RNA molecule. The methods will be used to study the functional mechanisms of DNA polymerase and helicase, two protein-DNA complexes that are essential elements of the biological processes that enact and regulate gene expression.</p>\n<p><span style=\"white-space: pre;\">&nbsp; </span>Much of the Marcus group&rsquo;s education and training activities aim to mentor the next generation of scientists and encourage the participation of students at all levels, including those from under-represented groups. These activities include i) outreach and volunteer work with grade schools in the local community, ii) involving undergraduate students from the UO and local community colleges in laboratory research, and iii) active recruitment of students to the UO chemistry graduate program from under-represented areas.</p>\n<p><span style=\"white-space: pre;\"> </span>As of the starting date of the project, research from the funding period has produced 14 peer-reviewed research articles. The results have been further disseminated through oral and poster presentations at 25 regional, national and international research meetings in the field.&nbsp;</p>\n<p><span style=\"white-space: pre;\">&nbsp; </span>Our findings demonstrate that our unique and highly sensitive approach to 2D electronic coherence spectroscopy (called 2D fluorescence spectroscopy, or 2DFS) can be used to determine conformations of electronically coupled molecular dimers, both in phospholipid bilayer membranes and in fluorescent base analogue substituted nucleic acid constructs. Our results are significant to the communities of researchers working in the fields of multi-dimensional optical coherence spectroscopy, molecular self-assembly, nucleic acid biochemistry, and membrane biophysics.</p>\n<p><span style=\"white-space: pre;\">&nbsp; </span>We demonstrated that our approach can be used to elucidate molecular dimer conformation, and that this method can be used as a general analytical tool to solve for unknown structures. This approach will be especially useful for applications involving labeled biological macromolecules for which distinct conformations can have functional (and disease-related) significance. We found that self-assembled dimers of porphyrin molecules in phospholipid bilayer membranes unexpectedly form &ldquo;T-shaped&rdquo; complexes. We were able to understand the underlying physical principles of the self-assembly process, and to observe the flow of electronic energy through the molecular complex. The latter depends on the T-shape of the molecular complex, and is significant to the mechanisms of natural photosynthesis and to the design of new solar energy devices.&nbsp;</p>\n<p><span style=\"white-space: pre;\">&nbsp; </span>We extended our experiments to the UV regime in order to pursue experiments on DNA. If applied generally, our techniques can open previously unexplored avenues to study protein-nucleic acid biochemical processes. Such ultrafast experiments in the UV have traditionally been challenging due to the signal degradation effects of background scattering at short excitation wavelengths. The fluorescence-detection methods we have introduced provide a useful strategy to circumvent this problem. We also characterized the exciton coupling between adjacent 6-MI residues in DNA constructs, and it&rsquo;s dependence on local biomolecular structure. Our results will be useful to the community of researchers developing and applying such analogues to study nucleic acid st...",
  "por_txt_cntn": "\n  The principle research objective of this project is to develop technologies and reagents that would have broad applicability to the structural analysis of protein-nucleic acid macromolecular complexes. The methods will permit determination of relative conformations (i.e. separation and orientations) and dynamic behavior (microseconds to seconds) of a selected pair of nucleotide bases in a DNA or RNA molecule. The methods will be used to study the functional mechanisms of DNA polymerase and helicase, two protein-DNA complexes that are essential elements of the biological processes that enact and regulate gene expression.\n\n  Much of the Marcus groupÆs education and training activities aim to mentor the next generation of scientists and encourage the participation of students at all levels, including those from under-represented groups. These activities include i) outreach and volunteer work with grade schools in the local community, ii) involving undergraduate students from the UO and local community colleges in laboratory research, and iii) active recruitment of students to the UO chemistry graduate program from under-represented areas.\n\n As of the starting date of the project, research from the funding period has produced 14 peer-reviewed research articles. The results have been further disseminated through oral and poster presentations at 25 regional, national and international research meetings in the field. \n\n  Our findings demonstrate that our unique and highly sensitive approach to 2D electronic coherence spectroscopy (called 2D fluorescence spectroscopy, or 2DFS) can be used to determine conformations of electronically coupled molecular dimers, both in phospholipid bilayer membranes and in fluorescent base analogue substituted nucleic acid constructs. Our results are significant to the communities of researchers working in the fields of multi-dimensional optical coherence spectroscopy, molecular self-assembly, nucleic acid biochemistry, and membrane biophysics.\n\n  We demonstrated that our approach can be used to elucidate molecular dimer conformation, and that this method can be used as a general analytical tool to solve for unknown structures. This approach will be especially useful for applications involving labeled biological macromolecules for which distinct conformations can have functional (and disease-related) significance. We found that self-assembled dimers of porphyrin molecules in phospholipid bilayer membranes unexpectedly form \"T-shaped\" complexes. We were able to understand the underlying physical principles of the self-assembly process, and to observe the flow of electronic energy through the molecular complex. The latter depends on the T-shape of the molecular complex, and is significant to the mechanisms of natural photosynthesis and to the design of new solar energy devices. \n\n  We extended our experiments to the UV regime in order to pursue experiments on DNA. If applied generally, our techniques can open previously unexplored avenues to study protein-nucleic acid biochemical processes. Such ultrafast experiments in the UV have traditionally been challenging due to the signal degradation effects of background scattering at short excitation wavelengths. The fluorescence-detection methods we have introduced provide a useful strategy to circumvent this problem. We also characterized the exciton coupling between adjacent 6-MI residues in DNA constructs, and itÆs dependence on local biomolecular structure. Our results will be useful to the community of researchers developing and applying such analogues to study nucleic acid structure-function. Already, other researchers around the world are adopting our 2DFS method. \n\n     Our single-molecule studies of the phage T4 DNA primosome system has lead to new insights about the assembly pathway and mechanism of the DNA-primosome replication complex. The T4 system is a useful model to study DNA replication in all higher organisms, including humans. Our recently ..."
 }
}