{
 "awd_id": "1105819",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Teachers Domain: Indigenous Perspectives on Climate Change in the Pacific Region",
 "cfda_num": "47.050",
 "org_code": "06000001",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jill L. Karsten",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 198539.0,
 "awd_amount": 198539.0,
 "awd_min_amd_letter_date": "2011-08-15",
 "awd_max_amd_letter_date": "2011-08-15",
 "awd_abstract_narration": "The WGBH Educational Foundation is collaborating with Pacific Resources for Education and Learning (PREL) and the new Pacific Islands Climate Change Education Partnership (PCEP) to produce a digital library collection of purpose-built media resources presenting indigenous perspectives on climate change and related threats to the eco-system throughout the Pacific Island region (USAPI). Building upon findings from WGBH's Engaging Alaska Natives in the Geosciences project, an OEDG-supported Track 2 initiative, this new Track 1 project applies production strategies developed with indigenous populations in Alaska to a vast geographic region facing a related set of environmental challenges. The affiliation with PCEP enables informed, coordinated dissemination of these resources to teachers, students, and other educators throughout the region's multiple jurisdictions. Addressing such climate change-induced effects as sea-level rise, coastal erosion, coral reef bleaching, ocean acidification, and contamination of freshwater resources, topical foci is determined with the input of partner organizations and an Advisory Board of scientists and educators. Particular attention is being paid to indigenous perspectives on these impacts and presenting traditional knowledge and value systems as complements to the analyses of Western science. The goal is not only to inform the general public, but also to inspire local students and teachers to engage actively in mitigating the effects of climate change and to consider advanced study and possible careers in related fields, as these challenges have such direct and immediate impact on their lives. Deliverables include a collection of media resources produced by, with, and/or about indigenous peoples across the USAPI (including Hawaii, American Samoa, the Micronesian archipelago and the Mariana Islands), each fully contextualized for presentation on the PBS LearningMedia platform, the successor to WGBH's Teachers' Domain web site used for dissemination in the earlier Alaska project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "GEO",
 "org_div_long_name": "Directorate for Geosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christine",
   "pi_last_name": "Dietlin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christine Dietlin",
   "pi_email_addr": "chris_dietlin@wgbh.org",
   "nsf_id": "000579071",
   "pi_start_date": "2011-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Theodore",
   "pi_last_name": "Sicker",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Theodore A Sicker",
   "pi_email_addr": "ted_sicker@wgbh.org",
   "nsf_id": "000151700",
   "pi_start_date": "2011-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "WGBH Educational Foundation",
  "inst_street_address": "1 GUEST ST",
  "inst_street_address_2": "",
  "inst_city_name": "BRIGHTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173002000",
  "inst_zip_code": "021352016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "WGBH EDUCATIONAL FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GKSJF1SPLXX9"
 },
 "perf_inst": {
  "perf_inst_name": "WGBH Educational Foundation",
  "perf_str_addr": "1 GUEST ST",
  "perf_city_name": "BRIGHTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021352016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "689100",
   "pgm_ele_name": "CLIMATE CHANGE EDUCATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1697",
   "pgm_ref_txt": "OPPORT FOR ENHANCING DIVERSITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 198539.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to increase participation in the geosciences by Native Pacific Islanders by creating a collection of educational media resources for use in schools throughout the islands about causes, impacts, and responses to climate change in the region. The collection, comprised of 10 media resources for teachers and students (featuring 17 short videos and one interactive) and a guiding lesson plan, is being disseminated to schools and their communities throughout the US Affiliated Pacific Islands and Hawaii through PBS LearningMedia (http:www.pbslearningmedia.org/collection/pacific/) and through distribution of USB drives by project partner Pacific Resources for Education and Learning (PREL).</p>\n<p>Following an advisory board meeting in February 2012, the production team at WGBH<strong> </strong>worked with materials from a range of governmental, NGO, and independent sources to develop the collection. Each of the 10 media resources includes one or more media assets, a background essay (featuring vocabulary for students and teachers, since English is a second language for many), discussion questions, and teaching tips for use with students. All of the media and support materials were reviewed by a team of climate change education and Pacific education experts. The collection was first published in February 2013 and was piloted in two schools, in the Marshall Islands and in Kosrae, Federated States of Micronesia, where its usage was evaluated by PREL. The evaluation found that:</p>\n<ul>\n<li>teachers were able to use teaching resources with only a small amount of prior training and explanation; </li>\n<li>while students perceived climate change to be an important issue, they had not been certain of the severity of climate change in their local context, yet now felt that they still had the ability to do something about it.&nbsp; </li>\n<li>teachers felt strongly that these resources should be utilized as a central building block to help develop future curricula around climate change.&nbsp; Science curriculum specialists in both sites are working with these teachers to make this happen.&nbsp; </li>\n<li>both teachers and students became engaged in community activities focused on issues of climate change.</li>\n</ul>\n<p>PREL is now disseminating the work by making Pacific Island educators aware of the resources through webinars, conference presentations, and face-to-face trainings as part of its ongoing Pacific Climate Change Education Partnership project.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/22/2013<br>\n\t\t\t\t\tModified by: Theodore&nbsp;A&nbsp;Sicker</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this project was to increase participation in the geosciences by Native Pacific Islanders by creating a collection of educational media resources for use in schools throughout the islands about causes, impacts, and responses to climate change in the region. The collection, comprised of 10 media resources for teachers and students (featuring 17 short videos and one interactive) and a guiding lesson plan, is being disseminated to schools and their communities throughout the US Affiliated Pacific Islands and Hawaii through PBS LearningMedia (http:www.pbslearningmedia.org/collection/pacific/) and through distribution of USB drives by project partner Pacific Resources for Education and Learning (PREL).\n\nFollowing an advisory board meeting in February 2012, the production team at WGBH worked with materials from a range of governmental, NGO, and independent sources to develop the collection. Each of the 10 media resources includes one or more media assets, a background essay (featuring vocabulary for students and teachers, since English is a second language for many), discussion questions, and teaching tips for use with students. All of the media and support materials were reviewed by a team of climate change education and Pacific education experts. The collection was first published in February 2013 and was piloted in two schools, in the Marshall Islands and in Kosrae, Federated States of Micronesia, where its usage was evaluated by PREL. The evaluation found that:\n\nteachers were able to use teaching resources with only a small amount of prior training and explanation; \nwhile students perceived climate change to be an important issue, they had not been certain of the severity of climate change in their local context, yet now felt that they still had the ability to do something about it.  \nteachers felt strongly that these resources should be utilized as a central building block to help develop future curricula around climate change.  Science curriculum specialists in both sites are working with these teachers to make this happen.  \nboth teachers and students became engaged in community activities focused on issues of climate change.\n\n\nPREL is now disseminating the work by making Pacific Island educators aware of the resources through webinars, conference presentations, and face-to-face trainings as part of its ongoing Pacific Climate Change Education Partnership project.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/22/2013\n\n\t\t\t\t\tSubmitted by: Theodore A Sicker"
 }
}