{
 "awd_id": "1105975",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Nanocomposite Magnetoelectric Films",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924936",
 "po_email": "lmadsen@nsf.gov",
 "po_sign_block_name": "Lynnette Madsen",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 169731.0,
 "awd_amount": 169731.0,
 "awd_min_amd_letter_date": "2011-05-19",
 "awd_max_amd_letter_date": "2011-05-19",
 "awd_abstract_narration": "NON-TECHNICAL DESCRIPTION: This project is focussed on improving the understanding of composite materials critical for making multifunctional devices.  Specifically, the materials being studied are multiferroics magnetoelectrics (ME) that simultaneously have both magnetic and ferroelectric properties.  By intimately connecting the piezoelectric and magnetostrictive phases that exhibit ME-coupling via strain, it is possible to artificially create composite films with better strain-transfer capabilities between the two-phases. At the conclusion of this project, insight will be gained into the scientific parameters affecting leakage current (that adversely reduces the ME coupling).  Furthermore, this understanding may be used to combine other ferroics order parameters, such as, ferroelectric-ferroelastic or ferroelastic-magnetic. During the course of this project diverse undergraduate and graduate students are being trained and mentored, results are being incorporated into a new physics and nanomaterials course, and awareness and understanding of multifunctional device materials is being enhanced through presentations at public libraries.\r\n\r\nTECHNICAL DETAILS: The professor and her team are synthesizing novel magnetoelectric composite films with well-dispersed magnetic phase in the form of nanoparticles, nano-islands, etc. of different sizes, aspect ratio, and distribution, into a matrix of a piezoelectric phase with a reduced substrate-clamping effect. The approach focuses on controlling and characterizing interfacial diffusion and reactions (through careful selection of materials, processing parameters and other phenomena).  Insight into how strain states can be modulated is being gained.  Team member recruitment includes utilizing connections to a historically black college and university, Alabama A&M University.  Professor Jain is incorporating results into the development of new graduate-level course entitled 'Physics of Advanced Functional Nano Materials' and she is presenting scientific principles and directions at the nearby Tolland Public Library. For the latter, assessment is underway to evaluate the effectiveness of the outreach in this environment.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Menka",
   "pi_last_name": "Jain",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Menka Jain",
   "pi_email_addr": "menka.jain@uconn.edu",
   "nsf_id": "000508581",
   "pi_start_date": "2011-05-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut",
  "inst_street_address": "438 WHITNEY RD EXTENSION UNIT 1133",
  "inst_street_address_2": "",
  "inst_city_name": "STORRS",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8604863622",
  "inst_zip_code": "062699018",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNTPS995QBM7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut",
  "perf_str_addr": "438 WHITNEY RD EXTENSION UNIT 1133",
  "perf_city_name": "STORRS",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "062699018",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177400",
   "pgm_ele_name": "CERAMICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 169731.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Magnetoelectric (ME) multiferroic materials, which simultaneously have some form of magnetic and ferroelectric order parameters, are of great interest due to their potential applications in multifunctional devices. The ME composites are comprised of intimately connected piezoelectric and magnetostrictive phases that exhibit ME coupling between magnetic and electric order parameters via strain between the two phases. For an effective ME coupling, it is required to artificially engineer composite films with better strain transfer capabilities between the two-phases. This NSF funded project contributed significantly in the synthesis of nanocomposite films and fundamental understanding of their physical properties. Nanocomposite films were designed and prepared via various low-cost and facile solution approaches by PI and her group in order to achieve pure phases, low leakage effect, and desired physical properties. It was found that in order to fabricate nanocomposite films that exhibit ME-coupling via strain, there was a critical dependence of the fabrication method and the distribution/size of the magnetic phase in the ferroelectric phase. By controlling the distribution of the magnetic phase in the nanocomposite films, leakage effect in these films was minimized and desired ferroelectric and magnetic properties were achieved. Insights gained via the funded research work lead PI and her group to attain high magnetoelectric coupling in composite films. Various nanocomposite film fabrication approaches were also used in making magnetic:insulator composite films that showed large magnetic field sensitivity promising for magnetic field sensors. The results of the research finding supported by this project were presented in national/international conference/workshops and published in scientific journals. Significantly high ME coupling and magnetic field sensitivity obtained in this funded research work have potential to impact the advancement of many devices, such as magnetic field sensors, transducers, actuators, microwave devices, filters, oscillators, memory, and power harvesting devices.</p>\n<p class=\"smm19body\">The project has also contributed to the scientific and technical training of many students who were benefitted from the unrestricted access to the synthesis/characterization facilities and resources supported by the project and scientific education of PI, her students, and many researchers who either wrote or read the publications resulting from the Project. During this project, both graduate and undergraduate students, including minority students, were trained in various aspects of Materials Science, Engineering, Physics, Chemistry, &amp; Nanotechnology. PI and her group also collaborated with researchers from Polymer Program, Electrical Engineering, Materials Science and Chemistry departments at UConn and from National Labs that also provided broad educational based experience to PI&rsquo;s students that enhanced their future career opportunities in industry, government labs, or academic fields. PI&rsquo;s one female graduate student, who was partially funded by the project, successfully defended her PhD thesis and won a postdoctoral fellowship to work in Naval Research Lab. Undergraduate student, partially funded by this project not only gained useful scientific research experience in PI&rsquo;s lab but also published journal papers with PI and her graduate student. Both those undergraduate student have now joined graduate schools. PI and her undergraduate student along with graduate student created short video to explain ferroelectricity &amp; magnetism for teaching it in classroom and it will soon be uploaded online. PI also got involved with the <em>McNair Scholar&rsquo;s Program</em> at UConn where undergraduate students from the underrepresented groups were given opportunity to learn about research in materials science and work in real lab environment...",
  "por_txt_cntn": "\nMagnetoelectric (ME) multiferroic materials, which simultaneously have some form of magnetic and ferroelectric order parameters, are of great interest due to their potential applications in multifunctional devices. The ME composites are comprised of intimately connected piezoelectric and magnetostrictive phases that exhibit ME coupling between magnetic and electric order parameters via strain between the two phases. For an effective ME coupling, it is required to artificially engineer composite films with better strain transfer capabilities between the two-phases. This NSF funded project contributed significantly in the synthesis of nanocomposite films and fundamental understanding of their physical properties. Nanocomposite films were designed and prepared via various low-cost and facile solution approaches by PI and her group in order to achieve pure phases, low leakage effect, and desired physical properties. It was found that in order to fabricate nanocomposite films that exhibit ME-coupling via strain, there was a critical dependence of the fabrication method and the distribution/size of the magnetic phase in the ferroelectric phase. By controlling the distribution of the magnetic phase in the nanocomposite films, leakage effect in these films was minimized and desired ferroelectric and magnetic properties were achieved. Insights gained via the funded research work lead PI and her group to attain high magnetoelectric coupling in composite films. Various nanocomposite film fabrication approaches were also used in making magnetic:insulator composite films that showed large magnetic field sensitivity promising for magnetic field sensors. The results of the research finding supported by this project were presented in national/international conference/workshops and published in scientific journals. Significantly high ME coupling and magnetic field sensitivity obtained in this funded research work have potential to impact the advancement of many devices, such as magnetic field sensors, transducers, actuators, microwave devices, filters, oscillators, memory, and power harvesting devices.\nThe project has also contributed to the scientific and technical training of many students who were benefitted from the unrestricted access to the synthesis/characterization facilities and resources supported by the project and scientific education of PI, her students, and many researchers who either wrote or read the publications resulting from the Project. During this project, both graduate and undergraduate students, including minority students, were trained in various aspects of Materials Science, Engineering, Physics, Chemistry, &amp; Nanotechnology. PI and her group also collaborated with researchers from Polymer Program, Electrical Engineering, Materials Science and Chemistry departments at UConn and from National Labs that also provided broad educational based experience to PIÆs students that enhanced their future career opportunities in industry, government labs, or academic fields. PIÆs one female graduate student, who was partially funded by the project, successfully defended her PhD thesis and won a postdoctoral fellowship to work in Naval Research Lab. Undergraduate student, partially funded by this project not only gained useful scientific research experience in PIÆs lab but also published journal papers with PI and her graduate student. Both those undergraduate student have now joined graduate schools. PI and her undergraduate student along with graduate student created short video to explain ferroelectricity &amp; magnetism for teaching it in classroom and it will soon be uploaded online. PI also got involved with the McNair ScholarÆs Program at UConn where undergraduate students from the underrepresented groups were given opportunity to learn about research in materials science and work in real lab environment. PI also participated in science activities in Kids Are Scientist Too program where several 4-6th graders spent 5 days ..."
 }
}