{
 "awd_id": "1105249",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Engineering C3 Plants with Carbon Concentrating Mechanisms for Enhanced Photosynthesis",
 "cfda_num": "47.074",
 "org_code": "08040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory W. Warr",
 "awd_eff_date": "2011-03-15",
 "awd_exp_date": "2012-03-31",
 "tot_intn_awd_amt": 680043.0,
 "awd_amount": 680043.0,
 "awd_min_amd_letter_date": "2011-03-09",
 "awd_max_amd_letter_date": "2011-03-09",
 "awd_abstract_narration": "A major factor limiting photosynthetic efficiency in many crop plants is oxygen-induced inhibition of CO2 fixation by the enzyme RuBisCO, a first step in a process known as photorespiration.  Photorespiration leads to CO2 release rather than fixation. Overall, photorespiration reduces the efficiency of photosynthesis by as much as 30%. To date, attempts to engineer reduced photorespiration have largely been unsuccessful. Several groups of organisms including, cyanobacteria, eukaryotic microalgae, and C4 plants have evolved mechanisms to concentrate CO2 near the active site of RuBisCO, reducing photorespiration. Based on knowledge gained from investigations on the biochemistry and cell biology of carbon concentrating mechanisms in algae, this project will engineer the C3 model plant, Arabidopsis thaliana, to concentrate CO2 near the active site of RuBisCO so as to favor CO2 fixation. The project will additionally quantify the expected changes in plant productivity at the biochemical and systems levels (isotopic labeling and metabolic flux analysis of leaves). The research strategies include: 1) enhancing photosynthetic carbon fixation by engineering the overexpression of bicarbonate transporters and other inorganic carbon metabolizing enzymes in leaves of Arabidopsis thaliana, and 2) developing leaf isotopic labeling and flux analysis methods to quantify photosynthetic metabolism and respiration in wild-type and mutant leaves. Results from flux analyses will be used to identify metabolic bottlenecks, assess the overall CO2 metabolism, and establish a platform to enable further metabolic engineering strategies for improving overall photosynthetic efficiency.\r\n\r\nBroader Impacts.  The scope of the research is highly interdisciplinary. Therefore, it is anticipated that the project will attract the interest of individuals from diverse backgrounds and education. The work will involve undergraduates, secondary science students, teachers, and scientists. The offering of summer internships to teachers and undergraduates, as well as professional development workshops for teachers, and an on-line mentoring program (eScience) involving student and scientist partners will result in a greater appreciation and understanding of science and stress the relevance of the research to food production and green energy that are aspects of everyday life. The transgenic lines and molecular tools, along with flux analyses and computational methods, will add to the growing body of  information on leaf photosynthetic metabolism and engineering. Results will be disseminated through traditional journals and meetings, and the software and isotope data produced will be publicly available via the Web to serve as a valuable resource for research and teaching. From a societal context, increases in plant biomass serve to meet growing nutritional and chemical feedstock needs without a reliance on petroleum-based approaches.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "EF",
 "org_div_long_name": "Emerging Frontiers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Sayre",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Richard Sayre",
   "pi_email_addr": "rtsayre@newmexicoconsortium.org",
   "nsf_id": "000605627",
   "pi_start_date": "2011-03-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jamey",
   "pi_last_name": "Young",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Jamey D Young",
   "pi_email_addr": "j.d.young@vanderbilt.edu",
   "nsf_id": "000513639",
   "pi_start_date": "2011-03-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Doug",
   "pi_last_name": "Allen",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Doug K Allen",
   "pi_email_addr": "doug.allen@ars.usda.gov",
   "nsf_id": "000566353",
   "pi_start_date": "2011-03-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Donald Danforth Plant Science Center",
  "inst_street_address": "975 N WARSON RD",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3145871285",
  "inst_zip_code": "631322918",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "DONALD DANFORTH PLANT SCIENCE CENTER",
  "org_prnt_uei_num": "MVRJYL6A9VF1",
  "org_uei_num": "MVRJYL6A9VF1"
 },
 "perf_inst": {
  "perf_inst_name": "Donald Danforth Plant Science Center",
  "perf_str_addr": "975 N WARSON RD",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631322918",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801500",
   "pgm_ele_name": "BIO Innovation Activities"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 30634.0
  }
 ],
 "por": null
}