{
 "awd_id": "1105524",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Detecting Cancer at the Single-Cell Level Using Endogenous Signal Biomolecular Sensors",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Friedrich Srienc",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 334566.0,
 "awd_amount": 346566.0,
 "awd_min_amd_letter_date": "2011-08-10",
 "awd_max_amd_letter_date": "2014-06-12",
 "awd_abstract_narration": "Cancer is a class of cellular diseases characterized by uncontrolled growth, invasion, and metastasis. Although cancer is multifaceted with complex underlying genetic determinants, emerging evidence points to common signatures at the level of intracellular signaling across different tissue and cancer types. A system capable of detecting combinations of these intracellular molecular signals in cells has significant potential for the diagnosis, prevention, treatment, and monitoring of the disease at a single-cell level. Recently, scientists have developed first generation genetic circuits and sensors that operate as information processing systems in cells. The proposed research will develop and study molecular biosensors engineered to detect and monitor endogenous microRNAs, a class of small, noncoding RNAs that regulate gene expression by targeting RNA transcripts. The objectives of the proposed research are to: (a) design and optimize molecular biosensors that respond with sensitivity and specificity to combinations of endogenous microRNAs, (b) develop monoclonal tumor cell lines with integrated biosensors based on the NCI-60 panel, and (c) study microRNAs and their relationship to disease by monitoring their expression through the cell cycle in response to drug treatment.\r\nIntellectual merit: MicroRNAs have emerged as important modulators in both development and disease, including cancer. Experimental evidence implicates aberrant microRNA expression profiles in most human malignancies. The ability to process microRNA information reliably (with single-cell resolution) will generate new tools for basic cancer research and lead to new cancer treatment modalities. Specifically, the application of the microRNA biosensors to tumor cell lines will dramatically advance our understanding of microRNA expression and dynamics in living cells. The development of monoclonal cell lines with the selected microRNA sensors will pave the way for a new class of tools for the study of microRNAs. This will be a major new direction that will spark a range of equivalent studies in other cell lines and with other microRNAs. \r\nBroader impact: The experiments will be performed in NCI-60 colon, hematologic, lung, and pancreatic tumor cell lines. The criteria for the selection of the particular cell lines was based: on the prevalence of lung cancer and colon cancer in the United States (the leading cause of cancer death for both men and women and the second leading cause of cancer deaths for both men and women combined, respectively); because pancreatic and hematologic cancers have very poor 5-year survival (pancreatic cancer in particular) underscoring the urgent need for new diagnostic and treatment tools. The collection of monoclonal cell lines harboring the biomolecular networks will be made available to the scientific community. The proposed research will also form an educational platform where students will be exposed to an integrated research environment, combining theory and experiments at the intersection of biology and engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leonidas",
   "pi_last_name": "Bleris",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Leonidas Bleris",
   "pi_email_addr": "bleris@utdallas.edu",
   "nsf_id": "000558308",
   "pi_start_date": "2011-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Pertsemlidis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander Pertsemlidis",
   "pi_email_addr": "pertsemlidis@uthscsa.edu",
   "nsf_id": "000579170",
   "pi_start_date": "2011-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Dallas",
  "inst_street_address": "800 WEST CAMPBELL RD.",
  "inst_street_address_2": "SP2.25",
  "inst_city_name": "RICHARDSON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9728832313",
  "inst_zip_code": "750803021",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "TX24",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT DALLAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJCVPNN1WFS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Dallas",
  "perf_str_addr": "800 WEST CAMPBELL RD.",
  "perf_city_name": "RICHARDSON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "750803021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "TX24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "149100",
   "pgm_ele_name": "Cellular & Biochem Engineering"
  },
  {
   "pgm_ele_code": "163300",
   "pgm_ele_name": "MATERIALS AND SURFACE ENG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "019E",
   "pgm_ref_txt": "SENSORS AND SENSING"
  },
  {
   "pgm_ref_code": "144E",
   "pgm_ref_txt": "Synthetic biology"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 334566.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 6000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit:&nbsp;</strong></p>\n<p><span>This project resulted in 9 journal publications, 2 patent applications, and numerous conference abstracts and presentations.&nbsp;</span>We strived to produce high-quality work and transformative results.</p>\n<p>More information about our research and discoveries can be found at: <a href=\"http://www.utdallas.edu/~bleris\">www.utdallas.edu/~bleris</a></p>\n<p>Representative results include the following:</p>\n<p><em><span style=\"text-decoration: underline;\">Feedforward motif characterization, published in Molecular Systems Biology, 2011.</span></em></p>\n<p>In the Type I incoherent feed-forward loop the direct effect of the input is activating, as is the control of the auxiliary node, while the auxiliary node controls the output through repression. Because this motif comprises about 30% of all three-node interaction loops in transcriptional circuits, a number of studies have attempted to uncover the reasons behind its prevalence. Using transient transfections in human kidney cells, we showed that both transcriptional and post-transcriptional implementations exhibit adaptation to the amount of their genetic template, pointing to a universal property of this particular topology. While many dosage compensation (i.e. adaptation) processes involve genome-wide changes, it was hypothesized that feedback and negative feed-forward effects could play a role. A mathematical analysis revealed that a two-component&nbsp;genetic&nbsp;circuit with elements of opposite regulatory activity constitutes a minimal requirement for network-dosage&nbsp;invariance. Our study showed that in fact the incoherent feed-forward, but not feedback, connectivity generates asymptotic response, in principle allowing dosage compensation.</p>\n<p><em><span style=\"text-decoration: underline;\">Feedback Motif characterization, published in Molecular Systems Biology, 2013.</span></em></p>\n<p>We studied a negative feedback architecture integrated in immortalized human kidney cells. The total noise observed in a fluorescent reporter distribution arises through the combination of global (extrinsic) fluctuations together with the fluctuations in that protein&rsquo;s local regulation machinery (intrinsic). In the two-reporter formulation reported previously, the extrinsic noise becomes the normalized covariance of two reporters that are independently regulated and identically distributed. We developed a new theory to extend this analysis to cases where it is not feasible to construct two identically regulated reporters or it is impossible to obtain identical reporter statistics. Our analysis shows that negative feedback reduces noise, but only from extrinsic sources, outside of the genetic feedback components.</p>\n<p><em><span style=\"text-decoration: underline;\">Network characterization, published in PNAS (2015)</span></em></p>\n<p>We employed a combination of computational and theoretical approaches coupled to synthetic biology experimentation in mammalian cells to study direct and indirect connectivities in biological networks. After subjecting benchmark circuits to a range of perturbations we recover the edge weights using nonparametric single-cell data resampling coupled with modular response analysis. We discovered that the inferred weights of specific network edges undergo divergent shifts under differential perturbations, and that the particular behavior is topology dependent.</p>\n<p><strong>Broader Impacts:</strong></p>\n<p>In terms of the broader impacts, the PI Bleris has had several opportunities to teach and mentor undergraduate projects. We have trained in excess of 20 undergraduate students during the past 4 years. The PI Bleris mentored the UT Dallas undergraduate International Genetically Engineered Machine (IGEM) team (2009-2014). In 2012, together with undergraduate students, the PI established the UT Dallas IEEE Engineering in Medicine and Biolo...",
  "por_txt_cntn": "\nIntellectual Merit: \n\nThis project resulted in 9 journal publications, 2 patent applications, and numerous conference abstracts and presentations. We strived to produce high-quality work and transformative results.\n\nMore information about our research and discoveries can be found at: www.utdallas.edu/~bleris\n\nRepresentative results include the following:\n\nFeedforward motif characterization, published in Molecular Systems Biology, 2011.\n\nIn the Type I incoherent feed-forward loop the direct effect of the input is activating, as is the control of the auxiliary node, while the auxiliary node controls the output through repression. Because this motif comprises about 30% of all three-node interaction loops in transcriptional circuits, a number of studies have attempted to uncover the reasons behind its prevalence. Using transient transfections in human kidney cells, we showed that both transcriptional and post-transcriptional implementations exhibit adaptation to the amount of their genetic template, pointing to a universal property of this particular topology. While many dosage compensation (i.e. adaptation) processes involve genome-wide changes, it was hypothesized that feedback and negative feed-forward effects could play a role. A mathematical analysis revealed that a two-component genetic circuit with elements of opposite regulatory activity constitutes a minimal requirement for network-dosage invariance. Our study showed that in fact the incoherent feed-forward, but not feedback, connectivity generates asymptotic response, in principle allowing dosage compensation.\n\nFeedback Motif characterization, published in Molecular Systems Biology, 2013.\n\nWe studied a negative feedback architecture integrated in immortalized human kidney cells. The total noise observed in a fluorescent reporter distribution arises through the combination of global (extrinsic) fluctuations together with the fluctuations in that proteinÆs local regulation machinery (intrinsic). In the two-reporter formulation reported previously, the extrinsic noise becomes the normalized covariance of two reporters that are independently regulated and identically distributed. We developed a new theory to extend this analysis to cases where it is not feasible to construct two identically regulated reporters or it is impossible to obtain identical reporter statistics. Our analysis shows that negative feedback reduces noise, but only from extrinsic sources, outside of the genetic feedback components.\n\nNetwork characterization, published in PNAS (2015)\n\nWe employed a combination of computational and theoretical approaches coupled to synthetic biology experimentation in mammalian cells to study direct and indirect connectivities in biological networks. After subjecting benchmark circuits to a range of perturbations we recover the edge weights using nonparametric single-cell data resampling coupled with modular response analysis. We discovered that the inferred weights of specific network edges undergo divergent shifts under differential perturbations, and that the particular behavior is topology dependent.\n\nBroader Impacts:\n\nIn terms of the broader impacts, the PI Bleris has had several opportunities to teach and mentor undergraduate projects. We have trained in excess of 20 undergraduate students during the past 4 years. The PI Bleris mentored the UT Dallas undergraduate International Genetically Engineered Machine (IGEM) team (2009-2014). In 2012, together with undergraduate students, the PI established the UT Dallas IEEE Engineering in Medicine and Biology Society Student Chapter. The PI is currently a Faculty Advisor of this Chapter. The results of this research work were directly integrated in the \"Introduction to Biomedical Engineering\" and the \"Systems Biology\" classes. In terms of wider dissemination, the PI assists in organizing workshops and sessions in conferences and actively presents research results as an invited speaker. In 2012 and 2013 the PI served as the P..."
 }
}