{
 "awd_id": "1105772",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Statistical, algebraic and combinatorial structures related to curves on surfaces and three manifolds",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 131442.0,
 "awd_amount": 131442.0,
 "awd_min_amd_letter_date": "2011-08-29",
 "awd_max_amd_letter_date": "2011-08-29",
 "awd_abstract_narration": "Oriented closed curves on an orientable surface with boundary are described up to continuous deformation by reduced cyclic words in the generators of the fundamental group and their inverses. By self-intersection number one means the minimum number of transversal self-intersection points of representatives of the class. The PI aims at studying statistics relating self-intersection, geometric length and combinatorial length (number of letters of the word) of deformation classes of curves. The second goal is to deepen the understanding of a relatively new algebraic structure defined on curves on surfaces (the Goldman-Turaev Lie bialgebra) and its relation to existing structures. The third is studying a generalization of the Goldman-Turaev Lie bialgebra, to three manifolds and its relation with intersection structure of submanifolds.\r\n\r\nA surface is the mathematical representation of the \"outer layer of a solid\". A curve on a surface, can be thought of as a \"rubber band\" on the surface. We  consider all curves on a given surface, where the rubber band is taut, and associate certain quantities to each curve, related to the length and the number of crossings. One of the mathematical goals of this project consists in studying statistical relations between this quantities. The other mathematical goal of this project  will be studying an algebraic structure defined on curves on surface, and a generalization of this structure to three dimensional spaces which are the mathematical representation of solids, like, for instance, a donut or a ball, and also, the space we live in.  Surfaces and three manifolds play a crucial role in many branches of mathematics and have applications beyond them - potentially protein folding and cellular arrangements in organisms. The third goal is educational: Since some aspects of this project do not require an extensive knowledge of mathematics, and possible statements can be tested by computer experiments, we will involve undergraduate students in the executions. This will allow them to learn  mathematics \"from the inside \".",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Moira",
   "pi_last_name": "Chas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Moira Chas",
   "pi_email_addr": "moira@math.sunysb.edu",
   "nsf_id": "000156574",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "perf_city_name": "STONY BROOK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  },
  {
   "pgm_ele_code": "755200",
   "pgm_ele_name": "COFFES"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 131442.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>&nbsp; &nbsp;</strong>A surface can be seen the mathematical representation of the \"outer layer of a solid\". A curve on a surface can be thought of as a \"rubber band\" clinging to the surface of the solid. In this project,&nbsp; certain properties of large samples of curves on surfaces were studied. A first example of these properties is the number of times a curve crosses itself. A second and third example are the lengths of the curve on the surface,&nbsp; computed in one way using a notion of distance on the surface and in another way using the smallest word length description.&nbsp; This, in terms of an upper and lower case alphabet which labels the directed ways of going around the basic holes in the topology of the surface. &nbsp;</p>\n<p><span> </span>Two closed curves on a surface are consider to be &ldquo;the same&rdquo;&nbsp; if one curve&nbsp; can be deformed to the other without leaving the surface.&nbsp; This relationship generates a <em>class of curves:</em> A class of curves is defined to be set of all curves that are related in this way.&nbsp; By considering the smallest values, one can define the length of a class, one can define the word length of a class and the self-intersection number of class.</p>\n<p><span> </span>In this work, we study algebraic, combinatorial and statistical structure and relations between these three numbers associated to a class. In many cases, conjectures were first established by means of computer experiments. Many of these experiments were performed by graduate, undergraduate and high school students.</p>\n<p><span> </span>We established that the distribution of self-crossing number of classes of curves of a fixed word length approaches a Gaussian distribution as the word length gets larger. In a similar vein, with&nbsp; a colleague and undergraduate student we were able to formulate&nbsp; the following conjecture: the geometric length of a class of curves of fixed word length approaches a Gaussian when the word length tends to infinite. This conjecture convincingly verified by computer experiments.</p>\n<p><span> </span>With a second colleague, we proved for certain surfaces a mathematical formula for the&nbsp; maximal possible self-intersection number of all curves of a given word length on surfaces, and&nbsp; computer verified&nbsp; this formula for the general surfaces.</p>\n<p><span> </span>In another computer experiment we disproved a certain conjecture about the relation of geometric length and number of crossings. This conjecture (believed by many researchers before the publication of our work) stated that &ldquo;if two classes of curves have the same length for all appropriate ways of measuring length, then these two curves have the same number of crossings&rdquo;.</p>\n<p><span> </span>We also studied how a certain algebraic structure defined by combining and splitting apart classes of curves is related to the number of intersections of these curves.</p>\n<p><span> </span>During the four summers included in this grant, we organized the Stony Brook Student Workshop in Geometry and Topology. This workshop meets once a week for about six hours during the entire summer. Participants include high school, undergraduate&nbsp; and grad students as well as students from the Math Education Program and faculty members. The format is highly interactive, with occasional lectures and a great deal of &ldquo;hands on&rdquo; work.&nbsp;</p>\n<p><span> </span>Many of these students started and completed research projects. Many of the undergraduate students went to grad school in Mathematics, some being inspired to so by the workshop.</p>\n<p><span> </span>This grant also supported the Stony Brook Women in Math group, a network&nbsp; of women whose purpose is increase the number of women in mathematics by mentoring undergraduate and graduate students.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/25/2015<br>\n\t\t\t\t\tModified...",
  "por_txt_cntn": "\n   A surface can be seen the mathematical representation of the \"outer layer of a solid\". A curve on a surface can be thought of as a \"rubber band\" clinging to the surface of the solid. In this project,  certain properties of large samples of curves on surfaces were studied. A first example of these properties is the number of times a curve crosses itself. A second and third example are the lengths of the curve on the surface,  computed in one way using a notion of distance on the surface and in another way using the smallest word length description.  This, in terms of an upper and lower case alphabet which labels the directed ways of going around the basic holes in the topology of the surface.  \n\n Two closed curves on a surface are consider to be \"the same\"  if one curve  can be deformed to the other without leaving the surface.  This relationship generates a class of curves: A class of curves is defined to be set of all curves that are related in this way.  By considering the smallest values, one can define the length of a class, one can define the word length of a class and the self-intersection number of class.\n\n In this work, we study algebraic, combinatorial and statistical structure and relations between these three numbers associated to a class. In many cases, conjectures were first established by means of computer experiments. Many of these experiments were performed by graduate, undergraduate and high school students.\n\n We established that the distribution of self-crossing number of classes of curves of a fixed word length approaches a Gaussian distribution as the word length gets larger. In a similar vein, with  a colleague and undergraduate student we were able to formulate  the following conjecture: the geometric length of a class of curves of fixed word length approaches a Gaussian when the word length tends to infinite. This conjecture convincingly verified by computer experiments.\n\n With a second colleague, we proved for certain surfaces a mathematical formula for the  maximal possible self-intersection number of all curves of a given word length on surfaces, and  computer verified  this formula for the general surfaces.\n\n In another computer experiment we disproved a certain conjecture about the relation of geometric length and number of crossings. This conjecture (believed by many researchers before the publication of our work) stated that \"if two classes of curves have the same length for all appropriate ways of measuring length, then these two curves have the same number of crossings\".\n\n We also studied how a certain algebraic structure defined by combining and splitting apart classes of curves is related to the number of intersections of these curves.\n\n During the four summers included in this grant, we organized the Stony Brook Student Workshop in Geometry and Topology. This workshop meets once a week for about six hours during the entire summer. Participants include high school, undergraduate  and grad students as well as students from the Math Education Program and faculty members. The format is highly interactive, with occasional lectures and a great deal of \"hands on\" work. \n\n Many of these students started and completed research projects. Many of the undergraduate students went to grad school in Mathematics, some being inspired to so by the workshop.\n\n This grant also supported the Stony Brook Women in Math group, a network  of women whose purpose is increase the number of women in mathematics by mentoring undergraduate and graduate students.\n\n \n\n\t\t\t\t\tLast Modified: 11/25/2015\n\n\t\t\t\t\tSubmitted by: Moira Chas"
 }
}