{
 "awd_id": "1105405",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop on Multiscale Modeling and Analysis of  Complex Data in Biomedical Sciences, RPI Campus, Troy, NY",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kaiming Ye",
 "awd_eff_date": "2011-03-15",
 "awd_exp_date": "2012-02-29",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2011-03-02",
 "awd_max_amd_letter_date": "2011-03-02",
 "awd_abstract_narration": "1105405, Yener\r\n\r\nThe PI will organize a two day workshop which will examine multiscale approaches to modeling, control, computation, simulation, knowledge extraction, and visualization of complex systems biology problems by merging mathematical and biological sciences.\r\n\r\nThe structure/function relationship paradigm is central to understanding how biological systems function. The idea is deceptively simple: understanding the structural organization of biological systems, from massive ecological systems to the shape of a single protein, reveals the function of the system. The concept is powerful enough to have inspired a 200+ year-long effort to describe the components of our biological universe in ever finer detail, beginning with the Linnean taxonomic system of cataloging organisms based on their structural similarities, and culminating with microscale descriptions such as the complete genomes of several organisms, including humans. The reductionist approach to biological research has thus reigned supreme for generations, and as a result we now understand how the linear arrangement of nucleotides encodes the linear arrangement of amino acids, how proteins interact to form functional groups such as signal transduction and metabolic pathways, etc. But at each level of biological organization, we reach a wall- having reduced the complex biological universe to a myriad of minute parts, we encounter new forms of complexity: data overload and the \"curse of dimensionality.\" Simply put, we've taken our biological machines apart but can?t put them back together again- our ability to accumulate reductionist data has outstripped our ability to understand it. Thus, we encounter a gap in the structure/function relationship: having accumulated an extraordinary amount of detailed information about biological structures, we can't assemble it in a way that explains the correspondingly complex biological functions these structures perform.\r\n\r\nThis gap is especially evident at the level of tissues, where most diseases and injuries are manifest. Heart disease and cancer remain the top two causes of death in the United States. One fundamental characteristic of both diseases is tissue failure: namely, errors in the structural organization and function of cells in the affected tissues. Likewise, it is estimated that one in six US residents requires medical treatment for an injury each year, yet the process of wound healing is so complex it is difficult to accurately predict how quickly most serious wounds will heal. Existing models of wound healing rely on clinically relevant, but somewhat superficial, measures of tissue state such as reduction in wound area, linear advancement of wound edge, pain, and ease of use. In fact, despite a multitude of genetic screens, biochemical assays, and imaging techniques, the \"gold standard\" for diagnosis and evaluation remains the expert opinion of highly trained pathologists who scan samples of the tissues in histopathology slides. In other words, the human eye is currently the most accurate tool we have available for identifying telltale alterations in the structure and function of diseased and damaged tissues. And it is clear that human judgment is not fail-proof: thousands of diseases are misdiagnosed every year, costing hundreds of millions of dollars in wasted or ineffective medical treatment. To improve diagnosis and treatment of diseases and wounds, we need a better understanding of how the tremendous number of cellular and subcellular parts is organized into functional tissues. One strategy for achieving this is to employ robust methods for describing complex systems, adapted from math and engineering disciplines far outside traditional biomedical fields. Viewed from this perspective, tissue organization and function can be treated as a design optimization problem: e.g., what is the optimal arrangement of cellular constituents that achieves the best tissue performance? Thus the broader impacts of the proposed workshop is immense.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bulent",
   "pi_last_name": "Yener",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bulent Yener",
   "pi_email_addr": "byener@gmail.com",
   "nsf_id": "000177968",
   "pi_start_date": "2011-03-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "110 Eighth Street",
  "perf_city_name": "Troy",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803522",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The <em>structure/function relationship</em> paradigm is central to understanding how biological systems function. The idea is deceptively simple: understanding the structural organization of biological systems, from massive ecological systems to the shape of a single protein, reveals the function of the system. The concept is powerful enough to have inspired a 200+ year-long effort to describe the components of our biological universe in ever finer detail, beginning with the Linnean taxonomic system of cataloging organisms based on their structural similarities, and culminating with microscale descriptions such as the complete genomes of several organisms, including humans. The <em>reductionist approach</em> to biological research has thus reigned supreme for generations, and as a result we now understand how the linear arrangement of nucleotides encodes the linear arrangement of amino acids, how proteins interact to form functional groups such as signal transduction and metabolic pathways, etc. <strong>&nbsp;</strong>But at each level of biological organization, we reach a wall- having reduced the complex biological universe to a myriad of minute parts, we encounter new forms of complexity: data overload and the &ldquo;curse of dimensionality.&rdquo; Simply put, we&rsquo;ve taken our biological machines apart but can&rsquo;t put them back together again- our ability to accumulate reductionist data has outstripped our ability to understand it. Thus, we encounter a gap in the structure/function relationship: having accumulated an extraordinary amount of detailed information about biological structures, we can&rsquo;t assemble it in a way that explains the correspondingly complex biological functions these structures perform.<strong> </strong>This gap is especially evident at the level of tissues, where most diseases and injuries are manifest. Heart disease and cancer remain the top two causes of death in the United States. One fundamental characteristic of both diseases is <em>tissue failure</em>: namely, errors in the structural organization and function of cells in the affected tissues. &nbsp;<strong></strong></p>\n<p>As a result of advances in acquisition techniques, heterogeneous,&nbsp; multimodal, and large volume of data sets from multiple sources are available for an &nbsp;ultimate goal of better understanding and modeling complex systems and theirs dynamics.&nbsp; Thus, one strategy for closing&nbsp; this gap is to employ robust methods for describing complex systems, adapted from math and engineering disciplines far outside traditional biomedical fields. We organized a two day workshop &nbsp;to bring researchers with diverse backgrounds to examine multiscale approaches to modeling, control, computation, simulation, knowledge extraction, and visualization of complex <em>systems biology</em> problems by merging mathematical and biological sciences. In particular, the workshop focused on merging parametric,&nbsp; physics based models with data driven, informatics based models to build new multiscale models to such complex problems.</p>\n<p>This workshop focus fits into the initiative between NSF and NIH to investigate developing science and technology for merging computational, physics based models with biology and medicine.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/16/2012<br>\n\t\t\t\t\tModified by: Bulent&nbsp;Yener</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe structure/function relationship paradigm is central to understanding how biological systems function. The idea is deceptively simple: understanding the structural organization of biological systems, from massive ecological systems to the shape of a single protein, reveals the function of the system. The concept is powerful enough to have inspired a 200+ year-long effort to describe the components of our biological universe in ever finer detail, beginning with the Linnean taxonomic system of cataloging organisms based on their structural similarities, and culminating with microscale descriptions such as the complete genomes of several organisms, including humans. The reductionist approach to biological research has thus reigned supreme for generations, and as a result we now understand how the linear arrangement of nucleotides encodes the linear arrangement of amino acids, how proteins interact to form functional groups such as signal transduction and metabolic pathways, etc.  But at each level of biological organization, we reach a wall- having reduced the complex biological universe to a myriad of minute parts, we encounter new forms of complexity: data overload and the \"curse of dimensionality.\" Simply put, weÆve taken our biological machines apart but canÆt put them back together again- our ability to accumulate reductionist data has outstripped our ability to understand it. Thus, we encounter a gap in the structure/function relationship: having accumulated an extraordinary amount of detailed information about biological structures, we canÆt assemble it in a way that explains the correspondingly complex biological functions these structures perform. This gap is especially evident at the level of tissues, where most diseases and injuries are manifest. Heart disease and cancer remain the top two causes of death in the United States. One fundamental characteristic of both diseases is tissue failure: namely, errors in the structural organization and function of cells in the affected tissues.  \n\nAs a result of advances in acquisition techniques, heterogeneous,  multimodal, and large volume of data sets from multiple sources are available for an  ultimate goal of better understanding and modeling complex systems and theirs dynamics.  Thus, one strategy for closing  this gap is to employ robust methods for describing complex systems, adapted from math and engineering disciplines far outside traditional biomedical fields. We organized a two day workshop  to bring researchers with diverse backgrounds to examine multiscale approaches to modeling, control, computation, simulation, knowledge extraction, and visualization of complex systems biology problems by merging mathematical and biological sciences. In particular, the workshop focused on merging parametric,  physics based models with data driven, informatics based models to build new multiscale models to such complex problems.\n\nThis workshop focus fits into the initiative between NSF and NIH to investigate developing science and technology for merging computational, physics based models with biology and medicine. \n\n\t\t\t\t\tLast Modified: 07/16/2012\n\n\t\t\t\t\tSubmitted by: Bulent Yener"
 }
}