{
 "awd_id": "1105786",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Fully Nonlinear Equations in Complex Geometry",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 105680.0,
 "awd_amount": 105680.0,
 "awd_min_amd_letter_date": "2011-05-19",
 "awd_max_amd_letter_date": "2011-05-19",
 "awd_abstract_narration": "The research proposed aims to develop the interactions between fully nonlinear partial differential equations, complex geometry, and several complex variables. The PI plans to study some fundamental problems in three inter-related areas: Constant rank arguments in complex variables; totally real submanifolds of complex manifolds; and fully nonlinear equations in Hermitian manifolds. A very important theme in the area of geometric analysis is that understanding the solutions to some partial differential equations in terms of metrics, curvatures, or other geometric forms can be used to obtain more information about the geometry and topology of the manifolds. Under this consideration, in the study of complex geometry, the class of plurisubharmonic functions plays a crucial role. In her previous works, the PI has obtained, along with some important applications, a general constant rank result about the complex Hessian matrix of the solution to certain partial differential equations, which can be viewed as a refined statement of plurisubharmonicity. Along this direction, further study could be focused on discovering more geometric properties by the powerful tool of the constant rank argument. In the second part of the project, the PI is determined to discuss some nice geometric structures of real submanifolds in complex settings by studying the Dirichlet problem of a homogeneous complex Monge-Ampere equation whose solution characterizes a smooth totally real submanifold. In a recent joint work with B.Guan, the PI has established an optimal regularity result for such solutions. We would discover more interesting properties of the rich geometry that the totally real submanifolds provide us in this project. The last part of the proposed research is motivated from the first two and a natural continuation of a joint project with B. Guan about the complex Monge-Ampere equations in Hermitian manifolds. The PI with her collaborator would like to investigate some fully nonlinear equations under the general Hermitian setting, where the non-trivial torsion term gives us much trouble in the analysis. \r\n\r\nThe proposed project links a wide range of active fields of mathematics, in particular, nonlinear partial differential equations, differential geometry, pluri-potential theory, and classical analysis, and furthermore in the broader fields of other subjects in sciences. Problems in this proposal arise naturally from our attempt to understand the behavior of solutions to nonlinear differential equations from geometry. The proposed research activity on geometry and regularity of nonlinear partial differential equations may bring in new and innovative progresses and lead to other significant geometric applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Qun",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Qun Li",
   "pi_email_addr": "qun.li@wright.edu",
   "nsf_id": "000549371",
   "pi_start_date": "2011-05-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wright State University",
  "inst_street_address": "3640 COLONEL GLENN HWY",
  "inst_street_address_2": "",
  "inst_city_name": "DAYTON",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "9377752425",
  "inst_zip_code": "454350002",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "OH10",
  "org_lgl_bus_name": "WRIGHT STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPT2UNTNHJZ1"
 },
 "perf_inst": {
  "perf_inst_name": "Wright State University",
  "perf_str_addr": "3640 COLONEL GLENN HWY",
  "perf_city_name": "DAYTON",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "454350002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "OH10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 105680.0
  }
 ],
 "por": null
}