{
 "awd_id": "1105895",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Polycation Beacons for Multiscale and Multimodal Imaging of Nucleic Acid Delivery",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922191",
 "po_email": "asimonia@nsf.gov",
 "po_sign_block_name": "Aleksandr Simonian",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 420000.0,
 "awd_amount": 420000.0,
 "awd_min_amd_letter_date": "2011-09-01",
 "awd_max_amd_letter_date": "2013-07-25",
 "awd_abstract_narration": "ID: MPS/DMR/BMAT(7623) 1105895  \t         PI:  Reinecke, Theresa\t            ORG: University of Minnesota\r\n\r\nTitle:  Polycation Beacons for Multiscale and Multimodal Imaging of Nucleic Acid Delivery\r\n\r\nINTELLECTUAL  MERIT:  The PI proposes to develop a novel family of twelve polycations that form nanoparticle complexes with nucleic acids that are nontoxic and effective at cellular entry, and to develop methods to track these nanoparticles via luminescence imaging (for intracellular trafficking on the nm/ìm scale) and magnetic resonance imaging (MRI, for bulk cell and tissue tracking/imaging on the ìm/mm scale).  The specific objectives are:  (1) To synthesize and characterize a novel family of twelve polymer structures that contain lanthanide chelates.  The PI will systematically vary the following chemical properties of these polymer beacons: number of ethyleneamine groups, absence, presence, and size of the carbohydrates within the repeat unit, and polymer molecular weight.  (2) To characterize water proton relaxivity, toxicity, and delivery efficiency for twelve polymer structures (chelated with Gd3+) and statistically compare the results to select three highly effective vehicles for delivery and imaging of pDNA and siRNA.  (3) To examine the selected delivery beacons for pDNA and siRNA cellular trafficking via confocal microscopy (with the Eu3+ chelates) and MRI (with the Gd3+ chelates) in cultured cells to optimize the balance between imaging capability and delivery efficiency.  (4) To establish an interactive mentoring and learning environment that successfully attracts undergraduate chemistry students to the McNair Scholars Program in an effort to unite teaching and scholarship with the excitement of performing interdisciplinary research and thus increase retention of disadvantaged students in the sciences.\r\n\r\nBROADER IMPACTS:  This research is critical to advance many areas in need of delivery beacons, such as studies involving gene and epigenetic function, cellular signaling, therapeutic development, and regenerative medicine.  The work will pave the way for higher information content imaging for therapeutic tracking in the lab and in the clinic, as well as aid development of specific medical therapies involving cellular-based genetic delivery.  Students involved in this interdisciplinary program will gain uniquely broad and deep experience in fields ranging from synthetic chemistry and polymer science to molecular biology and imaging.  Training students at this interface of different fields is essential to foster creative and innovative developments in research, increase the skills of our future workforce, and keep our country at the forefront of technological advancement.  Involvement  of the co-PI in the McNair Scholars Program targets current undergraduate students from disadvantaged backgrounds at Virginia Tech and prepares them to earn an advanced degree via formal graduate school preparation courses and mentoring.  This program is designed to encourage and prepare financially disadvantaged and first generation college students and those from groups currently underrepresented to enter graduate education programs, primarily at the PhD level.  The results from this project will be disseminated widely to the general public by the PIs, graduate and undergraduate and students involved in this work through publications, conference presentations, the web, to promote the research, mentoring, and educational programs are presented here.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Theresa",
   "pi_last_name": "Reineke",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Theresa Reineke",
   "pi_email_addr": "treineke@umn.edu",
   "nsf_id": "000387250",
   "pi_start_date": "2011-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Louis",
   "pi_last_name": "Madsen",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Louis A Madsen",
   "pi_email_addr": "lmadsen@vt.edu",
   "nsf_id": "000251586",
   "pi_start_date": "2011-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 140000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Theranostic nanomaterials have emerged in the past decade that combine <strong><em>thera</em></strong>peutic delivery and diag<strong><em>nostic</em></strong> imaging into one package. Such materials offer the opportunity to aid diagnosis, track therapeutic biodistribution, and monitor drug release. We have developed a series of nucleic acid delivery polymers containing oligoethylene amines that are able to be protonated at physiological pH (for binding/compacting pDNA) and a lanthanide-chelating domain, which imparts diagnostic functionality. The collaboration between the Reineke Group and the Madsen Group on this project has been very productive and significant progress has been made during the course of this proposal.&nbsp; During this project, the Madsen and Reineke groups have worked together to (1) investigate the complexation and dynamics of DNA-polymer nanoparticle polyplexes, (2) quantify the transport and local distributions of these theranostic agents into tissue-mimicking materials, (3) to understand the magnetic resonance imaging (MRI) relaxation properties (image contrast capabilities)&nbsp;of these agents.&nbsp; Areas (1) and (2) are described in high profile journal articles in <em>ACS Macro Letters</em> and <em>Journal of Physical Chemistry Letters</em>, respectively, and (3) has been highlighted in two publications, one that was accepted to&nbsp;<em>Biomacromolecules </em>and another recently submitted to <em>ACS Macro Letters</em>. &nbsp;These results and publications are advancing and propagating our fundamental understanding of drug delivery and tracking mechanisms, and show promise for broadly impacting disease diagnosis and treatment in clinical settings.</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; In addition, significant educational outreach has been performed by both PIs. Theresa Reineke participated heavily in the interactive outreach activity called the &ldquo;Energy and U Show&rdquo;.&nbsp; The show is a ~45 minute to 1 hour-long chemistry demonstration that includes educational slides about &ldquo;Energy&rdquo; and &ldquo;Sustainability&rdquo;.&nbsp; Two faculty members perform this show and a total of thirty shows per year (~25 total shows over the last three years of which Prof. Theresa Reineke performed in) are put on to a total of 10,000 elementary and junior high school-aged children (mainly from disadvantaged backgrounds)&nbsp;per year in the Department of Chemistry at the University of Minnesota.&nbsp; The mission of the show is to promote interest in college education in the science and engineering disciplines at an early age, particularly in schools with a majority of students from low income and disadvantaged backgrounds.&nbsp; The Madsen group members have designed and piloted interactive polymer science kits in order to realize our outreach science education plan for young children (ages 5-12).&nbsp; The Madsen lab group, with assistance from some additional VT polymer science graduate students, participated in &ldquo;Kids Tech University&rdquo; to kids ages 7-11 with our polymer science demonstrations and kits.&nbsp; Additionally, Madsen has hosted 10 community members in the lab to inform them of scientific activities and answer questions about polymer science. &nbsp;Both PIs have also incorporated learning from this project into their undergraduate and graduate classroom teaching and research student mentoring at University of Minnesota and Virginia Tech. &nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/26/2015<br>\n\t\t\t\t\tModified by: Louis&nbsp;A&nbsp;Madsen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n          Theranostic nanomaterials have emerged in the past decade that combine therapeutic delivery and diagnostic imaging into one package. Such materials offer the opportunity to aid diagnosis, track therapeutic biodistribution, and monitor drug release. We have developed a series of nucleic acid delivery polymers containing oligoethylene amines that are able to be protonated at physiological pH (for binding/compacting pDNA) and a lanthanide-chelating domain, which imparts diagnostic functionality. The collaboration between the Reineke Group and the Madsen Group on this project has been very productive and significant progress has been made during the course of this proposal.  During this project, the Madsen and Reineke groups have worked together to (1) investigate the complexation and dynamics of DNA-polymer nanoparticle polyplexes, (2) quantify the transport and local distributions of these theranostic agents into tissue-mimicking materials, (3) to understand the magnetic resonance imaging (MRI) relaxation properties (image contrast capabilities) of these agents.  Areas (1) and (2) are described in high profile journal articles in ACS Macro Letters and Journal of Physical Chemistry Letters, respectively, and (3) has been highlighted in two publications, one that was accepted to Biomacromolecules and another recently submitted to ACS Macro Letters.  These results and publications are advancing and propagating our fundamental understanding of drug delivery and tracking mechanisms, and show promise for broadly impacting disease diagnosis and treatment in clinical settings.\n\n          In addition, significant educational outreach has been performed by both PIs. Theresa Reineke participated heavily in the interactive outreach activity called the \"Energy and U Show\".  The show is a ~45 minute to 1 hour-long chemistry demonstration that includes educational slides about \"Energy\" and \"Sustainability\".  Two faculty members perform this show and a total of thirty shows per year (~25 total shows over the last three years of which Prof. Theresa Reineke performed in) are put on to a total of 10,000 elementary and junior high school-aged children (mainly from disadvantaged backgrounds) per year in the Department of Chemistry at the University of Minnesota.  The mission of the show is to promote interest in college education in the science and engineering disciplines at an early age, particularly in schools with a majority of students from low income and disadvantaged backgrounds.  The Madsen group members have designed and piloted interactive polymer science kits in order to realize our outreach science education plan for young children (ages 5-12).  The Madsen lab group, with assistance from some additional VT polymer science graduate students, participated in \"Kids Tech University\" to kids ages 7-11 with our polymer science demonstrations and kits.  Additionally, Madsen has hosted 10 community members in the lab to inform them of scientific activities and answer questions about polymer science.  Both PIs have also incorporated learning from this project into their undergraduate and graduate classroom teaching and research student mentoring at University of Minnesota and Virginia Tech.  \n\n\t\t\t\t\tLast Modified: 01/26/2015\n\n\t\t\t\t\tSubmitted by: Louis A Madsen"
 }
}