{
 "awd_id": "1105050",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Applications of Geometric Microlocal Analysis",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 333000.0,
 "awd_amount": 333000.0,
 "awd_min_amd_letter_date": "2011-05-23",
 "awd_max_amd_letter_date": "2016-05-09",
 "awd_abstract_narration": "Mazzeo's proposed research focuses on a number of themes related to geometric analysis on singular and noncompact spaces. He is studying various types of curvature equations, both on compact stratified spaces and on complete manifolds with asymptotically regular geometries, via both elliptic and parabolic methods. Particular topics here include constant curvature and  Einstein metrics with prescribed singular structure, for example with conic points or edges, or for certain problems even on stratified spaces of arbitrary depth, and also the development of Ricci flow techniques on such spaces. He will also conduct research in several parts of spectral geometry on singular spaces, including the study of analytic torsion on manifolds with edges and on smooth manifolds degenerating conically, and on more classical spectral problems on the space of polygons. Other parts of this project include the analysis of a class of degenerate parabolic problems on piecewise smooth, e.g. polyhedral, domains, arising from the Wright-Fisher model in population genetics. He is also investigating the regularity theory for a nonlinear Dirichlet-to-Neumann operator which arises in the study of properly embedded minimal surfaces in hyperbolic space. Finally, he is also analyzing the singular solutions of a class of semilinear Toda-like elliptic systems, which has direct application to some newly introduced string field theories.\r\n\r\nIn general terms, Mazzeo's research is driven by the central tenet that certain types of singular spaces -- specifically the ones known as stratified spaces -- arise just as naturally as smooth manifolds,  which are the most common objects of study in geometry, and both classes of spaces should be considered as comparably important. However, the foundations of geometric analysis on singular spaces are still in a relatively primitive state, and Mazzeo's work is aimed at developing techniques which are meant to be broadly applicable to many natural geometric and analytic problems, both linear and nonlinear, on such spaces. This work is guided by a close examination of many particular problems of recognized importance, arising from both commonly studied questions in pure mathematics and from problems emerging at the interface of mathematics and physics.  The expectation is that these natural problems will drive the formulation of the general theory so as to make it accessible and useful, and in turn, this new set of techniques should help answer many problems of interest in these established fields.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rafe",
   "pi_last_name": "Mazzeo",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Rafe R Mazzeo",
   "pi_email_addr": "mazzeo@math.stanford.edu",
   "nsf_id": "000448109",
   "pi_start_date": "2011-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 131000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 102000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!-- p.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 12.0px Helvetica} -->\n<p class=\"p1\">This project has consisted of several phases and inter-related themes. The general motivation is to develop a set of new tools in the theory of partial differential equations which are sufficiently robust to allow them to be used in the study of a variety of problems in geometric analysis on spaces which are either singular or noncompact, but for which the singular structure is well-organized, i.e., ``stratified&rsquo;&rsquo;. One phase of the project has involved developing these tools, which may be regarded as a project entirely within the analysis of partial differential equations.<span>&nbsp; </span>Other phases have involved the application of these ideas to problems in mathematical physics, in geometry, and in core problems of geometric analysis. The problems solved here in mathematical physics arise in gauge theory, a part of high-energy physics, but remarkably, have application to low-dimensional topology. These new techniques have either brought new perspectives and results to much-studied areas such as the analysis of the Hitchin moduli space, or are allowing for a new set of investigations by many authors on the Kapustin-Witten equations.<span>&nbsp; </span>The problems successfully treated in this project in geometric analysis are extensions to the setting of singular spaces of old problems of fundamental interest on smooth spaces. One of these extensions, concerning the existence of a certain type of Einstein metric with singularities, played a key role in the resolution by other researchers of a fifty-year-old conjecture in complex geometry.<span>&nbsp; </span>Another set of outcomes of this project involve the study of solutions to a set of equations which are the basis for studying the Einstein equations, i.e. the theory of gravity. In this project these equations were studied on new types of spaces which have unusual geometric features, but which have<span>&nbsp; </span>been recently recognized to be important examples that are more common than previously thought. The analytic techniques described above made it possible to prove the existence of solutions in more general circumstances than understood before, and should have applications to numerical simulations of these spacetimes.<span>&nbsp; </span>Finally, the types of equations which arise in these purely geometric problems also appear in certain models in population genetics. This project included the development of a much more incisive analysis of these equations, which will be useful in numerical investigations. <span>&nbsp; While the overall goals of this project are very long-range, there were a number of very significant successes during the course of this award, and the state of knowledge of the field due to activities undertaken during this grant period have advanced very considerably.&nbsp;</span></p>\n<p class=\"p1\">The PI has also spent considerable time on mathematical education and outreach. This has been done both through the training of graduate students and the mentorship of postdoctoral associates. It has also been done through his role as director of two major organizations devoted to broad educational goals. One of these is Stanford Pre-Collegiate Studies, which includes programs involving thousands of pre-university students each year, both on-campus and by distance learning, in particular the Stanford University Math Camp and Stanford Online High School. The other is the Institute for Advanced Study/Park City Mathematics Institute, which is an intensive three-week annual summer school which brings together over 300 people from across the entire spectrum of the mathematics field, from researchers to K-12 teachers.<span>&nbsp;&nbsp;</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/02/2017<br>\n\t\t\t\t\tModified by: Rafe&nbsp;R&nbsp;Mazzeo</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project has consisted of several phases and inter-related themes. The general motivation is to develop a set of new tools in the theory of partial differential equations which are sufficiently robust to allow them to be used in the study of a variety of problems in geometric analysis on spaces which are either singular or noncompact, but for which the singular structure is well-organized, i.e., ``stratified??. One phase of the project has involved developing these tools, which may be regarded as a project entirely within the analysis of partial differential equations.  Other phases have involved the application of these ideas to problems in mathematical physics, in geometry, and in core problems of geometric analysis. The problems solved here in mathematical physics arise in gauge theory, a part of high-energy physics, but remarkably, have application to low-dimensional topology. These new techniques have either brought new perspectives and results to much-studied areas such as the analysis of the Hitchin moduli space, or are allowing for a new set of investigations by many authors on the Kapustin-Witten equations.  The problems successfully treated in this project in geometric analysis are extensions to the setting of singular spaces of old problems of fundamental interest on smooth spaces. One of these extensions, concerning the existence of a certain type of Einstein metric with singularities, played a key role in the resolution by other researchers of a fifty-year-old conjecture in complex geometry.  Another set of outcomes of this project involve the study of solutions to a set of equations which are the basis for studying the Einstein equations, i.e. the theory of gravity. In this project these equations were studied on new types of spaces which have unusual geometric features, but which have  been recently recognized to be important examples that are more common than previously thought. The analytic techniques described above made it possible to prove the existence of solutions in more general circumstances than understood before, and should have applications to numerical simulations of these spacetimes.  Finally, the types of equations which arise in these purely geometric problems also appear in certain models in population genetics. This project included the development of a much more incisive analysis of these equations, which will be useful in numerical investigations.   While the overall goals of this project are very long-range, there were a number of very significant successes during the course of this award, and the state of knowledge of the field due to activities undertaken during this grant period have advanced very considerably. \nThe PI has also spent considerable time on mathematical education and outreach. This has been done both through the training of graduate students and the mentorship of postdoctoral associates. It has also been done through his role as director of two major organizations devoted to broad educational goals. One of these is Stanford Pre-Collegiate Studies, which includes programs involving thousands of pre-university students each year, both on-campus and by distance learning, in particular the Stanford University Math Camp and Stanford Online High School. The other is the Institute for Advanced Study/Park City Mathematics Institute, which is an intensive three-week annual summer school which brings together over 300 people from across the entire spectrum of the mathematics field, from researchers to K-12 teachers.  \n\n \n\n\t\t\t\t\tLast Modified: 10/02/2017\n\n\t\t\t\t\tSubmitted by: Rafe R Mazzeo"
 }
}