{
 "awd_id": "1105558",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Charge transport through single redox molecules and water bridges",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925327",
 "po_email": "cfoss@nsf.gov",
 "po_sign_block_name": "Colby Foss",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 420000.0,
 "awd_amount": 420000.0,
 "awd_min_amd_letter_date": "2011-08-12",
 "awd_max_amd_letter_date": "2011-08-12",
 "awd_abstract_narration": "This project will be supported by the Chemical Structure, Dynamics, and Mechanisms Program (CSDM) and the Macromolecular, Supramolecular and Nanochemistry Program (MSN) of the Division of Chemistry. In this study, Professor Nongjian Tao and his research group at Arizona State University will develop single molecule break-junction techniques to study electronic conductance through polyaromatic hydrocarbon molecules and molecular bridge structures formed from water.  Studying electron transport in single molecules is a necessary step towards the ultimate goal of building electronic devices based on single molecules, and it is also critical for a better understanding of many chemical and biological processes, such as electrochemical reactions, respiration and bioenergetics. Important questions that this project will address include: What is the most efficient electron transport via a single molecule? What are the factors that limit us from achieving the most efficient electron transport? How can one understand and overcome these limiting factors, thus controlling the charge transport efficiency? In order to have a direct impact on electron transfer phenomena in biological and electrochemical systems, one must understand the role of water molecules in electron transport. This project will thus address also questions regarding water molecules: Is it possible to directly measure the formation of hydrogen-bonded networks of water molecules between two electrodes? If so, what are the conductivities of different hydrogen-bonded networks of water bridges? Is there quantum interference between different electron transport pathways associated with the networks? \r\n\t\r\nIn order to provide students with interdisciplinary and international training experience, this project will leverage several on-campus undergraduate and graduate research programs to recruit and train students from chemistry and other programs; host international students and collaborate with international researchers; and start a community outreach program via working with local public schools that have large minority enrollments.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nongjian",
   "pi_last_name": "Tao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nongjian Tao",
   "pi_email_addr": "nongjian.tao@asu.edu",
   "nsf_id": "000485614",
   "pi_start_date": "2011-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687900",
   "pgm_ele_name": "Structure,Dynamics &Mechanisms"
  },
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6879",
   "pgm_ref_txt": "STRUCTURE, DYNAMIC & MECHANISM"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 420000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Studying electron transport in single molecules is not only a necessary step towards the ultimate goal of building electronic devices based on single molecules or a small number of molecules, but also critical for a better understanding of many chemical and biological processes that involve electron transfer. Examples of such processes include electrochemical reactions, respiration and bioenergetics. With the NSF support, the PI&rsquo;s group has developed methods to measure charge transport in a single molecules, and to control the charge transport using an electrochemical gate, and revealed basic redox phenomena in single molecules. The work has a potential impact on electron transfer phenomena in chemical and biological processes, and provided basic knowledge and skills needed to reach the ultimate goal of building an electronic or sensor devices using electrically wired molecules.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The project has provided students with an exceptional opportunity to gain interdisciplinary research experience and to participate in outreach activities. The PI has worked with a highly successful undergraduate research program established by the Fulton School of Engineering and an interdisciplinary graduate training program at the Biodesign Institute, ASU. The graduate students have involved in international collaborations. The project has also provided the PIs with a unique opportunity to develop an innovative and interdisciplinary approach to teaching. He has offered an interdisciplinary course to both science and engineering students.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/31/2015<br>\n\t\t\t\t\tModified by: Nongjian&nbsp;Tao</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nStudying electron transport in single molecules is not only a necessary step towards the ultimate goal of building electronic devices based on single molecules or a small number of molecules, but also critical for a better understanding of many chemical and biological processes that involve electron transfer. Examples of such processes include electrochemical reactions, respiration and bioenergetics. With the NSF support, the PIÆs group has developed methods to measure charge transport in a single molecules, and to control the charge transport using an electrochemical gate, and revealed basic redox phenomena in single molecules. The work has a potential impact on electron transfer phenomena in chemical and biological processes, and provided basic knowledge and skills needed to reach the ultimate goal of building an electronic or sensor devices using electrically wired molecules.\n\n      The project has provided students with an exceptional opportunity to gain interdisciplinary research experience and to participate in outreach activities. The PI has worked with a highly successful undergraduate research program established by the Fulton School of Engineering and an interdisciplinary graduate training program at the Biodesign Institute, ASU. The graduate students have involved in international collaborations. The project has also provided the PIs with a unique opportunity to develop an innovative and interdisciplinary approach to teaching. He has offered an interdisciplinary course to both science and engineering students.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/31/2015\n\n\t\t\t\t\tSubmitted by: Nongjian Tao"
 }
}