{
 "awd_id": "1105135",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Nonlinear Dynamics of Entangled Polymers with Well-controlled Long-chain Branching",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924933",
 "po_email": "alovinge@nsf.gov",
 "po_sign_block_name": "Andrew Lovinger",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 359776.0,
 "awd_amount": 359776.0,
 "awd_min_amd_letter_date": "2011-08-06",
 "awd_max_amd_letter_date": "2011-08-06",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\n\r\nThis research aims to probe how molecular design of chain architecture can be employed to affect nonlinear dynamics of entangled polymers.  The proposed research will attempt to control the structure of long-chain branching (LCB) in various polyisoprene and polybutadiene-based melts, and determine the differences between melts with LCB and corresponding linear melts under different conditions of large deformation.  The specific objectives of the proposed work are as follows: 1) Determine interfacial yielding characteristics of the various LCB polymers to contrast with corresponding linear counterparts; 2) Explore how melt strength depends on the specific chain architecture, e.g., the number of branching points per chain; 3) Examine whether the entanglement network with LCB may suffer strain localization upon large deformation; 4) Identify key molecular structural parameters that define/determine the cohesion and dictates nonlinear responses to large deformations; 5) Study the effect of mixing different components of LCBs or LCB and linear chains on the nonlinear dynamics.  To achieve these goals, both simple and uniaxial extension will be carried out involving either startup or step strain.  In all cases, effective particle-tracking velocimetric (PTV) observations will be indispensable and systematically carried out.  In the case of shear, a circular Couette shear cell will be employed with PTV capability.  Uniaxial extension will be realized either with the counter-rotating double-cylinder device or Instron where in situ PTV measurements will also be performed.       \r\n\r\nNON-TECHNICAL SUMMARY\r\n\r\nThis research aims to explore and identify guiding fundamental principles that may find application in more efficient and energy-saving manufacturing of polymeric materials.  These principles will ultimately emerge from the present proposed work, aimed to determine how different molecular designs of polymeric materials would affect the processing ability of plastics and rubbers.  The outcome of the proposed work should lead to explicit information valuable to the plastic and rubber industries.  At the same time, the experimental activities are expected to stimulate theoretical development in the field of polymer physics.  More broadly, the PI plans to consolidate the findings from this research into a textbook, which would include all the key results emerging from his contributions to this field.  Since the nature of the proposed research is visualization-intensive, complex physical phenomena can receive intuitive interpretations, thus providing attractive educational materials for students in middle and high schools to perceive how science is done.  As part of the research activities, an international collaboration has also been initiated with the Changchun Institute of Applied Chemistry of the Chinese Academy of Sciences, aiming to carry out computer simulations complementary to the various proposed experiments.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shi-Qing",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shi-Qing Wang",
   "pi_email_addr": "swang@uakron.edu",
   "nsf_id": "000312154",
   "pi_start_date": "2011-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Akron",
  "inst_street_address": "302 BUCHTEL COMMON",
  "inst_street_address_2": "",
  "inst_city_name": "AKRON",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "3309722760",
  "inst_zip_code": "443250001",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "OH13",
  "org_lgl_bus_name": "THE UNIVERSITY OF AKRON",
  "org_prnt_uei_num": "DFNLDECWM8J8",
  "org_uei_num": "DFNLDECWM8J8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Akron",
  "perf_str_addr": "302 BUCHTEL COMMON",
  "perf_city_name": "AKRON",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "443250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "OH13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 359776.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project aims to demonstrate how chain architecture can modify the dynamic behavior and nonlinear rheological properties of entangled polymers.&nbsp; Several classes of polymers with long chain branching have been investigated to show their contrasting characteristics along with those of linear chains.&nbsp; These polymers of different architectures are either a) dendritic, or b) centipede-like, or c) dumbbell or comb-like.&nbsp; Experimental tests show the benefit of using such polymers, which is to improve the stability of polymer processing.&nbsp; The experimental findings support the theoretical motivation to search for new polymer synthesis of polymeric molecules with nonlinear architectures &ndash; the previous research had demonstrated why polymeric materials of linear chains suffer from different types of difficulty during the industrial processing.&nbsp; Materials failures occur in manufacturing processes such as extrusion, fiber spinning, blow molding, etc. that are employed to shape polymeric resins into various desired forms.&nbsp; A better understanding on the subject may result in more efficient productions of familiar items such as computer frames, automobile tires, plastic pipes for transportation of various materials, milk bottles, plastic bags, bullet-proof vests, textile fabrics, etc..&nbsp; The research project has enabled two graduate students to develop intellectual independence by earning their PhD degrees and join the industrial research and development.&nbsp; Moreover, the research findings have significantly enhanced the content of the upcoming book by the PI in the field of Nonlinear Polymer Rheology.&nbsp; Simply put, this and the previous projects under the same program of Polymers at the National Science Foundation have made it possible for the subject area of polymer rheology (a study of how polymeric materials deform and flow during the industrial processing) to be re-discovered and re-built.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/24/2016<br>\n\t\t\t\t\tModified by: Shi-Qing&nbsp;Wang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project aims to demonstrate how chain architecture can modify the dynamic behavior and nonlinear rheological properties of entangled polymers.  Several classes of polymers with long chain branching have been investigated to show their contrasting characteristics along with those of linear chains.  These polymers of different architectures are either a) dendritic, or b) centipede-like, or c) dumbbell or comb-like.  Experimental tests show the benefit of using such polymers, which is to improve the stability of polymer processing.  The experimental findings support the theoretical motivation to search for new polymer synthesis of polymeric molecules with nonlinear architectures &ndash; the previous research had demonstrated why polymeric materials of linear chains suffer from different types of difficulty during the industrial processing.  Materials failures occur in manufacturing processes such as extrusion, fiber spinning, blow molding, etc. that are employed to shape polymeric resins into various desired forms.  A better understanding on the subject may result in more efficient productions of familiar items such as computer frames, automobile tires, plastic pipes for transportation of various materials, milk bottles, plastic bags, bullet-proof vests, textile fabrics, etc..  The research project has enabled two graduate students to develop intellectual independence by earning their PhD degrees and join the industrial research and development.  Moreover, the research findings have significantly enhanced the content of the upcoming book by the PI in the field of Nonlinear Polymer Rheology.  Simply put, this and the previous projects under the same program of Polymers at the National Science Foundation have made it possible for the subject area of polymer rheology (a study of how polymeric materials deform and flow during the industrial processing) to be re-discovered and re-built.\n\n\t\t\t\t\tLast Modified: 10/24/2016\n\n\t\t\t\t\tSubmitted by: Shi-Qing Wang"
 }
}