{
 "awd_id": "1105512",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Spin-dependent transport and thermoelectric phenomena in multi-band systems",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2011-07-24",
 "awd_max_amd_letter_date": "2014-05-13",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\n\r\nThe field of spintronics, for both metals and semiconductors, has been a continuous source of intellectual challenges over the past two decades. Within this field one can broadly distinguish two regimes: one where the spin-orbit coupling is weak and acts as a perturbation, and another where the spin-orbit coupling is strong. The latter regime remains one of the most theoretically difficult at a fundamental level. This award supports theoretical and computational research and education to study spin dependent transport and thermoelectric properties in complex multiband systems with strong spin-orbit coupling. The PI will focus on four research thrusts centered on fundamental physics questions that are mostly motivated by unexplained experimental phenomenology:\r\n\r\n1) Anomalous Hall effects in multiple transport regimes.  The PI will study analytically and numerically the origin of the phenomenological scaling of the anomalous Hall effect observed in the insulating regime and how the topological properties of the metallic regime transform as disorder increases.\r\n\r\n2) Spin dynamics and spin relaxation in the strong spin-orbit coupled regime. The PI will study recent optical experiments demonstrating unique spin dynamics in this regime, explore these dynamics through non-equilibrium transport techniques, and connect them to spin accumulation in this regime and new electrical measurements of the spin Hall effect where spin-orbit coupling can be tuned systematically.\r\n\r\n3) Topological thermoelectric materials and spin-dependent thermoelectric effects.  The PI will explore the thermodynamic properties of topological insulators connected to the one-dimensional protected states in dislocations, as well as other spin thermoelectric transport phenomena in these materials. The primary focus will be to find schemes and arrangements in which thermoelectric efficiency can be tuned above bulk material values that are currently achieved.\r\n\r\n4) Localization effects in diluted magnetic semiconductors. The PI will study recent experiments that seem to indicate a mixed character of the Fermi surface in these systems, and explore the effects of strong disorder and spin-orbit coupling on optical and transport phenomena near this regime.\r\n\r\nOn the educational and outreach front several graduate students and postdoctoral researchers will be trained in diverse analytical and computational techniques for the modeling of transport, optical and thermoelectric properties. They will work closely with experimental collaborators and have ample opportunities to visit them and experience an international collaboration effort. The training will help the students in any career path they may choose to take, whether it is in academia or industry.  In addition, the PI will establish a website which incorporates tutorials on scientific visualization focused on spintronics and based on the open-source code Blender. An open repository of notes and base codes on spin-charge transport will be also developed.\r\n\r\nNON-TECHNICAL SUMMARY\r\n\r\nThe field of spintronics is an emerging technology that exploits not only the electronic charge but also the intrinsic spin of the electron in solid-state devices. For both metals and semiconductors, this field has been a continuous source of intellectual challenges over the past two decades.  This award supports theoretical and computational research and education to study how electrons are driven through certain materials by external fields, for example the electric field of a battery. The resulting transport property of the material reflects the way electrons move through it which may depend on how their spin, an intrinsic property of the electron, interacts with the material. The PI will study spin dependent transport properties, and electronic properties induced by thermal effects, in complex materials with the interesting property that the interaction of the spin with the material is strong. This is an exciting and intriguing frontier in the field of spintronics. The PI will focus on several research thrusts centered on fundamental physics questions that are motivated by either unexplained experimental phenomenology or new potentially transformative approaches such as the possibility of efficiently obtaining electrical currents from thermal effects (thermoelectricity) that originate from intriguing properties of the so-called \"topological insulators\", which conduct electricity only on their surfaces or boundaries, rather than their interior. \r\n\r\nThe proposed activities could potentially contribute to the development of new paradigms in thermoelectric efficiency and heat management in devices that are some one millionth size of the human hair. Such materials are of fundamental importance for energy usage efficiency as they could provide heat recovery energy systems that are more efficient than present day coolers and refrigerators. \r\n\r\nOn the educational and outreach front several graduate students and postdoctoral researchers will be trained in diverse analytical and computational techniques for the modeling of transport, optical and thermoelectric properties. They will work closely with experimental collaborators and have ample opportunities to visit them and experience an international collaboration effort. The training will help the students in any career path they may choose to take, whether it is in academia or industry. In addition, the PI will establish a website which incorporates tutorials on scientific visualization focused on spintronics and based on an open-source code. An open repository of notes and base codes on spin-charge transport will be also developed.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Jairo",
   "pi_last_name": "Sinova",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jairo Sinova",
   "pi_email_addr": "sinova@tamu.edu",
   "nsf_id": "000230755",
   "pi_start_date": "2011-07-24",
   "pi_end_date": "2014-05-13"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Artem",
   "pi_last_name": "Abanov",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Artem G Abanov",
   "pi_email_addr": "abanov@tamu.edu",
   "nsf_id": "000492095",
   "pi_start_date": "2014-05-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Research Foundation",
  "inst_street_address": "400 HARVEY MITCHELL PKWY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "EQH8NQ4AXFT7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University",
  "perf_str_addr": "400 HARVEY MITCHELL PKY S STE 300",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778454375",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"western\"><span style=\"font-family: Arial, sans-serif;\"><span><strong>Award Title:  Spin-dependent transport and thermoelectric phenomena in multi-band systems, PI: Jairo Sinova/Ar. Abanov</strong></span></span></p>\n<p class=\"western\">&nbsp;</p>\n<p class=\"western\"><span style=\"font-family: Arial, sans-serif;\"><strong>Research Activities and Findings supported by </strong></span><span style=\"font-family: Arial, sans-serif;\"><span><strong>NSF-DMR 1105512</strong></span></span><span style=\"font-family: Arial, sans-serif;\"><strong> between September 2012 and October 2015:</strong></span></p>\n<p class=\"western\">&nbsp;</p>\n<p lang=\"de-DE\"><span style=\"font-family: Cambria;\"><span><span style=\"font-family: Arial, sans-serif;\"><span lang=\"en-US\">Our research has focuses on the developing efficient and flexible theoretical models for accurate quantitative simula&shy;tions of spin transport and injection for multi-dimensional, multi-component systems. Such models are crucial for the effective development of a new generation of computer memory and logic devices. In many occasions we work closely with experimentalist. Below is a summary of the principal findings.</span></span></span></span></p>\n<ul>\n<li>\n<p class=\"western\"><span style=\"font-family: Arial, sans-serif;\"><span><strong>New \tintrinsic spin-orbit torque in ferromagnets and antiferromagnts:</strong></span></span><span style=\"font-family: Arial, sans-serif;\"><span> the field of MRAM technology and current induced magnetization \tdynamics has seen a revolution with the new in-plane-current \tgeometries that exhibit magnetization switching. Our proposal \tgenerated a lot of interest due to the feasibility to engineer the \tinterfaces to maximize torques for the next generation of MRAM \tdevices based on current induced torques. </span></span></p>\n</li>\n<li>\n<p class=\"western\"><span style=\"font-family: Arial, sans-serif;\"><span><strong>Spin-charge \ttransport in topological insulators:</strong></span></span><span style=\"font-family: Arial, sans-serif;\"><span> We proposed how to read charge from spin-dynamics in topological \tinsulators. Exploiting our newly developed theory for spin-charge \tcouple dynamics at the strong spin-orbit coupling limit, we \tpredicted a new type of phenomena that can shed light on the \ttransport properties of the surface states of topological \tinsulators. </span></span></p>\n</li>\n<li>\n<p class=\"western\"><span style=\"font-family: Arial, sans-serif;\"><span><strong>Establishing \tmicromagnetic parameters in GaMnAs</strong></span></span><span style=\"font-family: Arial, sans-serif;\"><span>: \tin a work lead experimentally in Prague, we determined the magnetic \tparameters consistently for the archetypical diluted magnetic \tsemiconductors, GaMnAs. Our team provided the theory model of the \tmagnetic Kittel excitations and magneto-optical absorption.</span></span></p>\n</li>\n<li>\n<p class=\"western\"><span style=\"font-family: Arial, sans-serif;\"><span><strong>Theory \tof Spin Seebeck effect: </strong></span></span><span style=\"font-family: Arial, sans-serif;\"><span>We</span></span><span style=\"font-family: Arial, sans-serif;\"><span> have developed the first quantitative theory of the non-local \tbehavior of spin Seebeck effect and proposed a novel contribution \tarising from its spectral non-uniform temperature distribution. </span></span></p>\n</li>\n<li>\n<p class=\"western\"><span style=\"font-family: Arial, sans-serif;\"><span><strong>Creating \tferromagnetic Graphene: </strong></span></span><span style=\"font-family: Arial, sans-serif;\"><span> in a new direction that we have identified, we studyed the \tpossibility of creating ferromagnetic graphene (graphone) by \tdevising a reliable path towards half-hidroginated graphene.</span></span></p>\n</li>\n</ul>\n<p class=\"western\">&nbsp;</p>\n<p class=\"western\"><span style=\"font-family: Arial, sans-serif;\"><span>The research supported by the grant lead to 19 publications in hig...",
  "por_txt_cntn": "Award Title:  Spin-dependent transport and thermoelectric phenomena in multi-band systems, PI: Jairo Sinova/Ar. Abanov\n \nResearch Activities and Findings supported by NSF-DMR 1105512 between September 2012 and October 2015:\n \nOur research has focuses on the developing efficient and flexible theoretical models for accurate quantitative simula&shy;tions of spin transport and injection for multi-dimensional, multi-component systems. Such models are crucial for the effective development of a new generation of computer memory and logic devices. In many occasions we work closely with experimentalist. Below is a summary of the principal findings.\n\n\nNew \tintrinsic spin-orbit torque in ferromagnets and antiferromagnts: the field of MRAM technology and current induced magnetization \tdynamics has seen a revolution with the new in-plane-current \tgeometries that exhibit magnetization switching. Our proposal \tgenerated a lot of interest due to the feasibility to engineer the \tinterfaces to maximize torques for the next generation of MRAM \tdevices based on current induced torques. \n\n\nSpin-charge \ttransport in topological insulators: We proposed how to read charge from spin-dynamics in topological \tinsulators. Exploiting our newly developed theory for spin-charge \tcouple dynamics at the strong spin-orbit coupling limit, we \tpredicted a new type of phenomena that can shed light on the \ttransport properties of the surface states of topological \tinsulators. \n\n\nEstablishing \tmicromagnetic parameters in GaMnAs: \tin a work lead experimentally in Prague, we determined the magnetic \tparameters consistently for the archetypical diluted magnetic \tsemiconductors, GaMnAs. Our team provided the theory model of the \tmagnetic Kittel excitations and magneto-optical absorption.\n\n\nTheory \tof Spin Seebeck effect: We have developed the first quantitative theory of the non-local \tbehavior of spin Seebeck effect and proposed a novel contribution \tarising from its spectral non-uniform temperature distribution. \n\n\nCreating \tferromagnetic Graphene:  in a new direction that we have identified, we studyed the \tpossibility of creating ferromagnetic graphene (graphone) by \tdevising a reliable path towards half-hidroginated graphene.\n\n\n \nThe research supported by the grant lead to 19 publications in high impact scientific journals such as: Nature Nanotechnology,  Nature Communications, Nature Materials, Phys. Rev. Lett. and others. 43 presentations have been given in various conferences, workshops, and seminars by myself and the members of the my team. 4 students have been supported by the grant funds, one of them have graduated and have become a professor. \n \n \n\n \n\n\t\t\t\t\tLast Modified: 10/07/2015\n\n\t\t\t\t\tSubmitted by: Artem G Abanov"
 }
}