{
 "awd_id": "1105668",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Asymptotics for Queueing Networks, Branching Random Walks, and Interacting Particle Systems",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924885",
 "po_email": "tbartosz@nsf.gov",
 "po_sign_block_name": "Tomek Bartoszynski",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 309084.0,
 "awd_amount": 309084.0,
 "awd_min_amd_letter_date": "2011-08-13",
 "awd_max_amd_letter_date": "2011-08-13",
 "awd_abstract_narration": "The principal investigator's main research on stochastic processes continues to be in the area of queueing networks, and on topics related to branching random walks and interacting particle systems. These areas deal with large systems of objects, such as customers, jobs, or particles, that are connected by some random interaction rule.  He has recently also become interested in coupling problems for Brownian motion on certain bounded domains. In the area of queueing networks, an important question over the past two decades had been when such a system is stable and, when it is stable, to analyze its behavior; presently, a general theory is still lacking. The PI intends to study the behavior of several families of networks, such as those where the customer always joins the shortest queue and those connected with Internet traffic. In the area of interacting particle systems, one typically studies the evolution of large lattice-valued random systems, which model various complex random systems and exhibit a wide range of spatial behavior; they frequently occur in the context of mathematical physics and mathematical biology.  These models sometimes overlap with models involving branching random walks or with other models from mathematical physics.  The PI intends to study the behavior of a number of such models, including those for branching random walks, Gaussian free fields, and the exclusion process.  The PI  also intends to study certain properties of Brownian motion, in particular, under what conditions pairs of Brownian motions on certain bounded domains can, with positive probability, remain separated for all time.\r\n\r\nThe principal investigator's research is concentrated in several areas of probability theory.  He works in the area of queueing networks, where the behavior of how lines evolve is studied.  Examples include human lines (\"customers\") or assembly lines for component parts (\"jobs\") of a manufacturing process, for instance, the manufacture of semiconductor wafers.  When the rule by which customers or jobs are served involves multiple steps, the evolution in time of such lines can have unexpected behavior; understanding such behavior is important for designing efficient and cost-effective rules for these systems.  Much of PI's work in queueing networks is in this direction, with continuing work including systems where customers or jobs choose to join the shortest line, for instance, when shoppers pay for purchases at a supermarket.  The principal investigator also performs research in the area of interacting particle systems, where the evolution of complicated random systems is studied.  Such systems arise in physics and biology, and their components can correspond to particles, cells, or individual organisms, and may model, for instance, the spread of tumor cells. Because of the very different behavior exhibited by different systems, many aspects are currently only partially understood, and since such systems are typically too complicated to do explicit computations, a mathematical theory to understand these systems is important.  This project will study the behavior of a number of such models.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maury",
   "pi_last_name": "Bramson",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Maury D Bramson",
   "pi_email_addr": "bramson@math.umn.edu",
   "nsf_id": "000445486",
   "pi_start_date": "2011-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126300",
   "pgm_ele_name": "PROBABILITY"
  },
  {
   "pgm_ele_code": "755200",
   "pgm_ele_name": "COFFES"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 309084.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; &nbsp; &nbsp;In this grant (DMS-1105668), certain families of problems from the mathematics discipline of probability theory were studied. These problems specifically involved work in the areas of queueing networks, branching random walks and Gaussian fields, and Brownian motion.</p>\n<p>&nbsp; &nbsp; &nbsp;In the area of queueing networks, one studies the evolution of individuals under a variety of rules that, for example, model customers waiting to be served, or jobs or components in a computational or manufacturing process. Standard examples include the manufacture of semiconductor wafers and the routing of traffic over the Internet. &nbsp;Depending on the specific features of the model, a given network may or may not be stable, i.e., it may or may not be possible to process &ldquo;work&rdquo; quickly enough so that the backlog in the network does not grow. &nbsp;Important problems include determining whether a network is stable and &ldquo;how stable&rdquo; it is. &nbsp;Results over the past two decades have considerably extended our knowledge on these problems, although a general theory is presently lacking.&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp;An important family of networks consists of join-the-shortest-queue networks. &nbsp;Here, out of many potential servers, each incoming customer randomly chooses a few servers and then immediately proceeds to the shortest line from among these servers. &nbsp;(One can, for example, think of customers ready to check out at an enormous supermarket, with many checkout counters but with each customer viewing just a few, and deciding to go to the counter with the shortest line.) &nbsp;It was previously known that, for specific check-out times (exponentially distributed), when the network is stable, it will be very stable, that is, it will be highly unlikely (meaning here, with doubly exponential tail probability) that the typical number of customers in a given line will be large. &nbsp;This property is very important because such networks require much less storage capacity than would otherwise be required. &nbsp;In this grant, the family of check-out times for which this property holds has been substantially expanded, in work with Y. Lu and B. Prabhakar (Queueing Systems 71, 2012, pp. 247-292; Ann. Applied Probability 23, 2013, pp. 1841-1878). &nbsp; &nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp;An important recent topic within queueing theory involves how to apportion work among different servers, depending on the number of customers currently being served by each, so that such a rule is stable and requires only a realistic amount of memory. &nbsp;A project in this grant introduces and analyzes a rule, which it shows has both of these properties, in submitted work with B. D&rsquo;Auria and N. Walton. &nbsp;&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp;Branching random walks are probabilistic processes that evolve over time in a manner where individual particles branch (e.g., split or have offspring) and move about randomly in space (through the random walk component); Gaussian fields are probabilistic processes where each component has a Gaussian distribution and the components are correlated in some manner. Branching random walks are to a good extent well understood. &nbsp;They are also an important tool for the analysis of the maximum values of certain Gaussian fields (specifically, Gaussian free fields in 2 dimensions) that play a significant role in the context of mathematical physics - it can be shown that, in an appropriate sense, branching random walks, whose random walk components have Gaussian distributions, are a simplified version of these Gaussian fields. Using this relationship, one project in this grant analyzes and solves the above problem on the maximum values of these Gaussian fields; this was considered an important problem in the area. &nbsp;A related project obtains similar results for the maximum values of random walks with mor...",
  "por_txt_cntn": "\n     In this grant (DMS-1105668), certain families of problems from the mathematics discipline of probability theory were studied. These problems specifically involved work in the areas of queueing networks, branching random walks and Gaussian fields, and Brownian motion.\n\n     In the area of queueing networks, one studies the evolution of individuals under a variety of rules that, for example, model customers waiting to be served, or jobs or components in a computational or manufacturing process. Standard examples include the manufacture of semiconductor wafers and the routing of traffic over the Internet.  Depending on the specific features of the model, a given network may or may not be stable, i.e., it may or may not be possible to process \"work\" quickly enough so that the backlog in the network does not grow.  Important problems include determining whether a network is stable and \"how stable\" it is.  Results over the past two decades have considerably extended our knowledge on these problems, although a general theory is presently lacking. \n\n     An important family of networks consists of join-the-shortest-queue networks.  Here, out of many potential servers, each incoming customer randomly chooses a few servers and then immediately proceeds to the shortest line from among these servers.  (One can, for example, think of customers ready to check out at an enormous supermarket, with many checkout counters but with each customer viewing just a few, and deciding to go to the counter with the shortest line.)  It was previously known that, for specific check-out times (exponentially distributed), when the network is stable, it will be very stable, that is, it will be highly unlikely (meaning here, with doubly exponential tail probability) that the typical number of customers in a given line will be large.  This property is very important because such networks require much less storage capacity than would otherwise be required.  In this grant, the family of check-out times for which this property holds has been substantially expanded, in work with Y. Lu and B. Prabhakar (Queueing Systems 71, 2012, pp. 247-292; Ann. Applied Probability 23, 2013, pp. 1841-1878).    \n\n     An important recent topic within queueing theory involves how to apportion work among different servers, depending on the number of customers currently being served by each, so that such a rule is stable and requires only a realistic amount of memory.  A project in this grant introduces and analyzes a rule, which it shows has both of these properties, in submitted work with B. DÆAuria and N. Walton.   \n\n     Branching random walks are probabilistic processes that evolve over time in a manner where individual particles branch (e.g., split or have offspring) and move about randomly in space (through the random walk component); Gaussian fields are probabilistic processes where each component has a Gaussian distribution and the components are correlated in some manner. Branching random walks are to a good extent well understood.  They are also an important tool for the analysis of the maximum values of certain Gaussian fields (specifically, Gaussian free fields in 2 dimensions) that play a significant role in the context of mathematical physics - it can be shown that, in an appropriate sense, branching random walks, whose random walk components have Gaussian distributions, are a simplified version of these Gaussian fields. Using this relationship, one project in this grant analyzes and solves the above problem on the maximum values of these Gaussian fields; this was considered an important problem in the area.  A related project obtains similar results for the maximum values of random walks with more general distributions (that are not Gaussian).  Both projects consist of work done with J. Ding and O. Zeitouni  (accepted for publication in Comm. Pure Appl. Math. and Annales de l'Institut Henri Poincare).\n\n     Another project in this grant consists of fundamental r..."
 }
}