{
 "awd_id": "1105310",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI:  The Molecular Mechanisms and Mechanical Behavior of Spider Glue Silks",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922191",
 "po_email": "asimonia@nsf.gov",
 "po_sign_block_name": "Aleksandr Simonian",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 320000.0,
 "awd_amount": 320000.0,
 "awd_min_amd_letter_date": "2011-06-13",
 "awd_max_amd_letter_date": "2013-05-13",
 "awd_abstract_narration": "ID: MPS/DMR/BMAT(7623) 1105310\t         PI:  Vierra, Craig\t ORG: University of the Pacific\r\n\r\nTitle:  RUI: The molecular mechanisms and mechanical behavior of spider glue silks\r\n\r\nINTELLECTUAL  MERIT:  Spiders manufacture a variety of high performance structural fibers that have outstanding mechanical properties.  This project investigates the relationship between the molecular structure and mechanical behavior of spider glue silks, a class of fibers spun from newly discovered glue silk proteins.  These spider glue silks differ substantially from the widely studied dragline silks and have unique biochemical properties that make them excellent candidates for large-scale synthetic fiber production.  The primary goal of the proposed research is to characterize the molecular and mechanical properties of native and artificially spun glue silk fibers.  The central hypothesis is that the molecular sequences of glue silk proteins have evolved specialized features that are well suited for viable biomaterials for design, structural, and other engineering applications.  The molecular mechanisms and mechanical behavior of natural and artificially spun glue silk fibers will be studied to help accelerate development of next generation engineering materials.  The research should develop new insights into the relationship between the molecular structure of glue silks and its implications on the mechanical behavior of the fibers.  Studying the molecular and mechanical properties of glue silks will help delineate how glue silk protein sequences relate to its unique biological function, which will provide insight into how these silk types are capable of being spun into a gelatinous matrix that facilitates spider locomotion and web construction.  The nanostructure and mechanical behavior of natural and artificial spider glue silk fibers will be characterized using atomic force and scanning electron microscopy.  Emphasis will also be placed on elucidating the secondary and tertiary structure of the glue silk fibroin, PySp1, using circular dichroism, NMR, and mass spectrometry.  Spider silk glue proteins will be expressed using a heterologous expression system in yeast, purified and spun into artificial silk fibers.  Both natural and synthetic spider glue silk fibers will be characterized at the nanoscale level to reveal the molecular relationship between the protein modules within the PySp1 amino acid sequence and their contributions to the mechanical behavior of glue silks from black widow spiders. \r\n\r\nBROADER IMPACTS:  The broader impacts of the proposed research include comprehensive mentoring programs and promotion of careers in science, technology, engineering, and mathematics (STEM) fields to underrepresented student groups.  Because this work is highly interdisciplinary, integrating engineering, biology, chemistry, and physics, the principal investigators will be able to train students broadly across a wide-range of disciplines.  The principal investigators will mentor students at a variety of different educational levels, including at the high school, undergraduate, and graduate student levels.  They will also promote engagement from underrepresented groups by encouraging participation by economically disadvantaged and minority students.  Additionally, the proposed research will enhance the infrastructure for research and education by fostering collaborations and interdisciplinary research between the Departments of Biology, Chemistry, Physics, and the School of Engineering and Computer Science through the acquisition of an atomic force microscope supported by this proposal.  The results of the proposed research will be disseminated broadly to enhance scientific understanding of the bioengineering potentials for spider glue silks.  The findings of the proposed studies will be made visible to the community via local news stations, radio stations, community outreach programs, the Science Blast STEM program, scientific research articles, and regional and national scientific meetings.  Collectively, these studies have transformative potential and will provide new directions for the utilization of artificial spider glue silks as environmentally friendly, next generation materials.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Craig",
   "pi_last_name": "Vierra",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Craig Vierra",
   "pi_email_addr": "cvierra@pacific.edu",
   "nsf_id": "000455292",
   "pi_start_date": "2011-06-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joan",
   "pi_last_name": "Lin-Cereghino",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joan Lin-Cereghino",
   "pi_email_addr": "jlincere@pacific.edu",
   "nsf_id": "000094166",
   "pi_start_date": "2011-06-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Geoff",
   "pi_last_name": "Lin-Cereghino",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Geoff Lin-Cereghino",
   "pi_email_addr": "glincere@pacific.edu",
   "nsf_id": "000461240",
   "pi_start_date": "2011-06-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Simon",
   "pi_last_name": "Tang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Simon Tang",
   "pi_email_addr": "tangs@wustl.edu",
   "nsf_id": "000553897",
   "pi_start_date": "2011-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of the Pacific",
  "inst_street_address": "3601 PACIFIC AVE",
  "inst_street_address_2": "",
  "inst_city_name": "STOCKTON",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2099467706",
  "inst_zip_code": "952110110",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "CA09",
  "org_lgl_bus_name": "UNIVERSITY OF PACIFIC",
  "org_prnt_uei_num": "",
  "org_uei_num": "M2LKLDMLETD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of the Pacific",
  "perf_str_addr": "3601 PACIFIC AVE",
  "perf_city_name": "STOCKTON",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "952110110",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "CA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "9141",
   "pgm_ref_txt": "RES IN UNDERGRAD. INST - EQUIP"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 90000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 90000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Scientific merit: </strong>Spider silk has extraordinary mechanical properties, including high tensile strength and toughness. Spiders spin a multitude of different fiber types with diverse biological functions that have evolved over millions of years of evolution. For manufacturing purposes, there are several major challenges that must be surpassed before spider silk can be synthesized on a large-scale industrial format for a host of different applications. Using a variety of different scientific methodologies, we characterized the molecular and mechanical properties of spider glue silk proteins (fibroins) that are manufactured by two distinct silk-producing glands: the aggregate and pyriform glands. Our research has advanced our understanding regarding how glue silk protein sequences relate to its<br />unique biological function. We have increased our knowledge regarding the molecular and structural properties of pyriform silks from two different spider species, showing glue silk protein sequences have unique internal block repeats that contain amino acid residues with increased polarity relative to other silk family members. Based upon these unique features, these fibroins have evolved ideal properties for being extruded into a liquid environment that dries rapidly as an adhesive material. In our studies, we have also developed specialized yeast strains for heterologous expression of recombinant glue silk fibroins and have used these proteins to spin synthetic silks, which have been characterized by scanning electron microscopy, atomic force microscopy, and X-ray diffraction studies. We have also utilized circular dichroism to characterize secondary structures of the purified proteins and have developed new methodologies for wet-spinning fibers &ndash; all which have helped advance our scientific knowledge regarding the biological function of this material.</p>\n<p><strong>Broader impacts: </strong>The research integrated comprehensive mentoring programs and provided training for students pursuing careers in science and engineering. Throughout the research project, we trained students across a wide range of educational tiers, including high school, undergraduate and graduate student levels. We promoted the engagement of underrepresented groups by encouraging economically disadvantaged and minority high school student participation through Project SEED. Research discoveries were made visible to the community via a TEDx talk, the Academic Minute, community outreach programs for Osher Lifelong Learning Institute, the Science Blast STEM program, scientific research articles, and via presentations at local, regional and national scientific meetings.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/28/2015<br>\n\t\t\t\t\tModified by: Craig&nbsp;Vierra</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1105310/1105310_10099350_1438105279740_SpinningProcessofSyntheticFibers--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1105310/1105310_10099350_1438105279740_SpinningProcessofSyntheticFibers--rgov-800width.jpg\" title=\"Biomimicry of the spider extrusion process\"><img src=\"/por/images/Reports/POR/2015/1105310/1105310_10099350_1438105279740_SpinningProcessofSyntheticFibers--rgov-66x44.jpg\" alt=\"Biomimicry of the spider extrusion process\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This image outlines how we are attempting to mimic the natural spinning process ...",
  "por_txt_cntn": "\nScientific merit: Spider silk has extraordinary mechanical properties, including high tensile strength and toughness. Spiders spin a multitude of different fiber types with diverse biological functions that have evolved over millions of years of evolution. For manufacturing purposes, there are several major challenges that must be surpassed before spider silk can be synthesized on a large-scale industrial format for a host of different applications. Using a variety of different scientific methodologies, we characterized the molecular and mechanical properties of spider glue silk proteins (fibroins) that are manufactured by two distinct silk-producing glands: the aggregate and pyriform glands. Our research has advanced our understanding regarding how glue silk protein sequences relate to its\nunique biological function. We have increased our knowledge regarding the molecular and structural properties of pyriform silks from two different spider species, showing glue silk protein sequences have unique internal block repeats that contain amino acid residues with increased polarity relative to other silk family members. Based upon these unique features, these fibroins have evolved ideal properties for being extruded into a liquid environment that dries rapidly as an adhesive material. In our studies, we have also developed specialized yeast strains for heterologous expression of recombinant glue silk fibroins and have used these proteins to spin synthetic silks, which have been characterized by scanning electron microscopy, atomic force microscopy, and X-ray diffraction studies. We have also utilized circular dichroism to characterize secondary structures of the purified proteins and have developed new methodologies for wet-spinning fibers &ndash; all which have helped advance our scientific knowledge regarding the biological function of this material.\n\nBroader impacts: The research integrated comprehensive mentoring programs and provided training for students pursuing careers in science and engineering. Throughout the research project, we trained students across a wide range of educational tiers, including high school, undergraduate and graduate student levels. We promoted the engagement of underrepresented groups by encouraging economically disadvantaged and minority high school student participation through Project SEED. Research discoveries were made visible to the community via a TEDx talk, the Academic Minute, community outreach programs for Osher Lifelong Learning Institute, the Science Blast STEM program, scientific research articles, and via presentations at local, regional and national scientific meetings.\n\n\t\t\t\t\tLast Modified: 07/28/2015\n\n\t\t\t\t\tSubmitted by: Craig Vierra"
 }
}