{
 "awd_id": "1105407",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Metric and Topological Properties of Self-Similar Groups",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Stark",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 154112.0,
 "awd_amount": 154112.0,
 "awd_min_amd_letter_date": "2011-08-25",
 "awd_max_amd_letter_date": "2011-08-25",
 "awd_abstract_narration": "The principal investigator proposes proposes research in two main areas which lie at the intersection of geometric group theory and topology.  Ever since Gromov's celebrated theorem on polynomial growth which related a purely algebraic property with the large scale geometry of a group, researchers have been interested in what one can learn from studying finitely generated infinite groups via the geometry of their associated Cayley graphs.  One line of proposed research seeks to continue this program for certain families of self-similar groups and some generalizations of these groups.  The second area of proposed research arises from topological fixed point theory and concerns groups for which every automorphism has infinite Reidemeister number, a property which has other topological consequences.  The principal investigator and collaborator P. Wong are interested in a geometric interpretation of this number for the families of groups studied, building on their previous work.  The self-similar groups and generalizations studied by the principal investigator include the family of groups whose Cayley graphs (with respect to an appropriate generating set) are Diestel-Leader graphs, or horocyclic products of trees, generalizing geometrically the classical lamplighter groups.\r\n\r\n\r\nThe principal investigator proposes several projects in the area of geometric group theory. This field studies fundamental mathematical objects called groups from a geometric point of view. Symmetry groups are a typical example of a mathematical group. The study of symmetry groups was used, for example, to discern that the shape of DNA was a double helix. The proposed work of the principal investigator is related to self-similar groups; the appearance of self-similarity in mathematics and nature is prevalent, from colorful fractals to a study of the Maine coastline.   In mathematics, self similar groups are defined relative to their action on an infinite tree; trees, or graphs without circuits, are fundamental objects in the study of combinatorics and in computer science.  In computer science, for example, trees are used to implement efficient search algorithms.  A self similar group has instructions for a \"rearrangement\" of a tree in a particular way.  The research questions above all relate to the interaction between the geometric and algebraic structure attached to such a group, and what one can learn about algebraic properties by studying geometry, and vice versa.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Taback",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Taback",
   "pi_email_addr": "jtaback@bowdoin.edu",
   "nsf_id": "000187119",
   "pi_start_date": "2011-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bowdoin College",
  "inst_street_address": "255 MAINE ST",
  "inst_street_address_2": "",
  "inst_city_name": "BRUNSWICK",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2077253767",
  "inst_zip_code": "040113343",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "ME01",
  "org_lgl_bus_name": "BOWDOIN COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "JE5WBLZJUME7"
 },
 "perf_inst": {
  "perf_inst_name": "Bowdoin College",
  "perf_str_addr": "255 MAINE ST",
  "perf_city_name": "BRUNSWICK",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "040113343",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "ME01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 154112.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to integrate geometric, combinatorial and topological techniques and apply them to specific problems in geometric group theory. &nbsp;Ever since Gromov's celebrated theorem on polynomial growth which related a purely algebraic property with the large scale geometry of a group, researchers have been interested in what one can learn about finitely-generated infinite groups via the geometry of their associated Cayley graphs.</p>\n<p><br /><strong>Higher Rank Lamplighter Groups</strong>. Gromov's program to classify all finitely generated groups up to quasi-isometry has been a driving force in geometric group theory over the last twenty-five years. Seminal work of Eskin, Fisher and Whyte on the quasi-isometry classification of the Lie group SOL made use of the Diestel-Leader graph DL(2,n), a horocyclic product of two trees, as a discrete model for SOL geometry. &nbsp;This graph is the Cayley graph of the familiar lamplighter group &nbsp;with respect to a carefully chosen generating set; a<em> higher rank Lamplighter group</em> has a Cayley graph which is a certain horocyclic product of at least three trees. These groups are also referred to as <em>Diestel-Leader groups</em>. Much of the PI's research over the last five years has centered on understanding different aspects of these higher rank groups.</p>\n<p><br />Melanie Stein and the PI gave a comprehensive overview of the metric properties of these higher rank lamplighter groups, yielding a detailed understanding of this Cayley graph. &nbsp;Together with Peter Wong, they completely described the automorphism group of these groups, obtaining far fewer automorphisms than initially conjectured. &nbsp;They subsequently applied these results to show that the higher rank lamplighter groups all possess property R-infinity, which means that every automorphism has infinitely many twisted conjugacy classes. &nbsp;This is in marked contrast to the lamplighter groups L_n, which have this property if and only if n and 6 have no common factors.</p>\n<p>Another application of the geometric insight obtained from work with Stein was to extend a result of Tullia Dymarz for the (non-finitely presented) lamplighter groups to these finitely presented higher rank groups. Namely, Dymarz and the PI show that the notions of bilipschitz equivalence and quasi-isometry equivalence are distinct for finitely presented groups.<br /><br /><strong>Automaticity and its generalizations.</strong> &nbsp;Automatic groups were introduced in the 1990's in an attempt to categorize all three manifold groups and understand computation within these groups. &nbsp;Unfortunately, not all of the desired groups turned out to be automatic. &nbsp;The extension of this property to graph automatic was introduced by Miasnikov,<em> et al</em>, in an effort to categorize these groups with broader strokes while retaining many of the attractive computational features of automatic groups. &nbsp;In joint work with Murray Elder, the PI investigated the properties of different extensions of automaticity for a variety of language classes <em>C</em>. &nbsp;They were able to show what classes and/or conditions allow one to retain desirable computational properties, and when the supposed extra flexibility granted by the symbol alphabet is unnecessary. &nbsp;That is, any groups which is context sensitive graph automatic they show to be simply context sensitive.</p>\n<p>Thompson's group F is ubiquitous in geometric group theory as an example of or counterexample tomany conjectures. &nbsp;Whether Thompson's group F is automatic has been an open question for many years; the group shares some important properties with the class of automatic groups. &nbsp;With Elder and Sharif Younes, the PI proved that Thompson's group F can be brought into the category of counter graph automatic groups in two ways.<br /><br /><strong>Broader Impact Outcomes.</strong> &nbsp;Bow...",
  "por_txt_cntn": "\nThe goal of this project was to integrate geometric, combinatorial and topological techniques and apply them to specific problems in geometric group theory.  Ever since Gromov's celebrated theorem on polynomial growth which related a purely algebraic property with the large scale geometry of a group, researchers have been interested in what one can learn about finitely-generated infinite groups via the geometry of their associated Cayley graphs.\n\n\nHigher Rank Lamplighter Groups. Gromov's program to classify all finitely generated groups up to quasi-isometry has been a driving force in geometric group theory over the last twenty-five years. Seminal work of Eskin, Fisher and Whyte on the quasi-isometry classification of the Lie group SOL made use of the Diestel-Leader graph DL(2,n), a horocyclic product of two trees, as a discrete model for SOL geometry.  This graph is the Cayley graph of the familiar lamplighter group  with respect to a carefully chosen generating set; a higher rank Lamplighter group has a Cayley graph which is a certain horocyclic product of at least three trees. These groups are also referred to as Diestel-Leader groups. Much of the PI's research over the last five years has centered on understanding different aspects of these higher rank groups.\n\n\nMelanie Stein and the PI gave a comprehensive overview of the metric properties of these higher rank lamplighter groups, yielding a detailed understanding of this Cayley graph.  Together with Peter Wong, they completely described the automorphism group of these groups, obtaining far fewer automorphisms than initially conjectured.  They subsequently applied these results to show that the higher rank lamplighter groups all possess property R-infinity, which means that every automorphism has infinitely many twisted conjugacy classes.  This is in marked contrast to the lamplighter groups L_n, which have this property if and only if n and 6 have no common factors.\n\nAnother application of the geometric insight obtained from work with Stein was to extend a result of Tullia Dymarz for the (non-finitely presented) lamplighter groups to these finitely presented higher rank groups. Namely, Dymarz and the PI show that the notions of bilipschitz equivalence and quasi-isometry equivalence are distinct for finitely presented groups.\n\nAutomaticity and its generalizations.  Automatic groups were introduced in the 1990's in an attempt to categorize all three manifold groups and understand computation within these groups.  Unfortunately, not all of the desired groups turned out to be automatic.  The extension of this property to graph automatic was introduced by Miasnikov, et al, in an effort to categorize these groups with broader strokes while retaining many of the attractive computational features of automatic groups.  In joint work with Murray Elder, the PI investigated the properties of different extensions of automaticity for a variety of language classes C.  They were able to show what classes and/or conditions allow one to retain desirable computational properties, and when the supposed extra flexibility granted by the symbol alphabet is unnecessary.  That is, any groups which is context sensitive graph automatic they show to be simply context sensitive.\n\nThompson's group F is ubiquitous in geometric group theory as an example of or counterexample tomany conjectures.  Whether Thompson's group F is automatic has been an open question for many years; the group shares some important properties with the class of automatic groups.  With Elder and Sharif Younes, the PI proved that Thompson's group F can be brought into the category of counter graph automatic groups in two ways.\n\nBroader Impact Outcomes.  Bowdoin College is a highly selective undergraduate liberal arts institution consisting of 1803 undergraduates and 200  faculty Maine, which is an EPSCoR state. Bowdoin produces science and mathematics graduates at a higher rate than the national average; the mathematics major is ..."
 }
}