{
 "awd_id": "1105444",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: Nonlinear and Neural Dynamics in Josephson Networks",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Sokol",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 255000.0,
 "awd_amount": 262459.0,
 "awd_min_amd_letter_date": "2011-07-25",
 "awd_max_amd_letter_date": "2013-06-10",
 "awd_abstract_narration": "****Technical abstract****\r\n \r\nThis individual investigator award supports an experimental and computational study of nonlinear dynamics in networks of superconducting Josephson junctions.  Josephson junctions are examples of nonlinear systems which can be fabricated with adjustable parameters, measured in a straightforward fashion, and easily scaled to large network sizes.  In addition, a large Josephson junction circuit measured over a long time contains dynamics which would essentially be impossible to calculate on a computer, but which can be observed with electrical measurements.  This project will take a multi-faceted approach to studying the collective, emergent behavior of Josephson junction networks.  First, it will follow previous work in the field on soliton-like modes called fluxons and localized modes called discrete breathers.  Next, studies will be performed on the synchronization of a system of disordered oscillators.  Finally, a circuit of Josephson junctions designed to accurately model the time-dependent voltage of a biological neuron will be fabricated and tested.  This has a longer-term goal of studying the emergent behavior of a large, coupled neural network.  \r\n \r\n****Non-technical abstract****\r\n \r\nAn important aspect of physics today is the effort to understand how the fundamental laws of nature result in complex behavior.  For example, consider a system of gas molecules.  Simple laws of force and momentum govern their collisions.  With only a few molecules, the system is simple and uninteresting.  With a large number of molecules, however, the system can organize itself into something complex, like a tornado.  This new behavior comes about not because of a change in the fundamental laws, but rather a change in the number of constituents, in this case gas molecules, of the system.  In this research, a simple electrical circuit element known as a Josephson junction is studied.  Josephson junctions are made from superconducting metals and work at very low temperatures.  Past experiments have looked at the behavior of a single Josephson junction and found it capable of interesting electrical behavior.  However, circuits composed of large numbers of Josephson junctions have yet to be fully studied.  Just like the case of gas molecules, new collective behaviors result when the number of constituents is increased.  This project will look at several of these new behaviors.  One of these, like a tornado, is a swirl of electrical current.  Another is a collective voltage oscillation, a back and forth motion like pendulums swinging together.  A final behavior is voltage spiking, similar to the on-off firing of a biological neuron.  With this last behavior, a longer term goal is to build circuits which would emulate collective behaviors in the human brain, where large numbers of neurons are connected together.  This project incorporates undergraduate students as the primary researchers, preparing them for technical careers in the sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Segall",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth J Segall",
   "pi_email_addr": "ksegall@mail.colgate.edu",
   "nsf_id": "000203096",
   "pi_start_date": "2011-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colgate University",
  "inst_street_address": "13 OAK DR",
  "inst_street_address_2": "",
  "inst_city_name": "HAMILTON",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3152287457",
  "inst_zip_code": "133461386",
  "inst_country_name": "United States",
  "cong_dist_code": "22",
  "st_cong_dist_code": "NY22",
  "org_lgl_bus_name": "COLGATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "D4P7H8NWZER7"
 },
 "perf_inst": {
  "perf_inst_name": "Colgate University",
  "perf_str_addr": "13 OAK DR",
  "perf_city_name": "HAMILTON",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "133461386",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "NY22",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "7574",
   "pgm_ref_txt": "CYBER INFRA FOR MATERIALS RES"
  },
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 72459.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>DMR 1105444 &ndash;Kenneth Segall, Colgate University</p>\n<p><strong><em>Nonlinear and Neural Dynamics in Superconducting Networks</em></strong></p>\n<p>In an effort to understand the enormously complex phenomena that are present in nature, scientists often resort to the use of <em>model systems</em> as a tool.&nbsp; For example, mice and rats are used as model systems for understanding the central nervous system and various diseases such as cancer.&nbsp; Fruit flies are used to better understand genetics and evolution and the worm <em>caenorhabditis elegens</em> is used to model the relationship between genes and physiology.&nbsp; The idea of using a model system is to choose a system or organism that shares many of the features of a more complex one, but which is simpler and easier to manipulate in an experiment.</p>\n<p>&nbsp;</p>\n<p>In the physical sciences, one feature of complex phenomena that can make them difficult to understand is that they are described by nonlinear equations.&nbsp; Linear equations, by contrast, are straightforward to solve.&nbsp; For example, if a spring is linear, applying twice the force stretches the spring to twice its length.&nbsp; Springs that have nonlinearity in them, however, behave differently, so that when you apply twice the force the spring stretches to more (or less) than twice as much.&nbsp; This nonlinearity can lead to complexities in the spring&rsquo;s behavior.&nbsp; Nonlinear equations cannot be solved exactly, and it often takes a long time to even estimate their solutions on a computer.&nbsp; Unfortunately, nonlinear systems are ubiquitous in nature.&nbsp;</p>\n<p>&nbsp;</p>\n<p>In our research we use a certain kind of electrical circuit as a model system for nonlinear phenomena.&nbsp; When our circuits are cooled to very low temperatures, the metals become superconducting, so current flows without any energy loss.&nbsp; Under these conditions, the equations that describe the currents and voltages in these circuits become nonlinear.&nbsp; This nonlinearity is very similar to many others in nature.&nbsp; By fabricating large networks of these superconducting circuits we can create a system that models complex phenomena.&nbsp; These circuits are straightforward to fabricate and measure, so many different kinds of phenomena can be simulated.&nbsp; The circuits also have very fast timescales; in fact there are behaviors in some of our circuits that would be impossible to simulate on a computer, but which could be measured in the lab.&nbsp; Our work thus far has focused on three different kinds of nonlinear behaviors: (1) swirls of electrical current called vortices, (2) the localization of energy, and (3) making artificial neurons to simulate behaviors in the brain.</p>\n<p>&nbsp;</p>\n<p>A vortex is a swirl of motion like a tornado.&nbsp; Vortices play a role in optical, atomic and superconducting systems and only exist with nonlinearity.&nbsp; Vortices are interesting because they are <em>emergent</em>: they result from a collective, organized behavior of their constituents.&nbsp; We are still learning how vortices form, how they move and how they interact with each other and with their environment.&nbsp; In our experiments we have focused on how they move, and we have made some important discoveries in that direction.</p>\n<p>&nbsp;</p>\n<p>Localization of energy is another nonlinear property.&nbsp; In linear systems, and even in many nonlinear systems, energy tends to spread out.&nbsp; For example, if a piece of copper is heated up, the atoms start vibrating more than before.&nbsp; The energy tends to spread out, so that no one atom vibrates more than the other.&nbsp; However, if a certain kind of nonlinearity exists, then the vibrations and energy can become localized.&nbsp; Some atoms will vibrate strongly while others vibrate weakly or not at all.&nbsp; This kind of localization has important implications in many areas ...",
  "por_txt_cntn": "\nDMR 1105444 &ndash;Kenneth Segall, Colgate University\n\nNonlinear and Neural Dynamics in Superconducting Networks\n\nIn an effort to understand the enormously complex phenomena that are present in nature, scientists often resort to the use of model systems as a tool.  For example, mice and rats are used as model systems for understanding the central nervous system and various diseases such as cancer.  Fruit flies are used to better understand genetics and evolution and the worm caenorhabditis elegens is used to model the relationship between genes and physiology.  The idea of using a model system is to choose a system or organism that shares many of the features of a more complex one, but which is simpler and easier to manipulate in an experiment.\n\n \n\nIn the physical sciences, one feature of complex phenomena that can make them difficult to understand is that they are described by nonlinear equations.  Linear equations, by contrast, are straightforward to solve.  For example, if a spring is linear, applying twice the force stretches the spring to twice its length.  Springs that have nonlinearity in them, however, behave differently, so that when you apply twice the force the spring stretches to more (or less) than twice as much.  This nonlinearity can lead to complexities in the springÆs behavior.  Nonlinear equations cannot be solved exactly, and it often takes a long time to even estimate their solutions on a computer.  Unfortunately, nonlinear systems are ubiquitous in nature. \n\n \n\nIn our research we use a certain kind of electrical circuit as a model system for nonlinear phenomena.  When our circuits are cooled to very low temperatures, the metals become superconducting, so current flows without any energy loss.  Under these conditions, the equations that describe the currents and voltages in these circuits become nonlinear.  This nonlinearity is very similar to many others in nature.  By fabricating large networks of these superconducting circuits we can create a system that models complex phenomena.  These circuits are straightforward to fabricate and measure, so many different kinds of phenomena can be simulated.  The circuits also have very fast timescales; in fact there are behaviors in some of our circuits that would be impossible to simulate on a computer, but which could be measured in the lab.  Our work thus far has focused on three different kinds of nonlinear behaviors: (1) swirls of electrical current called vortices, (2) the localization of energy, and (3) making artificial neurons to simulate behaviors in the brain.\n\n \n\nA vortex is a swirl of motion like a tornado.  Vortices play a role in optical, atomic and superconducting systems and only exist with nonlinearity.  Vortices are interesting because they are emergent: they result from a collective, organized behavior of their constituents.  We are still learning how vortices form, how they move and how they interact with each other and with their environment.  In our experiments we have focused on how they move, and we have made some important discoveries in that direction.\n\n \n\nLocalization of energy is another nonlinear property.  In linear systems, and even in many nonlinear systems, energy tends to spread out.  For example, if a piece of copper is heated up, the atoms start vibrating more than before.  The energy tends to spread out, so that no one atom vibrates more than the other.  However, if a certain kind of nonlinearity exists, then the vibrations and energy can become localized.  Some atoms will vibrate strongly while others vibrate weakly or not at all.  This kind of localization has important implications in many areas of science and technology, and is well-modeled by our circuits. \n\n \n\nOne recent result obtained in our lab was a discovery of the connection between vortices and energy localization.  We did an experiment where we purposely created a temporary localization of energy in our circuit, which eventually spread out.  We were able to show th..."
 }
}