{
 "awd_id": "1105455",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Shaping Colloids for Self Assembly",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Sokol",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 390000.0,
 "awd_amount": 390000.0,
 "awd_min_amd_letter_date": "2011-06-06",
 "awd_max_amd_letter_date": "2013-06-18",
 "awd_abstract_narration": "Technical Abstract\r\n \r\nThis project will explore and develop the role of particle shape in the self assembly of colloids. Until recently, the basic shapes used in colloidal self assembly have been limited to spheres and rods, which has limited colloidal structures to fcc, bcc, and a few simple variants. The inability to achieve the same richness of structures observed for atomic and molecular crystals in colloidal crystals has been brought into sharp relief by the challenge of making photonic colloidal crystals with the diamond or similar symmetries, as such crystals should exhibit full photonic band gaps.  This project will focus on developing two new colloidal systems: (1) lock-and-key colloids and (2) cubic colloids. Both sets of colloids represent a significant departure from existing colloids and lead to new structures and new kinds of phase transitions. The aim is to explore the various kinds of structures that can be made using these new building blocks and to develop models that capture the basic physics controlling their formation.  The depletion interaction will be used as the primary means of controlling the strength and range of the interaction.  The anisotropic shapes of the particles will be exploited to generate directional and specific interactions, both of which are relatively new to colloidal science. A related goal is to develop mechanisms for precise control of the relative placement of colloids made from disparate materials, thus increasing their potential for making useful new materials, including photonic crystals, catalysts, and solar cells.  The research will support the education of a PhD student in interdisciplinary science involving physics, chemistry, and materials science.\r\n \r\nNon-technical Abstract\r\n \r\nA central goal of 21st century materials science is to fabricate nanomaterials from the \"bottom up\" rather than relying on the traditional the \"top down\" approach.  Thus, instead of imprinting small structures on large objects, as is typically done in top-down approaches for making computer chips, the idea is to make nanoscale components that assemble themselves from the bottom up into complex useful materials.  In this bottom up approach, the small nanoscale components carry with them the information required for them to assemble into the desired structures.  This project will explore strategies for bottom-up self-assembly of nanoscale objects using particle shape as the mechanism by which particles recognize each other and fit into a larger structural design, much as jigsaw puzzle pieces fit together to form a large picture.  The challenge is two-fold in that new techniques to make particles with complex shapes will be developed along with design schemes for directing their assembly.  These methods should be useful in developing new materials for optical switching and circuitry as well as for solar cells.  This project will support the education of a graduate student in these advance techniques for careers in advanced science and technology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Pine",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "David J Pine",
   "pi_email_addr": "pine@nyu.edu",
   "nsf_id": "000323722",
   "pi_start_date": "2011-06-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 WASHINGTON SQ S",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 90000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project developed a new class of microparticles (roughly one one-hundredth of a human hair diameter in size) known as &ldquo;colloids&rdquo; that have specially-designed complementary shapes that fit into each other like a key fits into a lock.&nbsp; A US patent was filed and granted for this invention.&nbsp; Several new kinds of particles were developed in this project and were used for different purposes.&nbsp; In one case, a new method to make lens or bowl-shaped particles was developed.&nbsp; These particles were then put into water, along with a water-soluble polymer that caused the bowl-shaped particles to assemble themselves into stacks.&nbsp; This created a new kind of paste with unusual flow properties such that the paste became more liquid like when it was made to flow faster but became solid as soon as the flow stopped.&nbsp; Such particles might be useful for new kinds of coatings or paints.&nbsp; In another application, a new specially-designed class of colloidal clusters were made with information coded into the shape of the cluster.&nbsp; By cause cluster shapes to change, information could be stored in the clusters.&nbsp; In another result, new microparticles were created that had microscopic mobile patches on their surfaces.&nbsp; These patches were coated with DNA, which should allow them to assemble into new patterns.&nbsp; This project greatly expanded what we can do with colloidal microparticles by explointing and manipulating the shape of the particles.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/28/2014<br>\n\t\t\t\t\tModified by: David&nbsp;J&nbsp;Pine</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project developed a new class of microparticles (roughly one one-hundredth of a human hair diameter in size) known as \"colloids\" that have specially-designed complementary shapes that fit into each other like a key fits into a lock.  A US patent was filed and granted for this invention.  Several new kinds of particles were developed in this project and were used for different purposes.  In one case, a new method to make lens or bowl-shaped particles was developed.  These particles were then put into water, along with a water-soluble polymer that caused the bowl-shaped particles to assemble themselves into stacks.  This created a new kind of paste with unusual flow properties such that the paste became more liquid like when it was made to flow faster but became solid as soon as the flow stopped.  Such particles might be useful for new kinds of coatings or paints.  In another application, a new specially-designed class of colloidal clusters were made with information coded into the shape of the cluster.  By cause cluster shapes to change, information could be stored in the clusters.  In another result, new microparticles were created that had microscopic mobile patches on their surfaces.  These patches were coated with DNA, which should allow them to assemble into new patterns.  This project greatly expanded what we can do with colloidal microparticles by explointing and manipulating the shape of the particles.\n\n\t\t\t\t\tLast Modified: 11/28/2014\n\n\t\t\t\t\tSubmitted by: David J Pine"
 }
}