{
 "awd_id": "1105248",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Engineering Effector Protein Nanoclusters for Breast Cancer Therapy",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph A. Akkara",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2011-09-13",
 "awd_max_amd_letter_date": "2011-09-13",
 "awd_abstract_narration": "ID: MPS/DMR/BMAT(7623) 1105248  \t            PI:  Champion, Julie\t ORG: Georgia Tech\r\n\r\nTitle:  Engineering Effector Protein Nanoclusters for Breast Cancer Therapy\r\n\r\nINTELLECTUAL  MERIT:  A select group of bacterial pathogens secrete proteins called effectors during infection, which enable them to survive and grow in a hostile host.  Some of these effectors have the capability to interfere with the same pathways that are altered in breast cancer.  The goal of this proposal is to use these effector proteins as novel breast cancer therapies.  In order for these proteins to be used as anticancer drugs, the normal bacterial delivery mechanisms must be replaced by a drug delivery system able to deliver biologically active protein to breast cancer cells.  To achieve this, the effector proteins will be linked together into nano-sized clusters that can enter breast cancer cells and then fall apart to allow the individual proteins to act inside the cells.  The proposed work will fabricate effector nanoclusters and assess their ability to restore normal behaviors in breast cancer cells, such as increased apoptotic cell death, decreased proliferation, decreased metastasis, or increased sensitivity to chemotherapeutics.  Four technical objectives have been established to achieve this goal: (1) Identify candidate effector proteins with therapeutic potential.  (2) Fabricate effector nanoclusters with controlled disassembly and effector protein release.  (3) Assess nanocluster delivery efficiency and therapeutic effects on breast cancer cell lines.  (4) Assess immunologic potential by measurement of nanocluster uptake and cytokine activation by macrophages.  The results of these objectives will establish the feasibility of using bacterial proteins as breast cancer drugs and the capability to deliver these molecules to breast cancer cells with positive therapeutic outcomes.  The nanoclusters described here are unique assemblies that protect proteins and increase delivery load over traditional polymer-drug nanoparticles.  The result is a new type of protein therapeutic, mimicked from nature, which serves as both the bioactive agent and delivery vehicle, all in one, for the treatment of breast cancer.\r\n\r\nBROADER IMPACTS:  Given that breast cancer is the most common cancer in U.S. women and the 2nd leading cause of cancer death, many people could benefit from the development of effector nanoclusters.  This work validates the idea of using bacterial proteins for therapeutic applications and the concept can be expanded for a variety of drug development and delivery needs for other diseases.  Beyond the anticipated scientific results, the PI has planned a variety of activities to educate non-engineers as well as to recruit and retain women in chemical engineering.  This proposal will support one female under-represented minority graduate student.  The PI will actively mentor this student to encourage her to continue her career in engineering and serve as a role model for the next generation of potential female engineers.  The PI is also active in the Women in Engineering program at Georgia Tech (GT), and she will participate in outreach programs such as \"Introduce a Girl to Engineering Day.\"  These programs are aimed at Atlanta-area middle and high school girls.  The objective is to get them excited and interested in the important projects that chemical engineers work on through interactions with women engineers such as the PI.  In addition to scientific publications and presentations, results from this proposal will be shared with GT alumni through a homecoming cancer research panel and with all Atlantans on the GT science-comedy radio show \"Inside the Black Box.\"",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Julie",
   "pi_last_name": "Champion",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Julie Champion",
   "pi_email_addr": "julie.champion@chbe.gatech.edu",
   "nsf_id": "000560062",
   "pi_start_date": "2011-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 NORTH AVE NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary goals of this work were to identify proteins from infectious bacteria that are therapeutic towards breast cancer and engineer a method to deliver these proteins into breast cancer cells without using bacteria. Literature and experimental screening narrowed protein candidates down to a single bacterial protein, YopJ. YopJ blocks multiple signals in cells that are linked to growth, metastasis and chemotherapy resistance. In breast cancer, these signals are overactive, suggesting that YopJ could be a good breast cancer therapeutic. However, when YopJ is produced in the lab it does not go inside cells. Therefore, we engineered YopJ to change its chemical nature and induce assembly into nanoparticles. We showed that YopJ nanoparticles were able to enter 5 different types of breast cancer cells and induce cell death, even in cells resistant to chemotherapy. Importantly, at low doses YopJ nanoparticles reduced the ability of breast cancer cells to migrate or invade, which could help prevent metastasis. Many chemotherapeutics actually increase metastasis at low doses and it is difficult to ensure that all cancer cells in the body receive a high, toxic dose. If such high doses are achieved, it is often with significant side effects and negative impact on healthy cells and tissues. However, when YopJ nanoparticles were exposed to a model healthy cell type, the cells did not take up the particles and no toxicity was seen. Even in other types of cancer, which are not overactive in the signals that YopJ blocks, the nanoparticles were taken up but were not toxic. Overall, this work demonstrated that YopJ is a potential therapeutic protein for breast cancer and that it could be formed into nanoparticles for effective delivery and killing of breast cancer cells. More broadly, it showed that proteins can be engineered to form nanoparticles to aid in their delivery to cells and this could be applicable to a variety of therapeutic proteins.</p>\n<p>An underrepresented female graduate student earned her PhD through this work, and three undergraduate students participated in this research. Activities were implemented throughout the award period to increase awareness and participation of girls in chemical engineering. These included hosting 40 6-7<sup>th</sup> grade girls in the lab as part of Technology, Engineering, and Computing Camp in the summers. The girls performed drug delivery experiments for them to learn how chemical engineers can contribute to improving human health. Other activities included the Atlanta area Girl Scouts STEM Exposition panel and visits to a STEM high school to explain all the different kinds of work that chemical engineers do, about this research project to help fight cancer, and what students should do to prepare themselves to go to college and become engineers themselves.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/01/2015<br>\n\t\t\t\t\tModified by: Julie&nbsp;Champion</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe primary goals of this work were to identify proteins from infectious bacteria that are therapeutic towards breast cancer and engineer a method to deliver these proteins into breast cancer cells without using bacteria. Literature and experimental screening narrowed protein candidates down to a single bacterial protein, YopJ. YopJ blocks multiple signals in cells that are linked to growth, metastasis and chemotherapy resistance. In breast cancer, these signals are overactive, suggesting that YopJ could be a good breast cancer therapeutic. However, when YopJ is produced in the lab it does not go inside cells. Therefore, we engineered YopJ to change its chemical nature and induce assembly into nanoparticles. We showed that YopJ nanoparticles were able to enter 5 different types of breast cancer cells and induce cell death, even in cells resistant to chemotherapy. Importantly, at low doses YopJ nanoparticles reduced the ability of breast cancer cells to migrate or invade, which could help prevent metastasis. Many chemotherapeutics actually increase metastasis at low doses and it is difficult to ensure that all cancer cells in the body receive a high, toxic dose. If such high doses are achieved, it is often with significant side effects and negative impact on healthy cells and tissues. However, when YopJ nanoparticles were exposed to a model healthy cell type, the cells did not take up the particles and no toxicity was seen. Even in other types of cancer, which are not overactive in the signals that YopJ blocks, the nanoparticles were taken up but were not toxic. Overall, this work demonstrated that YopJ is a potential therapeutic protein for breast cancer and that it could be formed into nanoparticles for effective delivery and killing of breast cancer cells. More broadly, it showed that proteins can be engineered to form nanoparticles to aid in their delivery to cells and this could be applicable to a variety of therapeutic proteins.\n\nAn underrepresented female graduate student earned her PhD through this work, and three undergraduate students participated in this research. Activities were implemented throughout the award period to increase awareness and participation of girls in chemical engineering. These included hosting 40 6-7th grade girls in the lab as part of Technology, Engineering, and Computing Camp in the summers. The girls performed drug delivery experiments for them to learn how chemical engineers can contribute to improving human health. Other activities included the Atlanta area Girl Scouts STEM Exposition panel and visits to a STEM high school to explain all the different kinds of work that chemical engineers do, about this research project to help fight cancer, and what students should do to prepare themselves to go to college and become engineers themselves.\n\n\t\t\t\t\tLast Modified: 09/01/2015\n\n\t\t\t\t\tSubmitted by: Julie Champion"
 }
}