{
 "awd_id": "1105634",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dimension Reduction, Model Selection and Classification in Functional Data Analysis.",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 119999.0,
 "awd_amount": 119999.0,
 "awd_min_amd_letter_date": "2011-08-17",
 "awd_max_amd_letter_date": "2012-08-30",
 "awd_abstract_narration": "Functional data analysis aims to model and analyze data sets where a datum is a random function, e.g. a curve or a high dimensional image. Due to the fast growth of modern data collection methods, such data sets become more and more prevalent in many biological, medical and industrial applications. Functional data are viewed as infinite dimensional vectors in a functional space, and are usually observed on discrete points and measured with error. Due to the infinite dimensional nature of functional data, dimension reduction is essential for visualizing, modeling and making inference on these data. In the proposed project, the investigator will study new, computationally efficient dimension reduction methods for functional data based on spline approximations, and use asymptotic theory to develop new statistical devices for model selection and inference. The investigator will also study classification problems in functional data, by combining the proposed dimension reduction techniques with modern machine learning methods.\r\n\r\nThe proposed research is motivated by data from colon carcinogenesis experiments, hypertension studies, AIDS clinical trials and functional magnetic resonance imaging experiments. The proposed project will benefit the society by advancing knowledge in these scientific fields. To achieve broader dissemination of the research results, the investigator will provide free and user friendly software to all scientific researchers. A new course on functional data analysis will be developed in the investigator's institute. The new course aims to nurture the ability of students to analyze real and innovative data sets and help them gain deeper understanding of modern statistical methods and theory.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Stufken",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Stufken",
   "pi_email_addr": "jstufken@gmu.edu",
   "nsf_id": "000313720",
   "pi_start_date": "2012-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Yehua",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yehua Li",
   "pi_email_addr": "yehuali@ucr.edu",
   "nsf_id": "000149978",
   "pi_start_date": "2011-08-17",
   "pi_end_date": "2012-08-30"
  }
 ],
 "inst": {
  "inst_name": "University of Georgia Research Foundation Inc",
  "inst_street_address": "310 E CAMPUS RD RM 409",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306021589",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NMJHD63STRC5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Georgia",
  "perf_str_addr": "623 BOYD GRADUATE RESEARCH CTR",
  "perf_city_name": "ATHENS",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306020001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 119999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, the investigators developed novel statistical methods for regression, clustering and classification problems that involve a new type of data called functional data. Functional data analysis (FDA) aims to model and analyze data sets where a datum is a random function, e.g. a curve or a high dimensional image. Due to the fast growth of modern data collection methods, such data sets become rapidly available in many biological, medical and industrial applications. In FDA, the data are viewed as infinite dimensional vectors in a functional space, which are usually observed on discrete points and measured with error. Non-Gaussian longitudinal data are usually modeled by a Generalized Linear Mixed Model where the latent longitudinal process can also be modeled as functional data. Due to the infinite dimensional nature of functional data, dimension reduction becomes essential for visualization, modeling and inference on these data, yet the unique features of functional data raise many new challenges. The scientific methods developed in this project can solve many of the estimation, model selection and inference problems related to dimension reduction for functional data. Functional principal component analysis (FPCA) has become the most widely used dimension reduction tool in FDA and selecting the number of principal components is the most important model selection problem in almost all context of FDA. The investigators considered functional data measured at random, subject-specific time points, contaminated with measurement error, allowing for both sparse and dense functional data, and proposed novel information criteria to select the number of principal component. The new information criteria vastly outperform existing methods both in terms of theoretical properties and numerical performance.&nbsp;</p>\n<p>The investigators applied a latent functional data analysis approach to model non-Gaussian longitudinal data that arose from a cocaine dependence treatment study. They used FPCA to flexibly model the within subject correlation structure in these longitudinal trajectories. The dimension reduction nature of FPCA kept the model parsimonious and tractable. By jointly modeling the cocaine use history before treatment and the cocaine use behavior after treatment, the investigators were able to detect clusters among different drug using patterns. This model can be used to subtype the patients, with the hope of developing personalized treatments. The investigators also jointly modeled the baseline cocaine use history with another important endpoint variable, time to first relapse. This model can be used to predict a patient&rsquo;s treatment outcome using his drug-using pattern at baseline. These new methods are all based on FDA and can potentially be used in many applications in social sciences, substance abuse treatment studies and behavioral studies. The investigators studied hypotheses testing problems in a class of functional analysis of covariance (fANCOVA) models. In many longitudinal studies, patients are assigned to different treatment groups and the response variable is repeatedly measured over time. The treatment effects are thus represented as nonparametric functions of time. The investigators model such data by a class of semiparametric fANCOVA models, which accommodate not only the nonparametric treatment effects but also the parametric effect of other covariates. To test for the nonparametric treatment effects, they proposed a generalized quasi-likelihood ratio test and investigated its theoretical properties. The proposed model and test procedure can be widely used in clinical trials, substance abuse rehabilitation studies and other industrial applications.&nbsp;</p>\n<p>The investigators also proposed novel global inference tools for the covariance function of functional data using simultaneous confidence envelops based on tensor product splines...",
  "por_txt_cntn": "\nIn this project, the investigators developed novel statistical methods for regression, clustering and classification problems that involve a new type of data called functional data. Functional data analysis (FDA) aims to model and analyze data sets where a datum is a random function, e.g. a curve or a high dimensional image. Due to the fast growth of modern data collection methods, such data sets become rapidly available in many biological, medical and industrial applications. In FDA, the data are viewed as infinite dimensional vectors in a functional space, which are usually observed on discrete points and measured with error. Non-Gaussian longitudinal data are usually modeled by a Generalized Linear Mixed Model where the latent longitudinal process can also be modeled as functional data. Due to the infinite dimensional nature of functional data, dimension reduction becomes essential for visualization, modeling and inference on these data, yet the unique features of functional data raise many new challenges. The scientific methods developed in this project can solve many of the estimation, model selection and inference problems related to dimension reduction for functional data. Functional principal component analysis (FPCA) has become the most widely used dimension reduction tool in FDA and selecting the number of principal components is the most important model selection problem in almost all context of FDA. The investigators considered functional data measured at random, subject-specific time points, contaminated with measurement error, allowing for both sparse and dense functional data, and proposed novel information criteria to select the number of principal component. The new information criteria vastly outperform existing methods both in terms of theoretical properties and numerical performance. \n\nThe investigators applied a latent functional data analysis approach to model non-Gaussian longitudinal data that arose from a cocaine dependence treatment study. They used FPCA to flexibly model the within subject correlation structure in these longitudinal trajectories. The dimension reduction nature of FPCA kept the model parsimonious and tractable. By jointly modeling the cocaine use history before treatment and the cocaine use behavior after treatment, the investigators were able to detect clusters among different drug using patterns. This model can be used to subtype the patients, with the hope of developing personalized treatments. The investigators also jointly modeled the baseline cocaine use history with another important endpoint variable, time to first relapse. This model can be used to predict a patientÆs treatment outcome using his drug-using pattern at baseline. These new methods are all based on FDA and can potentially be used in many applications in social sciences, substance abuse treatment studies and behavioral studies. The investigators studied hypotheses testing problems in a class of functional analysis of covariance (fANCOVA) models. In many longitudinal studies, patients are assigned to different treatment groups and the response variable is repeatedly measured over time. The treatment effects are thus represented as nonparametric functions of time. The investigators model such data by a class of semiparametric fANCOVA models, which accommodate not only the nonparametric treatment effects but also the parametric effect of other covariates. To test for the nonparametric treatment effects, they proposed a generalized quasi-likelihood ratio test and investigated its theoretical properties. The proposed model and test procedure can be widely used in clinical trials, substance abuse rehabilitation studies and other industrial applications. \n\nThe investigators also proposed novel global inference tools for the covariance function of functional data using simultaneous confidence envelops based on tensor product splines and investigated other dimension reduction tools such as functional sliced average varian..."
 }
}