{
 "awd_id": "1105329",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Surface-Directed Differentiation of Human Mesenchymal Stem Cells on Orthogonal Peptide Concentration Gradient Surfaces",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph A. Akkara",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 420000.0,
 "awd_amount": 420000.0,
 "awd_min_amd_letter_date": "2011-09-13",
 "awd_max_amd_letter_date": "2013-06-25",
 "awd_abstract_narration": "This award by the Biomaterials program in the Division of Materials Research to University of Akron is in support of research that seeks to quantify the concentration dependence and spatial nature of ligand-receptor interactions, which influence cell differentiation pathways in human mesenchymal stem cells.  Future advances in regenerative medicine will require the use of more than one peptide or bioactive molecule to drive stem cells into well-defined specifically differentiated populations. While many investigations have focused on individual molecular interactions at discrete concentrations, a complete interactome of the concentration dependence of extra cellular matrix-derived, osteogenic growth peptide and short peptide fragments of bone morphogenic proteins singly and in combination has remained elusive. The gradient approach also affords a method to decouple local signaling that occurs due to cell-integrin interactions from soluble paracrine effects.  When identified, this information will drive the design of higher-order bioactive and biomimetic materials for use in several applications where synthetic materials contact biological systems. The aims of the proposal outline an approach to fabricate and characterize both unidirectional and orthogonal peptide concentration (10-200 pm/cm2 for unidirectional and 10-100 pm/cm2 for orthogonal) gradients.  Using a multidimensional characterization approach with surface spectroscopy, immunohistochemistry, automated fluorescence microscopy and real-time polymerase chain reaction, the project will capture the concentration thresholds and synergistic signaling events that influence cell proliferation, lineage commitment and population heterogeneities.  The multidisciplinary research ecosystem will offer training opportunities to researchers at all levels (high school, undergraduate, graduate and postdoctoral) at the cutting edge of materials chemistry, chemical biology and regenerative medicine.  In partnership with a local high school, real world research activities will be incorporated into age-appropriate modules into upper level biology courses and will be used to teach fundamental concepts and relationships between both physics and chemistry.\r\n\r\nOne of the major remaining barriers to advancing regenerative medicine into mainstream applications is the issue of reliable, safe cell sources.  In the near term, stem cells for surgical implantation must come from the person needing the replacement part (autologous sourcing).  This limitation will require a pre-surgical isolation of stem cells followed by an expansion protocol ex vivo (outside the body) to generate enough stem cells for the scaffold seeding.  The existing synthetic materials are insufficient for these protocols.  This proposal outlines an approach to identify the optimal combinations and concentrations of small biomimetic peptides to yield large quantities of well-defined stem cell populations.  The autologous approach is free of most safety and ethical concerns that have been raised by various populations.  If successful, the identified concentrations will have far reaching impact on our understanding of how individual and combinations of peptides influence cell differentiation and furthermore improve the quantity and quality of well-defined stem cell populations available for research and clinical investigations.  The multidisciplinary research environment offers opportunities for training at all levels (high school, undergraduate, graduate and postdoctoral).  The project involves training students, undergraduate, and high school students from a local school.  The age appropriate educational modules will be designed to teach fundamental principles to high school biology courses at various levels using advanced research topics.  It is critical to encourage students at this age to understand the importance of engineering principles and how they relate to advancing human health. This project is expected to support the nation's efforts to increase the numbers and diversity of the engineering student pipeline that require one to reach down and providing unique research opportunities to underrepresented/minority students populations which encourage the pursuit of science and engineering careers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Becker",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew L Becker",
   "pi_email_addr": "matthew.l.becker@duke.edu",
   "nsf_id": "000528372",
   "pi_start_date": "2011-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Akron",
  "inst_street_address": "302 BUCHTEL COMMON",
  "inst_street_address_2": "",
  "inst_city_name": "AKRON",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "3309722760",
  "inst_zip_code": "443250001",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "OH13",
  "org_lgl_bus_name": "THE UNIVERSITY OF AKRON",
  "org_prnt_uei_num": "DFNLDECWM8J8",
  "org_uei_num": "DFNLDECWM8J8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Akron",
  "perf_str_addr": "302 BUCHTEL COMMON",
  "perf_city_name": "AKRON",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "443250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "OH13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 140000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>DMR-1105329 (PI: BECKER) - SURFACE DIRECTED DIFFERENTIATION OF HUMAN MESENCHYMAL STEM CELLS ON ORTHOGONAL PEPTIDE CONCENTRATION GRADIENT SURFACES</p>\n<p><em>Intellectual Merit: </em></p>\n<p>In our DMR BMAT award that began in October of 2011, we proposed the development of a vacuum-driven vapor deposition strategy to generate reproducible linear chemical concentration gradients. The methodology we have developed has enabled more sophisticated peptide pattering and the controlled immobilization of multiple functional species.</p>\n<p>Using these techniques, self-assembled monolayer substrates containing tethered orthogonal concentration profiles of GRGDS and BMP-2 peptides were shown to synergistically accelerate the proliferation and osteoblastic differentiation of human mesenchymal stem cell (hMSC) populations <em>in vitro</em> without the use of osteogenic additives. Concurrently, the single peptide gradient controls (RGD or BMP-2 only) were found to induce significantly different proliferation and differentiation behavior from the orthogonal substrates. &nbsp;hMSC cells were individually isolated for qPCR at specified points along the gradients using laser capture microdissection.&nbsp; Bone sialoprotein (BSP) and Runt-related transcription factor 2 (Runx2) qPCR data corresponded spatially and temporally to protein marker data obtained from immunofluorescent imaging tracking the differentiation process. Genomic and protein data at high concentrations of both BMP-2 (25 pmol/cm<sup>2</sup>) and GRGDS (71~83 pmol/cm<sup>2</sup>) were shown to have a cooperative acceleration on the hMSC differentiation timeline relative to the individual peptide concentrations.&nbsp;</p>\n<p>These data highlight the utility of the orthogonal gradient approach to help identify the synergistic concentrations of peptides and growth factors that can be used in translationally relevant systems.&nbsp; We continue to measure the synergistic concentration profile of a number or tethered morphogenic peptides (BMP-2, BMP-4, BMP-7 and OGP) with RGD ligands. &nbsp;In addition to publishing a number of new methods for tethering peptides and bioactive groups to surfaces, we have found that specific concentrations of GRGDS and BMP-2 peptide induce an accelerated differentiation timeline in hMSCs into osteoblastic cells.</p>\n<p>The results illustrate the concentration dependence and spatio-temporal features of the tethered peptides effects over the hMSC behavior that has not been demonstrated previously. Moreover, the influence of these peptides on each other&rsquo;s signaling is also concentration and time dependent, causing a synergistic enhancement or antagonism which varies during osteoblast development. In the future we envision that additional factors and combinations can be screened on these substrates, facilitating the acquisition of mechanistic understandings of cell-surface and cell-growth factor interactions. This strategy provides a novel platform for the surface properties identification and optimization, by rapidly surveying a wide array of chemical and structural variables.</p>\n<p><em>&nbsp;</em></p>\n<p><em>Broader Impacts: </em></p>\n<p>Enabling the effective and rational use of tethered bioactive peptides as opposed to adsorbed full length recombinant proteins would have a significant impact on the regenerative medicine communities efforts to translate research discoveries to clinical applications. This proposal supported 1.5 graduate students a year over the life of the award. Eight papers have been published, one has been submitted and two additional are currently being readied for submission. The results of the work have been presented more than a twenty times at departmental seminars, national and international meetings by the PI and graduate students, Dr. Yanrui Ma, Dr. Fei Lin and currently Ms. Gina Policastro.&nbsp;</p>\n<p>High-school appropriate research lectures have been giv...",
  "por_txt_cntn": "\nDMR-1105329 (PI: BECKER) - SURFACE DIRECTED DIFFERENTIATION OF HUMAN MESENCHYMAL STEM CELLS ON ORTHOGONAL PEPTIDE CONCENTRATION GRADIENT SURFACES\n\nIntellectual Merit: \n\nIn our DMR BMAT award that began in October of 2011, we proposed the development of a vacuum-driven vapor deposition strategy to generate reproducible linear chemical concentration gradients. The methodology we have developed has enabled more sophisticated peptide pattering and the controlled immobilization of multiple functional species.\n\nUsing these techniques, self-assembled monolayer substrates containing tethered orthogonal concentration profiles of GRGDS and BMP-2 peptides were shown to synergistically accelerate the proliferation and osteoblastic differentiation of human mesenchymal stem cell (hMSC) populations in vitro without the use of osteogenic additives. Concurrently, the single peptide gradient controls (RGD or BMP-2 only) were found to induce significantly different proliferation and differentiation behavior from the orthogonal substrates.  hMSC cells were individually isolated for qPCR at specified points along the gradients using laser capture microdissection.  Bone sialoprotein (BSP) and Runt-related transcription factor 2 (Runx2) qPCR data corresponded spatially and temporally to protein marker data obtained from immunofluorescent imaging tracking the differentiation process. Genomic and protein data at high concentrations of both BMP-2 (25 pmol/cm2) and GRGDS (71~83 pmol/cm2) were shown to have a cooperative acceleration on the hMSC differentiation timeline relative to the individual peptide concentrations. \n\nThese data highlight the utility of the orthogonal gradient approach to help identify the synergistic concentrations of peptides and growth factors that can be used in translationally relevant systems.  We continue to measure the synergistic concentration profile of a number or tethered morphogenic peptides (BMP-2, BMP-4, BMP-7 and OGP) with RGD ligands.  In addition to publishing a number of new methods for tethering peptides and bioactive groups to surfaces, we have found that specific concentrations of GRGDS and BMP-2 peptide induce an accelerated differentiation timeline in hMSCs into osteoblastic cells.\n\nThe results illustrate the concentration dependence and spatio-temporal features of the tethered peptides effects over the hMSC behavior that has not been demonstrated previously. Moreover, the influence of these peptides on each otherÆs signaling is also concentration and time dependent, causing a synergistic enhancement or antagonism which varies during osteoblast development. In the future we envision that additional factors and combinations can be screened on these substrates, facilitating the acquisition of mechanistic understandings of cell-surface and cell-growth factor interactions. This strategy provides a novel platform for the surface properties identification and optimization, by rapidly surveying a wide array of chemical and structural variables.\n\n \n\nBroader Impacts: \n\nEnabling the effective and rational use of tethered bioactive peptides as opposed to adsorbed full length recombinant proteins would have a significant impact on the regenerative medicine communities efforts to translate research discoveries to clinical applications. This proposal supported 1.5 graduate students a year over the life of the award. Eight papers have been published, one has been submitted and two additional are currently being readied for submission. The results of the work have been presented more than a twenty times at departmental seminars, national and international meetings by the PI and graduate students, Dr. Yanrui Ma, Dr. Fei Lin and currently Ms. Gina Policastro. \n\nHigh-school appropriate research lectures have been given each of the last three years of this project at Saint Vincent Saint Mary High School (STVM).  Two undergraduates and four high school students from STVM participated on the project.  One undergraduate has continu..."
 }
}