{
 "awd_id": "1106187",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Spatial and Temporal Complexity in Disordered Strongly Correlated Electronic Systems",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 285000.0,
 "awd_amount": 285000.0,
 "awd_min_amd_letter_date": "2011-08-09",
 "awd_max_amd_letter_date": "2013-07-17",
 "awd_abstract_narration": "TECHNICAL SUMMARY:\r\n\r\nNovel materials with strong electronic correlations can lead to spontaneous electronic pattern formation and complexity at the nanoscale. Understanding the formation of these patterns may be a key to our understanding of the macroscopic electronic properties and to our eventual technological control of these materials.  The PI will use techniques from disordered and glassy systems to determine the fundamental physics governing the nanoscale pattern formation.  Broader impacts include mentoring graduate women in physics, outreach to high schools, and the training of graduate students. \r\n\r\nWhile there is growing consensus that many strongly correlated electronic systems are highly susceptible to pattern formation at the nanoscale, unfortunately most of our theoretical and experimental tools are designed for understanding and detecting homogeneous phases of matter.   The PI will design and develop new ways of understanding, detecting, and characterizing electronic pattern formation in strongly correlated electronic systems at the nanoscale, especially in the presence of strong disorder effects.  The PI will employ techniques from the study of glasses and disordered phases both in and out of equilibrium with the aim to determine the fundamental physics governing the nanoscale pattern formation, as well as how the macroscopic behavior that arises from novel nanoscale structure.  A goal of the research is that several conventional and widely available experimental techniques will include new modes of the way data is acquired and its analysis and new theoretical tools that enable the detection and characterization of novel phases of matter.\r\n\r\nThe PI will continue to develop the mentoring program she began for graduate women in the physics program at her home institution. The PI will visit local high schools to discuss her research. This outreach combines interactive hands-on superconductivity demonstrations with education about current condensed matter research.   In addition, the proposed work will advance the training of one graduate student. \r\n\r\n\r\n\r\nNONTECHNICAL SUMMARY:\r\n\r\nThis award supports theoretical research and education on the complex pattern formation which has been observed to occur among the electrons in an interesting class of materials that include high-temperature superconductors and colossal magnetoresistance materials. \r\n\r\nUseful conceptualizations of electronic states in many materials are often based on the idea that electronic states inside the material are uniform.  The electronic states in ordinary metal wires, in semiconductors and in some magnets are examples.  High temperature superconductors have emerged as examples that break this paradigm in a new way. The electrons themselves form intricate patterns inside the materials.  This kind of clumpy behavior among the electrons may hold the key to some of the exotic properties which have been observed in the larger class of strongly correlated materials. The name reflects the role of strong interactions among electrons leading to correlations in their motions. Of specific interest to the PI are technologically important properties such as high temperature superconductivity, which may have impact on technologies to increase energy efficiency, and colossal magnetoresistance materials which exhibit an amazingly large change in resistance to electric current flow when placed in a magnetic field.   Some examples of this pattern formation are also fractal in character, meaning that the patterns simultaneously incorporate similar structural details at small, medium, and large length scales.\r\n\r\nCurrent theoretical and experimental techniques are inadequate for detecting or classifying the clumpy behavior of the electrons inside these materials.  The PI will design and develop new ways of understanding, detecting, and characterizing electronic pattern formation in these strongly correlated materials on the length scales of atoms and molecules.  In order to accomplish this, the PI will use techniques from the study of glasses such as window glass and other disordered materials with an aim to determine the fundamental physics responsible for the complex pattern formation of the electrons inside these materials.  A possible outcome of this research is that several conventional and widely available experimental techniques will have at their disposal new modes of data acquisition and analysis and new concepts that will enable the detection and characterization of new inhomogeneous phases of matter.  \r\n\r\nThis project also supports training one graduate student, mentoring graduate women in physics, and outreach to local high schools which combines interactive hands-on superconductivity demonstrations with education about the PI's current research in condensed matter physics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erica",
   "pi_last_name": "Carlson",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Erica W Carlson",
   "pi_email_addr": "ewcarlson@purdue.edu",
   "nsf_id": "000259688",
   "pi_start_date": "2011-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE # 1100",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 190000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 95000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>INTELLECTUAL MERIT&nbsp;</p>\n<p><em>By importing theoretical tools from fractal mathematics and disordered statistical mechanics into the field of strongly correlated electronic materials, Carlson has defined new paradigms for interpreting and understanding the nanoscale electronic textures inside of these materials.&nbsp; </em></p>\n<p>The fragility and complexity of ice crystals and trees have found their counterparts in strongly correlated electronic materials. Inside conventional materials like metals and semiconductors, electrons are evenly spread out, like liquid filling a container.&nbsp; But in strongly correlated materials (so-called because electrons interact strongly with each other and with the atomic nuclei of the material), electrons act more like exotic gumbo. Nanoscale images show that the electrons clump into complicated shapes at the surface of strongly correlated materials.[1,2] &nbsp;&nbsp;Because scanning image probes measure only the surface and not the inside of materials, it had been impossible to tell whether the patterns form just on the surface (like frost on a window), or whether they also extend deep inside the material (like a tree whose roots reach deep underground).&nbsp; If the electronic patterns extend deep inside, then they could hold the key to understanding and ultimately controlling these next-generation technological materials. &nbsp;&nbsp;</p>\n<p>Combining ideas from fractal mathematics and disordered statistical mechanics, Carlson's group&nbsp; developed geometric cluster analysis techniques for interpreting scanning image data, applicable to a wide range of materials and experiments.&nbsp; Using these new methods, Carlson discovered an impressive power law scaling in the size of unidirectional electronic domains imaged on the surface of the copper-oxygen based high temperature superconductors Ca&shy;<sub>1.88</sub>Na&shy;<sub>.12</sub>CuO<sub>2</sub>Cl&shy;<sub>2. </sub>[3] and Pb&shy;<sub>y</sub>Bi&shy;<sub>2-y</sub>La<sub>y</sub>Sr<sub>2-x</sub>CuO<sub>6+&delta;&nbsp; &nbsp;</sub>[4].</p>\n<p>Scanning tunneling microscopy (STM) reveals that the electrons in these material (due to strong interactions with other electrons) spontaneously form structures that resemble ladders or train tracks. The electron train tracks' orientations lock to the crystalline lattice, but in an apparently random way from one spot to another within the material, forming complicated domains which switch orientation every few nanometers or tens of nanometers.&nbsp; Although the material had been widely studied by many groups via STM,[1] the fact that the geometric properties of these domains can be described as self-similar fractals had been missed. &nbsp;Carlson and her team recognized that the intricate patterns formed by domains of different ladder orientations look the same whether the STM images are viewed as a whole, or whether smaller and smaller pieces of the images are viewed.&nbsp; This self-similarity is the signature of a fractal.&nbsp;</p>\n<p>Theoretical calculations predict that the electronic \"ladders\" could drive &nbsp;superconductivity in these materials,[5] however one important question had been whether the ladders are merely an unimportant effect confined only to the surface of the material, like frost growing on the outside of a window.&nbsp;&nbsp; Since superconductivity happens throughout the entire material, it would be impossible for ladders to cause superconductivity unless the ladders exist in the bulk of the material and not just on the surface.&nbsp; Since STM can only measure the surface of materials, it was also unclear whether that probe could even address the issue.&nbsp; By analyzing the fractal properties of the clusters, Carlson identified the fundamental physics governing the intricate pattern formation, and discovered that the nanoscale electron \"ladders\" on the surface originate deep within the material, like a ...",
  "por_txt_cntn": "\nINTELLECTUAL MERIT \n\nBy importing theoretical tools from fractal mathematics and disordered statistical mechanics into the field of strongly correlated electronic materials, Carlson has defined new paradigms for interpreting and understanding the nanoscale electronic textures inside of these materials.  \n\nThe fragility and complexity of ice crystals and trees have found their counterparts in strongly correlated electronic materials. Inside conventional materials like metals and semiconductors, electrons are evenly spread out, like liquid filling a container.  But in strongly correlated materials (so-called because electrons interact strongly with each other and with the atomic nuclei of the material), electrons act more like exotic gumbo. Nanoscale images show that the electrons clump into complicated shapes at the surface of strongly correlated materials.[1,2]   Because scanning image probes measure only the surface and not the inside of materials, it had been impossible to tell whether the patterns form just on the surface (like frost on a window), or whether they also extend deep inside the material (like a tree whose roots reach deep underground).  If the electronic patterns extend deep inside, then they could hold the key to understanding and ultimately controlling these next-generation technological materials.   \n\nCombining ideas from fractal mathematics and disordered statistical mechanics, Carlson's group  developed geometric cluster analysis techniques for interpreting scanning image data, applicable to a wide range of materials and experiments.  Using these new methods, Carlson discovered an impressive power law scaling in the size of unidirectional electronic domains imaged on the surface of the copper-oxygen based high temperature superconductors Ca&shy;1.88Na&shy;.12CuO2Cl&shy;2. [3] and Pb&shy;yBi&shy;2-yLaySr2-xCuO6+&delta;   [4].\n\nScanning tunneling microscopy (STM) reveals that the electrons in these material (due to strong interactions with other electrons) spontaneously form structures that resemble ladders or train tracks. The electron train tracks' orientations lock to the crystalline lattice, but in an apparently random way from one spot to another within the material, forming complicated domains which switch orientation every few nanometers or tens of nanometers.  Although the material had been widely studied by many groups via STM,[1] the fact that the geometric properties of these domains can be described as self-similar fractals had been missed.  Carlson and her team recognized that the intricate patterns formed by domains of different ladder orientations look the same whether the STM images are viewed as a whole, or whether smaller and smaller pieces of the images are viewed.  This self-similarity is the signature of a fractal. \n\nTheoretical calculations predict that the electronic \"ladders\" could drive  superconductivity in these materials,[5] however one important question had been whether the ladders are merely an unimportant effect confined only to the surface of the material, like frost growing on the outside of a window.   Since superconductivity happens throughout the entire material, it would be impossible for ladders to cause superconductivity unless the ladders exist in the bulk of the material and not just on the surface.  Since STM can only measure the surface of materials, it was also unclear whether that probe could even address the issue.  By analyzing the fractal properties of the clusters, Carlson identified the fundamental physics governing the intricate pattern formation, and discovered that the nanoscale electron \"ladders\" on the surface originate deep within the material, like a tree whose roots reach deep underground.  This means that the ladders may hold the key to superconductivity in these materials. \n\n[1] Y. Kohsaka, C. Taylor, et al., Science, 315, 1380 (2007).  [2] E. Dagotto, Science, 309, 257 (2005).  [3] B. Phillabaum, E. W. Carlson, and K. A. Dahmen, Nature Communicat..."
 }
}