{
 "awd_id": "1106288",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Nuclear Hyperpolarization in Semiconductors",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Sokol",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 389786.0,
 "awd_min_amd_letter_date": "2011-07-01",
 "awd_max_amd_letter_date": "2013-05-15",
 "awd_abstract_narration": "Technical Abstract\r\nThe work seeks to understand and control the physical processes leading to nuclear spin angular momentum. Massively athermal nuclear spin polarizations will be generated via electron-nuclear cross-relaxation in semiconducting materials, where the electrons have been eigenstate-prepared by optical pumping or spin-injection methods. The work will begin with a systematic study of electron-nuclear cross relaxation in a host of materials that are engineered to test mechanisms for nuclear hyperpolarization. In the course of these studies nuclear hyperpolarization in new materials is anticipated, and if the past is any indication, new phenomenology will also be manifest. This work will use the newly developed understanding of nuclear hyperpolarization to design new experiments and build devices that test and exploit electron-nuclear couplings. These devices include spin-injection delivery of massive nuclear polarization to inorganic solids, the preparation of nanoscale regions of hyperpolarization, and the coupling of these and other devices so as to prepare reservoirs of highly spin-polarized solvents.\r\n\r\nNon-Technical Abstract\r\nThe nuclei of many atoms on the Periodic Table possess a property known as spin, a property that has enabled technologies such as magnetic resonance imaging, or MRI. There are many other technologies that could exploit this fundamental property of atoms, yet these technologies are precluded from commercial development because the sensitivity of the methods that detect nuclear spin is too low. The electrons that comprise atoms and molecules also have spin, and this electron spin can be manipulated with light and magnetic materials. This project will support two students, one each at UC Berkeley and City College of New York, to manipulate electron spins so that nearby nuclear spins can be detected with greatly enhanced sensitivity.  There are two reasons for conducting these studies: the first is that the interaction between electrons and nuclear spins is of inherent scientific interest; the second is that control of nuclear spins in the vicinity of electrons spins could both greatly enhance the sensitivity of methods such as MRI, but could also lead to the design of new quantum computers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Reimer",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey A Reimer",
   "pi_email_addr": "reimer@berkeley.edu",
   "nsf_id": "000442367",
   "pi_start_date": "2011-07-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carlos",
   "pi_last_name": "Meriles",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Carlos A Meriles",
   "pi_email_addr": "cmeriles@ccny.cuny.edu",
   "nsf_id": "000486097",
   "pi_start_date": "2011-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 149786.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 120000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We explored the physics of the coupling of quantum states associated with semiconductor defects and &ldquo;artificial atoms&rdquo; to the nuclei of atoms in those semiconductors. These studies were motivated by the need to increase the sensitivity of analytical NMR spectroscopy so as to afford its use in combinatorial synthesis and screening, chemical and pathogen detection, portable NMR and MRI for &ldquo;in-field\" use as chemical sensors or emergency medical diagnosis, localized <em>in vivo</em> spectroscopic studies of targeted tissues, and with force and other nanoscale microscopies. We also explored these phenomena because the coupling of electrons and nuclei has significant implications on spintronics and quantum computing, topics that we also addressed in our work. &nbsp;</p>\n<p>Laser light of the appropriate wavelength impinging on GaAs yields enormous nuclear spin polarizations (&ldquo;OPNMR&rdquo;). We probed the kinetics of the pumping process by a train of light pulses of variable repetition rate and an on/off ratio. The effect of intermittent light pumping on the generation of nuclear spin polarization in GaAs yielded evidence of a heterogeneous distribution of polarization, governed by different classes of defects activated by either weak or strong laser excitation.&nbsp; By fractioning the illumination time into low-duty cycles of light-on/light-off intervals we tracked the evolution of the spin polarization over long, mesoscale distances and found that the defect-centered electric field gradient has an effective range exceeding several tens of nanometers. &nbsp;Figure 1 shows a diagram of our findings.&nbsp; These nanoscale patterns might be used for new spintronics devices.</p>\n<p>We have discovered that OPNMR in GaAs is the result of a competition between two different mechanisms: the so-called &ldquo;hyperfine&rdquo; mechanism, producing large polarizations via captured photoexcited electrons at defect sites, and a &ldquo;quadrupolar&rdquo; relaxation mechanism that drives nuclear spins to thermal polarizations. The resulting competition between these two mechanisms has produced some interesting effects. For example, using a strong magnetic field gradient we imaged the nuclear polarization in GaAs induced by laser illumination; when both mechanisms are active we found it is possible to produced patterns of nuclear polarization with micrometer resolution without lithography of expensive MRI machines. Figure 2 shows some of the representative results. These and related findings have led to several peer-reviewed publications in important scientific journals including <em>Nature Communications, Applied Physics Letters and Physical Review B. </em></p>\n<p>Though fundamental in nature, our work ultimately impacts a number of areas. The spatial patterns of hyperpolarized nuclear spins in a semiconductor host (Figs 1 and 2) provide novel opportunities for the manipulation of electrical currents and for understanding mesoscale nuclear spin diffusion dynamics. These subjects are of importance to the emerging field of spintronics, a field likely to have a major impact in the electronics industry over the next decade. Our work also provides new insight on the mechanisms underlying optically-induced hyperpolarization, a topic of central importance to NMR practice.</p>\n<p>Besides the scientific outcome, our work has been accompanied by a number of activities devoted to promoting teaching, training, and learning. A total of five doctoral students have been involved in the activities described above, two of which obtained their PhDs during this project. We recruited multiple undergraduates (exceeding twenty), of which more than half are female or belong to a group under-represented in the sciences. Leveraging on the collaborative nature of this work (the two PIs are affiliated with UC Berkeley and The City College of New York), some of these students traveled to ...",
  "por_txt_cntn": "\nWe explored the physics of the coupling of quantum states associated with semiconductor defects and \"artificial atoms\" to the nuclei of atoms in those semiconductors. These studies were motivated by the need to increase the sensitivity of analytical NMR spectroscopy so as to afford its use in combinatorial synthesis and screening, chemical and pathogen detection, portable NMR and MRI for \"in-field\" use as chemical sensors or emergency medical diagnosis, localized in vivo spectroscopic studies of targeted tissues, and with force and other nanoscale microscopies. We also explored these phenomena because the coupling of electrons and nuclei has significant implications on spintronics and quantum computing, topics that we also addressed in our work.  \n\nLaser light of the appropriate wavelength impinging on GaAs yields enormous nuclear spin polarizations (\"OPNMR\"). We probed the kinetics of the pumping process by a train of light pulses of variable repetition rate and an on/off ratio. The effect of intermittent light pumping on the generation of nuclear spin polarization in GaAs yielded evidence of a heterogeneous distribution of polarization, governed by different classes of defects activated by either weak or strong laser excitation.  By fractioning the illumination time into low-duty cycles of light-on/light-off intervals we tracked the evolution of the spin polarization over long, mesoscale distances and found that the defect-centered electric field gradient has an effective range exceeding several tens of nanometers.  Figure 1 shows a diagram of our findings.  These nanoscale patterns might be used for new spintronics devices.\n\nWe have discovered that OPNMR in GaAs is the result of a competition between two different mechanisms: the so-called \"hyperfine\" mechanism, producing large polarizations via captured photoexcited electrons at defect sites, and a \"quadrupolar\" relaxation mechanism that drives nuclear spins to thermal polarizations. The resulting competition between these two mechanisms has produced some interesting effects. For example, using a strong magnetic field gradient we imaged the nuclear polarization in GaAs induced by laser illumination; when both mechanisms are active we found it is possible to produced patterns of nuclear polarization with micrometer resolution without lithography of expensive MRI machines. Figure 2 shows some of the representative results. These and related findings have led to several peer-reviewed publications in important scientific journals including Nature Communications, Applied Physics Letters and Physical Review B. \n\nThough fundamental in nature, our work ultimately impacts a number of areas. The spatial patterns of hyperpolarized nuclear spins in a semiconductor host (Figs 1 and 2) provide novel opportunities for the manipulation of electrical currents and for understanding mesoscale nuclear spin diffusion dynamics. These subjects are of importance to the emerging field of spintronics, a field likely to have a major impact in the electronics industry over the next decade. Our work also provides new insight on the mechanisms underlying optically-induced hyperpolarization, a topic of central importance to NMR practice.\n\nBesides the scientific outcome, our work has been accompanied by a number of activities devoted to promoting teaching, training, and learning. A total of five doctoral students have been involved in the activities described above, two of which obtained their PhDs during this project. We recruited multiple undergraduates (exceeding twenty), of which more than half are female or belong to a group under-represented in the sciences. Leveraging on the collaborative nature of this work (the two PIs are affiliated with UC Berkeley and The City College of New York), some of these students traveled to their partner institutions to conduct various summer activities.\n\n\t\t\t\t\tLast Modified: 07/18/2014\n\n\t\t\t\t\tSubmitted by: Jeffrey A Reimer"
 }
}