{
 "awd_id": "1106316",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mathematical Studies of Short-Range Spin Glasses",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry Warchall",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 112999.0,
 "awd_amount": 112999.0,
 "awd_min_amd_letter_date": "2011-08-05",
 "awd_max_amd_letter_date": "2011-08-05",
 "awd_abstract_narration": "This project addresses a number of basic questions concerning the low temperature behavior of short-range spin glasses and other models of materials with quenched disorder. Rigorous and heuristic mathematical methods will be applied to analyze the conjectured presence of a phase transition; the multiplicity, structure and organization of pure phases and ground states; the effect of small magnetic fields; and non-equilibrium dynamics.\r\n\r\nThe purpose of this project is to develop mathematical techniques and results in certain specific models of low temperature materials, known as spin glasses. The importance of the project is that these techniques have potential application to a wide range of problemsarising in areas such as theoretical computer science or biology which combine issues of complexity and optimization. Examples of such problems are optimal route scheduling of airlines and predicting the geometric structure (and hence biological function) of proteins.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Stein",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel L Stein",
   "pi_email_addr": "daniel.stein@nyu.edu",
   "nsf_id": "000125211",
   "pi_start_date": "2011-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Newman",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Charles M Newman",
   "pi_email_addr": "newman@cims.nyu.edu",
   "nsf_id": "000296690",
   "pi_start_date": "2011-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 WASHINGTON SQ S",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 112999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The purpose of this project is to develop mathematical techniques<br />and results in certain specific models of low temperature materials,<br />known as spin glasses. These are prototype systems for studying the effects of randomness and disorder in matter, about which our understanding is poor compared to ordered mateirals such as crystals, magnets, and superconductors.</p>\n<p>The importance of the project is that these<br />techniques have potential application to a wide range of problems<br /> arising in areas such as theoretical computer science or<br />biology which combine issues of complexity and optimization. Examples of such problems are<br />optimal route scheduling of airlines and predicting<br />the geometric structure (and hence biological function) of proteins.The general mathematical<br />approach of this project to disordered systems such as spin glasses can be applied to a broad<br />range of systems that, put together, are of fundamental importance in a<br />variety of scientific fields. <br /><br />In addition, this project provided training to graduate and undergraduate students from various backgrounds, including pure<br />and applied mathematics, theoretical physics, and scientific computation.<br />Additional training activities include lectures to graduate students and<br />postdocs in other fields at multidisciplinary summer schools and<br />conferences.<br /><br />In addition to technical research papers published under this proposal, the PI's recently authored a book, published by Princeton University Press, on spin glasses for general<br />scientific audiences, particularly nonphysicists and nonmathematicians<br />interested in complexity, based on summer school lectures<br />at the Santa Fe Institute.<br /><br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/03/2013<br>\n\t\t\t\t\tModified by: Daniel&nbsp;L&nbsp;Stein</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe purpose of this project is to develop mathematical techniques\nand results in certain specific models of low temperature materials,\nknown as spin glasses. These are prototype systems for studying the effects of randomness and disorder in matter, about which our understanding is poor compared to ordered mateirals such as crystals, magnets, and superconductors.\n\nThe importance of the project is that these\ntechniques have potential application to a wide range of problems\n arising in areas such as theoretical computer science or\nbiology which combine issues of complexity and optimization. Examples of such problems are\noptimal route scheduling of airlines and predicting\nthe geometric structure (and hence biological function) of proteins.The general mathematical\napproach of this project to disordered systems such as spin glasses can be applied to a broad\nrange of systems that, put together, are of fundamental importance in a\nvariety of scientific fields. \n\nIn addition, this project provided training to graduate and undergraduate students from various backgrounds, including pure\nand applied mathematics, theoretical physics, and scientific computation.\nAdditional training activities include lectures to graduate students and\npostdocs in other fields at multidisciplinary summer schools and\nconferences.\n\nIn addition to technical research papers published under this proposal, the PI's recently authored a book, published by Princeton University Press, on spin glasses for general\nscientific audiences, particularly nonphysicists and nonmathematicians\ninterested in complexity, based on summer school lectures\nat the Santa Fe Institute.\n\n\n\n\n\t\t\t\t\tLast Modified: 09/03/2013\n\n\t\t\t\t\tSubmitted by: Daniel L Stein"
 }
}