{
 "awd_id": "1106460",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Asymptotic Inference for Locally Stationary Processes",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 368974.0,
 "awd_amount": 368974.0,
 "awd_min_amd_letter_date": "2011-04-20",
 "awd_max_amd_letter_date": "2013-04-18",
 "awd_abstract_narration": "Stationarity is a crucial assumption in classical time series analysis. The theory of oscillatory spectra (Priestley, 1965) represents an attempt to overcome the resulting limitations for modeling nonstationary time series. However, it is the more flexible concept of locally stationary processes (Dahlhaus, 1993) which, by extending the theory of oscillatory spectra, provides a suitable framework for a general asymptotic theory of nonstationary processes. A fundamental characteristic of these processes is the time varying spectral density. While the literature on these models is already well developed, several questions of asymptotic inference remain open. Among them, two seem to stand out as most interesting: the possible asymptotic equivalence to a Gaussian white noise model, and the question of optimal exponential rates of large deviation type in testing and estimation problems. Since Le Cam developed the comparison of statistical experiments via their risk functions, many statistical models have been proved to be locally asymptotically normal, with the aim of establishing benchmarks for optimal procedures. For a parametric model of a time varying spectral density, local asymptotic normality has been established in the literature. However, for a better conceptual understanding of asymptotic inference, it is of interest to study the stronger property of asymptotic equivalence to a Gaussian white noise model, valid globally and over nonparametric function classes. As regards large deviation theory for locally stationary processes, some fragments are already available in the literature. A more fully developed theory can be envisaged, yielding not only testing results such as Stein's lemma and the Chernoff bound as special cases, but possibly also insights into the information geometry of these models based on the asymptotic Kullback-Leibler information.\r\n\r\nPractitioners of statistics and data analysis very often assume that data show more or less similar behavior over different time periods, even when there is clear evidence to the contrary. For instance, this phenomenon can be observed in records of atmospheric turbulence, seismic signals from earthquakes, or speech signals analyzed in biological research. There is a need to develop more refined statistical methods for these cases. An ingenious theoretical solution to this problem has been proposed in the literature, based on the assumption that if data change over time, they often do not do so abruptly, but in a smooth way. This phenomenon is called local stationarity. If the series exhibits these \"smooth changes\", existing statistical methods can be adapted to smoothly change over time as well, considerably extending the scope of data analysis. The current proposal aims at a more thorough mathematical-statistical investigation of these locally stationary models. It also has a major educational component, as it is intended to accompany the collaboration between the principal investigator and a promising young scientist who has previously been supported with full tuition and stipend from the government of Mexico.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Nussbaum",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Nussbaum",
   "pi_email_addr": "nussbaum@math.cornell.edu",
   "nsf_id": "000490907",
   "pi_start_date": "2011-04-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 136961.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 141394.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 90619.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In time series analysis, the assumption of stationarity means that the way in which consecutive data influence each other remains constant over the period of observation. Stationarity &nbsp;guarantees that the increase of the sample size leads to more and more information of the same kind which is the basis for developing a valid theory of statistical inference. However &nbsp;stationary time series models often do not &nbsp;describe the real world. Many empirical studies show that real time series data are generally non-stationary. One way to model such time series has been proposed in the 19990&rsquo;s: &nbsp;the data series behaves approximately stationary over short intervals of time, while over long intervals of time the characteristics are allowed change. Such time series have been termed &ldquo;locally stationary&rdquo;; the project was devoted to advancing the mathematical-statistical theory for such models.&nbsp;<br /><br />Intellectual merit. Three &nbsp;mathematical-statistical aspects of locally stationary processes are considered that have not been explored in the already vast literature on this subject. The first set of results concerns asymptotic efficiency of simple hypotheses tests, &nbsp;obtained from &nbsp;large deviation principles. We establish the analogs of classic results such as Stein&rsquo;s lemma, the Chernoff bound and the more general Hoeffding bound. The second &nbsp;topic concerns &nbsp; Bayesian estimation of two parameters of a locally stationary process: trend and time-varying spectral density functions, respectively. Under smoothness conditions on the latter function, &nbsp;asymptotic normality and efficiency of Bayesian estimators is established with respect to a broad class of loss functions. Furthermore, &nbsp;asymptotic equivalence between Bayesian estimators and the maximum likelihood estimate is shown. Finally, &nbsp; &nbsp;the time-varying spectral density estimation problem is explored from the point of view of Le Cam&rsquo;s theory of statistical experiments. It is found &nbsp; that this estimation problem &nbsp;can be asymptotically construed as a white noise problem with drift. In the final phase of the project, it was explored how the abstract theory of statistical experiments can be applied to the problem of estimating a high dimensional covariance matrix.&nbsp;<br /><br />Broader impacts. The project fulfilled its educational goal by allowing one Ph.D. student to complete his thesis and move to another institution in Europe as a postdoc researcher. Furthermore,&nbsp;the principal investigator&nbsp;provided guidance to a &nbsp;second Ph.D. student in &nbsp;joint research on aspects of high dimensional inference; this new researcher obtained a tenure track position in North America &nbsp;after graduation. &nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/11/2015<br>\n\t\t\t\t\tModified by: Michael&nbsp;Nussbaum</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn time series analysis, the assumption of stationarity means that the way in which consecutive data influence each other remains constant over the period of observation. Stationarity  guarantees that the increase of the sample size leads to more and more information of the same kind which is the basis for developing a valid theory of statistical inference. However  stationary time series models often do not  describe the real world. Many empirical studies show that real time series data are generally non-stationary. One way to model such time series has been proposed in the 19990Æs:  the data series behaves approximately stationary over short intervals of time, while over long intervals of time the characteristics are allowed change. Such time series have been termed \"locally stationary\"; the project was devoted to advancing the mathematical-statistical theory for such models. \n\nIntellectual merit. Three  mathematical-statistical aspects of locally stationary processes are considered that have not been explored in the already vast literature on this subject. The first set of results concerns asymptotic efficiency of simple hypotheses tests,  obtained from  large deviation principles. We establish the analogs of classic results such as SteinÆs lemma, the Chernoff bound and the more general Hoeffding bound. The second  topic concerns   Bayesian estimation of two parameters of a locally stationary process: trend and time-varying spectral density functions, respectively. Under smoothness conditions on the latter function,  asymptotic normality and efficiency of Bayesian estimators is established with respect to a broad class of loss functions. Furthermore,  asymptotic equivalence between Bayesian estimators and the maximum likelihood estimate is shown. Finally,    the time-varying spectral density estimation problem is explored from the point of view of Le CamÆs theory of statistical experiments. It is found   that this estimation problem  can be asymptotically construed as a white noise problem with drift. In the final phase of the project, it was explored how the abstract theory of statistical experiments can be applied to the problem of estimating a high dimensional covariance matrix. \n\nBroader impacts. The project fulfilled its educational goal by allowing one Ph.D. student to complete his thesis and move to another institution in Europe as a postdoc researcher. Furthermore, the principal investigator provided guidance to a  second Ph.D. student in  joint research on aspects of high dimensional inference; this new researcher obtained a tenure track position in North America  after graduation.  \n\n\t\t\t\t\tLast Modified: 12/11/2015\n\n\t\t\t\t\tSubmitted by: Michael Nussbaum"
 }
}