{
 "awd_id": "1106044",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Dynamics of Double-Stranded DNA in Confined Geometries",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922191",
 "po_email": "asimonia@nsf.gov",
 "po_sign_block_name": "Aleksandr Simonian",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 330000.0,
 "awd_min_amd_letter_date": "2011-09-09",
 "awd_max_amd_letter_date": "2013-06-14",
 "awd_abstract_narration": "ID: MPS/DMR/BMAT(7623) 1106044  \t         PI:  Strey, Helmut\t ORG: SUNY Stony Brook\r\n\r\nTitle:  Dynamics of double-stranded DNA in confined geometries\r\n\r\nINTELLECTUAL  MERIT:  This proposal is motivated by previous work from the PI's lab on the diffusion of double-stranded DNA (ds-DNA) molecules in 2-dimensional cavity arrays.  This work investigated by fluorescence imaging the diffusion of linear DNA through a medium of precisely controlled (and known) pore structure.  This structure was a periodic, two-dimensional hexagonal array of spherical cavities interconnected by short circular holes.  Tracking many single molecule trajectories, it was found that, for DNA radius of gyration approaching the cavity diameter, diffusion is dominated by the sporadic hopping of DNA between cavities, a mechanism predicted by the entropic barriers transport theory.  Hopping corresponds to configurational fluctuations that allow passage of a flexible polymer through a pore constriction smaller than the average coil size.  The diffusion of relaxed ds-DNA circles has recently been compared with that of linear DNA of the same length.  It is observed that circular molecules diffuse from 2.5 to 5.6 times slower than corresponding linear molecules of the same molecular weight, and 3.7 to 10.6 times slower than corresponding linear molecules of the same average dimension.  Such results qualitatively reveal that linear molecules may form loops during translocation through holes between cavities, but the probability of such events is low.  The predominant mode of diffusion for linear molecules is end first.  This proposal addresses this passage in more detail.  Does a polymer thread by one of its ends or loop by one of its mid-segments or do both processes occur with equal facility?  This question is addressed in several stages that independently address important fundamental questions in polymer dynamics:   (1) Create 2-color end-labeled molecules of varying molecular weights that will enable the study of internal and solution polymer dynamics using fluorescence correlation spectroscopy.  (2) Study internal polymer dynamics in slit-like nanochannels to deepen our understanding of laterally confined polymers using FCS and optical microscopy.  (3) Measure partitioning and hopping frequencies of linear ds-DNA and nicked circular DNA between cavities and connecting channels as a function DNA length and the array dimensions (height, cavity diameter, constriction width, and length).  (4) Characterize the threading dynamics of double-labeled DNA in cavity arrays.\r\n\r\nBROADER IMPACTS:  Many technologies for macromolecular manipulation, purification, and separation rely on an environment of molecular level constraints to create selective macromolecular motion.  It is proposed to develop a deeper understanding of the thermodynamics and dynamics of nanoscale polymer confinement by preparing fluidic devices and cavity arrays in which macromolecules can be examined by single molecule fluorescence visualization.  The project will also address a very important technological area of separating different polymer topologies (e.g. linear vs. circular).  The main educational goal is to train and mentor graduate and undergraduate students to enable them to pursue their career in research and engineering.  This research effort will produce students that have a rigorous science background, are independent thinkers, and have an understanding of intellectual property and real world applications.  In addition, the PI will continue to reach out to high-school students through the Stony Brook Simons program as mentor and science judge.  Some of those students, after their lab experience, have been very successful in science competitions such as LISF and the Intel competition.  In addition, the PI will host and design a website that allows sharing of techniques and tricks in nanofabrication and nano/microfluidics with the research community.  Such a website will enable researchers and students to learn and share the intricacies of nano- and microfluidics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Helmut",
   "pi_last_name": "Strey",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Helmut H Strey",
   "pi_email_addr": "Helmut.Strey@stonybrook.edu",
   "nsf_id": "000228756",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "perf_city_name": "STONY BROOK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  },
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 223087.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 106913.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>DNA Polymer dynamics are fundamental to the function of biological systems. Examples include gene regulation, cell division, threading and transport through pores. A better understanding of internal polymer dynamics under nano-confinement has potential applications in genomic sequencing, single biomolecule manipulation, and separations as well as the ability to address fundamental research questions in biophysics and molecular biology</p>\n<p>We studied the dynamics of DNA molecules both in solution and under confinement in nanostructures.&nbsp; We observed the internal polymer dynamics of DNA molecules by both fluorescence microscopy and fluorescence cross correlation spectroscopy (FCCS).&nbsp; To achieve the necessary precision, we custom build a FCCS system.&nbsp; This custom system allows us to measure diffusive motion of the ends of DNA at small displacements and short time scales.&nbsp; Compared to commercially available FCCS, our custom setup is significantly cheaper and more precise.&nbsp; We therefore believe that our setup will find wide adoption in the field of biophysics to study biomolecular binding. In addition, we developed a software package to fit fluorescence correlation spectroscopy data to our improved model.&nbsp; We will be publishing this software package shortly into the public domain via GitHub so that other researchers can take advantage of our procedures.</p>\n<p>Our measurements resolved a controversy between two groups that claimed different DNA dynamic behaviors in solution.&nbsp; Our analysis shows that both previous measurements can be explained using our novel data analysis model and that the deviation between the groups originated from a false assumption about the spatial distribution of the light intensity in a laser focus.&nbsp; Our group is currently employing FCCS to study the dynamics of DNA under nanometer confinement.</p>\n<p>This NSF project supported and educated one graduate student and several undergraduate students in biophysical methods, nano-technologies as well as data analysis.&nbsp; In addition, we established a pilot program based on engineering principles for elementary school students.&nbsp; The hands-on engineering curriculum is based on electronics and micro-controllers and was developed by my group for sixth grade students as part of a larger educational outreach program initiated by the graduate students of the Biomedical Engineering department, including the primary participant of this NSF project. Weekly class sessions focused on advanced topics such as circuit design, Arduino microcontroller programming, and hardware design, amongst others. All of these skills were adapted for sixth grade students and incorporated in the design of self-driving robotic cars controlled by micro-controllers that were displayed at an engineering science fair. The curriculum will serve as the basis for the creation of a permanent new science program aimed at all grades at the Jewish Academy of Long Island.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/28/2014<br>\n\t\t\t\t\tModified by: Helmut&nbsp;H&nbsp;Strey</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDNA Polymer dynamics are fundamental to the function of biological systems. Examples include gene regulation, cell division, threading and transport through pores. A better understanding of internal polymer dynamics under nano-confinement has potential applications in genomic sequencing, single biomolecule manipulation, and separations as well as the ability to address fundamental research questions in biophysics and molecular biology\n\nWe studied the dynamics of DNA molecules both in solution and under confinement in nanostructures.  We observed the internal polymer dynamics of DNA molecules by both fluorescence microscopy and fluorescence cross correlation spectroscopy (FCCS).  To achieve the necessary precision, we custom build a FCCS system.  This custom system allows us to measure diffusive motion of the ends of DNA at small displacements and short time scales.  Compared to commercially available FCCS, our custom setup is significantly cheaper and more precise.  We therefore believe that our setup will find wide adoption in the field of biophysics to study biomolecular binding. In addition, we developed a software package to fit fluorescence correlation spectroscopy data to our improved model.  We will be publishing this software package shortly into the public domain via GitHub so that other researchers can take advantage of our procedures.\n\nOur measurements resolved a controversy between two groups that claimed different DNA dynamic behaviors in solution.  Our analysis shows that both previous measurements can be explained using our novel data analysis model and that the deviation between the groups originated from a false assumption about the spatial distribution of the light intensity in a laser focus.  Our group is currently employing FCCS to study the dynamics of DNA under nanometer confinement.\n\nThis NSF project supported and educated one graduate student and several undergraduate students in biophysical methods, nano-technologies as well as data analysis.  In addition, we established a pilot program based on engineering principles for elementary school students.  The hands-on engineering curriculum is based on electronics and micro-controllers and was developed by my group for sixth grade students as part of a larger educational outreach program initiated by the graduate students of the Biomedical Engineering department, including the primary participant of this NSF project. Weekly class sessions focused on advanced topics such as circuit design, Arduino microcontroller programming, and hardware design, amongst others. All of these skills were adapted for sixth grade students and incorporated in the design of self-driving robotic cars controlled by micro-controllers that were displayed at an engineering science fair. The curriculum will serve as the basis for the creation of a permanent new science program aimed at all grades at the Jewish Academy of Long Island.\n\n \n\n\t\t\t\t\tLast Modified: 11/28/2014\n\n\t\t\t\t\tSubmitted by: Helmut H Strey"
 }
}