{
 "awd_id": "1106223",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Texture and Texture Transformations in Thin Metal Films",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gary Shiflet",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 390000.0,
 "awd_amount": 402000.0,
 "awd_min_amd_letter_date": "2011-08-09",
 "awd_max_amd_letter_date": "2013-08-14",
 "awd_abstract_narration": "TECHNICAL SUMMARY: Thin metal films are critical elements in many nano- and micro-fabricated technologies including microelectronics, optics, sensors, and catalysts. Due to dimensional constraints, such films are often found to be textured; that is, the individual metal crystallites comprising the film are preferentially oriented with certain types of crystal planes parallel to the film plane. Since the properties of the film depend strongly on the orientations present, understanding texture is critical to understanding the performance and reliability of devices containing thin films. There is good general agreement on the driving forces leading to texture formation. However existing models predict that only one texture component should occur at equilibrium, while mixed textures are common. To understand this, the kinetics of texture transformations in real films must be understood. In this project, the Baker group will study the kinetics of the transformation from as-deposited to as-annealed texture in thin metal films. Preliminary work suggested that inhomogeneous 3-D stress states that arise in such films may stabilize the mixed texture. To investigate this, the Baker group will produce films with very good control over film structure and chemistry, characterize film structure, including measurements of grain size distributions as a function of orientation, and will determine the volume fractions of the different texture components, and stress states in them, using in-situ synchrotron x-ray diffraction and TEM methods. They will use a high-throughput method that allows them to investigate multiple parameters with every film deposition. Detailed finite element simulations will be conducted to study the stress distributions within individual crystallites, and analytical models will be used to link stress states, kinetic models, and thermodynamic models into a construct that should strongly enhance prediction and control of thin film texture, and therefore properties.\r\n\r\nNON-TECHNICAL SUMMARY: Thin metal films---metal layers less than one tenth the thickness of a human hair---are essential elements in computer chips, optical systems, catalytic converters, and many other high-tech devices. These films are made up of many tiny metal crystals, called \"grains\". Because the films are so thin, grains tend to orient themselves so that certain directions in their crystal structure align with the plane of the film. The properties of thin films, and therefore the performance and reliability of devices containing thin films, depend very sensitively on these orientations. This topic has been studied for many years but people do not yet have the ability to predict how a film or a device will behave. The Baker group at Cornell University has proposed that the way that loads are distributed across the grains can stabilize different combinations of orientations. To study this, they will make films, characterize their structure and behavior using sophisticated tools such as the Cornell High Energy Synchrotron Source (CHESS) and will generate computer models to help interpret their results. The knowledge generated in this project will help make it possible to continue to miniaturize the next generation of nanofabricated devices and should help to improve performance and reliability in all devices that contain thin metal films. This project will involve undergraduates at both Cornell and at Houghton College, a small non-PhD-granting institution in upstate New York. Undergraduate participation will enhance both the scientific output of the project and the educational experience of those students. Undergraduates will participate fully in the research, and will present their work in presentations at professional society meetings and in peer-reviewed papers. Houghton students will be advised at Houghton by Prof. Brandon Hoffman, but will spend summers working with the Baker group at Cornell. Baker group graduate students and post-docs are active in outreach activities to area schools and institutions. A benefit of the current project is that images of grain orientation distributions can be quite striking and can often stand on their own as art, making a nice icebreaker for talking about materials science to non-scientists.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shefford",
   "pi_last_name": "Baker",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Shefford P Baker",
   "pi_email_addr": "shefford.baker@cornell.edu",
   "nsf_id": "000479918",
   "pi_start_date": "2011-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177100",
   "pgm_ele_name": "METAL & METALLIC NANOSTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 130000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 136000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 136000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Thin metal films play critical roles in almost every micro- and nano-scale technology. They are used to conduct electricity in microelectronics, to reflect light in optical devices, as catalysts in chemical devices, as biocompatible barriers in medical devices, and many others. Although these films are used for their electrical, optical, and other properties, their performance and lifetime is typically limited by mechanical stresses, which cause films to fail by fracture, or plastic flow.</p>\n<p>A very interesting problem affecting mechanical properties is a texture transformation that occurs in films with face-centered-cubic (FCC) crystal structures, including copper, gold, silver, and many others&mdash;in fact most metal films. In a texture transformation, a film that was deposited in one crystal orientation reorganizes to a different crystal orientation when it is annealed. Because the stiffness of most metals is anisotropic, the stress in the film can change by a factor of three or more due to a texture transformation. Such large changes in stress have significant effects on performance and reliability and are naturally of great concern to technologists.</p>\n<p>When deposited, FCC films typically have a particular orientation, called (111). During annealing, thinner films retain the (111) orientation, but thicker films transform to a different orientation, called (100). This is said to happen when tiny (100) grains (crystallites) that were either already there among the (111) grains, or which form from the (111) grains, grow by diffusion (atoms hop across the boundaries from the (111) to the (100) grains).</p>\n<p>A model developed in the 1990&rsquo;s purported to explain this in terms of a balance between interface and strain energies. A thin film with a high surface to volume ratio would remain (111) to minimize interface energy, and a thick film with a lower surface to volume ratio would transform to (100) to minimize strain energy. This is the reigning model and is widely cited.</p>\n<p>In preliminary work, we found that the texture transformation did not occur at the thickness predicted by the strain/interface energy model. Not only that, but films transformed although there was not enough strain energy according to that model. In addition, films transformed to stable mixed textures, which is not predicted by the model at all. We proposed that a highly inhomogeneous stress state where some grains had very high stresses while others had very low stresses might account for this. The average stress could be low and only some grains would transform.</p>\n<p>We thus engaged in a detailed study of the stresses and microstructures in silver films during annealing. We used Ti adhesion layers to change interface energies and made films with a range of thicknesses and stresses. We were ultimately able to show definitively that strain energy does <em>not</em> cause the texture transformation. In fact, we showed that microstructural changes can cause the strain energy to <em>increase</em> during the transformation. We then investigated whether these grain growth processes might be driven by a reduction in the defect energy. As atoms hop across grain boundaries from shrinking grains to growing grains, they can attach to a perfect lattice, while defects that existed in the original grain, and their associated energy, would be lost. We found that this process could be sufficient to account for the texture transformation, but only if extremely high defect densities were present.</p>\n<p>We also found that the (100) grains do not simply grow at the expense of the original (111) grains as predicted by the strain/interface energy model. Instead <em>all</em> of the grains that appear in the final structure, (100), (111), and random orientations, nucleate and grow by eating up the original (111) grains. Furthermore, we found that the final grain structures were very different, dep...",
  "por_txt_cntn": "\nThin metal films play critical roles in almost every micro- and nano-scale technology. They are used to conduct electricity in microelectronics, to reflect light in optical devices, as catalysts in chemical devices, as biocompatible barriers in medical devices, and many others. Although these films are used for their electrical, optical, and other properties, their performance and lifetime is typically limited by mechanical stresses, which cause films to fail by fracture, or plastic flow.\n\nA very interesting problem affecting mechanical properties is a texture transformation that occurs in films with face-centered-cubic (FCC) crystal structures, including copper, gold, silver, and many others&mdash;in fact most metal films. In a texture transformation, a film that was deposited in one crystal orientation reorganizes to a different crystal orientation when it is annealed. Because the stiffness of most metals is anisotropic, the stress in the film can change by a factor of three or more due to a texture transformation. Such large changes in stress have significant effects on performance and reliability and are naturally of great concern to technologists.\n\nWhen deposited, FCC films typically have a particular orientation, called (111). During annealing, thinner films retain the (111) orientation, but thicker films transform to a different orientation, called (100). This is said to happen when tiny (100) grains (crystallites) that were either already there among the (111) grains, or which form from the (111) grains, grow by diffusion (atoms hop across the boundaries from the (111) to the (100) grains).\n\nA model developed in the 1990Æs purported to explain this in terms of a balance between interface and strain energies. A thin film with a high surface to volume ratio would remain (111) to minimize interface energy, and a thick film with a lower surface to volume ratio would transform to (100) to minimize strain energy. This is the reigning model and is widely cited.\n\nIn preliminary work, we found that the texture transformation did not occur at the thickness predicted by the strain/interface energy model. Not only that, but films transformed although there was not enough strain energy according to that model. In addition, films transformed to stable mixed textures, which is not predicted by the model at all. We proposed that a highly inhomogeneous stress state where some grains had very high stresses while others had very low stresses might account for this. The average stress could be low and only some grains would transform.\n\nWe thus engaged in a detailed study of the stresses and microstructures in silver films during annealing. We used Ti adhesion layers to change interface energies and made films with a range of thicknesses and stresses. We were ultimately able to show definitively that strain energy does not cause the texture transformation. In fact, we showed that microstructural changes can cause the strain energy to increase during the transformation. We then investigated whether these grain growth processes might be driven by a reduction in the defect energy. As atoms hop across grain boundaries from shrinking grains to growing grains, they can attach to a perfect lattice, while defects that existed in the original grain, and their associated energy, would be lost. We found that this process could be sufficient to account for the texture transformation, but only if extremely high defect densities were present.\n\nWe also found that the (100) grains do not simply grow at the expense of the original (111) grains as predicted by the strain/interface energy model. Instead all of the grains that appear in the final structure, (100), (111), and random orientations, nucleate and grow by eating up the original (111) grains. Furthermore, we found that the final grain structures were very different, depending on the thickness and the interface layer, even when the textures, as measured by x-ray diffraction are the same, suggest tha..."
 }
}