{
 "awd_id": "1106024",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Ab Initio Approaches to Martensitic Transformations in Metallic Alloys",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2011-09-01",
 "awd_max_amd_letter_date": "2013-06-17",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\n\r\nThis award supports theoretical and computational research that is focused on developing and using first principles methods to compute free energies for various competing mechanisms of martensitic transformations.  These diffusionless displacive transformations which occur in a wide variety of metals, semiconductors, and ceramics, play a special role in materials science.  They constitute the fundamental strengthening mechanism of steels and are directly responsible for the shape memory effect and superelasticity in shape memory alloys. The PI will develop and implement efficient ab initio methods based on density functional theory that will allow for accurate calculations of electronic, vibrational, and magnetic entropy contributions to the free energies of various martensitic transformation paths. Specifically, the main objectives are:\r\n\r\n(1) Calculation of free energies and entropies of metastable and experimentally unstable phases, which will provide a valuable database for phase diagram calculations of multi-component alloys, \r\n\r\n(2) Calculation of thermodynamics of high-temperature martensitic transformation paths in iron, which will simultaneously include vibrational and spin disorder entropies, \r\n\r\n(3) Development of efficient methods for calculating free energy barriers and first-principles derived Landau-type free energy functionals for common martensitic transformation paths in high-temperature shape memory alloys, and \r\n\r\n(4) Development of new methods for treating composition effects on thermodynamics of martensitic transformations.\r\n\r\nSuccessful completion of the proposed research program will lead to better understanding of the thermodynamic driving forces and microstructural mechanisms of martensitic transformations, hence providing fundamental basis for rational design of new high-temperature shape memory alloy systems.\r\n\r\nThis award also supports the education of graduate students and the introduction of undergraduate students to modern computational methods.  The PI will partner with the California NanoSystems Institute and the Center X to leverage their ongoing efforts to increase participation of minority students and members of underrepresented groups in engineering, science, and technology.  The research will also aid in the improvement of computational science instruction aids via the development of high-throughput molecular dynamics simulations, which is a software platform that aims to streamline the process of performing molecular dynamics simulations. The software to be developed will be disseminated freely through the PI's group website.\r\n\r\nNON-TECHNICAL SUMMARY\r\n \r\nThis award supports theoretical and computational research that is focused on developing and using parameter-free methods for elucidating the fundamental mechanisms of a special class of transformations, called \"martensitic\", that occur in some types of solids.  In martensitic transformations, atoms arranged in a particular initial order diffuse by relatively small amounts compared to their interatomic distance, in a cooperative and homogeneous movement, resulting in a new atomic arrangement with a different shape or symmetry.  These transformations are both scientifically and technologically important, as they constitute the fundamental strengthening mechanism of steels, and they are directly responsible for the shape memory effect, wherein a deformed alloy \"remembers\" its original, cold-forged shape and returns to it when heated. \r\n\r\nThe PI will develop and implement efficient computational methods that will allow for calculating various contributions that stabilize atomic arrangements along martensitic transformation paths.  Successful completion of the proposed research program will lead to better understanding of the thermodynamic driving forces and atomistic mechanisms of martensitic transformations, hence providing fundamental basis for the rational design of new high-temperature shape memory alloy systems.\r\n\r\nThe educational component of this award involves the education of graduate students and the introduction of undergraduate students to modern computational methods.  The PI will partner with the California NanoSystems Institute and the Center X to leverage their ongoing efforts to increase participation of minority students and members of underrepresented groups in engineering, science, and technology.  The research will also aid in the improvement of computational science instruction aids via the development of high-throughput molecular dynamics simulations, which is a software platform that aims to streamline the process of performing computer simulations of physical movements of atoms or molecules interacting with each other. The software to be developed will be disseminated freely through the PI's group website.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vidvuds",
   "pi_last_name": "Ozolins",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vidvuds Ozolins",
   "pi_email_addr": "vidvuds.ozolins@yale.edu",
   "nsf_id": "000493585",
   "pi_start_date": "2011-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Theroretical study of the thermal properties of materials requires accurate atomistic models that can be used in Monte Carlo or molecular dynamics simulations. Accordingly, our research has focused on the development of new theoretical techniques for constructing mathematical models of materials in an efficient and systematically improvable manner.<br /><br />Our approach is based on a realization that all successful physics models possess a natural sparseness in the space of the unknown parameters-- for instance, the famous Heisenberg Hamiltonian provides a good description of most transition metal magnets with only a few near-neighbor exchange interactions. Unfortunately, the exact nature of this sparseness (i.e., which terms to include) is not known in advance, and one must use intuition to take advantage of it. Currently, this is a hard problem, and in practice it is difficult to go beyond a few tens of interactions even for simple systems, seriously limiting the accuracy of the resulting computations. <br /><br />We have developed theoretical tools for quantifying the intuitive notion that many physical properties of crystals are \"near-sighted\" and can be expressed in terms of short-ranged models or solved in terms of functions of finite range. We have shown that compressive sensing, a mathematical technique developed in information science, can be used to accurately parameterize models describing properties of crystalline solids.<br /><br />Compressive sensing (CS) provides a simple, general, and efficient approach to model-building. Instead of attempting to develop physical intuition for which coefficients will be most relevant, CS allows the inclusion of essentially all possible basis functions. Using very large basis sets eliminates the need to use physical intuition to construct smaller ones. Furthermore, CS is computationally efficient for very large problems, robust even for very noisy data, and its models predict more accurately than current state-of-the-art approaches. <br /><br />We have also developed CS-inspired methods for solving&nbsp; partial differential equations (PDEs) of mathematical physics.We proposed a novel method to create a set of localized (\"sparse\") functions for quantum mechanics. The main motivation for this work is to enable development of numerically stable and accurate algorithms that do not require explicit calculation of Hamiltonian eigenstates. We have introduced compressed plane waves (CPWs), a new type of multiresolution basis for the Laplacian. CPWs are defined by minimizing the kinetic energy of free electrons subject to the requirement that the function is normalized and orthogonal to its own translations by a lattice vector. This procedure results in functions that have compact support in real space and are well localized in the Fourier space. Since CPWs are derived from a variational principle for the Laplace operator, they are expected to form a useful tool for solving PDEs of quantum mechanics. <br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/05/2016<br>\n\t\t\t\t\tModified by: Vidvuds&nbsp;Ozolins</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nTheroretical study of the thermal properties of materials requires accurate atomistic models that can be used in Monte Carlo or molecular dynamics simulations. Accordingly, our research has focused on the development of new theoretical techniques for constructing mathematical models of materials in an efficient and systematically improvable manner.\n\nOur approach is based on a realization that all successful physics models possess a natural sparseness in the space of the unknown parameters-- for instance, the famous Heisenberg Hamiltonian provides a good description of most transition metal magnets with only a few near-neighbor exchange interactions. Unfortunately, the exact nature of this sparseness (i.e., which terms to include) is not known in advance, and one must use intuition to take advantage of it. Currently, this is a hard problem, and in practice it is difficult to go beyond a few tens of interactions even for simple systems, seriously limiting the accuracy of the resulting computations. \n\nWe have developed theoretical tools for quantifying the intuitive notion that many physical properties of crystals are \"near-sighted\" and can be expressed in terms of short-ranged models or solved in terms of functions of finite range. We have shown that compressive sensing, a mathematical technique developed in information science, can be used to accurately parameterize models describing properties of crystalline solids.\n\nCompressive sensing (CS) provides a simple, general, and efficient approach to model-building. Instead of attempting to develop physical intuition for which coefficients will be most relevant, CS allows the inclusion of essentially all possible basis functions. Using very large basis sets eliminates the need to use physical intuition to construct smaller ones. Furthermore, CS is computationally efficient for very large problems, robust even for very noisy data, and its models predict more accurately than current state-of-the-art approaches. \n\nWe have also developed CS-inspired methods for solving  partial differential equations (PDEs) of mathematical physics.We proposed a novel method to create a set of localized (\"sparse\") functions for quantum mechanics. The main motivation for this work is to enable development of numerically stable and accurate algorithms that do not require explicit calculation of Hamiltonian eigenstates. We have introduced compressed plane waves (CPWs), a new type of multiresolution basis for the Laplacian. CPWs are defined by minimizing the kinetic energy of free electrons subject to the requirement that the function is normalized and orthogonal to its own translations by a lattice vector. This procedure results in functions that have compact support in real space and are well localized in the Fourier space. Since CPWs are derived from a variational principle for the Laplace operator, they are expected to form a useful tool for solving PDEs of quantum mechanics. \n\n\n\n\t\t\t\t\tLast Modified: 07/05/2016\n\n\t\t\t\t\tSubmitted by: Vidvuds Ozolins"
 }
}