{
 "awd_id": "1106184",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Fundamental Investigation and Development of Screw Dislocation-Driven Nanowire Growth",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael J. Scott",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 397000.0,
 "awd_amount": 397000.0,
 "awd_min_amd_letter_date": "2011-07-01",
 "awd_max_amd_letter_date": "2012-05-18",
 "awd_abstract_narration": "TECHNICAL SUMMARY:\r\nThis project supported by Solid State and Materials Chemistry Program seeks to develop the rational design and synthesis of one-dimensional (1D) nanowire materials whose growth is driven by screw dislocations and to investigate their fundamental characteristics. Nanowires and other 1D nanomaterials possess interesting properties that have already found many applications in nanoelectronics, nanophotonics, solar energy conversion, thermoelectrics, and energy storage. Professor Song Jin and his students had discovered a nanowire growth mechanism completely different from the traditional metal-catalyzed nanowire growth, in which axial screw dislocations drive the anisotropic 1D crystal growth and enable the formation of 1D nanostructures. Bridging classical crystal growth theories with modern nanomaterial synthesis, this project focuses on the fundamental investigation and development of screw dislocation-driven nanowire growth to extend its generality among diverse materials, demonstrate the versatility in creating more complex nanostructures, scale up the solution catalyst-free growth of nanowires, and understand the physical properties of dislocation-driven nanowires. This understanding will create a new dimension in the rational design and synthesis of 1D nanomaterials and enable exploitation of a catalyst-free growth mechanism for large scale/low cost solution growth of 1D nanomaterials for diverse applications. \r\nNON-TECHNICAL SUMMARY:\r\nNanowires and other one-dimensional (1D) nanomaterials have significant applications in nanoelectronics, nanophotonics, solar energy conversion, thermoelectrics, and energy storage. Professor Song Jin and his students had discovered a different way of synthesizing nanowire materials that are driven by screw dislocation defects. This new mechanism of nanowire growth will be studied and further developed so that its significant advantages can be rationally exploited to open up a new dimension in the synthesis of 1D nanomaterials, especially for large scale and low cost solution growth. The proposed research can potentially have transformative impacts on the rational synthesis of 1D nanomaterials that will enable a variety of large scale applications of these materials, such as in renewable energy. Furthermore, education and outreach will be integrated with active research in this project by recruiting underrepresented undergraduate students to participate in nanomaterial research, by developing new modules for a web course on nanoscience and nanotechnology, and by further developing a nanoscience workshop for high school students and teachers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Song",
   "pi_last_name": "Jin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Song Jin",
   "pi_email_addr": "jin@chem.wisc.edu",
   "nsf_id": "000171028",
   "pi_start_date": "2011-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 262000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 135000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Nanoscale materials possess interesting properties and have already found many applications in nanoelectronics, nanophotonics, solar energy conversion, thermoelectrics, catalysis, electrochemical energy storage, and sensing. It is important to understand the fundamental growth process of nanomaterials in order to rationally design the syntheses with high degree of control over the nanostructure morphologies and compositions towards specific applications. Following our discovery that one-dimensional (1D) nanowire (NW) and nanotube (NT) growth can be driven by axial screw dislocations, we have worked on developing other nanomaterials that can be grown driven by screw dislocations and understanding the details of their growth mechanism. In this project, the generality of the dislocation-driven mechanism for different material systems and synthetic strategies have been further demonstrated with our successful syntheses of FeOOH, GaOOH, FeF<sub>3</sub>&middot;3H<sub>2</sub>O, Cu, Cu<sub>2</sub>O NWs/NTs and two-dimensional (2D) nanoplates of layered metal hydroxides in solution phase and CdS/CdSe and AlN NW/NTs via chemical vapor deposition (CVD), and confirmation of their growth mechanism.&nbsp; From these examples, we have understood the general guidelines for designing growth of anisotropic nanomaterials driven by screw dislocations and have realized such rational design using a variety of chemical methods and/or continuous flow cell reactors. We also developed new high pressure and high temperature flow reactors to carry out more controlled dislocation-driven growth of more complex oxide/hydroxide materials. We have also refined the methods to investigate the details of the growth mechanism, especially using imaging techniques in transmission electron microscope (TEM). Furthermore, we have expanded the investigation to other crystalline defects in nanomaterials, such as the planar stacking faults, and their relationship to screw dislocations. We have further expanded the investigation of screw dislocation-driven growth to 2D layered materials growth.</p>\n<p>Dislocation-driven growth is a general mechanism for synthesizing nanomaterials with different dimensionalities that should be applicable to many nanomaterials grown in either solution or vapor phase but has been greatly under appreciated in modern nanomaterials literature. These new examples we have demonstrated and developed established the generality of the growth mechanism, deepen our understanding on the rational designs of their synthesis, and further illustrated the general theoretical framework with which one can rationally design the catalyst-free synthesis of various 1D and 2D nanomaterials with increasing complexity and diversity utilizing a variety of chemistry, especially from solutions. This continuing fundamental study has created a new dimension in the rational design and synthesis of nanomaterials. It has also enabled the exploration of these nanomaterials synthesized via large scale/low cost solution growth for the large scale applications in various renewable energy applications, such as in solar energy applications, electrocatalysis, and nanostructured battery electrodes.</p>\n<p>The project has also facilitated the training of 3 Ph.D. students, 1 M.S. visiting student supported with Fulbright fellowship, 1 visiting Ph.D. student with fellowship, and 2 undergraduate student researchers (including 1 Hispanic student). We have developed two new lab modules on synthesizing nanomaterials from aqueous solution based on the experimental results from this research project and adapted them for undergraduate lab classes at University of Wisconsin-Madison. Such lab activities provide alternatives for existing lab modules and fresh experiments on &ldquo;nanoscience&rdquo; and &ldquo;nanomaterials&rdquo; that are simple and demand minimal investment in equipments. We have des...",
  "por_txt_cntn": "\n      Nanoscale materials possess interesting properties and have already found many applications in nanoelectronics, nanophotonics, solar energy conversion, thermoelectrics, catalysis, electrochemical energy storage, and sensing. It is important to understand the fundamental growth process of nanomaterials in order to rationally design the syntheses with high degree of control over the nanostructure morphologies and compositions towards specific applications. Following our discovery that one-dimensional (1D) nanowire (NW) and nanotube (NT) growth can be driven by axial screw dislocations, we have worked on developing other nanomaterials that can be grown driven by screw dislocations and understanding the details of their growth mechanism. In this project, the generality of the dislocation-driven mechanism for different material systems and synthetic strategies have been further demonstrated with our successful syntheses of FeOOH, GaOOH, FeF3&middot;3H2O, Cu, Cu2O NWs/NTs and two-dimensional (2D) nanoplates of layered metal hydroxides in solution phase and CdS/CdSe and AlN NW/NTs via chemical vapor deposition (CVD), and confirmation of their growth mechanism.  From these examples, we have understood the general guidelines for designing growth of anisotropic nanomaterials driven by screw dislocations and have realized such rational design using a variety of chemical methods and/or continuous flow cell reactors. We also developed new high pressure and high temperature flow reactors to carry out more controlled dislocation-driven growth of more complex oxide/hydroxide materials. We have also refined the methods to investigate the details of the growth mechanism, especially using imaging techniques in transmission electron microscope (TEM). Furthermore, we have expanded the investigation to other crystalline defects in nanomaterials, such as the planar stacking faults, and their relationship to screw dislocations. We have further expanded the investigation of screw dislocation-driven growth to 2D layered materials growth.\n\nDislocation-driven growth is a general mechanism for synthesizing nanomaterials with different dimensionalities that should be applicable to many nanomaterials grown in either solution or vapor phase but has been greatly under appreciated in modern nanomaterials literature. These new examples we have demonstrated and developed established the generality of the growth mechanism, deepen our understanding on the rational designs of their synthesis, and further illustrated the general theoretical framework with which one can rationally design the catalyst-free synthesis of various 1D and 2D nanomaterials with increasing complexity and diversity utilizing a variety of chemistry, especially from solutions. This continuing fundamental study has created a new dimension in the rational design and synthesis of nanomaterials. It has also enabled the exploration of these nanomaterials synthesized via large scale/low cost solution growth for the large scale applications in various renewable energy applications, such as in solar energy applications, electrocatalysis, and nanostructured battery electrodes.\n\nThe project has also facilitated the training of 3 Ph.D. students, 1 M.S. visiting student supported with Fulbright fellowship, 1 visiting Ph.D. student with fellowship, and 2 undergraduate student researchers (including 1 Hispanic student). We have developed two new lab modules on synthesizing nanomaterials from aqueous solution based on the experimental results from this research project and adapted them for undergraduate lab classes at University of Wisconsin-Madison. Such lab activities provide alternatives for existing lab modules and fresh experiments on \"nanoscience\" and \"nanomaterials\" that are simple and demand minimal investment in equipments. We have designed activities and participated in the Engineering Expo 2013 and Saturday Science at Discovery at University of Wisconsin-Madison. The graduate students carrie..."
 }
}