{
 "awd_id": "1106889",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI:Molecular mechanisms of secondary sexual characteristic development in mosquitofish",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 5700.0,
 "awd_amount": 5700.0,
 "awd_min_amd_letter_date": "2011-05-10",
 "awd_max_amd_letter_date": "2011-05-10",
 "awd_abstract_narration": null,
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erica",
   "pi_last_name": "Brockmeier",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Erica K Brockmeier",
   "pi_email_addr": "",
   "nsf_id": "000550561",
   "pi_start_date": "2011-05-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Anderson                Erica          K",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Gainesville",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "",
  "inst_zip_code": "326072924",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Anderson                Erica          K",
  "perf_str_addr": "",
  "perf_city_name": "Gainesville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326072924",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 5700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Mosquitofish (<em>Gambusia</em> <em>spp</em>) have the potential to be used as a bioindicator organism: an animal that can be sampled from environments to evaluate the impacts of pollution. Mosquitofish are especially useful for studying the impacts of endocrine disrupting compounds because male and female mosquitofish have different physical characteristics. The anal fin of males is longer than the females, and anal fins grow on females when they are exposed to androgens (the male sex steroid). Another reason that studying mosquitofish is important is the fact that female mosquitofish with male-like anal fins were found downstream of paper mills in Florida over 30 years ago and are still found at one impacted site. The main issue with using mosquitofish for evaluating the impacts of chemicals in field studies is that we do not have a strong understanding of how anal fin growth occurs, both in normal males and in females exposed to androgens. This type of information is crucial for accurately interpreting results from the field and extrapolating results to predicted effects on other endpoints such as reproductive fitness. One way that we can obtain this information is to determine what genes are expressed in the growing anal fin during androgen treatment. When we know what genes are involved in fin growth, we can learn more about what molecular pathways (a series of genes that lead to a change in an organism, such as increased growth) are responsible for the elongation of the anal fin and can gain insight into how androgen exposure leads to this characteristic.</p>\n<p>To learn more about how anal fin growth occurs during androgen treatment, the expression of a gene called sonic hedgehog was evaluated in adult female mosquitofish during my time in Dr. Taisen Iguchi&rsquo;s laboratory. This gene has many roles in appendage growth but it was of special interest for this study because Dr. Yukiko Ogino&mdash;an assistant professor in Dr. Iguchi&rsquo;s laboratory&mdash;found that it was expressed in the anal fins of mosquitofish fry during androgen treatment. The goal of this experiment was to see if this same gene was also expressed in adult female anal fins during androgen treatment. Sonic hedgehog expression was determined using a method called <em>in situ</em> hybridization, which uses whole tissues and gene probes that are labeled to enable detection of the gene after an enzymatic reaction that causes a color to form where the gene is expressed. This method enables us to see in what location of the fin the gene is being expressed. This information is important for determining what role the gene has in fin growth. Using this method, we were able to see sonic hedgehog expressed in the anal fins of androgen-treated female mosquitofish, and the gene was located at the very tip of the fin in the epithelium. Genes that are found in this area are responsible for helping bone cells grow, which fits in with what other studies in the growing fins of other fish species have found for this gene.</p>\n<p>The results of this study are crucial towards understanding how anal fin growth occurs. When we have a basic understanding of how anal fin growth occurs in females, we can connect these results to other experiments that evaluate how anal fin growth relates to endpoints such as the number of fry born per female. By putting this knowledge together, we can predict how endpoints that are easily measured&mdash;such as gene expression or anal fin growth&mdash;relate to more important but hard to measure endpoints such as reproductive health. This is vital for understanding how chemicals such as paper mill effluent and other endocrine disrupting chemicals are impacting these fish and what this impact means for other animals. Future field studies will incorporate this knowledge to aid in our understanding of paper mill effluents in Florida, where female mosquitofish with male-like anal ...",
  "por_txt_cntn": "\nMosquitofish (Gambusia spp) have the potential to be used as a bioindicator organism: an animal that can be sampled from environments to evaluate the impacts of pollution. Mosquitofish are especially useful for studying the impacts of endocrine disrupting compounds because male and female mosquitofish have different physical characteristics. The anal fin of males is longer than the females, and anal fins grow on females when they are exposed to androgens (the male sex steroid). Another reason that studying mosquitofish is important is the fact that female mosquitofish with male-like anal fins were found downstream of paper mills in Florida over 30 years ago and are still found at one impacted site. The main issue with using mosquitofish for evaluating the impacts of chemicals in field studies is that we do not have a strong understanding of how anal fin growth occurs, both in normal males and in females exposed to androgens. This type of information is crucial for accurately interpreting results from the field and extrapolating results to predicted effects on other endpoints such as reproductive fitness. One way that we can obtain this information is to determine what genes are expressed in the growing anal fin during androgen treatment. When we know what genes are involved in fin growth, we can learn more about what molecular pathways (a series of genes that lead to a change in an organism, such as increased growth) are responsible for the elongation of the anal fin and can gain insight into how androgen exposure leads to this characteristic.\n\nTo learn more about how anal fin growth occurs during androgen treatment, the expression of a gene called sonic hedgehog was evaluated in adult female mosquitofish during my time in Dr. Taisen IguchiÆs laboratory. This gene has many roles in appendage growth but it was of special interest for this study because Dr. Yukiko Ogino&mdash;an assistant professor in Dr. IguchiÆs laboratory&mdash;found that it was expressed in the anal fins of mosquitofish fry during androgen treatment. The goal of this experiment was to see if this same gene was also expressed in adult female anal fins during androgen treatment. Sonic hedgehog expression was determined using a method called in situ hybridization, which uses whole tissues and gene probes that are labeled to enable detection of the gene after an enzymatic reaction that causes a color to form where the gene is expressed. This method enables us to see in what location of the fin the gene is being expressed. This information is important for determining what role the gene has in fin growth. Using this method, we were able to see sonic hedgehog expressed in the anal fins of androgen-treated female mosquitofish, and the gene was located at the very tip of the fin in the epithelium. Genes that are found in this area are responsible for helping bone cells grow, which fits in with what other studies in the growing fins of other fish species have found for this gene.\n\nThe results of this study are crucial towards understanding how anal fin growth occurs. When we have a basic understanding of how anal fin growth occurs in females, we can connect these results to other experiments that evaluate how anal fin growth relates to endpoints such as the number of fry born per female. By putting this knowledge together, we can predict how endpoints that are easily measured&mdash;such as gene expression or anal fin growth&mdash;relate to more important but hard to measure endpoints such as reproductive health. This is vital for understanding how chemicals such as paper mill effluent and other endocrine disrupting chemicals are impacting these fish and what this impact means for other animals. Future field studies will incorporate this knowledge to aid in our understanding of paper mill effluents in Florida, where female mosquitofish with male-like anal fins have been present for over 30 years.\n\nIn addition to the scientific exchange between Japanese and US scienti..."
 }
}