{
 "awd_id": "1106577",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "New Developments in Sufficient Dimension Reduction",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 99999.0,
 "awd_amount": 99999.0,
 "awd_min_amd_letter_date": "2011-08-17",
 "awd_max_amd_letter_date": "2011-08-17",
 "awd_abstract_narration": "This proposal aims to develop new theory and methodology for sufficient dimension reduction. Through a series of well-defined research problems, the investigator develops specific dimension reduction methods for many important applications. In particular, this research proceeds in three main directions. First, the investigator proposes a general approach based on estimating equations to facilitate sufficient dimension reduction. Under this effective and flexible estimating equations framework, the investigator relaxes a restrictive distributional assumption for the classical dimension reduction techniques, and proposes a novel sufficient dimension reduction methodology that handles challenging problems such as missing observations and heteroscedastic modeling. Secondly, outliers are commonly observed in high-dimensional data and yet studied occasionally in the sufficient dimension reduction context. The investigator develops new sufficient dimension reduction procedures which are robust to outliers in the observations. Thirdly, most variable selection techniques in the current literature are model-based. The investigator proposes to extend sufficient dimension reduction methodology that can be applied to variable selection and testing the significance of subsets of predictors in a model-free fashion. The success of this project not only provides effective practical tools for high-dimensional data analysis but also represents an advance in the theory and methodology of semiparametric inference.\r\n\r\nThe scale and complexity of data sets have increased drastically in light of the development in modern technology. High-dimensional data that involve a large amount of variables are nowadays routinely generated and collected in areas such as environmental studies, human health and medical research, homeland security, government and business administration. High-dimensional data pose many challenges for statisticians and provide considerable momentum in the statistics community to develop new theories and methodologies. Sufficient dimension reduction methodology effectively transforms a high dimensional data problem to a low dimensional one, and thus facilitates many existing statistical methods which used to be hindered by the curse of dimensionality. The investigator proposes a new paradigm that synthesizes and broadens the theories and methodologies of sufficient dimension reduction. The results from this project can be widely applied for regression and classification problems in areas which involve a large number of variables, such as econometrics, finance and bioinformatics. The investigator also has the plan to provide free software packages to academic and industrial users of the proposed procedures. The support of the proposed research helps the investigator in the training of the students at Temple University, where few senior faculty members are available to supervise a large number of graduate students, including many minority and female students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yuexiao",
   "pi_last_name": "Dong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yuexiao Dong",
   "pi_email_addr": "ydong@temple.edu",
   "nsf_id": "000546226",
   "pi_start_date": "2011-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Temple University",
  "inst_street_address": "1805 N BROAD ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2157077547",
  "inst_zip_code": "191226104",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "PA02",
  "org_lgl_bus_name": "TEMPLE UNIVERSITY-OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "QD4MGHFDJKU1",
  "org_uei_num": "QD4MGHFDJKU1"
 },
 "perf_inst": {
  "perf_inst_name": "Temple University",
  "perf_str_addr": "1805 N BROAD ST",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191226104",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "PA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 99999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Sufficient dimension reduction is a supervised dimension reduction methodology, where one aims to find lower-dimensional projections of the&nbsp;multivariate predictors, such that the regression or classification information&nbsp;between the univariate response and the predictors are fully retained by these projections. With the ubiquity of high-dimensional data&nbsp;collected through different subject fields, the methodological development of sufficient dimension reduction and related applications have garnered interests in mathematical statistics, bioinformatics, marketing research, data mining and machine learning, etc. The main outcomes of the project are&nbsp;the theoretical development of the sufficient dimension reduction methodology in the following areas:</p>\n<p>1. Connect sufficient dimension reduction with estimation equations. Specifically, this connection allows us to deal with the challenging case where predictor dimension p is larger than the sample size n, and helps relaxation of several stringent assumptions in the existing sufficient dimension reduction literature.</p>\n<p>2. Perform robust sufficient dimension reduction. Specifically, complex data structures such as missing values, contaminated data&nbsp;and heteroscedasticity are common&nbsp;in high-dimensional data, and the new research findings can&nbsp;accommodate these challenging&nbsp;data structure and perform robust dimension reduction. &nbsp;&nbsp;</p>\n<p>3. Achieve model-free variable selection through sufficient dimension reduction. The new findings greatly extend the&nbsp;scope of the current variable selection and feature screening literature, where most methods are model-based and rely on specific&nbsp;parametric assumptions. Initial findings about interaction detection in the model-free setting&nbsp;are also&nbsp;promising.&nbsp;</p>\n<p>The findings in the project have been published in leading statistical journals. The principal investigator has presented these findings in&nbsp;several international conferences as well as department&nbsp;colloquium at&nbsp;research institutions both in US and overseas. &nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/26/2014<br>\n\t\t\t\t\tModified by: Yuexiao&nbsp;Dong</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSufficient dimension reduction is a supervised dimension reduction methodology, where one aims to find lower-dimensional projections of the multivariate predictors, such that the regression or classification information between the univariate response and the predictors are fully retained by these projections. With the ubiquity of high-dimensional data collected through different subject fields, the methodological development of sufficient dimension reduction and related applications have garnered interests in mathematical statistics, bioinformatics, marketing research, data mining and machine learning, etc. The main outcomes of the project are the theoretical development of the sufficient dimension reduction methodology in the following areas:\n\n1. Connect sufficient dimension reduction with estimation equations. Specifically, this connection allows us to deal with the challenging case where predictor dimension p is larger than the sample size n, and helps relaxation of several stringent assumptions in the existing sufficient dimension reduction literature.\n\n2. Perform robust sufficient dimension reduction. Specifically, complex data structures such as missing values, contaminated data and heteroscedasticity are common in high-dimensional data, and the new research findings can accommodate these challenging data structure and perform robust dimension reduction.   \n\n3. Achieve model-free variable selection through sufficient dimension reduction. The new findings greatly extend the scope of the current variable selection and feature screening literature, where most methods are model-based and rely on specific parametric assumptions. Initial findings about interaction detection in the model-free setting are also promising. \n\nThe findings in the project have been published in leading statistical journals. The principal investigator has presented these findings in several international conferences as well as department colloquium at research institutions both in US and overseas.    \n\n \n\n\t\t\t\t\tLast Modified: 11/26/2014\n\n\t\t\t\t\tSubmitted by: Yuexiao Dong"
 }
}