{
 "awd_id": "1106972",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Transmission Eigenvalues and Inverse Scattering Theory",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lora Billings",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 225000.0,
 "awd_amount": 225000.0,
 "awd_min_amd_letter_date": "2011-07-20",
 "awd_max_amd_letter_date": "2011-07-20",
 "awd_abstract_narration": "The transmission eigenvalue problem is a non-selfadjoint eigenvalue problem that originally arose in inverse scattering theory but has also recently appeared in thermo-acoustic imaging. The importance of transmission eigenvalues in inverse scattering theory is that these eigenvalues can be determined from the measured scattering data and they carry information  about the material properties of the scatterer. This proposal is concerned with a mathematical investigation of transmission eigenvalues in electromagnetic scattering theory and the application of these results to problems in nondestructive testing.  Until now research on transmission eigenvalues and their applications has concentrated on the case when the scatterer is a dielectric. Even in this restricted case, only partial results are available when the the scatterer has cavities, cracks  or inclusions (such situations are of course important in nondestructive testing). The investigators plan to  extend  these existing  results for dielectrics  to the case when the scatterer may have cavities, cracks or inclusions as well as being absorbing or dispersive. This leads, among other problems, to a study of complex transmission eigenvalues and an investigation of whether or not real eigenvalues exist in this case.   \r\n \r\n The nondestructive testing of materials in the areas of defense and manufacturing has become an increasingly important area from the points of view of both reliability and cost saving. Unfortunately, in many areas of national importance simple and effective methods for testing material for structural imperfections is still in its infancy.  In this proposal the investigators will mathematically  examine the possibility of using a newly discovered data set that can be obtained from the interrogation of materials by electromagnetic waves. This data set consists of what are called \"transmission eigenvalues\"  and such eigenvalues carry information about the structural stability of the material being tested.  In order to utilize these eigenvalues for the nondestructive testing of realistic materials it is necessary to examine the case when the material being tested is partially conducting, i.e. can absorb energy from the interrogating electromagnetic wave as well as the case when the material properties are frequency dependent, i.e. the material is \"dispersive\".  This project is devoted to the problem of understanding 1) what information  transmission eigenvalues provide about absorbing and dispersive  material which may have imperfections and 2) how these transmission eigenvalues can be effectively determined from the measured scattering data.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fioralba",
   "pi_last_name": "Cakoni",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fioralba Cakoni",
   "pi_email_addr": "fc292@math.rutgers.edu",
   "nsf_id": "000238733",
   "pi_start_date": "2011-07-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Colton",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "David L Colton",
   "pi_email_addr": "colton@math.udel.edu",
   "nsf_id": "000421465",
   "pi_start_date": "2011-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "550 S COLLEGE AVE",
  "perf_city_name": "NEWARK",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197131324",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 225000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><!--  /* Font Definitions */ @font-face \t{font-family:\"?? ??\"; \tpanose-1:0 0 0 0 0 0 0 0 0 0; \tmso-font-charset:128; \tmso-generic-font-family:roman; \tmso-font-format:other; \tmso-font-pitch:fixed; \tmso-font-signature:1 134676480 16 0 131072 0;} @font-face \t{font-family:\"?? ??\"; \tpanose-1:0 0 0 0 0 0 0 0 0 0; \tmso-font-charset:128; \tmso-generic-font-family:roman; \tmso-font-format:other; \tmso-font-pitch:fixed; \tmso-font-signature:1 134676480 16 0 131072 0;} @font-face \t{font-family:Cambria; \tpanose-1:2 4 5 3 5 4 6 3 2 4; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:3 0 0 0 1 0;}  /* Style Definitions */ p.MsoNormal, li.MsoNormal, div.MsoNormal \t{mso-style-unhide:no; \tmso-style-qformat:yes; \tmso-style-parent:\"\"; \tmargin:0in; \tmargin-bottom:.0001pt; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:Cambria; \tmso-ascii-font-family:Cambria; \tmso-ascii-theme-font:minor-latin; \tmso-fareast-font-family:\"?? ??\"; \tmso-fareast-theme-font:minor-fareast; \tmso-hansi-font-family:Cambria; \tmso-hansi-theme-font:minor-latin; \tmso-bidi-font-family:\"Times New Roman\"; \tmso-bidi-theme-font:minor-bidi;} .MsoChpDefault \t{mso-style-type:export-only; \tmso-default-props:yes; \tfont-family:Cambria; \tmso-ascii-font-family:Cambria; \tmso-ascii-theme-font:minor-latin; \tmso-fareast-font-family:\"?? ??\"; \tmso-fareast-theme-font:minor-fareast; \tmso-hansi-font-family:Cambria; \tmso-hansi-theme-font:minor-latin; \tmso-bidi-font-family:\"Times New Roman\"; \tmso-bidi-theme-font:minor-bidi;} @page WordSection1 \t{size:8.5in 11.0in; \tmargin:1.0in 1.25in 1.0in 1.25in; \tmso-header-margin:.5in; \tmso-footer-margin:.5in; \tmso-paper-source:0;} div.WordSection1 \t{page:WordSection1;} --></p>\n<p class=\"MsoNormal\" style=\"text-align: left;\">Nondestructive testing plays a central role in assuring the safety of American citizens in variety of endeavors, in particular air travel. However, in many situations nondestructive testing methods remain at a rudimentary level and new techniques are called for. Two particular examples came to mind. One is the testing of airplane canopies which, due to ultraviolet radiation, can deteriorate to such an extend that they can break due to bird-strikes.<span style=\"mso-spacerun: yes;\">&nbsp; </span>A second is the testing of containers in which toxic materials are being stored. In this NSF funded project the PIs have introduced totally new techniques to nondestructive testing which are based on a previously unknown set of target signatures called transmission eigenvalues. These eigenvalues can be measured via microwave interrogation and can detect changes in the material structure of the object being examined. In this project the PIs were able to establish methods for using transmission eigenvalues for the nondestructive testing of anisotropic and coated materials as well as objects where voids or cavities are possibly present, and gave a precise description of what information transmission eigenvalues can potentially yield about the material properties of the object being tested. These results have in turn inspired many researchers in both the mathematical and engineering community to take up related investigations in this new field of research. In 2014 the PIs published a research monograph with the world&rsquo;s leading scientific publisher in which a comprehensive discussion of their research was carefully presented. This monograph not only shows the potential applications of the research done by the PIs but also exposes the mathematical beauty of methods used to arrive at the desired results. This combination of practical applications and mathematical elegance has led to the establishment of a new field in mathematics<span style=\"mso-spacerun: yes;\">&nbsp; </span>called &ldquo;qualitative methods&rdquo; in inverse scattering theory.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/10/2014<br>\n\t\t\t\t\tModified by: Fioralba&nbsp;Cakoni</...",
  "por_txt_cntn": "\n\nNondestructive testing plays a central role in assuring the safety of American citizens in variety of endeavors, in particular air travel. However, in many situations nondestructive testing methods remain at a rudimentary level and new techniques are called for. Two particular examples came to mind. One is the testing of airplane canopies which, due to ultraviolet radiation, can deteriorate to such an extend that they can break due to bird-strikes.  A second is the testing of containers in which toxic materials are being stored. In this NSF funded project the PIs have introduced totally new techniques to nondestructive testing which are based on a previously unknown set of target signatures called transmission eigenvalues. These eigenvalues can be measured via microwave interrogation and can detect changes in the material structure of the object being examined. In this project the PIs were able to establish methods for using transmission eigenvalues for the nondestructive testing of anisotropic and coated materials as well as objects where voids or cavities are possibly present, and gave a precise description of what information transmission eigenvalues can potentially yield about the material properties of the object being tested. These results have in turn inspired many researchers in both the mathematical and engineering community to take up related investigations in this new field of research. In 2014 the PIs published a research monograph with the worldÆs leading scientific publisher in which a comprehensive discussion of their research was carefully presented. This monograph not only shows the potential applications of the research done by the PIs but also exposes the mathematical beauty of methods used to arrive at the desired results. This combination of practical applications and mathematical elegance has led to the establishment of a new field in mathematics  called \"qualitative methods\" in inverse scattering theory.\n\n\t\t\t\t\tLast Modified: 09/10/2014\n\n\t\t\t\t\tSubmitted by: Fioralba Cakoni"
 }
}