{
 "awd_id": "1106886",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI:Synthesis of Aminoglycoside Antibiotics",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 5700.0,
 "awd_amount": 5700.0,
 "awd_min_amd_letter_date": "2011-05-10",
 "awd_max_amd_letter_date": "2011-05-10",
 "awd_abstract_narration": null,
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mike",
   "pi_last_name": "Cuccarese",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mike Cuccarese",
   "pi_email_addr": "",
   "nsf_id": "000574902",
   "pi_start_date": "2011-05-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cuccarese               Mike",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Boston",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "",
  "inst_zip_code": "021304839",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Cuccarese               Mike",
  "perf_str_addr": "",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021304839",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  },
  {
   "pgm_ref_code": "9200",
   "pgm_ref_txt": "US CHINA COOP IN BASIC SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 5700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>Background</em>: Aminoglycosides are a diverse set of compounds with two very interesting functions. In Prokaryotic cells, they serve as toxic agents that introduce coding errors and prevent ribosome recycling during translation. Aminoglycosides are used for the treatment of a broad range of Gram-negative and some Gram-positive bacteria and are subject to very few resistance pathways. The second function of aminoglycosides involves eukaryotic cells. Here, aminoglycoside interaction with the ribosome induces &lsquo;read-through&rsquo; of premature stop codons in mRNA. In cases where a genetic mutation causes an extra stop codon to be transcribed into mRNA prior to the true termination point (e.g. cystic fibrosis, Rett syndrome, Duchenne muscular dystrophy), aminoglycosides cause the early stop codon to be ignored. Thus, a protein that would normally not be successfully coded, would be during aminoglycoside treatment. The disadvantage of aminoglycoside use is the severe ototoxicity (ear) and nephrotoxicity (kidney) associated with the drug. More widespread use of aminoglycosides will require medicinal chemistry and structure-activity relationship (SAR) studies to find a more selective, less toxic version of the drug.</p>\n<p><em>Research</em>: Aminoglycosides are compounds in which a central core (deoxystreptamine) is substituted with one or two aminosugars. Several aminoglycosides are found in nature that differ in branching from deoxystreptamine and stereochemistry. Novel aminoglycosides can be synthesized from glycosylation on deoxystreptamine using sugars with unique properties such as stereochemistry (D, L, a, b, gluco-, talo-, etc) and substitution (aminosugars, deoxysugars, cyclitols). The essential goal of such modifications is to hone in on the proper drug characteristics that will achieve the desired results while decreasing the toxicity. Biao Yu&rsquo;s research group at the Shanghai Institute of Organic Chemistry (SIOC) has developed a gold catalyzed glycosylation method that can be applied to the synthesis of aminoglycosides. Over the course of about 6 weeks I worked in the Yu group at SIOC to work on the synthesis of aminoglycosides and develop collaboration. The gold catalyzed glycosylation reaction was successful, though similar to other SN1-type glycosylations, it requires an anomeric alcohol to direct reaction stereochemistry. Two sugars with gluco-stereochemistry were attached to a protected deoxystreptamine core, though due to the weak nucleophilicity of deoxystreptamine, the reaction has not yet been observed with acceptable yield. As a result, a palladium-catalyzed glycosylation route is currently underway. The aminoglycoside analogues will be tested against e-coli and in an in-vitro transcription/translation assay to evaluate antibiotic activity and read-through.</p>\n<p>The progress made during my time at SIOC was important for developing an understanding of the reactivity of various deoxystreptamine derivatives toward different glycosylation methodologies. Even though a palladium catalyzed glycosylation will be used for this particular synthesis, learning the gold-catalyzed method will surely be useful for future syntheses in our lab.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/08/2011<br>\n\t\t\t\t\tModified by: Mike&nbsp;Cuccarese</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBackground: Aminoglycosides are a diverse set of compounds with two very interesting functions. In Prokaryotic cells, they serve as toxic agents that introduce coding errors and prevent ribosome recycling during translation. Aminoglycosides are used for the treatment of a broad range of Gram-negative and some Gram-positive bacteria and are subject to very few resistance pathways. The second function of aminoglycosides involves eukaryotic cells. Here, aminoglycoside interaction with the ribosome induces æread-throughÆ of premature stop codons in mRNA. In cases where a genetic mutation causes an extra stop codon to be transcribed into mRNA prior to the true termination point (e.g. cystic fibrosis, Rett syndrome, Duchenne muscular dystrophy), aminoglycosides cause the early stop codon to be ignored. Thus, a protein that would normally not be successfully coded, would be during aminoglycoside treatment. The disadvantage of aminoglycoside use is the severe ototoxicity (ear) and nephrotoxicity (kidney) associated with the drug. More widespread use of aminoglycosides will require medicinal chemistry and structure-activity relationship (SAR) studies to find a more selective, less toxic version of the drug.\n\nResearch: Aminoglycosides are compounds in which a central core (deoxystreptamine) is substituted with one or two aminosugars. Several aminoglycosides are found in nature that differ in branching from deoxystreptamine and stereochemistry. Novel aminoglycosides can be synthesized from glycosylation on deoxystreptamine using sugars with unique properties such as stereochemistry (D, L, a, b, gluco-, talo-, etc) and substitution (aminosugars, deoxysugars, cyclitols). The essential goal of such modifications is to hone in on the proper drug characteristics that will achieve the desired results while decreasing the toxicity. Biao YuÆs research group at the Shanghai Institute of Organic Chemistry (SIOC) has developed a gold catalyzed glycosylation method that can be applied to the synthesis of aminoglycosides. Over the course of about 6 weeks I worked in the Yu group at SIOC to work on the synthesis of aminoglycosides and develop collaboration. The gold catalyzed glycosylation reaction was successful, though similar to other SN1-type glycosylations, it requires an anomeric alcohol to direct reaction stereochemistry. Two sugars with gluco-stereochemistry were attached to a protected deoxystreptamine core, though due to the weak nucleophilicity of deoxystreptamine, the reaction has not yet been observed with acceptable yield. As a result, a palladium-catalyzed glycosylation route is currently underway. The aminoglycoside analogues will be tested against e-coli and in an in-vitro transcription/translation assay to evaluate antibiotic activity and read-through.\n\nThe progress made during my time at SIOC was important for developing an understanding of the reactivity of various deoxystreptamine derivatives toward different glycosylation methodologies. Even though a palladium catalyzed glycosylation will be used for this particular synthesis, learning the gold-catalyzed method will surely be useful for future syntheses in our lab.\n\n \n\n\t\t\t\t\tLast Modified: 12/08/2011\n\n\t\t\t\t\tSubmitted by: Mike Cuccarese"
 }
}