{
 "awd_id": "1106815",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Semiparametric conditional graphical models with applications to gene network analysis",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 180000.0,
 "awd_amount": 180000.0,
 "awd_min_amd_letter_date": "2011-05-20",
 "awd_max_amd_letter_date": "2013-04-24",
 "awd_abstract_narration": "The research proposed in this project is motivated by the following problem. In many genetic studies, in addition to gene expression data, other types f data are collected from the same individuals. The problem is how to make use of this additional information when construct gene networks. The investigators formulate this problem by a  conditional Gaussian graphical model (CGGM), in which the external variables are incorporated as predictors. They propose an estimation  procedure for this model by combining reproducing kernel Hilbert space with the lasso type regularization. The former is used to construct a model-free estimate of the conditional covariance matrix, and the latter is used to derive a sparse estimators of the conditional precision matrix, whose zero entry pattern correspond to a graph that describes the gene network. They propose to study the asymptotic properties, to introduce methods to determine the tuning constants, and to develop standardized and openly accessible computer programs for this model. Furthermore, the investigators propose to extend the CGGM in two directions. First, they propose to relax the Gaussian assumption by applying a copula transformation to the residuals and then using  pseudo likelihood to  estimate conditional correlations. These are then subject to the lasso-type  regularization to yield sparse estimator of the precision matrix. The second direction is the development of  sufficient graphical model, which is a mechanism to simultaneously reduce the dimension of the predictor and estimate the graphical structure of the response.\r\n\r\n\r\nHigh-throughput technologies that enable researchers to collect and monitor information at the genome level have revolutionized the field of biology in the past fifteen years. These data offer unprecedented amount and diverse types of data that reveal different aspects of the biological processes. At the same time, they also present many statistical and computational challenges that cannot be addressed by traditional statistical methods. In current genomics research it has become increasingly clear that statistical analysis based on individual genes may incur loss of information on the biological process under study. For example, a widely known study on identifying genetic patterns of diabetic patients show that no single gene could stand out statistically as responsible for the patterns, and yet clear signals emerged when genes were analyzed in groups. Motivated by this observation, greater attention has been paid to networks of genes. The investigators propose a class of new statistical methods, called conditional graphical models, for constructing gene networks that can take into account of a set of  covariates. They also plan to develop theoretical properties and computer programs for the proposed methods. Although their inquire began with gene networks, the investigators  envision conditional graphical models to have broad applications beyond genomics, such as in predicting asset returns  and in studying social networks, which are becoming all the more prevalent in this age of Internet.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bing",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bing Li",
   "pi_email_addr": "bing@stat.psu.edu",
   "nsf_id": "000312183",
   "pi_start_date": "2011-05-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 54977.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 61597.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 63426.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Current genomics research indicates that &nbsp; statistical analysis based on individual genes may incur loss of information on the biological process under study. Better results can be derived from the analysis based on groups of genes, or gene networks. &nbsp;An informative characterization of a gene network is by the &nbsp;global Markov property, which can be inferred by the statistical graphical models. In many genetic studies, however, in addition to gene expression data, other types of data are collected from the same individuals.</p>\n<p>A main achievement of this project is the development of a new class of statistical&nbsp;graphical models &nbsp;that can effectively make&nbsp;use of this additional information.&nbsp;We introduced a flexible &nbsp;conditional Gaussian graphical model, in which the external variables are incorporated as predictors.We proposed an estimation &nbsp;procedure for this model by combining reproducing kernel Hilbert space withthe lasso type regularization. In a subsequent work, we broadened the conditional graphical model so it can incorporate genetic data from different sources.&nbsp;</p>\n<p>Another important outcome of this project is the development of nonparametric additive graphical models to relax the restrictive Gaussian distribution assumption, or the copula Gaussian assumption, of the currently used graphical models. Conditional independence is the basis of the current graphical models. It is a &nbsp;complicated statistical relation that is difficult to model. The modeling of conditional independence is greatly simplified under the Gaussian distribution assumption, but the Gaussian assumption is too strong and unrealistic &nbsp;for many network data we encounter in practice. To relax this assumption is a very challenging problem and a focal point of many recent research activities. We developed a new theory of additive conditional independence, which shares all the important properties of conditional independence without using the Gaussian assumption. Equipped with this new theory we developed a flexible graphical model that can be applied to non-Gaussian network data and that is relatively easy to program and compute.&nbsp;</p>\n<p>Apart from these accomplishments on graphical models and statistical networks, we have also made significant advances in sufficient dimension reduction, which is an integral part of this project. Sufficient dimension reduction is a powerful body of theories and methodologies to handle high-dimensional data, such as those arise in genetics and data mining. It is playing an increasingly important role in our age of big data. One of the outcomes of this project is the extension of sufficient dimension reduction to the nonlinear case. This greatly expands the scope and application of sufficient dimension reduction, &nbsp;rigorizes and unifies many recent results developed in Statistics and Machine Learning, and provides a general theoretical platform for developing new methods for handling large and high-dimensional data.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/02/2014<br>\n\t\t\t\t\tModified by: Bing&nbsp;Li</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCurrent genomics research indicates that   statistical analysis based on individual genes may incur loss of information on the biological process under study. Better results can be derived from the analysis based on groups of genes, or gene networks.  An informative characterization of a gene network is by the  global Markov property, which can be inferred by the statistical graphical models. In many genetic studies, however, in addition to gene expression data, other types of data are collected from the same individuals.\n\nA main achievement of this project is the development of a new class of statistical graphical models  that can effectively make use of this additional information. We introduced a flexible  conditional Gaussian graphical model, in which the external variables are incorporated as predictors.We proposed an estimation  procedure for this model by combining reproducing kernel Hilbert space withthe lasso type regularization. In a subsequent work, we broadened the conditional graphical model so it can incorporate genetic data from different sources. \n\nAnother important outcome of this project is the development of nonparametric additive graphical models to relax the restrictive Gaussian distribution assumption, or the copula Gaussian assumption, of the currently used graphical models. Conditional independence is the basis of the current graphical models. It is a  complicated statistical relation that is difficult to model. The modeling of conditional independence is greatly simplified under the Gaussian distribution assumption, but the Gaussian assumption is too strong and unrealistic  for many network data we encounter in practice. To relax this assumption is a very challenging problem and a focal point of many recent research activities. We developed a new theory of additive conditional independence, which shares all the important properties of conditional independence without using the Gaussian assumption. Equipped with this new theory we developed a flexible graphical model that can be applied to non-Gaussian network data and that is relatively easy to program and compute. \n\nApart from these accomplishments on graphical models and statistical networks, we have also made significant advances in sufficient dimension reduction, which is an integral part of this project. Sufficient dimension reduction is a powerful body of theories and methodologies to handle high-dimensional data, such as those arise in genetics and data mining. It is playing an increasingly important role in our age of big data. One of the outcomes of this project is the extension of sufficient dimension reduction to the nonlinear case. This greatly expands the scope and application of sufficient dimension reduction,  rigorizes and unifies many recent results developed in Statistics and Machine Learning, and provides a general theoretical platform for developing new methods for handling large and high-dimensional data. \n\n \n\n\t\t\t\t\tLast Modified: 09/02/2014\n\n\t\t\t\t\tSubmitted by: Bing Li"
 }
}