{
 "awd_id": "1106153",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Targeting cancer stem cell self-renewal and proliferation mechanisms using in vitro microscale models",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Friedrich Srienc",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 499999.0,
 "awd_amount": 513249.0,
 "awd_min_amd_letter_date": "2011-08-16",
 "awd_max_amd_letter_date": "2013-06-25",
 "awd_abstract_narration": "Project Summary\r\n\r\nAlmost half a million new cases of colorectal cancer (CRC) worldwide are diagnosed each year. Unfortunately, the great majority of patients are not cured by current chemotherapy. Recent clinical data has led to the hierarchical tumor model, which proposes that a minority of tumor cells (cancer initiating cells) are responsible for the majority of the metastatic potential. Colorectal cancer initiating cells (CCIC) are highly resistant to current CRC chemotherapy, but they share many features with normal colon stem cells. Identifying drugs with anti-CCIC activity that are not toxic to normal colon stem cells is an important, high-impact goal that can improve CRC chemotherapy and patient survival.\r\n\r\nThere are primarily two kinds of assays for screening drugs that specifically target CCIC, but both have their limitations. In vitro assays are fast but most \"hits\" fail when tested in human, mainly due to dose-limiting toxicities against normal intestine and other organs. In vivo animal assays are expensive and time consuming for screening a large number of compounds. They are better for uncovering side effects, but still do not place human cells in the appropriate microenvironment to study intercellular interactions important for chemoresistance.\r\n\r\nIntellectual Merit\r\n\r\nIn this proposal, the team will combine cancer biology and physical science to develop a novel drug-screening platform to identify drugs that specifically target CCIC. In Aim 1, the team will characterize drug effectiveness and toxicity using an in vitro gastrointestinal tract (GI) microscale cell culture analog (ìCCÁ), coupled with a multi-chamber silicon PK-PD model representing the systemic circulation. This device provides a much more physiological environment for drug testing than current in vitro technologies. In Aim 2, the team will examine the drug effects on intestinal homeostasis using a microscale 3D hydrogel GI structure that mimics the geometry of human intestinal crypts. In Aim 3, the promising drug candidates will be tested in a state-of-the-art in vivo CCIC mouse model. We will use these three assays sequentially to identify safe CCIC drugs from a library of compound.\r\n \r\nBroader Impact\r\n\r\nThe proposed study attempts to develop several fundamental technologies that can potentially revolutionize the process of CRC drug discovery. If proven successful, the team will disseminate this method to the colon cancer research community and make an impact on millions of lives.\r\n\r\nThe educational part of this career proposal is devoted to providing future researchers with exposure to Biomedical Engineering. The undergraduate Cornell iGEM team will combine genetic engineering with microfluidic devices for their annual project competition. An annual workshops will be organized for the Institute for Biology Teachers to introduce Biomedical Devices to the middle school and high school teachers. The team will also develop a week-long research workshop for the CURIE Academy, a summer immersion program for engaging high school girls interested in engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Shuler",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Michael L Shuler",
   "pi_email_addr": "mls50@cornell.edu",
   "nsf_id": "000304078",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Xiling",
   "pi_last_name": "Shen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiling Shen",
   "pi_email_addr": "xiling.shen@terasaki.org",
   "nsf_id": "000543751",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Lipkin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Steven Lipkin",
   "pi_email_addr": "stl2012@med.cornell.edu",
   "nsf_id": "000578654",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "149100",
   "pgm_ele_name": "Cellular & Biochem Engineering"
  },
  {
   "pgm_ele_code": "790900",
   "pgm_ele_name": "BIOSENS-Biosensing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "003E",
   "pgm_ref_txt": "BIOMECHANICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "009E",
   "pgm_ref_txt": "Metabolic engineering"
  },
  {
   "pgm_ref_code": "144E",
   "pgm_ref_txt": "Synthetic biology"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 499999.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 7250.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-size: xx-small;\">\n<p>Colorectal cancer (CRC) is a leading cause of cancer-related death in US. A small population of CRC cells, sometimes called colon cancer stem cells (CCSCs), have high potential for tumor initiation. CCSCs are more resistant to chemotherapy, often responsible for CRC relapse and metastasis. However, these cells are usually studied in artificial cell culturing conditions, deprived of their natural tissue environment and physiology. Hence conclusions drawn from such studies often do not hold true in human patients, and there is no effective therapies to target such cells effectively. However, intervention studies are not feasible or ethical to be performed in human.</p>\n<p>This project aimed to develop new tools for the research community to study CRC and CCSCs in a more physiologically relevant environment that mimics the tissue environment where they grow. These new models will also facilitate new drug discoveries that have a better chance of succeeding in clinical trials.</p>\n<p>First, microfabrication technology originated from the semiconductor industry was used to make devices that mimic the intestinal and colon environment. This \"gut-on-a-chip\" technology recreates the geometry of the colon surface and allow small molecules to diffuse the barrier. More sophisticated devices were then fabricate to integrate the gut environment with the liver environment, because colon and liver constantly exchange biomolecules and colon cancer cells preferably metastasize to liver via the portal vein. The integrated device also revealed that certain nanoparticles, which are often used for enhancing chemodrug delivery, can potentially cause liver injury. The \"organ-on-a-chip\" technology developed in this project have several advantages: (a) they are relatively easy to manipulate and monitor, (b) they use human cells, hence relevant to human diseases, and (c) they allow screening for compounds.</p>\n<p>Despite the advantages of microfabricated devices, animal models are still the gold standard for cancer studies, because they capture more complexity of real tissue. However, the researchers are hindered by the lack of adequate CRC model. The team first discovered that CCSCs take advantage of a signaling mechanism called chemokine to metastasize out of colon. By engineering this chemokine, the team managed to grow human colon cancer in the gastrointestinal tract of the mouse, hence these human CRC cells can grow in an environment similar to their origin. Furthermore, by switching this chemokine, we can induce the CRC cells metastasize in a way that recapitulates the anatomic route of human CRC metastasis. Furthermore, a very innovative technology was developed by injecting these engineered CRC cells into early embryos of mice. The chemokine takes these CRC cells first to the thymus and then to the gut, where the immune system learns to recognize &lsquo;self&rsquo; vs. &lsquo;foreign&rsquo; (immune tolerance). These mice grow up and develop human CRC in their gut, and their immune system learned to tolerate these human CRC cells as their own, and do not reject them.</p>\n<p>In summary, the multidisciplinary team on this project developed innovate microscale devices and animal models that better capture CRC physiology in more physiologically realistic environments. These tools will greatly enhance the capability of researcher to study colon cancer stem cells and look for drugs that target them in their native environment.</p>\n</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/17/2015<br>\n\t\t\t\t\tModified by: Xiling&nbsp;Shen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\nColorectal cancer (CRC) is a leading cause of cancer-related death in US. A small population of CRC cells, sometimes called colon cancer stem cells (CCSCs), have high potential for tumor initiation. CCSCs are more resistant to chemotherapy, often responsible for CRC relapse and metastasis. However, these cells are usually studied in artificial cell culturing conditions, deprived of their natural tissue environment and physiology. Hence conclusions drawn from such studies often do not hold true in human patients, and there is no effective therapies to target such cells effectively. However, intervention studies are not feasible or ethical to be performed in human.\n\nThis project aimed to develop new tools for the research community to study CRC and CCSCs in a more physiologically relevant environment that mimics the tissue environment where they grow. These new models will also facilitate new drug discoveries that have a better chance of succeeding in clinical trials.\n\nFirst, microfabrication technology originated from the semiconductor industry was used to make devices that mimic the intestinal and colon environment. This \"gut-on-a-chip\" technology recreates the geometry of the colon surface and allow small molecules to diffuse the barrier. More sophisticated devices were then fabricate to integrate the gut environment with the liver environment, because colon and liver constantly exchange biomolecules and colon cancer cells preferably metastasize to liver via the portal vein. The integrated device also revealed that certain nanoparticles, which are often used for enhancing chemodrug delivery, can potentially cause liver injury. The \"organ-on-a-chip\" technology developed in this project have several advantages: (a) they are relatively easy to manipulate and monitor, (b) they use human cells, hence relevant to human diseases, and (c) they allow screening for compounds.\n\nDespite the advantages of microfabricated devices, animal models are still the gold standard for cancer studies, because they capture more complexity of real tissue. However, the researchers are hindered by the lack of adequate CRC model. The team first discovered that CCSCs take advantage of a signaling mechanism called chemokine to metastasize out of colon. By engineering this chemokine, the team managed to grow human colon cancer in the gastrointestinal tract of the mouse, hence these human CRC cells can grow in an environment similar to their origin. Furthermore, by switching this chemokine, we can induce the CRC cells metastasize in a way that recapitulates the anatomic route of human CRC metastasis. Furthermore, a very innovative technology was developed by injecting these engineered CRC cells into early embryos of mice. The chemokine takes these CRC cells first to the thymus and then to the gut, where the immune system learns to recognize æselfÆ vs. æforeignÆ (immune tolerance). These mice grow up and develop human CRC in their gut, and their immune system learned to tolerate these human CRC cells as their own, and do not reject them.\n\nIn summary, the multidisciplinary team on this project developed innovate microscale devices and animal models that better capture CRC physiology in more physiologically realistic environments. These tools will greatly enhance the capability of researcher to study colon cancer stem cells and look for drugs that target them in their native environment.\n\n\n\t\t\t\t\tLast Modified: 08/17/2015\n\n\t\t\t\t\tSubmitted by: Xiling Shen"
 }
}