{
 "awd_id": "1106182",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Copolymer Nanostructures Containing Polyelectrolyte Blocks and their Complexes with Molecules of Complementary Charge",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924933",
 "po_email": "alovinge@nsf.gov",
 "po_sign_block_name": "Andrew Lovinger",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 381000.0,
 "awd_amount": 381000.0,
 "awd_min_amd_letter_date": "2011-07-22",
 "awd_max_amd_letter_date": "2011-07-22",
 "awd_abstract_narration": "TECHNICAL SUMMARY:\r\n\r\nThis research will employ principles of multiphase block copolymer assembly to delineate the parameter space that defines the structures, stabilities and release properties of a family of new block copolybisphosphonate-small molecule nanostructures. Phosphonate groups are well-known to complex strongly to a myriad of substrates including metals, metal oxides, hydroxyapatite (bone), tooth enamel, and cationic drugs. Thus, multiphase copolymers containing blocks with ammonium phosphonate pendant groups will be synthesized with an emphasis on controlled block molecular weights and architectures and they will be complexed with low molecular weight cargo molecules with complementary charges to form nanostructures.  Research will focus on developing relationships among their chemical compositions, block architectures, nanostructure sizes, shapes, charge, colloidal stabilities and release characteristics. The knowledge gained will impact our understanding of the roles of electrostatic complexation and polymer morphology relative to formation and release of a wide variety of polymeric drug delivery complexes. Students will have the opportunity to conduct research at the interface of polymer science and biological sciences. Their work will be integrated into the diverse, broader nanoscience team in the Institute for Critical Technologies and Applied Sciences at VA Tech. \r\n\r\nNON-TECHNICAL SUMMARY:\r\n\r\nDramatic progress in pharmaceutical sciences and molecular biology since the 1970s now provides a myriad of therapeutic molecules with potential for treating diseases and correcting genetic defects. The key challenge to realize the benefits of these molecules lies in their safe and effective delivery to the appropriate tissue and cell. Advances in the molecular engineering of soft materials represent a leading solution to realize the progress and investments heretofore made. This project introduces a family of block copolymers containing strongly-complexing polyphosphonate anions that can be transformed into nanostructures with potential for encapsulating, protecting, then releasing a wide variety of drugs that have complementary cationic charge. Students will learn to design and synthesize block copolymers and prepare nanostructures, and they will work within a broader team to better understand the properties of their new materials that can benefit society. The project incorporates an intense effort to recruit and sustain a diverse group of students at all levels.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Judy",
   "pi_last_name": "Riffle",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Judy S Riffle",
   "pi_email_addr": "jriffle@nalasystems.com",
   "nsf_id": "000240254",
   "pi_start_date": "2011-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "300 TURNER ST NW",
  "perf_city_name": "BLACKSBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240603359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 381000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Copolymer Nanostructures Containing Polyelectrolyte Blocks and their Complexes with Molecules of Opposite Charge &ndash; DMR 1106182</strong></p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong><em>Objectives and Rationale: </em>The ultimate desired outcome of this project has been to create polymer-drug-imaging agent nanoscale complexes that have potential for sustained drug delivery with concurrent real-time imaging of the biodistributions of the complexes. The approach has been to synthesize block and graft copolymers that contain polyelectrolyte segments, to complex these with important substrates, and to study the properties of the polymer-substrate complexes. Polyelectrolyte blocks that contain phosphonate ions were of particular interest due to their strong binding characteristics with metals and metal oxides. The substrates for the phosphonate copolymer research have included manganese ions and magnetite nanoparticles suitable as contrast enhancement agents for MRI imaging, platinum chemotherapy drugs suitable for sustained release, and magnetite nanoparticles that can elicit biological responses when they are exposed to alternating current magnetic fields.</p>\n<p>Two classes of phosphonate-containing monomers/polymers were studied. The methacrylate monomers had pendent alkylammonium&nbsp; bisphosphonates. The methacrylate ester groups were designed to hydrolyze at a given rate that could be controlled by the length of the alkyl spacer between the methacrylate ester and the ammonium residue. The strategy was to have copolymers that would biodegrade with time so that the polymers could be broken down, then cleared from the body. The acrylamide monomers were designed to be hydrolytically stable, so that the potential applications for those materials were intended for long-term adhesives, such as dental resin adhesives to promote adhesion to teeth, and bone adhesives that would adhere to hydroxyapatite.</p>\n<p>&nbsp;</p>\n<p><em>Intellectual Merit: </em>&nbsp;Two types of nanoscale complexes were designed that were comprised of copolymer-imaging agent-platinum chemotherapy drugs, and it was demonstrated that they produced MRI images with good contrast together with sustained release of the drugs. One type contained a graft copolymer with special phosphonate binding agents that was first loaded with manganese(II) salts, then either cisplatin or carboplatin. The manganese(II) cations provided strong, positive MRI contrast (i.e., bright images). The most promising sustained release was with carboplatin. The second type of complex contained the copolymer with magnetite nanoparticles that led to negative contrast (black images). Both cisplatin and carboplatin yielded sustained release. Nanoscale complexes containing linear pentablock copolymers with carboxylate ions and polyether surfactants and magnetite nanoparticles were incubated with cancer cells and exposed to low frequency magnetic fields. It was demonstrated that these complexes entered cancer cells and exerted toxic effects on those cells upon exposure to alternating current magnetic fields.&nbsp;</p>\n<p>&nbsp;</p>\n<p><em>Broader Impact:&nbsp; </em>The research was disseminated to the public through refereed journal articles (8), theses and dissertations (6) and presentations at national conferences. Nine students including four PhD, two MS and three undergraduates were partially funded through this grant. These included five men, four women and two of the women were from underrepresented groups. Of the four PhD&rsquo;s funded, three of those scientists are employed full-time in the U.S. chemical industry and the fourth is conducting a postdoctoral fellowship at Washington University in St. Louis.</p>\n<p>The research has potential for impacting society in nanomedicine. In particular, the work involving exposure of cancer cells tha...",
  "por_txt_cntn": "\nCopolymer Nanostructures Containing Polyelectrolyte Blocks and their Complexes with Molecules of Opposite Charge &ndash; DMR 1106182\n\n \n\n            Objectives and Rationale: The ultimate desired outcome of this project has been to create polymer-drug-imaging agent nanoscale complexes that have potential for sustained drug delivery with concurrent real-time imaging of the biodistributions of the complexes. The approach has been to synthesize block and graft copolymers that contain polyelectrolyte segments, to complex these with important substrates, and to study the properties of the polymer-substrate complexes. Polyelectrolyte blocks that contain phosphonate ions were of particular interest due to their strong binding characteristics with metals and metal oxides. The substrates for the phosphonate copolymer research have included manganese ions and magnetite nanoparticles suitable as contrast enhancement agents for MRI imaging, platinum chemotherapy drugs suitable for sustained release, and magnetite nanoparticles that can elicit biological responses when they are exposed to alternating current magnetic fields.\n\nTwo classes of phosphonate-containing monomers/polymers were studied. The methacrylate monomers had pendent alkylammonium  bisphosphonates. The methacrylate ester groups were designed to hydrolyze at a given rate that could be controlled by the length of the alkyl spacer between the methacrylate ester and the ammonium residue. The strategy was to have copolymers that would biodegrade with time so that the polymers could be broken down, then cleared from the body. The acrylamide monomers were designed to be hydrolytically stable, so that the potential applications for those materials were intended for long-term adhesives, such as dental resin adhesives to promote adhesion to teeth, and bone adhesives that would adhere to hydroxyapatite.\n\n \n\nIntellectual Merit:  Two types of nanoscale complexes were designed that were comprised of copolymer-imaging agent-platinum chemotherapy drugs, and it was demonstrated that they produced MRI images with good contrast together with sustained release of the drugs. One type contained a graft copolymer with special phosphonate binding agents that was first loaded with manganese(II) salts, then either cisplatin or carboplatin. The manganese(II) cations provided strong, positive MRI contrast (i.e., bright images). The most promising sustained release was with carboplatin. The second type of complex contained the copolymer with magnetite nanoparticles that led to negative contrast (black images). Both cisplatin and carboplatin yielded sustained release. Nanoscale complexes containing linear pentablock copolymers with carboxylate ions and polyether surfactants and magnetite nanoparticles were incubated with cancer cells and exposed to low frequency magnetic fields. It was demonstrated that these complexes entered cancer cells and exerted toxic effects on those cells upon exposure to alternating current magnetic fields. \n\n \n\nBroader Impact:  The research was disseminated to the public through refereed journal articles (8), theses and dissertations (6) and presentations at national conferences. Nine students including four PhD, two MS and three undergraduates were partially funded through this grant. These included five men, four women and two of the women were from underrepresented groups. Of the four PhDÆs funded, three of those scientists are employed full-time in the U.S. chemical industry and the fourth is conducting a postdoctoral fellowship at Washington University in St. Louis.\n\nThe research has potential for impacting society in nanomedicine. In particular, the work involving exposure of cancer cells that contain magnetic nanoparticles to AC magnetic fields in the very low frequency range will continue under separate funding. \n\n \n\n\t\t\t\t\tLast Modified: 08/31/2015\n\n\t\t\t\t\tSubmitted by: Judy S Riffle"
 }
}