{
 "awd_id": "1106503",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Towards Simultaneous Optical Sensing of Multiple Analytes With a Multiple Surface-Plasmon-Polariton-Wave Platform",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alexander Revzin",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 57483.0,
 "awd_amount": 57483.0,
 "awd_min_amd_letter_date": "2011-08-10",
 "awd_max_amd_letter_date": "2011-08-10",
 "awd_abstract_narration": "1106503 \r\nLakhtakia \r\n\r\nIntellectual Merit. The dispersal of chemical wastes from industrial processes, pesticides from agricultural run-offs, metal leaching from landfills, all exemplify the growing problem of pollution of water resources. The deliberate introduction of pesticides and bacteria by terrorists in the nation's water resources is a related potential problem. Today's optical sensors are designed to detect one analyte at a time. If each sensor could sense more than one analyte, the rapidity of detection would be greatly enhanced.\r\n\r\nTheory has shown that more than one surface- plasmon-polariton (SPP) wave can be excited at the planar interface of a metal film and a nanomaterial called a chiral sculptured thin film (CSTF) at a specific free-space wavelength, in contrast to the only one SPP wave that can be excited in conventional platforms for SPP-based optical sensing technology. The aim of this 1-year EAGER project to theoretically and experimentally understand the underlying principles towards the use of a metal/CSTF interface for multi-analyte sensing with just one optical sensor.\r\n\r\nWith experimental data available for titanium-oxide and tantalum-oxide columnar thin films and aluminum thin films, calculations will be made to reasonably map the occurrence of multiple SPP-wave modes in relation to the deposition conditions of CSTFs. Aluminum and CSTFs will be deposited in the commonplace Kretschmann configuration to verify the prediction of multiple SPP-wave modes experimentally. Lastly, a proof-of-concept sensing experiment will be performed by infiltrating a CSTF with water and noting the angular shifts in the Kretschmann configuration. \r\n\r\nTwo incomplete links exist between the theoretical foundation and the realization of a multi-analyte sensor. First, clear and comprehensive experimental verification of the multiple SPP-wave modes guided by the metal/CSTF interface has to be carried out. Second, the sputtered metal film will also be porous, in addition to the CSTF being porous, so that the characteristics of the proposed sensor could be more complicated than thought. Hence, this is a high-risk proposal for non-EAGER funding mechanisms to be fruitfully invoked. Success will result in a high pay-off, as the capacity for sensing biochemicals in fluids would be greatly enhanced.\r\n\r\nBroader Impact. This project will engage one US graduate student in interdisciplinary research that bridges topics in nanomaterials synthesis and optical reflectance/transmittance measurements. The PI's endowed professorial chair will fund the participation of an undergraduate engineering student at Penn State in the proposed research. Both students will be required to develop their presentation skills by participating in the annual student-run College of Engineering Research Symposium at Penn State. The project will also initiate a tight collaboration with Groupe GDG Énvironmente Lte, Quebec, Canada, an industrial leader in environmental health technology, with a strong focus on new diagnostics tools based on sensors and lab-on-a-chip technology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Akhlesh",
   "pi_last_name": "Lakhtakia",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Akhlesh Lakhtakia",
   "pi_email_addr": "akhlesh@psu.edu",
   "nsf_id": "000204605",
   "pi_start_date": "2011-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "790900",
   "pgm_ele_name": "BIOSENS-Biosensing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "019E",
   "pgm_ref_txt": "SENSORS AND SENSING"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 57483.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Of the variety of optical methods for detecting analytes, the surface plasmon-polariton (SPP) wave-based sensing technologies continue to evolve. SPP-wave-based sensors are employed in a variety of research and industrial settings which span biology, agricultural science, forensic science, pharmaceuticals, amongst others.</p>\n<p><strong>&nbsp;</strong></p>\n<p>Often, these sensors are based on a prism-coupling configuration called the Turbadar-Kretschmann-Raether (TKR) configuration, wherein an SPP wave is guided by the planar interface of a thin metal film and an isotropic and homogeneous dielectric material. The opposite side of the metal film is a prism made of an optically denser material compared to the dielectric material partnering the metal film. Light of a fixed frequency is launched toward one slanted face of the prism. Light refracted into the prism is then incident on the interface of the prism and the metal film at a certain angle with respect to the thickness direction of the metal film. In air and positioned toward the other slanted face of the prism, a photodetector is used to measure the intensity of the light from the metal film and then refracted into air. As the angle of incidence increases from 0 deg, a sharp drop in reflectance is indicative of the excitation of an SPP wave, so long as there is no transmittance across the partnering dielectric material.</p>\n<p>&nbsp;</p>\n<p>Perturbations in the partnering dielectric material will cause the angular location of the dip to shift. This phenomenon has been exploited for standard SPP-wave-based optical sensors to detect hundreds of analytes. This <em>angular-interrogation</em> method provides reliable sensing. But, as only one SPP-wave mode is launched, only one analyte can be detected.</p>\n<p>&nbsp;</p>\n<p>About 5 years ago, John Polo (Edinboro University of Pennsylvania) and Akhlesh Lakhtakia (Pennsylvania State University) theoretically predicted that if the isotropic and homogeneous dielectric material is replaced by that of a periodically non-homogeneous film, such as a chiral sculptured thin film (CSTF), more than one SPP-wave mode can be guided by that interface at the same frequency. Furthermore, each SPP-wave mode will have different spatial-field profiles, attenuation rates, and phase speeds. Several reports of experimental verification have since then emerged.</p>\n<p>&nbsp;</p>\n<p>The CSTF material is placed in a metal boat contained in a low-pressure environment. The boat is then heated via resistive-heating physical-vapor deposition (PVD), as an electrical current passes through that boat. A collimated vapor flux of the evaporated material is directed toward the substrate rotating at a constant rate, about an axis that passes normally through it. As a result, spatially separated, periodic, and helical nanocolumns grow on top of a pre-deposited metal film. Thus, the CSTF is the partnering dielectric material.</p>\n<p>&nbsp;</p>\n<p>The CSTF is naturally porous from 10-90% depending on deposition parameters. This allows fluids to migrate to the vicinity of the metal/dielectric interface. When these void regions are&nbsp; infiltrated with a simple fluid or a solution containing an analyte, the angular location of an SPP-wave mode is expected to shift to higher values of the angle of incidence<em> </em>in the angular-interrogation method, resulting in an optical sensor of the analyte.</p>\n<p>&nbsp;</p>\n<p>Stephen Swiontek and Drew Pulsifer, two graduate students working with Lakhtakia &nbsp;at Penn State, recently published a paper in the open-access journal <em>Scientific Reports</em>, experimentally verifying that multiple SPP-wave modes can be guided when the CSTF platform is used. The researchers used lanthanum fluoride to deposit the CSTF, while the metal was aluminum. Upon infiltration of the void regions of the CSTF with either deionized (DI) water or a sucrose-water solution, the angul...",
  "por_txt_cntn": "\nOf the variety of optical methods for detecting analytes, the surface plasmon-polariton (SPP) wave-based sensing technologies continue to evolve. SPP-wave-based sensors are employed in a variety of research and industrial settings which span biology, agricultural science, forensic science, pharmaceuticals, amongst others.\n\n \n\nOften, these sensors are based on a prism-coupling configuration called the Turbadar-Kretschmann-Raether (TKR) configuration, wherein an SPP wave is guided by the planar interface of a thin metal film and an isotropic and homogeneous dielectric material. The opposite side of the metal film is a prism made of an optically denser material compared to the dielectric material partnering the metal film. Light of a fixed frequency is launched toward one slanted face of the prism. Light refracted into the prism is then incident on the interface of the prism and the metal film at a certain angle with respect to the thickness direction of the metal film. In air and positioned toward the other slanted face of the prism, a photodetector is used to measure the intensity of the light from the metal film and then refracted into air. As the angle of incidence increases from 0 deg, a sharp drop in reflectance is indicative of the excitation of an SPP wave, so long as there is no transmittance across the partnering dielectric material.\n\n \n\nPerturbations in the partnering dielectric material will cause the angular location of the dip to shift. This phenomenon has been exploited for standard SPP-wave-based optical sensors to detect hundreds of analytes. This angular-interrogation method provides reliable sensing. But, as only one SPP-wave mode is launched, only one analyte can be detected.\n\n \n\nAbout 5 years ago, John Polo (Edinboro University of Pennsylvania) and Akhlesh Lakhtakia (Pennsylvania State University) theoretically predicted that if the isotropic and homogeneous dielectric material is replaced by that of a periodically non-homogeneous film, such as a chiral sculptured thin film (CSTF), more than one SPP-wave mode can be guided by that interface at the same frequency. Furthermore, each SPP-wave mode will have different spatial-field profiles, attenuation rates, and phase speeds. Several reports of experimental verification have since then emerged.\n\n \n\nThe CSTF material is placed in a metal boat contained in a low-pressure environment. The boat is then heated via resistive-heating physical-vapor deposition (PVD), as an electrical current passes through that boat. A collimated vapor flux of the evaporated material is directed toward the substrate rotating at a constant rate, about an axis that passes normally through it. As a result, spatially separated, periodic, and helical nanocolumns grow on top of a pre-deposited metal film. Thus, the CSTF is the partnering dielectric material.\n\n \n\nThe CSTF is naturally porous from 10-90% depending on deposition parameters. This allows fluids to migrate to the vicinity of the metal/dielectric interface. When these void regions are  infiltrated with a simple fluid or a solution containing an analyte, the angular location of an SPP-wave mode is expected to shift to higher values of the angle of incidence in the angular-interrogation method, resulting in an optical sensor of the analyte.\n\n \n\nStephen Swiontek and Drew Pulsifer, two graduate students working with Lakhtakia  at Penn State, recently published a paper in the open-access journal Scientific Reports, experimentally verifying that multiple SPP-wave modes can be guided when the CSTF platform is used. The researchers used lanthanum fluoride to deposit the CSTF, while the metal was aluminum. Upon infiltration of the void regions of the CSTF with either deionized (DI) water or a sucrose-water solution, the angular locations of each of two SPP-wave modes shifted to higher values of the angle of incidence and offer sensitivities of about 100 degrees per refractive-index unit (deg/RIU), which is comparable to state-of-research v..."
 }
}