{
 "awd_id": "1106564",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Laplace Deconvolution and Its Application to Analysis of Dynamic Contrast Enhanced Computed Tomography Data",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 250000.0,
 "awd_min_amd_letter_date": "2011-05-23",
 "awd_max_amd_letter_date": "2011-05-23",
 "awd_abstract_narration": "The present proposal is motivated by analysis of Dynamic Contrast Enhanced Computed Tomography (DCE-CT)data.  DCE-CT provides a non-invasive measure of tumor angiogenesis and has great potential for cancer detection and characterization. It offers an  in vivo  tool for the evaluation and optimization of new therapeutic strategies as well as for longitudinal evaluation of therapeutic impacts of anti-angiogenic treatments. The difficulty of the problem stems from the fact that DCE-CT is usually contaminated by a high-level of noise and does not allows to directly measure the function of interest. Mathematically, the problem reduces to solution of a noisy version of Laplace  convolution equation based on discrete measurements, an important problem which also arises  in mathematical physics, population dynamics, theory of superfluidity and  fluorescence spectroscopy. However, exact  solution of the  Laplace convolution equation requires evaluation of the inverse Laplace transform  which is usually  found using  Laplace Transforms tables or partial fraction decomposition. None of these methodologies  can be used in stochastic setting. In addition, Fourier transform based techniques used for solution of a well explored Fourier deconvolution problem are not applicable here since the function of interest is defined on an infinite interval  while observations are available only on on a finite part of its domain and it may not be absolutely integrable on its domain. In spite of its practical importance,  the Laplace deconvolution problem was completely overlooked   by  statistics community. Only few applied mathematicians   took an effort to solve the problem but they  either completely ignored measurement errors  or treated themas fixed non-random values. For this reason,  estimation of a function given noisy observations on its Laplace convolution on an a finite interval requires development of a completely novel  statistical theory. The objective of the present proposal is to fill in this gap and to develop a path-breaking transformative statistical methodology for solution of various aspects of Laplace deconvolution problem:   formulation of fundamental theoretical results,  algorithmic developments and, finally, application of the  newly derived techniques to analysis of DCE-CT data.\r\n\r\nThe current proposal presents an integral effort of  merging applications and theory. Results of this effort will be greatly beneficial for\r\na)    the medical practice  since  development of novel  path-breaking methodologies  for analysis of DCE-CT data will potentially  improve clinical outcomes by providing non-invasive tool for cancer detection and characterization as well as for longitudinal evaluation of therapeutic impacts of anti-angiogenic treatments. First, DCE-CT can be used  used for assessment of intra-tumor physiological heterogeneity, thus offering an   in vivo  tool for the evaluation and optimization of new therapeutic strategies.\r\nSecond, DCE-CT provides a non-invasive tool for cancer detection and characterization as well as for longitudinal evaluationof therapeutic impact of anti-angiogenic treatments, and therefore, can act as a tool for improvement of those treatments.\r\nb)     the medical research   since   algorithmic developments and the software for interpretation of DCE-CT data will contribute to design of  new methodologies for non-invasive longitudinal evaluation of tumor angiogenesis, cancer detection and characterization. Software will be  freely available to anyone who carries out examination of such data and can be used   in cancer and medical imaging research.\r\nc)  various fields of science   since  data in the form of noisy measurements of the Laplace convolution of a function of interest with a known or estimated kernel appear in many areas of natural science. Analysis of decay curves  in fluorescence spectroscopy  is one but not the only example. However, due to the theoretical and methodological challenges associated  with the solution of Laplace deconvolution problem, these data are usually analyzed in an \"ad-hoc\" manner, or the formulation is abandoned overall in favor of a much less precise but easier treatable set-up.  Novel path-breaking methodologies which will be constructed as a result of this proposal will benefit all those applications.\r\nd)  training and development of the future work force and promoting interdisciplinary research by carrying out various educational activities, attracting and training Ph.D., M.S. and undergraduate students, teaching a Special Topics graduate course, organizing interdisciplinary seminars and promoting interdisciplinary research and diversity.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marianna",
   "pi_last_name": "Pensky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marianna Pensky",
   "pi_email_addr": "Marianna.Pensky@ucf.edu",
   "nsf_id": "000291401",
   "pi_start_date": "2011-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Central Florida Board of Trustees",
  "perf_str_addr": "4000 CENTRAL FLORIDA BLVD",
  "perf_city_name": "ORLANDO",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328168005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 250000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The present proposal has been motivated by analysis of Dynamic Contrast Enhanced Computed Tomography (DCE-CT) and Magnetic Resonance Imaging (DCE-MRI) data. Those techniques provide a non-invasive measure of tumor angiogenesis, growth of new blood vessels from pre-existing vessels (see Figure1), and has great potential for cancer detection and characterization.&nbsp; It offers an <em>in vivo</em> tool for the evaluation and optimization of new therapeutic strategies as well as for longitudinal evaluation of therapeutic impacts of anti-angiogenic treatments. &nbsp;The difficulty of the problem stems from the fact that DCE images are usually contaminated by a high-level of noise and also do not allows to directly measure the function of interest. The diagram of a DCE-CT experiment is presented on Figure 2.</p>\n<p>Mathematically, the problem reduces to solution of a noisy version of Laplace convolution equation based on discrete measurements, an important problem which also arises in mathematical physics, population dynamics, theory of superfluidity and fluorescence spectroscopy. In spite of its practical importance, the Laplace deconvolution problem was completely overlooked&nbsp;&nbsp; by&nbsp; statistics community. Only few applied mathematicians&nbsp;&nbsp; took an effort to solve the problem but they either completely ignored measurement errors or treated them as fixed non-random values. For this reason, estimation of a function&nbsp;&nbsp; given noisy observations on its Laplace convolution on an a finite interval &nbsp;&nbsp;required development of a completely novel statistical theory. The objective of the present proposal was to fill in this gap and to develop a transformative statistical methodology for solution of various aspects of Laplace deconvolution problem: formulation of fundamental theoretical results, algorithmic developments and, finally, application of the&nbsp; newly derived techniques to analysis of DCE imaging data.</p>\n<p>&nbsp;In the last four years, we fulfilled all these goals. First, we developed extensive statistical theories for solution of the Laplace deconvolution problem. Those theories not only allow to construct the estimators but also to evaluate their accuracy and to show that essentially precisions of the estimators cannot be improved. &nbsp;In addition, our investigation of the Laplace deconvolution problem led to various other developments in the area of the statistical inverse problems such as solution of the linear ill-posed problems with the extreme noise or data loss. Second, for all these techniques we explained how they can be implemented (including the choice of the tuning parameters) and carried them out using R or MatLab software. Third, we applied those methodologies to analysis of patient data obtained in the REMISCAN study, a large-scale study of medical and economic impact of the prediction of response to anti-angiogenic treatments in metastatic renal cell carcinoma by DCE-CT and DCE-MRI. This is a kind of kidney cancer where direct observation is absolutely impossible and doctors have to rely upon DCE imaging techniques. The purpose of the studies was to optimize the selection of patients who are likely to benefit from anti-angiogenic drugs by improving efficiency of the statistical analysis. Our preliminary results show that one can evaluate results of the treatment by providing accurate characteristics of each of the unit tissue volumes. Figures 3 and 4 correspond &nbsp;to the DCE-MRI sequences obtained right before the start of the treatment (Figure 3) and 15 days after the treatment (Figure 4). The tissue enhancements (in the metastasis) (pink crosses +) and the reconstructed enhancements (solid lines) &nbsp;&nbsp;obtained after estimation, are displayed in each sub-figure as an indicator of the estimation precision.&nbsp; In particular, Figures 3 and 4 show &nbsp;that our technique is indeed quite accurate.<...",
  "por_txt_cntn": "\nThe present proposal has been motivated by analysis of Dynamic Contrast Enhanced Computed Tomography (DCE-CT) and Magnetic Resonance Imaging (DCE-MRI) data. Those techniques provide a non-invasive measure of tumor angiogenesis, growth of new blood vessels from pre-existing vessels (see Figure1), and has great potential for cancer detection and characterization.  It offers an in vivo tool for the evaluation and optimization of new therapeutic strategies as well as for longitudinal evaluation of therapeutic impacts of anti-angiogenic treatments.  The difficulty of the problem stems from the fact that DCE images are usually contaminated by a high-level of noise and also do not allows to directly measure the function of interest. The diagram of a DCE-CT experiment is presented on Figure 2.\n\nMathematically, the problem reduces to solution of a noisy version of Laplace convolution equation based on discrete measurements, an important problem which also arises in mathematical physics, population dynamics, theory of superfluidity and fluorescence spectroscopy. In spite of its practical importance, the Laplace deconvolution problem was completely overlooked   by  statistics community. Only few applied mathematicians   took an effort to solve the problem but they either completely ignored measurement errors or treated them as fixed non-random values. For this reason, estimation of a function   given noisy observations on its Laplace convolution on an a finite interval   required development of a completely novel statistical theory. The objective of the present proposal was to fill in this gap and to develop a transformative statistical methodology for solution of various aspects of Laplace deconvolution problem: formulation of fundamental theoretical results, algorithmic developments and, finally, application of the  newly derived techniques to analysis of DCE imaging data.\n\n In the last four years, we fulfilled all these goals. First, we developed extensive statistical theories for solution of the Laplace deconvolution problem. Those theories not only allow to construct the estimators but also to evaluate their accuracy and to show that essentially precisions of the estimators cannot be improved.  In addition, our investigation of the Laplace deconvolution problem led to various other developments in the area of the statistical inverse problems such as solution of the linear ill-posed problems with the extreme noise or data loss. Second, for all these techniques we explained how they can be implemented (including the choice of the tuning parameters) and carried them out using R or MatLab software. Third, we applied those methodologies to analysis of patient data obtained in the REMISCAN study, a large-scale study of medical and economic impact of the prediction of response to anti-angiogenic treatments in metastatic renal cell carcinoma by DCE-CT and DCE-MRI. This is a kind of kidney cancer where direct observation is absolutely impossible and doctors have to rely upon DCE imaging techniques. The purpose of the studies was to optimize the selection of patients who are likely to benefit from anti-angiogenic drugs by improving efficiency of the statistical analysis. Our preliminary results show that one can evaluate results of the treatment by providing accurate characteristics of each of the unit tissue volumes. Figures 3 and 4 correspond  to the DCE-MRI sequences obtained right before the start of the treatment (Figure 3) and 15 days after the treatment (Figure 4). The tissue enhancements (in the metastasis) (pink crosses +) and the reconstructed enhancements (solid lines)   obtained after estimation, are displayed in each sub-figure as an indicator of the estimation precision.  In particular, Figures 3 and 4 show  that our technique is indeed quite accurate.\n\nThe overall results of the NSF funding consist of 14 papers (including 2 papers in Annals of Statistics), software which is available from the PIÆs website, 14 conference or col..."
 }
}