{
 "awd_id": "1106014",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Topological Defects, Curved Geometries, and Shape Evolution in Soft Matter",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 360000.0,
 "awd_min_amd_letter_date": "2011-08-12",
 "awd_max_amd_letter_date": "2013-06-18",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\nThis award is funded by the Division of Materials Research and supports theoretical and computational research and education in soft matter physics. This interdisciplinary project also brings together research ideas and tools from the fields of differential geometry, applied mechanics, and computational materials science. The primary goal of the project is to explain properties and behavior of orientationally ordered soft matter such as lipid vesicles, liquid crystals, and liquid crystal elastomers. Such materials display geometric frustration when curved geometries make uniform orientational order impossible. In such material systems, time evolution of defect microstructure and overall sample shape is closely coupled. Competing kinetics of defect migration and sample shape evolution allow the formation of either simple geometric shapes or complex, disordered structures that are deeply metastable. The PIs will use a suite of simulation techniques and theoretical tools to explore such phenomena in a variety of soft matter and biological systems: (1) Lipid membranes: shape evolution of vesicles in a tilted gel phase or a nematic phase, phase separation of tilted domains in vesicles, and pore formation and lamellar phases in bilayers with distinct leaflets; (2) Liquid-crystal elastomers: nematic elastomers with defects, and with the flexoelectric effect, the coupling between bend and electrostatic polarization; (3) Liquid crystals in confined geometries: thin films on curved solid substrates, droplets or shells in the nematic or cholesteric phase, and lamellar liquid-crystal phases in curved environments. In all these cases, the PIs will collaborate with experimental scientists to compare predictions with experiments on physical and biological systems. \r\nThis complex interaction between topological defects and curvature is a fundamental mechanism driving pattern formation and shape evolution in soft matter with orientational order. Modeling simultaneous co-evolution of defect textures and sample deformation will reveal kinetic effects not yet addressed in existing analytical theories, but which are important to understand experiments. This work will thus contribute to fundamental understanding of the properties and behavior of soft matter. \r\nThis award also supports education of students and the development of novel simulation techniques. Deeper understanding of defect textures and shape evolution in gel phase lipids will impact the field of membrane mechanics with potential applications in self-assembly, encapsulation methods, and cell biology. Understanding defect texture dynamics in liquid crystals will contribute to development of low-power display technologies, and predictive modeling of liquid crystal elastomers may lead to new devices that change shape with temperature. The PI's will also coordinate a volunteer research internship program for high school students that will promote enrollment in STEM college majors and build aspirations for future science careers.\r\n\r\nNON-TECHNICAL SUMMARY:\r\nThis award supports theoretical and computer simulation studies of soft matter, with a focus on materials composed of elongated molecules that tend to order spontaneously in parallel alignment, such as liquid crystals, liquid crystalline rubber, and lipid membranes. Because a material's elastic behavior depends on its underlying molecular structure, these materials sometimes form unusual patterns and shapes when heated or cooled through a phase transition in which their molecular alignment is altered.  This kind of behavior is seen particularly when the material is in the shape of a hollow sphere or other curved geometry where fully ordered parallel alignment of molecules is not possible, and defects - irregularities in molecular orientation - are inevitable.  The project team will employ a variety of theoretical and simulation tools to explore the way these defects give rise to the formation of complex sample shapes and patterns. This work aims to explore and to explain this fundamental mechanism driving pattern formation and shape evolution in soft matter with orientational order.\r\nBroader impacts of the work include education of future scientists and the development of novel simulation techniques. Potential technological applications of the membrane research include encapsulation methods and cell biology, and potential applications of the liquid-crystal research include low-power display technologies and actuators. This project is well-suited to train the next generation researchers in the methods of both chemical physics and computational materials modeling. The PIs will also coordinate a volunteer research internship program for high school students that will promote enrollment in STEM college majors and build aspirations for future science careers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robin",
   "pi_last_name": "Selinger",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Robin L Selinger",
   "pi_email_addr": "rselinge@kent.edu",
   "nsf_id": "000371258",
   "pi_start_date": "2011-08-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Selinger",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan V Selinger",
   "pi_email_addr": "jselinge@kent.edu",
   "nsf_id": "000474283",
   "pi_start_date": "2011-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kent State University",
  "inst_street_address": "1500 HORNING RD",
  "inst_street_address_2": "",
  "inst_city_name": "KENT",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "3306722070",
  "inst_zip_code": "442420001",
  "inst_country_name": "United States",
  "cong_dist_code": "14",
  "st_cong_dist_code": "OH14",
  "org_lgl_bus_name": "KENT STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "KXNVA7JCC5K6"
 },
 "perf_inst": {
  "perf_inst_name": "Kent State University",
  "perf_str_addr": "1500 HORNING RD",
  "perf_city_name": "KENT",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "442420001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "OH14",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 240000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 120000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project supported theoretical and computational research on soft matter, with a focus on materials composed of elongated molecules that tend to order spontaneously in parallel alignment. This alignment, known as <em><strong>orientational order</strong></em>, has mainly been studied in the context of liquid crystals. Indeed, orientational order is a crucial part of the optics of liquid crystals, because the transmission of light is very sensitive to the magnitude and direction of molecular alignment. All liquid crystal display devices, from simple color-changing thermometers to the most modern smartphones, operate by changing the magnitude or direction of molecular alignment, and hence inducing a change in the light transmitted through the device.</p>\n<p>In this project, the PIs investigated two systems in which orientational order affects the <strong><em>shape of materials</em></strong> rather than the optical properties:</p>\n<p>(1) <em><strong>Liquid crystal elastomers</strong></em> are materials that combine the molecular alignment of liquid crystals with the crosslinked polymer network of rubber. Because of this structure, the molecular alignment is coupled with the shape of the polymer network&mdash;any change in the alignment affects the shape, and vice versa. In particular, as the temperature decreases, the magnitude of the ordering increases, and the material extends along the alignment direction. For that reason, these materials are being studied for technological applications as actuators, such as artificial muscles for robotics.</p>\n<p>For some applications, researchers do not want elastomers with a uniform alignment, which extend or contract in a single direction. Instead, researchers want elastomers with a nonuniform pattern in the alignment, so that they will deform into specifically chosen shapes. The question is then: What is the relationship between the nonuniform alignment pattern and the final shape? This project supported research to answer that question. The PIs developed computational tools to calculate the shapes arising from specified alignment patterns, and compared the theoretical predictions with experiments by laboratory collaborators. This work will lead toward the design of materials with programmable shape changes.</p>\n<p>(2) <em><strong>Lipid vesicles</strong></em> are simple artificial models for the membranes of biological cells. They consist of lipid molecules, arranged in bilayers that form approximately spherical structures. Within the bilayers, the lipid molecules can align with each other, leading to orientational order. However, this orientational order cannot be perfect. By a theorem of topology, orientational order on a sphere always has defects, i.e. distortions in the molecular alignment that cannot relax away. The question is then: How do these defects affect the shape of the vesicle?</p>\n<p>Recent experiments by L. Hirst of the University of California, Merced, found that vesicles form very complex shapes, with bumps, indentations, and other features around the defects. This project supported research to explain those shapes. The PIs developed two complementary approaches&mdash;one using mathematics and the other using computer simulation&mdash;to find the coupling between molecular alignment and vesicle shapes. They explored the fundamental mechanism driving pattern formation and shape evolution in soft matter with orientational order. Future work will investigate how this mechanism affects the structure of biological membranes.</p>\n<p>While pursuing these research goals, the PIs performed several educational activities to develop the next generation of researchers: (a) Trained <em><strong>five PhD students</strong></em>, including students from underrepresented groups. (b) Organized a <em><strong>science fair</strong></em> at Kent State University for high-school students from Northeast Ohio. (c) Coordinated a han...",
  "por_txt_cntn": "\nThis project supported theoretical and computational research on soft matter, with a focus on materials composed of elongated molecules that tend to order spontaneously in parallel alignment. This alignment, known as orientational order, has mainly been studied in the context of liquid crystals. Indeed, orientational order is a crucial part of the optics of liquid crystals, because the transmission of light is very sensitive to the magnitude and direction of molecular alignment. All liquid crystal display devices, from simple color-changing thermometers to the most modern smartphones, operate by changing the magnitude or direction of molecular alignment, and hence inducing a change in the light transmitted through the device.\n\nIn this project, the PIs investigated two systems in which orientational order affects the shape of materials rather than the optical properties:\n\n(1) Liquid crystal elastomers are materials that combine the molecular alignment of liquid crystals with the crosslinked polymer network of rubber. Because of this structure, the molecular alignment is coupled with the shape of the polymer network&mdash;any change in the alignment affects the shape, and vice versa. In particular, as the temperature decreases, the magnitude of the ordering increases, and the material extends along the alignment direction. For that reason, these materials are being studied for technological applications as actuators, such as artificial muscles for robotics.\n\nFor some applications, researchers do not want elastomers with a uniform alignment, which extend or contract in a single direction. Instead, researchers want elastomers with a nonuniform pattern in the alignment, so that they will deform into specifically chosen shapes. The question is then: What is the relationship between the nonuniform alignment pattern and the final shape? This project supported research to answer that question. The PIs developed computational tools to calculate the shapes arising from specified alignment patterns, and compared the theoretical predictions with experiments by laboratory collaborators. This work will lead toward the design of materials with programmable shape changes.\n\n(2) Lipid vesicles are simple artificial models for the membranes of biological cells. They consist of lipid molecules, arranged in bilayers that form approximately spherical structures. Within the bilayers, the lipid molecules can align with each other, leading to orientational order. However, this orientational order cannot be perfect. By a theorem of topology, orientational order on a sphere always has defects, i.e. distortions in the molecular alignment that cannot relax away. The question is then: How do these defects affect the shape of the vesicle?\n\nRecent experiments by L. Hirst of the University of California, Merced, found that vesicles form very complex shapes, with bumps, indentations, and other features around the defects. This project supported research to explain those shapes. The PIs developed two complementary approaches&mdash;one using mathematics and the other using computer simulation&mdash;to find the coupling between molecular alignment and vesicle shapes. They explored the fundamental mechanism driving pattern formation and shape evolution in soft matter with orientational order. Future work will investigate how this mechanism affects the structure of biological membranes.\n\nWhile pursuing these research goals, the PIs performed several educational activities to develop the next generation of researchers: (a) Trained five PhD students, including students from underrepresented groups. (b) Organized a science fair at Kent State University for high-school students from Northeast Ohio. (c) Coordinated a hands-on research internship program which served over 100 high-school students, promoting their enrollment in STEM college majors and building aspirations for future science careers. The internship provided one dual high school/college credit hour each sem..."
 }
}