{
 "awd_id": "1106536",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Upscale Feedback of Tropical Atmospheric Synoptic-Scale Variabilities to Intraseasonal Oscillations",
 "cfda_num": "47.050",
 "org_code": "06020106",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anjuli Bamzai",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 370034.0,
 "awd_amount": 370034.0,
 "awd_min_amd_letter_date": "2011-08-18",
 "awd_max_amd_letter_date": "2011-08-18",
 "awd_abstract_narration": "The Madden-Julian Oscillation (MJO) is the most significant tropical variability between day-to-day weather and El Niño/La Niña-Southern Oscillation (ENSO). Recent theoretical and modeling studies suggested that the upscale feedback of synoptic-scale (3-10-day) variability (SSV) to MJO is important but our current knowledge in understanding this upscale feedback is very limited. This project articulates an endeavor to investigate the upscale feedback of the tropical SSV to MJO. Specific scientific questions to be addressed are: Through what internal atmospheric and ocean nonlinear processes and surface flux processes does the SSV feed back to the MJO? How do the barotropic/baroclinic energy conversions depend on the MJO phases? What are the phase relationships between MJO convection and nonlinearly rectified surface heat fluxes/apparent heat sources/eddy momentum transport? These questions will be addressed through the analysis of new-generation reanalysis products such as National Centers for Environmental Prediction (NCEP) Climate Forecast System Reanalysis (CFSR), Earth System Research Laboratory (ESRL) 100-year Historical Reanalysis, National Aeronautics and Space Administration (NASA) Modern Era Retrospective-analysis for Research and Applications (MERRA), and European Centre for Medium-Range Weather Forecasts (ECMWF) high-resolution YOTC (Year of Tropical Convection) datasets and through numerical modeling experiments. \r\n\r\nThis project consists of the following three major research components. Firstly, a newly developed eddy kinetic energy (EKE) budget diagnostics will be applied to investigate the role of synoptic eddy interactions with the slowly varying background mean state and the MJO flow in affecting barotropic and baroclinic energy conversions at various phases of MJO. Secondly, the investigator will examine the characteristics of nonlinearly rectified intraseasonal surface latent heat flux (LHF) and its temporal and spatial phase relationships with MJO convection. Thirdly, the investigator will examine to what extend SSV modulates intraseasonal apparent heat and moisture sources and how the nonlinear eddy momentum transport (including the effect of 2-day waves and mesoscale convective systems) exerts an upscale feedback to MJO. The ocean \"reddening\" process through which high-frequency atmospheric variability affects the intraseasonal SST will be also investigated through a series of ocean general circulation model experiments. The following two nonlinear rectification processes, the nonlinear rectification of the surface wind stress/heat flux and the ocean nonlinear advection process, will be particularly examined.\r\n\r\nBroader impacts of the research include the contribution to improved representation of the structure and variability of tropical convection from synoptic to intraseasonal timescales in the current state-of-art global climate/weather models, which may further lead to improved skills of extended-range weather and climate forecasts both in the tropics and extratropics, facilitating the forecast potential at the sub-seasonal scale.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tim",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tim Li",
   "pi_email_addr": "timli@hawaii.edu",
   "nsf_id": "000474603",
   "pi_start_date": "2011-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "2425 CAMPUS RD SINCLAIR RM 1",
  "perf_city_name": "HONOLULU",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222247",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 370034.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p><strong>Project overview</strong>: This project is to study an important phenomenon in the Earth's atmosphere, the Madden-Julian Oscillation (MJO). Through past 50+ year effort, short-range (less than a week) weather prediction becomes quite mature. On the other hand, monthly-to-seasonal climate prediction&nbsp;has been steadily improved due to advance in&nbsp;understanding&nbsp;El Nino phenomenon. Currently there is a gap in forecast skill in intermediate range (with timescale from a week to a month). The major predictability source for this intermediate range is MJO.&nbsp;Although the major convection associated with MJO is confined in the tropics, it can have a remote impact to weather and climate in mid-latitudes.</p>\n<p>One important aspect of MJO is its multi-scale structure. In particular, MJO has strong interaction with higher-frequency modes such as synoptic-scale (3-10-day)&nbsp;variability (SSV). Our current understanding of the MJO-SSV interaction is limited. This project articulates an endeavor to investigate the MJO-SSV interaction. Both observational data analysis and state-of-art numerical model experiments are conducted to achieve the goal.</p>\n<p><strong>Educational outcomes</strong>: This project has a strong educational component. The project supported 2 post-doc researcher and 5 PhD students. After a few years training, they have become next-generation leaders in weather and climate science community. Some of them become professors in a university, and others become independent researchers in various institutions.</p>\n<p><strong>Research outcomes</strong>: About 40 scientific papers were published in international professionally referred journals. These research works help advance our current understanding of&nbsp;MJO dynamics including its propagation, initiation and multi-scale interactions.</p>\n<p><strong>Broader impact</strong>: A better understanding of the MJO-SSV interaction will not only advance our current understanding of MJO dynamics but also help&nbsp;improve the model representation of tropical convection in the current state-of-art global models and improve skills of intermediate range weather-climate forecasts both in the tropics and mid-latitudes and our capability of predicting intraseasonal variations of the global atmosphere and ocean so that the current gap between short-rage weather and monthly/seasonal climate prediction may be bridged.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/11/2015<br>\n\t\t\t\t\tModified by: Tim&nbsp;Li</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\nProject overview: This project is to study an important phenomenon in the Earth's atmosphere, the Madden-Julian Oscillation (MJO). Through past 50+ year effort, short-range (less than a week) weather prediction becomes quite mature. On the other hand, monthly-to-seasonal climate prediction has been steadily improved due to advance in understanding El Nino phenomenon. Currently there is a gap in forecast skill in intermediate range (with timescale from a week to a month). The major predictability source for this intermediate range is MJO. Although the major convection associated with MJO is confined in the tropics, it can have a remote impact to weather and climate in mid-latitudes.\n\nOne important aspect of MJO is its multi-scale structure. In particular, MJO has strong interaction with higher-frequency modes such as synoptic-scale (3-10-day) variability (SSV). Our current understanding of the MJO-SSV interaction is limited. This project articulates an endeavor to investigate the MJO-SSV interaction. Both observational data analysis and state-of-art numerical model experiments are conducted to achieve the goal.\n\nEducational outcomes: This project has a strong educational component. The project supported 2 post-doc researcher and 5 PhD students. After a few years training, they have become next-generation leaders in weather and climate science community. Some of them become professors in a university, and others become independent researchers in various institutions.\n\nResearch outcomes: About 40 scientific papers were published in international professionally referred journals. These research works help advance our current understanding of MJO dynamics including its propagation, initiation and multi-scale interactions.\n\nBroader impact: A better understanding of the MJO-SSV interaction will not only advance our current understanding of MJO dynamics but also help improve the model representation of tropical convection in the current state-of-art global models and improve skills of intermediate range weather-climate forecasts both in the tropics and mid-latitudes and our capability of predicting intraseasonal variations of the global atmosphere and ocean so that the current gap between short-rage weather and monthly/seasonal climate prediction may be bridged. \n\n\t\t\t\t\tLast Modified: 09/11/2015\n\n\t\t\t\t\tSubmitted by: Tim Li"
 }
}