{
 "awd_id": "1106083",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "A Polymer-Based, Disease-Responsive, Nanoparticle-in-Microparticle System for Pulmonary Delivery of siRNA",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph A. Akkara",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 345000.0,
 "awd_amount": 345000.0,
 "awd_min_amd_letter_date": "2011-09-14",
 "awd_max_amd_letter_date": "2013-06-14",
 "awd_abstract_narration": "This award to University of Texas at Austin is funded jointly by the Biomaterials program in the Division of Materials Research, and the Biotechnology, Biochemical, and Biomass Engineering program in the Division of Chemical, Bioengineering, Environmental, and Transport Systems. This project is to study the delivery of therapeutic agents through the pulmonary route that could provide significant improvement in patient compliance and reduce drug-related systemic toxicity for a variety of diseases. Traditional drugs for inhalation suffer from low respirable fractions and high exhaled fractions, clearance by alveolar macrophages, and target non-specificity. This project proposes a unique nanoparticle-in-microparticle formulation comprising of swellable, peptide-crosslinked microgel-carriers encapsulating polysaccharide-small interfering RNA (siRNA) nanoparticles for efficient, intracellular delivery of drugs through the pulmonary route. These inhalable carriers are designed for: (i) efficient aerodynamic delivery to airway epithelial cells of the deep lung; (ii) increased lung deposition and avoidance of phagocytosis by alveolar macrophages due to in-situ swelling (large size) and stealth properties; (iii) pathophysiologically-triggered release of drug-loaded nanoparticles from microgels in the diseased tissue; and (iv) enhanced intracellular delivery of therapeutic siRNA using polysaccharide-based nanoparticles. There are significant scientific as well as educational impacts of this project that reaches beyond the proposed aims. The knowledge gathered would provide new insights on the feasibility of applying multi-stage, nanoparticle-in-microparticle type delivery concepts for pulmonary therapies. The project is inherently interdisciplinary and will provide a unique and rewarding educational and training environment for graduate, undergraduate and high school students, including those from under-represented groups in engineering professions. The results and cutting-edge concepts developed by these studies would also directly benefit several graduate and undergraduate courses.\r\n\r\nRNA-based drugs hold tremendous promise in successfully treating a wide variety of complex diseases, including pulmonary diseases, e.g. asthma, chronic obstructive pulmonary disease and lung cancers. Although several highly promising drugs have been identified, none has translated into clinical therapy primarily due to the inability to deliver these drugs safely and efficiently to the target cells in the lungs. It is therefore critical that significant research effort is vested on finding improved drug carriers for pulmonary therapeutics that overcomes the limitations of current delivery systems. The state-of-the-art concept to deliver such drugs uses polymer or lipid-based nanoparticles. However, it is well understood that these nanoparticles do not possess optimal aerodynamic properties for efficient distribution deep into the lung. This leads to low therapeutic efficacy and increased drug-associated side effects and toxicity. Here, we propose to develop a novel delivery system comprising of nanoparticles entrapped inside degradable, porous polymer microgels that would provide ideal properties for lung transport as well as highly efficient, intra-cellular delivery of drugs to diseased tissues. These carriers are also designed such that the drug is delivered only when and where it is needed, thereby greatly reducing side-effects and enhancing biological efficacy. The proposed research would provide new directions in pulmonary drug delivery system that could eventually lead to the next generation of inhaled therapeutics. The project also incorporates significant educational components to train the next generation of scientists, including graduate and undergraduate students as well as high school students especially those from under-represented groups in engineering professions. As part of their experience, graduate students will be trained in state-of-the-art and cutting edge techniques as well as on mentoring undergraduate women engineers for a research-based career. Research internship opportunities will also be offered to high school students from the Austin, Texas area to foster interest and encourage pursuit of STEM careers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Krishnendu",
   "pi_last_name": "Roy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Krishnendu Roy",
   "pi_email_addr": "krish.roy@vanderbilt.edu",
   "nsf_id": "000107326",
   "pi_start_date": "2011-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "149100",
   "pgm_ele_name": "Cellular & Biochem Engineering"
  },
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 149135.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}