{
 "awd_id": "1106045",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Large-Aperture Experiment to Detect the Dark Age (LEDA)",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ralph Gaume",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2016-01-31",
 "tot_intn_awd_amt": 613500.0,
 "awd_amount": 640669.0,
 "awd_min_amd_letter_date": "2011-08-13",
 "awd_max_amd_letter_date": "2013-09-11",
 "awd_abstract_narration": "Technical Abstract\r\nThe Large Aperture Experiment to Detect the Dark Ages (LEDA) project seeks to detect hyperfine emission from neutral Hydrogen (21 cm rest wavelength) in the intergalactic medium about 100 million years after the Big Bang (redshifts 16-40). A detection would deliver the first observational constraints on models of structure formation and on the formation of the first stars and black holes in the Universe. LEDA will develop and integrate signal processing instrumentation into the new first station of the Long Wavelength Array (LWA). This comprises a large-N correlator serving all 512 dipole antennas of the LWA-1, leveraging a packetized CASPER architecture and combining FPGAs and GPUs for the F and X stages. Iterative calibration and imaging will rely on warped snapshot imaging and be drawn from a GPU-enabled library (CUWARP) that is designed specifically to support wide-field full polarization imaging with fixed dipole arrays. Calibration techniques will include correction for ionospheric refraction and direction dependent dipole gains, and exploration of pulsar data analysis to improve performance. Accurate calibration and imaging will be crucial requirements for LEDA, necessary to subtract the bright foreground sky and detect the faint neutral Hydrogen signal. From the computational standpoint, LEDA is a O(100) TeraFlop per second challenge that enables a scalable architecture looking toward development of radio arrays requiring power efficient 10 PetaFlop per second performance. Stage two of the Hydrogen Epoch of Reionization Array (HERA2) is one example.\r\n\r\nLay Abstract\r\nWhen did the first stars form? These stars are expected to be much more massive than the stars that are around us today. Did supermassive black holes form at the same time, earlier, or later? One of the great challenges of cosmology today is the study of these first generation objects. Their formation is widely hypothesized to have begun about 100 million years after the Big Bang, but no data are available to test this theory. The only available means to study the Universe at so young an age (just 1% of what it is today) is via electromagnetic radiation from the intergalactic medium between the stars and black holes. Today, this is hot and ionized plasma, but in the early Universe it was a vast reservoir of cold neutral Hydrogen gas that fed the formation of the first stars and black holes and radiated long wavelength radiation copiously.\r\n\r\nThe LEDA project seeks to apply frontier radio astronomical techniques to make the first detection of this signal. LEDA will build a \"radio camera\" for deployment to the Long Wavelength Array, a radio telescope in New Mexico whose first 100m-diameter aperture was recently completed. The LEDA camera will combine several innovative technologies and data analysis techniques, giving students and young scientists the opportunity to join in cutting-edge science and development of the most advanced tools. In particular, LEDA will harness the massive computing power and flexibility of Graphics Processing Units (GPUs) - the engines that power video games - to make instantaneous images of nearly the whole sky at up to 10 meters wavelength (10 million times longer than visible radiation).\r\n\r\nFrom these images the light of our and other galaxies will be subtracted with high accuracy, enabling a search for signals from the dawn of the Universe. LEDA will push the frontiers of cosmology while contributing groundwork for future radio astronomical facilities where massive computing and signal processing systems will be lynchpins. Cross-disciplinary outgrowths of the LEDA effort will benefit astronomical, computational and solar sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dan",
   "pi_last_name": "Werthimer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dan Werthimer",
   "pi_email_addr": "danw@ssl.berkeley.edu",
   "nsf_id": "000466419",
   "pi_start_date": "2011-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121800",
   "pgm_ele_name": "ADVANCED TECHNOLOGIES & INSTRM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  },
  {
   "pgm_ref_code": "7697",
   "pgm_ref_txt": "INSTRUMENTATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 189481.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 356753.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 94435.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>The goal of the LEDA project is to learn how the first stars and galaxies formed in the early universe, and how these early stuctures led to the stars and galaxies around us today. &nbsp;</p>\n<p>The University of California&nbsp;Berkeley's reponsibility for the LEDA project was to design, develop and help test the spectral imaging instrumentation for LEDA, and make this hardware and software available to the scientific community for other research projects. &nbsp;</p>\n<p>The instrument &nbsp;we developed is connected to an array of radio telescopes to produce radio images at many different wavelengths. &nbsp;The instrument is called a \"correlator\" and is composed of many high performance digital signal processing field programmable array chips as well as many \"graphics processing units\" &nbsp;(GPU's), interconnected with a high speed ethernet switch. &nbsp; GPU's were originally developed by the computer gaming industry to produce more life-like animation, but we have put these powerful boards to use as supercomputing signal processors to produce radio astronomy images. &nbsp;</p>\n<p>The LEDA correlators are now fully operational are generating high quality data. &nbsp;The open source hardware, libraries, and tools we have developed for these instruments are used in a wide range of real-time radio telescope &nbsp;signal processing applications at dozens radio telescope observatories around the planet. &nbsp;</p>\n<p>More information about LEDA is available at&nbsp;http://www.tauceti.caltech.edu/leda/ and information about digital instrumentation for radio astronomy, including tutorials, videos, &nbsp;example instrument designs, and open source hardware and software is at http://casper.berkeley.edu.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/13/2016<br>\n\t\t\t\t\tModified by: Dan&nbsp;Werthimer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\nThe goal of the LEDA project is to learn how the first stars and galaxies formed in the early universe, and how these early stuctures led to the stars and galaxies around us today.  \n\nThe University of California Berkeley's reponsibility for the LEDA project was to design, develop and help test the spectral imaging instrumentation for LEDA, and make this hardware and software available to the scientific community for other research projects.  \n\nThe instrument  we developed is connected to an array of radio telescopes to produce radio images at many different wavelengths.  The instrument is called a \"correlator\" and is composed of many high performance digital signal processing field programmable array chips as well as many \"graphics processing units\"  (GPU's), interconnected with a high speed ethernet switch.   GPU's were originally developed by the computer gaming industry to produce more life-like animation, but we have put these powerful boards to use as supercomputing signal processors to produce radio astronomy images.  \n\nThe LEDA correlators are now fully operational are generating high quality data.  The open source hardware, libraries, and tools we have developed for these instruments are used in a wide range of real-time radio telescope  signal processing applications at dozens radio telescope observatories around the planet.  \n\nMore information about LEDA is available at http://www.tauceti.caltech.edu/leda/ and information about digital instrumentation for radio astronomy, including tutorials, videos,  example instrument designs, and open source hardware and software is at http://casper.berkeley.edu.\n\n \n\n\t\t\t\t\tLast Modified: 07/13/2016\n\n\t\t\t\t\tSubmitted by: Dan Werthimer"
 }
}