{
 "awd_id": "1106975",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Exploration, Modeling and Inference for Complex Data Objects",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 159398.0,
 "awd_amount": 159398.0,
 "awd_min_amd_letter_date": "2011-05-23",
 "awd_max_amd_letter_date": "2011-05-23",
 "awd_abstract_narration": "This proposal aims to develop new statistical learning tools geared towards the challenging problem of understanding population level variation, extracting features and gaining knowledge from a set of complex data objects. Object Oriented Data Analysis (OODA) is an outgrowth of Functional Data Analysis, in which the basic elements of data analysis are curves. The basic elements of OODA are complex data objects including tree-structured objects. In medical image analysis, tree-structured objects are found to be efficient for data representation when the focus of the medical study involves variation in branching structures. The proposed work is driven by a data set of human brain artery systems and will clearly have an impact on many other scientific fields involving populations of tree-structured objects. Analysis of complex data objects, such as trees, general graphs, networks and shapes, poses serious challenges towards methodological development since traditional statistical models for multivariate data and functional data rely on linear operations in Euclidean spaces or vector spaces. Thus, it requires the development of novel and nontraditional techniques in a whole new statistical paradigm for extracting patterns and information from data objects. The proposed work is targeted to address some fundamental issues, including one-dimensional representation in tree space. The first goal of this project is to provide tools for data exploration and summarization. Next, the investigator will study probability distributions (mixture models), which can be used as the basis of statistical inference. The investigator will further study modeling of tree-structured data to explain the relationship between tree-structured covariates and numerical response, and/or between numerical covariates and tree-structured response. Kernel based methods and logistic regression will be implemented for classification in tree spaces.\r\n\r\nHighly sophisticated data collection processes in science and technology from the last two decades motivate the study of complex data objects. The proposed work will open up a new area of statistical research, lay down a foundation and enrich the toolkit available for the analysis of object oriented data. The investigator will continue to implement newly developed modeling procedures to the human brain artery data, and help to improve existing brain tumor diagnosis procedure. This will also have a major impact on object oriented data analysis by developing interdisciplinary research among various scientific fields. It is expected that the ideas and methods resulting from this proposal will go beyond the motivating example of analyzing human brain artery data, and will provide researchers deeper insights in the discipline where the data were collected.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Haonan",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Haonan Wang",
   "pi_email_addr": "wanghn@stat.colostate.edu",
   "nsf_id": "000250127",
   "pi_start_date": "2011-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "601 S HOWES ST",
  "perf_city_name": "FORT COLLINS",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805212807",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 159398.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, the PI aimed to develop new statistical learning procedures and enrich the toolkits available for analyzing complex data objects.&nbsp; The PI proposed a regression model to characterize the relationship between tree-structured response/predictor random elements and other covariates. The PI studied a generalized linear mixed effects approach to model the branching properties of tree-structured objects. In addition, the PI developed a notion of quantiles for trees, which facilitates better understanding of the population of tree-structured objects. In particular, the quantile of tree-structured objects can be defined as a solution of a multi-objective optimization problem. Such optimization problems can be efficiently solved using genetic algorithms.</p>\n<p>This project greatly enhanced the available statistical tools for researchers from various scientific fields. In particular, the proposed methods have been applied to the field of neuroscience. Two different types of data have been considered, including brain artery systems and neuron systems. For brain artery data, results revealed the effect of aging on the branching pattern of human brain artery systems, and highlighted many interesting characteristics of the relationship between the branching probabilities of human brain artery systems and factors such as age, gender or handedness. For the neuron data, implementation of the proposed methods suggested possible differences on the topological structures between apical dendrites and basal dendrites of pyramidal neurons. Some of those findings are potentially important in the field of neuroscience.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2015<br>\n\t\t\t\t\tModified by: Haonan&nbsp;Wang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this project, the PI aimed to develop new statistical learning procedures and enrich the toolkits available for analyzing complex data objects.  The PI proposed a regression model to characterize the relationship between tree-structured response/predictor random elements and other covariates. The PI studied a generalized linear mixed effects approach to model the branching properties of tree-structured objects. In addition, the PI developed a notion of quantiles for trees, which facilitates better understanding of the population of tree-structured objects. In particular, the quantile of tree-structured objects can be defined as a solution of a multi-objective optimization problem. Such optimization problems can be efficiently solved using genetic algorithms.\n\nThis project greatly enhanced the available statistical tools for researchers from various scientific fields. In particular, the proposed methods have been applied to the field of neuroscience. Two different types of data have been considered, including brain artery systems and neuron systems. For brain artery data, results revealed the effect of aging on the branching pattern of human brain artery systems, and highlighted many interesting characteristics of the relationship between the branching probabilities of human brain artery systems and factors such as age, gender or handedness. For the neuron data, implementation of the proposed methods suggested possible differences on the topological structures between apical dendrites and basal dendrites of pyramidal neurons. Some of those findings are potentially important in the field of neuroscience. \n\n \n\n\t\t\t\t\tLast Modified: 11/30/2015\n\n\t\t\t\t\tSubmitted by: Haonan Wang"
 }
}