{
 "awd_id": "1106254",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Engineering Approaches to Cancer Metabolism to Interpret and Develop Improved Treatment Modalities",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Friedrich Srienc",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 177745.0,
 "awd_amount": 177745.0,
 "awd_min_amd_letter_date": "2011-08-10",
 "awd_max_amd_letter_date": "2011-08-10",
 "awd_abstract_narration": "Intellectual Merit: It has been well established since the work of Warburg that cancer cells exhibit changes in their cellular metabolism.  In the years since the Warburg hypothesis, a great deal has been learned about how these metabolic changes can be activated.  Two of the most common genetic alterations that can cause changes in cancer metabolism are transformations that lead to activation of the C-Myc (Myc) and hypoxia inducible factor  1 (HIF-1) transcription factors.   These transcription factors alter many genes involved in cellular metabolism to facilitate the expansion of cancer cells at the expense of normal cells in tumorigenic environments.   One approach for therapeutic intervention is to target these changes in order to limit a cancer cell?s expansion and survival potential relative to normal cells.  The hypothesis of the enclosed proposal is that engineering methodologies will help provide a more quantitative understanding of the metabolic transformations that can be used to identify strategies to target for inhibiting the growth and survival of cancer cells.  These engineering goals will be accomplished through the following three aims:  The first step will be to build and adapt a kinetic model of cancer metabolism including Myc and HIF-1 transformations in order to identify potential targets for cancer treatment.  Such a kinetic modeling approach will be advantageous since it can be used to predict changes in enzyme activity and metabolic rates that accompany the changes triggered by Myc and HIF-1 in cancer cells.  Furthermore, such a kinetic model will be helpful in identifying useful treatment scenarios that alter metabolism since potential cancer drugs often act on an enzyme in the metabolic pathway.  The kinetic model will enable users to examine many different treatment scenarios that would be impossible to reproduce experimentally.  The second aim will be to modify cancer cell systems using the predictions of these mathematical models in order to determine the capacity of the model to predict potential cancer therapy capabilities.  This approach will be applied to a model cancer cell line, P493, representing Burkitt?s lymphoma.  This cell line will be particularly appropriate since it offers the ability to control expression of Myc and HIF-1.  Other cancer cell lines are available if appropriate to see if the methodologies are generally applicable.  The final aim will be to evaluate the metabolite profiles and metabolic flux of model cancer cells with and without treatment.  Metabolite labeling will be applied to generate a metabolic flux framework elucidating changes resulting from cancer and treatments.  The goal of this step is to determine if the alterations predicted by the model and evaluated experimentally are observed in an overall flux map of cancer metabolic physiology.   This quantitative evaluation will help to better characterize cancer metabolism and treatment approaches and will also help to inform and improve kinetic models of cancer metabolism. \r\nBroader Impacts:   Cancer represents the second leading cause of death in the US and thus rational approaches to prevent its lethality are a major health goal.  Alterations in cancer metabolism are present in many cancers ranging from B-cell lymphomas, leukemias, gliomas, breast cancer, to renal carcinomas among others.  By applying engineering approaches, this study will provide a quantitative understanding of how metabolism is changed in cancer cells.  This knowledge will be useful in developing better treatment strategies that inhibit tumor growth and perhaps activate cell death.   The project will also develop a metabolism modeling module that will be used to stimulate and  excite middle school students about science and engineering related to human health.  Students educated in this project through research, education and outreach initiatives will be important contributors to society by understanding  mammalian metabolism and applying this knowledge to alter performance of mammalian cells in topics ranging from biotechnology to biomedicine.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Betenbaugh",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J Betenbaugh",
   "pi_email_addr": "beten@jhu.edu",
   "nsf_id": "000243331",
   "pi_start_date": "2011-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chi",
   "pi_last_name": "Dang",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Chi V Dang",
   "pi_email_addr": "cvdang@jhmi.edu",
   "nsf_id": "000545990",
   "pi_start_date": "2011-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N CHARLES ST",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "149100",
   "pgm_ele_name": "Cellular & Biochem Engineering"
  },
  {
   "pgm_ele_code": "163300",
   "pgm_ele_name": "MATERIALS AND SURFACE ENG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "009E",
   "pgm_ref_txt": "Metabolic engineering"
  },
  {
   "pgm_ref_code": "1757",
   "pgm_ref_txt": "Quantitative sys bio and biotech"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 177745.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Background</p>\n<p>Cancer is one of the leading causes of mortality in the US and around the world.&nbsp; Furthermore, efforts to treat it have been frustrated by ineffective therapies and a lack of understanding of the disease as well as the impact that drugs have on the disease.&nbsp; One area for which better understanding may result in improved treatment is in the area of cancer metabolism.&nbsp; The body&rsquo;s metabolism is known to change in response to onset of cancer but the exact changes present are not always known and importantly, the impact of treatments on metabolism are not well characterized either.&nbsp; Metabolic Flux Analysis (MFA) is a powerful tool used to accurately measure the activity or flow of metabolites through the major metabolic pathways. With this information, we can see how genetic changes impact metabolic flows and how a drug adversely affects the growth of the cells through its impact on specific steps in metabolism.&nbsp; This approach enables us to potentially understand the physiology of cancer better and to pinpoint more precisely the metabolic impact of the drugs on the cellular physiology. &nbsp;</p>\n<p>Project Summary</p>\n<p>In this project we used MFA to provide insights into the metabolism of some cancer phenotypes and in some cases how drug treatment changed the metabolism. Over the course of this project we primarily analyzed three phenotypes: signaling in FL5.12 leukemia cells, kinase expression in NSCLC lung cancer cells, and a glutaminase mutation in P493 lymphoma cells exposed to the drug BPTES. Using MFA we discovered specific insights of the metabolism of these cancer traits.</p>\n<p>Hyperactive PI3K/AKT signaling is heavily involved in cancer cell metabolism. To study the impact of AKT signaling, FL5.12 leukemia cells were created that expressed a constitutively activated AKT phenotype that mimics the cancer phenotype. MFA analysis was applied, determining that AKT signaling resulted in increased glucose consumption and lactate secretion while glutamine consumption was unaffected. Glucose-derived pyruvate was inhibited which prevented pyruvate from fueling the TCA cycle. This in turn caused greater basal oxygen consumption by the cells.</p>\n<p>LKB1 is a tumor suppressive serine/threonine kinase that activates many downstream kinases. This makes it important in the regulation of a variety of cellular phenotypes including metabolism, invasion, proliferation, and polarity. LKB1 is lost in 20-30 percent of lung adenocarcinomas and 10-20 percent of lung squamous cell carcinomas. We examined LKB1-deficient NSCLC cells relative to the inhibitory effects of Erlotinib, a drug that targets a key signaling pathway (EGFR-PI3K-mTOR). The LKB1-deficientcells were found to be more sensitive to inhibition of EGFR-PI3K-mTOR, showing adversely affected growth rates and reduced colony-formation.&nbsp; We believe that Erlotinib treatment selectively inhibits oxidative metabolism and disrupts energy homeostasis as specific consumption of glucose and secretion of lactate was unchanged while the oxygen consumption rate doubled. Our research also indicated that LKB1-deficient cells have mitochondrial defects.</p>\n<p>In another study, the metabolism of three different P493 lymphoma cells that expressed different glutaminase enzymes differently (a wild type glutaminase, an overexpressed wild type glutaminase, and a mutant glutaminase that is drug resistant) were evaluated along with the impact of a cancer drug on their metabolism. Cancer has been observed to be dependent on glutamine consumption, making glutaminase an important enzyme. A drug currently used, BPTES (bis-2-(5-phenylacetamido-1,2,4-thiadiazol-2-yl)ethyl sulfide), selectively inhibits glutaminase. It is also observed that some cancers express a mutated form of glutaminase, which is resistant to the drug. When BPTES was present, specific glutamine consumption did not change for ...",
  "por_txt_cntn": "\nBackground\n\nCancer is one of the leading causes of mortality in the US and around the world.  Furthermore, efforts to treat it have been frustrated by ineffective therapies and a lack of understanding of the disease as well as the impact that drugs have on the disease.  One area for which better understanding may result in improved treatment is in the area of cancer metabolism.  The bodyÆs metabolism is known to change in response to onset of cancer but the exact changes present are not always known and importantly, the impact of treatments on metabolism are not well characterized either.  Metabolic Flux Analysis (MFA) is a powerful tool used to accurately measure the activity or flow of metabolites through the major metabolic pathways. With this information, we can see how genetic changes impact metabolic flows and how a drug adversely affects the growth of the cells through its impact on specific steps in metabolism.  This approach enables us to potentially understand the physiology of cancer better and to pinpoint more precisely the metabolic impact of the drugs on the cellular physiology.  \n\nProject Summary\n\nIn this project we used MFA to provide insights into the metabolism of some cancer phenotypes and in some cases how drug treatment changed the metabolism. Over the course of this project we primarily analyzed three phenotypes: signaling in FL5.12 leukemia cells, kinase expression in NSCLC lung cancer cells, and a glutaminase mutation in P493 lymphoma cells exposed to the drug BPTES. Using MFA we discovered specific insights of the metabolism of these cancer traits.\n\nHyperactive PI3K/AKT signaling is heavily involved in cancer cell metabolism. To study the impact of AKT signaling, FL5.12 leukemia cells were created that expressed a constitutively activated AKT phenotype that mimics the cancer phenotype. MFA analysis was applied, determining that AKT signaling resulted in increased glucose consumption and lactate secretion while glutamine consumption was unaffected. Glucose-derived pyruvate was inhibited which prevented pyruvate from fueling the TCA cycle. This in turn caused greater basal oxygen consumption by the cells.\n\nLKB1 is a tumor suppressive serine/threonine kinase that activates many downstream kinases. This makes it important in the regulation of a variety of cellular phenotypes including metabolism, invasion, proliferation, and polarity. LKB1 is lost in 20-30 percent of lung adenocarcinomas and 10-20 percent of lung squamous cell carcinomas. We examined LKB1-deficient NSCLC cells relative to the inhibitory effects of Erlotinib, a drug that targets a key signaling pathway (EGFR-PI3K-mTOR). The LKB1-deficientcells were found to be more sensitive to inhibition of EGFR-PI3K-mTOR, showing adversely affected growth rates and reduced colony-formation.  We believe that Erlotinib treatment selectively inhibits oxidative metabolism and disrupts energy homeostasis as specific consumption of glucose and secretion of lactate was unchanged while the oxygen consumption rate doubled. Our research also indicated that LKB1-deficient cells have mitochondrial defects.\n\nIn another study, the metabolism of three different P493 lymphoma cells that expressed different glutaminase enzymes differently (a wild type glutaminase, an overexpressed wild type glutaminase, and a mutant glutaminase that is drug resistant) were evaluated along with the impact of a cancer drug on their metabolism. Cancer has been observed to be dependent on glutamine consumption, making glutaminase an important enzyme. A drug currently used, BPTES (bis-2-(5-phenylacetamido-1,2,4-thiadiazol-2-yl)ethyl sulfide), selectively inhibits glutaminase. It is also observed that some cancers express a mutated form of glutaminase, which is resistant to the drug. When BPTES was present, specific glutamine consumption did not change for cells expressing the mutant-resistant version while consumption was hindered in the other cell lines. Interestingly, glycolytic activity de..."
 }
}