{
 "awd_id": "1106331",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Theoretical and Computational Modeling of Soft Materials",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 208000.0,
 "awd_amount": 208000.0,
 "awd_min_amd_letter_date": "2011-08-09",
 "awd_max_amd_letter_date": "2011-08-09",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\n\r\nThis award supports theoretical studies and educational activities in the interdisciplinary field of soft materials science.  Soft materials, such as colloidal dispersions and polymer solutions and melts, display remarkable thermal, mechanical, and optical properties that emerge from self-assembly of macromolecules into diverse structures.  Predicting and controlling the structure, phase behavior, and dynamics of such materials require a deep understanding of the forces and correlations between macromolecules.  Recent experimental observations demonstrate that strong ion-ion coupling, incorporation of nanoparticles, and application of external fields can profoundly influence the self-assembly of colloidal and polymeric materials.  Motivated by these experiments, this project addresses several technologically relevant issues regarding the behavior of colloid-nanoparticle suspensions and polymer-nanoparticle composites.  \r\n\r\nSpecifically, the research will address the following fundamental questions:  (1) Through what mechanisms can nanoparticles affect the stability of colloidal suspensions?  (2) By tuning interparticle interactions, can we predict and control how nanoparticles perturb polymer conformations and induce coils to swell or shrink?  (3) How should external fields be configured to guide self-assembly of soft materials?  These unresolved questions will be addressed through a coarse-grained modeling approach that combines a variety of statistical mechanical methods.  Poisson-Boltzmann theory, effective-interaction theory, classical density-functional theory, and Monte Carlo simulations will be developed and applied to probe length and time scales that are inaccessible to ab initio simulations.  The ultimate goal of this research is to advance fundamental understanding of soft matter to the point of facilitating discovery and fabrication of novel, multifunctional, and environmentally sustainable nanostructured materials.\r\n\r\nGuiding the self-assembly of colloids, nanoparticles, and polymers has many potential applications.  For example, enhancing phase stability of colloidal suspensions can aid the design and fabrication of photonic band-gap materials for optical switching.  Engineering nanoparticles with tailored properties holds promise for modifying morphology of soft materials and controlling drug delivery.  Understanding crowding of proteins by macromolecules within the cytoplasm has profound implications for manipulating the functions of biological cells.  Furthermore, since suspensions of colloids and nanoparticles evolve slowly and can be imaged in real space, they can yield insights into the behavior of hard materials. Finally, the methods developed for colloidal and polymeric systems can be adapted to biologically relevant systems, such as biopolymers, virus suspensions, and polyelectrolyte microgels and microcapsules.\r\n\r\nEducational impacts of this project include training of undergraduate students and a postdoctoral fellow in soft matter physics and computational modeling methods; development of courses for graduate students in physics and interdisciplinary materials science programs; and support of outreach programs for local schools and Native American students throughout the state of North Dakota.\r\n\r\nNONTECHNICAL SUMMARY\r\n\r\nThis award supports theoretical studies and educational activities in the interdisciplinary and technologically relevant field of soft materials science.  Soft materials, which are composed of giant molecules called macromolecules, display remarkable physical properties that emerge from spontaneous organization of diverse structures.  Common types of macromolecules are colloids, which are an ultra-divided form of matter consisting of particles some one-thousandth to one-millionth the size of the human hair, and polymers which are long chain-like molecules making up many natural and synthetic materials.  Charge-stabilized colloids pervade industry and nature: familiar examples include aqueous paints, detergents, and clays, to name a few.  Polymers are the building blocks of such ubiquitous materials as plastics and rubbers, and are key components of biomaterials including DNA and proteins.\r\n\r\nPredicting and controlling the behavior of soft materials requires a deep understanding of the highly tunable forces acting between macromolecules.  Recent experimental observations demonstrate that incorporation of nanoparticles and application of external electric or magnetic fields can profoundly influence the self-assembly of colloidal and polymeric materials.  Motivated by these experiments, this project applies an array of theoretical and computer modeling methods to address technologically relevant issues regarding the physical behavior of colloid-nanoparticle suspensions and polymer-nanoparticle composites. \r\n\r\nBy clarifying several technologically important issues, outcomes of this work are expected to have broad significance for materials scientists and engineers by providing powerful tools to rationally design novel materials with potential applications to renewable energy and medicine.  Furthermore, since suspensions of colloids and nanoparticles evolve slowly and can be imaged in real space, they can yield insights into the behavior of hard materials.  Finally, the modeling methods developed will be broadly adaptable to a variety of macromolecular systems, including biological materials.\r\n\r\nEducational impacts of this project include training of undergraduate students and a postdoctoral fellow in soft matter physics and computational modeling methods; development of courses for graduate students in physics and interdisciplinary materials science programs; and support of outreach programs for local schools and Native American students throughout the state of North Dakota.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Denton",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Alan R Denton",
   "pi_email_addr": "alan.denton@ndsu.edu",
   "nsf_id": "000149899",
   "pi_start_date": "2011-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Dakota State University Fargo",
  "inst_street_address": "1340 ADMINISTRATION AVE",
  "inst_street_address_2": "",
  "inst_city_name": "FARGO",
  "inst_state_code": "ND",
  "inst_state_name": "North Dakota",
  "inst_phone_num": "7012318045",
  "inst_zip_code": "58105",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "ND00",
  "org_lgl_bus_name": "NORTH DAKOTA STATE UNIVERSITY",
  "org_prnt_uei_num": "EZ4WPGRE1RD5",
  "org_uei_num": "EZ4WPGRE1RD5"
 },
 "perf_inst": {
  "perf_inst_name": "North Dakota State University Fargo",
  "perf_str_addr": "1340 ADMINISTRATION AVE",
  "perf_city_name": "FARGO",
  "perf_st_code": "ND",
  "perf_st_name": "North Dakota",
  "perf_zip_code": "58105",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "ND00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 208000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research project is motivated by the long-term goal of developing a robust framework for efficient and reliable modeling of nanocomposite soft matter that can facilitate design of novel multifunctional and sustainable materials. &nbsp;The results of our work have fundamental significance for soft matter physics and related materials science fields, as well as potential broader impacts on applications in the chemical, food, pharmaceutical, and other industries.&nbsp;</p>\n<p>Systems of particular interest in this work are charge-stabilized colloidal suspensions, colloid-nanoparticle mixtures, and polymer-nanoparticle mixtures. &nbsp;Colloidal mixtures have attracted recent attention for their remarkably rich phase behavior. &nbsp;The potential to independently vary macroion sizes and charges greatly expands possibilities for tuning interparticle forces and materials properties. &nbsp;In modeling such complex materials, multiscale methods prove essential to surmount computational challenges posed by broad length and time scales. &nbsp;Using a variety of theoretical and computer simulation methods, we have developed a hierarchical approach to modeling effective interactions and phase stability in mixtures of colloids and nanoparticles, which are characterized by extreme size and charge asymmetries. &nbsp;We find that charged nanoparticles contribute to the screening of electrostatic interactions between charged colloids and thereby influence structure and phase stability. &nbsp;This work has broad significance for the design of novel materials with potential applications to photonics.</p>\n<p><span style=\"font-size: 12px;\">Mixtures of polymers and nanoparticles, at sufficiently high concentrations, demix into polymer-poor and polymer-rich phases, analogous to oil-and-water mixtures. &nbsp;Working closely with students supported by the grant, we have developed new computer simulation methods for modeling such demixing instabilities. &nbsp;Starting with a simple lattice model of mixtures, we extended previous Monte Carlo simulation approaches to explore demixing, self-assembly, and order-disorder phase transitions. &nbsp;In a model polymer-nanoparticle mixture, we investigated both demixing and the influence of crowding on the shape distributions of polymer coils. &nbsp;We find that polymers compactify (i.e., become more spherical) with increasing crowding by nanoparticles. &nbsp;This work has not only biological significance for conformational changes (folding) of biopolymers (e.g., proteins and RNA) in biological cells, but also pedagogical value for illustrating basic concepts of entropy and energy underlying demixing phenomena.&nbsp;</span></p>\n<p><span style=\"font-size: 12px;\">Soft colloidal particles, which are penetrable to solvent and small ions, have been a focus of recent attention for their extraordinary thermal, mechanical, and optical properties. &nbsp;As an example, ionic microgels, composed of polyelectrolyte gels (charged polymers) in aqueous solution, can swell in size by up to three orders of magnitude in response to changes in temperature and pH. &nbsp;This extreme sensitivity to environmental conditions enables widespread applications in the chemical, petroleum, consumer care, food, and pharmaceutical industries. &nbsp;Modeling such complex materials requires multiscale methods to overcome computational challenges of bridging length and time scales. &nbsp;By combining theoretical and computer simulation methods, we have developed a coarse-grained approach to modeling the osmotic pressure of ionic microgel solutions. &nbsp;We find that the stability of microgel particles hinges on a delicate balance between electrostatic and elastic energies. &nbsp;This work has broad significance for the design of novel materials, with potential applications to chemical sensors and drug delivery.</span></p>\n<p>In broader educational impacts, the research has train...",
  "por_txt_cntn": "\nThis research project is motivated by the long-term goal of developing a robust framework for efficient and reliable modeling of nanocomposite soft matter that can facilitate design of novel multifunctional and sustainable materials.  The results of our work have fundamental significance for soft matter physics and related materials science fields, as well as potential broader impacts on applications in the chemical, food, pharmaceutical, and other industries. \n\nSystems of particular interest in this work are charge-stabilized colloidal suspensions, colloid-nanoparticle mixtures, and polymer-nanoparticle mixtures.  Colloidal mixtures have attracted recent attention for their remarkably rich phase behavior.  The potential to independently vary macroion sizes and charges greatly expands possibilities for tuning interparticle forces and materials properties.  In modeling such complex materials, multiscale methods prove essential to surmount computational challenges posed by broad length and time scales.  Using a variety of theoretical and computer simulation methods, we have developed a hierarchical approach to modeling effective interactions and phase stability in mixtures of colloids and nanoparticles, which are characterized by extreme size and charge asymmetries.  We find that charged nanoparticles contribute to the screening of electrostatic interactions between charged colloids and thereby influence structure and phase stability.  This work has broad significance for the design of novel materials with potential applications to photonics.\n\nMixtures of polymers and nanoparticles, at sufficiently high concentrations, demix into polymer-poor and polymer-rich phases, analogous to oil-and-water mixtures.  Working closely with students supported by the grant, we have developed new computer simulation methods for modeling such demixing instabilities.  Starting with a simple lattice model of mixtures, we extended previous Monte Carlo simulation approaches to explore demixing, self-assembly, and order-disorder phase transitions.  In a model polymer-nanoparticle mixture, we investigated both demixing and the influence of crowding on the shape distributions of polymer coils.  We find that polymers compactify (i.e., become more spherical) with increasing crowding by nanoparticles.  This work has not only biological significance for conformational changes (folding) of biopolymers (e.g., proteins and RNA) in biological cells, but also pedagogical value for illustrating basic concepts of entropy and energy underlying demixing phenomena. \n\nSoft colloidal particles, which are penetrable to solvent and small ions, have been a focus of recent attention for their extraordinary thermal, mechanical, and optical properties.  As an example, ionic microgels, composed of polyelectrolyte gels (charged polymers) in aqueous solution, can swell in size by up to three orders of magnitude in response to changes in temperature and pH.  This extreme sensitivity to environmental conditions enables widespread applications in the chemical, petroleum, consumer care, food, and pharmaceutical industries.  Modeling such complex materials requires multiscale methods to overcome computational challenges of bridging length and time scales.  By combining theoretical and computer simulation methods, we have developed a coarse-grained approach to modeling the osmotic pressure of ionic microgel solutions.  We find that the stability of microgel particles hinges on a delicate balance between electrostatic and elastic energies.  This work has broad significance for the design of novel materials, with potential applications to chemical sensors and drug delivery.\n\nIn broader educational impacts, the research has trained seven students in soft materials physics and computational modeling methods, engaged several tribal college students in research experiences, and generated several publications, including two book chapters for broader audiences.  Continuing our community outr..."
 }
}