{
 "awd_id": "1106668",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "New Dimension Reduction Approaches for Modern Scientific Data with High Dimensionality and Complex Structure",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2011-07-15",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2011-07-15",
 "awd_max_amd_letter_date": "2011-07-15",
 "awd_abstract_narration": "With the recent explosion of scientific data, and its unprecedented size and complexity, dimension reduction is becoming a central ingredient in any modern statistical analysis. This project aims to couple dimension reduction methodology with current statistical learning techniques, which results in an entirely new class of flexible and effective dimension reduction solutions for modern data with both high dimensionality and complex structure. From the coupling, the investigator establishes a framework for dimension reduction that incorporates prior information regarding the known structural relationships between the variables. Within this framework, the investigator plans to develop a family of dimension reduction solutions so that the results are more readily interpretable and accurate. Such a framework is to greatly facilitate the analysis of neuroimaging, climate, and genomic data where prior structural information is often available. \r\n\r\nModern technologies routinely produce massive amounts of data and such a data deluge now engulfs every branch of science and public life. As a result, scientific progress now heavily depends on the ability to process and analyze complex high-dimensional data. At the heart of these analyses are methods that reduce the dimensionality of the data, sometimes dramatically, by identifying a small set of variables that are important, or obtaining a few combinations of the original measurements. This project aims to develop a host of novel dimension reduction methods to address these pressing challenges in high-dimensional data analysis. The proposed research is expected to make significant contributions on two fronts: enabling scientists to quickly and effectively extract useful information from massive data, and at the same time, benefiting the discipline of statistics with advances in theory, methods and applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lexin",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lexin Li",
   "pi_email_addr": "lexinli@berkeley.edu",
   "nsf_id": "000381981",
   "pi_start_date": "2011-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2601 WOLF VILLAGE WAY",
  "perf_city_name": "RALEIGH",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Modern scientific and business data are exploding with unprecedented size and complexity. Dimension reduction is playing a central role in statistical analysis of such high-dimensional, large-scale, and complex-structured data. This project has combined dimension reduction with state-of-the-art machine learning techniques and has produced a new class of flexible and effective dimension reduction solutions.</p>\n<p>Specifically, the project has advanced methodological research in the areas of model-free variable screening and selection, support vector machine based linear and nonlinear dimension reduction, and dimension reduction that incorporates prior subject knowledge. The resulting dimension reduction outcomes are more flexible, accurate, and readily interpretable. The supported research has prompted and facilitated collaborative research in genetics and genomics studies, climate studies, and neuroimaging analysis. New collaborations have been established with Pharmacometabolomics Research Networks, and North Carolina Biomedical Imaging Center.</p>\n<p>The award has also partially supported exploration and pursuit of high-dimensional data analysis and methodology development in general. In particular, it has led to new research direction in tensor regressions with applications in brain imaging analysis.</p>\n<p>The award has led to multiple publications in statistical and scientific journals, and has further inspired follow-up research by other investigators in the related areas. Proposed research has been dissimilated into thesis work of multiple Ph.D. students both inside and outside the PI&rsquo;s home institution. Research materials have also been incorporated in a topic course on Big Data that was newly developed and partially supported by this award. The new course has been widely applauded by both students and colleagues of the PI, and an article introducing this course was published on the Amstat News.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/31/2014<br>\n\t\t\t\t\tModified by: Lexin&nbsp;Li</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nModern scientific and business data are exploding with unprecedented size and complexity. Dimension reduction is playing a central role in statistical analysis of such high-dimensional, large-scale, and complex-structured data. This project has combined dimension reduction with state-of-the-art machine learning techniques and has produced a new class of flexible and effective dimension reduction solutions.\n\nSpecifically, the project has advanced methodological research in the areas of model-free variable screening and selection, support vector machine based linear and nonlinear dimension reduction, and dimension reduction that incorporates prior subject knowledge. The resulting dimension reduction outcomes are more flexible, accurate, and readily interpretable. The supported research has prompted and facilitated collaborative research in genetics and genomics studies, climate studies, and neuroimaging analysis. New collaborations have been established with Pharmacometabolomics Research Networks, and North Carolina Biomedical Imaging Center.\n\nThe award has also partially supported exploration and pursuit of high-dimensional data analysis and methodology development in general. In particular, it has led to new research direction in tensor regressions with applications in brain imaging analysis.\n\nThe award has led to multiple publications in statistical and scientific journals, and has further inspired follow-up research by other investigators in the related areas. Proposed research has been dissimilated into thesis work of multiple Ph.D. students both inside and outside the PIÆs home institution. Research materials have also been incorporated in a topic course on Big Data that was newly developed and partially supported by this award. The new course has been widely applauded by both students and colleagues of the PI, and an article introducing this course was published on the Amstat News.\n\n\t\t\t\t\tLast Modified: 07/31/2014\n\n\t\t\t\t\tSubmitted by: Lexin Li"
 }
}