{
 "awd_id": "1106174",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Engineering Approaches to Cancer Metabolism to Interpret and Develop Improved Treatment Modalities",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032924201",
 "po_email": "speretti@nsf.gov",
 "po_sign_block_name": "Steven Peretti",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 152818.0,
 "awd_amount": 152818.0,
 "awd_min_amd_letter_date": "2011-08-10",
 "awd_max_amd_letter_date": "2011-08-10",
 "awd_abstract_narration": "Intellectual Merit: It has been well established since the work of Warburg that cancer cells exhibit changes in their cellular metabolism.  In the years since the Warburg hypothesis, a great deal has been learned about how these metabolic changes can be activated.  Two of the most common genetic alterations that can cause changes in cancer metabolism are transformations that lead to activation of the C-Myc (Myc) and hypoxia inducible factor  1 (HIF-1) transcription factors.   These transcription factors alter many genes involved in cellular metabolism to facilitate the expansion of cancer cells at the expense of normal cells in tumorigenic environments.   One approach for therapeutic intervention is to target these changes in order to limit a cancer cell?s expansion and survival potential relative to normal cells.  The hypothesis of the enclosed proposal is that engineering methodologies will help provide a more quantitative understanding of the metabolic transformations that can be used to identify strategies to target for inhibiting the growth and survival of cancer cells.  These engineering goals will be accomplished through the following three aims:  The first step will be to build and adapt a kinetic model of cancer metabolism including Myc and HIF-1 transformations in order to identify potential targets for cancer treatment.  Such a kinetic modeling approach will be advantageous since it can be used to predict changes in enzyme activity and metabolic rates that accompany the changes triggered by Myc and HIF-1 in cancer cells.  Furthermore, such a kinetic model will be helpful in identifying useful treatment scenarios that alter metabolism since potential cancer drugs often act on an enzyme in the metabolic pathway.  The kinetic model will enable users to examine many different treatment scenarios that would be impossible to reproduce experimentally.  The second aim will be to modify cancer cell systems using the predictions of these mathematical models in order to determine the capacity of the model to predict potential cancer therapy capabilities.  This approach will be applied to a model cancer cell line, P493, representing Burkitt?s lymphoma.  This cell line will be particularly appropriate since it offers the ability to control expression of Myc and HIF-1.  Other cancer cell lines are available if appropriate to see if the methodologies are generally applicable.  The final aim will be to evaluate the metabolite profiles and metabolic flux of model cancer cells with and without treatment.  Metabolite labeling will be applied to generate a metabolic flux framework elucidating changes resulting from cancer and treatments.  The goal of this step is to determine if the alterations predicted by the model and evaluated experimentally are observed in an overall flux map of cancer metabolic physiology.   This quantitative evaluation will help to better characterize cancer metabolism and treatment approaches and will also help to inform and improve kinetic models of cancer metabolism. \r\nBroader Impacts:   Cancer represents the second leading cause of death in the US and thus rational approaches to prevent its lethality are a major health goal.  Alterations in cancer metabolism are present in many cancers ranging from B-cell lymphomas, leukemias, gliomas, breast cancer, to renal carcinomas among others.  By applying engineering approaches, this study will provide a quantitative understanding of how metabolism is changed in cancer cells.  This knowledge will be useful in developing better treatment strategies that inhibit tumor growth and perhaps activate cell death.   The project will also develop a metabolism modeling module that will be used to stimulate and  excite middle school students about science and engineering related to human health.  Students educated in this project through research, education and outreach initiatives will be important contributors to society by understanding  mammalian metabolism and applying this knowledge to alter performance of mammalian cells in topics ranging from biotechnology to biomedicine.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mariajose",
   "pi_last_name": "Castellanos",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mariajose Castellanos",
   "pi_email_addr": "mariajose@umbc.edu",
   "nsf_id": "000174592",
   "pi_start_date": "2011-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland Baltimore County",
  "inst_street_address": "1000 HILLTOP CIR",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4104553140",
  "inst_zip_code": "212500001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND BALTIMORE COUNTY",
  "org_prnt_uei_num": "",
  "org_uei_num": "RNKYWXURFRL5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland Baltimore County",
  "perf_str_addr": "1000 HILLTOP CIR",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212500001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163300",
   "pgm_ele_name": "MATERIALS AND SURFACE ENG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "009E",
   "pgm_ref_txt": "Metabolic engineering"
  },
  {
   "pgm_ref_code": "1757",
   "pgm_ref_txt": "Quantitative sys bio and biotech"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 152818.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>What is a model? A model is a description of a real system intended to capture its attributes through equations and variables. Models serve to comprehend and analyze phenomena. Every day, models are used to determine the amount of money in your bank account, how populations change, and how a storm behaves. Models are of great importance in natural and physical processes. Newton's laws serve to predict the motion of an object, and Fick's law aims to describe the diffusion of material. Life is a dynamic and complex process and, as such, describing this process through mathematical modeling is of great interest. Mathematical modeling of metabolism is an important approach to understanding biological functions. Metabolic modeling aims to represent the composition and transformation of a cell through mathematical equations. By analyzing and manipulating these equations, we can observe the dependencies of substrates, inhibitors, and enzymes have on the biological functions of a cell. &nbsp;Our work focused on the dynamic modeling of mammalian cancer metabolism. We worked on developing models to identify key enzymes that may serve as potential therapeutic targets and analyze different cancer treatment circumstances. Additionally, the students that worked on this project developed and interactive and &lsquo;hands on&rsquo; activity for K-12 students to think about how the metabolism in their body works, what happen to the nutrients when they go into our bodies and why do we need to eat those nutrients. The intent of the exercise was to introduce the concept of metabolism and at the same time encourage the students to engage in science and mathematics.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/04/2018<br>\n\t\t\t\t\tModified by: Mariajose&nbsp;Castellanos</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWhat is a model? A model is a description of a real system intended to capture its attributes through equations and variables. Models serve to comprehend and analyze phenomena. Every day, models are used to determine the amount of money in your bank account, how populations change, and how a storm behaves. Models are of great importance in natural and physical processes. Newton's laws serve to predict the motion of an object, and Fick's law aims to describe the diffusion of material. Life is a dynamic and complex process and, as such, describing this process through mathematical modeling is of great interest. Mathematical modeling of metabolism is an important approach to understanding biological functions. Metabolic modeling aims to represent the composition and transformation of a cell through mathematical equations. By analyzing and manipulating these equations, we can observe the dependencies of substrates, inhibitors, and enzymes have on the biological functions of a cell.  Our work focused on the dynamic modeling of mammalian cancer metabolism. We worked on developing models to identify key enzymes that may serve as potential therapeutic targets and analyze different cancer treatment circumstances. Additionally, the students that worked on this project developed and interactive and ?hands on? activity for K-12 students to think about how the metabolism in their body works, what happen to the nutrients when they go into our bodies and why do we need to eat those nutrients. The intent of the exercise was to introduce the concept of metabolism and at the same time encourage the students to engage in science and mathematics.\n\n \n\n\t\t\t\t\tLast Modified: 05/04/2018\n\n\t\t\t\t\tSubmitted by: Mariajose Castellanos"
 }
}