{
 "awd_id": "1106509",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop Support for the International Phosphorus Sustainability Summit at Arizona State University, February 2011",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry L. Gholz",
 "awd_eff_date": "2011-02-01",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 49801.0,
 "awd_amount": 49801.0,
 "awd_min_amd_letter_date": "2011-02-07",
 "awd_max_amd_letter_date": "2011-02-07",
 "awd_abstract_narration": "This project is supporting the International Sustainable Phosphorus Summit ?Closing the Human Phosphorus Cycle:  Phosphorus, Food, and our Future? being held on the campus of Arizona State University February, 2011.  Central goals of The Summit include defining the scale and scope of P sustainability problem, developing and communicating possible solutions for achieving sustainable P use, and raising awareness about the issue, locally and globally.  The Summit will enable researchers and practitioners from an interdisciplinary range of fields and professions (e.g. ecology, biogeochemistry, agronomy, sociology, engineering, economics, human health, mining, public policy, law, and science communication) to actively engage with the sustainability challenges faced by dependence on this resource. U.S. and international experts from multiple backgrounds will address global P supply in the face of increased demand using a systems approach. Additionally, The Summit will be a forum for students (undergraduate and graduate) and postdoctoral associates to collaborate with experts from different disciplinary backgrounds to develop next-generation sustainability strategies.  The Summit will address human influences on the biogeochemical cycling of a critical, non-renewable macronutrient; 2) the implications of phosphorus as a water pollutant on aquatic ecosystems, and; 3) sustainable solutions to the problems of an 'open' human P cycle.\r\n\r\nThe International Sustainable Phosphorus Summit will enable researchers and practitioners from an interdisciplinary range of fields and professions to actively engage with the sustainability challenges faced by dependence on this resource. Additionally, The Summit will be a forum for students and postdoctoral associates to collaborate with experts from different disciplinary backgrounds to develop next-generation sustainability strategies for P.  Notably, the Summit is being organized by graduate students and postdoctoral associates from a range of disciplinary units. Transdisciplinary Summit workshops will each produce one or more publications or outcomes, including chapters for a conference-organized book that will address a full range of the P sustainability issues, challenges, and possible solutions. This book (12-18 chapters) will be published in print and electronically to facilitate access by all interested stakeholders. Additionally, Summit working groups may choose other relevant publication outcomes, including overview articles that target specific stakeholder groups. Finally, a main goal of this conference is to raise public awareness of the sustainability challenges society may face with phosphorus in the coming decades.  The public will be engaged through a collaborative science-art competition and exhibit, in which artists are encouraged to collaborate with conference participants to create art focused on P sustainability.   Additionally, the science panel discussions and banquet dinner at the Desert Botanical Garden will be open to the public.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Childers",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel L Childers",
   "pi_email_addr": "Dan.Childers@asu.edu",
   "nsf_id": "000245881",
   "pi_start_date": "2011-02-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1181",
   "pgm_ref_txt": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 49801.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This workshop grant supported, in part, the Second International Sustainable Phosphorus Summit that was held on the campus of Arizona State University in February 2011. More than 100 U.S. and international participants attended the Summit, which has been followed by similar Sustainable Phosphorus Summits in Sidney, Australia (February 2012) and Montpelier, France (September 2014). By all accounts the Second Summit was a resounding success; it notably included an exciting exhibition of the products of more than a dozen artist-scientist collaborations during the conference. One key product of the Summit was a synthesis book, entitled &ldquo;Phosphorus, Food, and our Future&rdquo; (2013; Wyant, K.A., J.E Corman, and J. J. Elser (Eds), Oxford University Press). The 10 broadly integrative chapters in this peer-reviewed book highlight the complex sustainability challenges that link phosphorus to people through the food production system and through waste streams. &nbsp;In addition to this book, the Second International Sustainable Phosphorus Summit produced related activities that are now part of a NSF-funded Urban Sustainability Research Coordination Network, and several of the key organizers of the Second International Sustainable Phosphorus Summit also received funding for a Sustainable Phosphorus Research Coordination Network. Many of the Summit organizers, and two of the three editors of the ensuing book, were graduate students.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/26/2014<br>\n\t\t\t\t\tModified by: Daniel&nbsp;L&nbsp;Childers</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis workshop grant supported, in part, the Second International Sustainable Phosphorus Summit that was held on the campus of Arizona State University in February 2011. More than 100 U.S. and international participants attended the Summit, which has been followed by similar Sustainable Phosphorus Summits in Sidney, Australia (February 2012) and Montpelier, France (September 2014). By all accounts the Second Summit was a resounding success; it notably included an exciting exhibition of the products of more than a dozen artist-scientist collaborations during the conference. One key product of the Summit was a synthesis book, entitled \"Phosphorus, Food, and our Future\" (2013; Wyant, K.A., J.E Corman, and J. J. Elser (Eds), Oxford University Press). The 10 broadly integrative chapters in this peer-reviewed book highlight the complex sustainability challenges that link phosphorus to people through the food production system and through waste streams.  In addition to this book, the Second International Sustainable Phosphorus Summit produced related activities that are now part of a NSF-funded Urban Sustainability Research Coordination Network, and several of the key organizers of the Second International Sustainable Phosphorus Summit also received funding for a Sustainable Phosphorus Research Coordination Network. Many of the Summit organizers, and two of the three editors of the ensuing book, were graduate students.\n\n \n\n\t\t\t\t\tLast Modified: 03/26/2014\n\n\t\t\t\t\tSubmitted by: Daniel L Childers"
 }
}