{
 "awd_id": "1106495",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Our Changing Oceans Conference",
 "cfda_num": "47.050",
 "org_code": "06040100",
 "po_phone": "7032927577",
 "po_email": "kbinkley@nsf.gov",
 "po_sign_block_name": "Kandace Binkley",
 "awd_eff_date": "2011-01-15",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 30000.0,
 "awd_amount": 30000.0,
 "awd_min_amd_letter_date": "2011-01-04",
 "awd_max_amd_letter_date": "2011-01-04",
 "awd_abstract_narration": "The PI requests funding to support the 11th National Conference on Science, Policy and the Environment on Our Changing Oceans, to be held January 19-21, 2011, at the Ronald Reagan Building and International Trade Center in Washington, DC. \r\n\r\nOur Changing Oceans Conference will provide a forum for exploring the crisis facing our oceans, the new knowledge and tools needed, and the policies and governance to protect and sustain oceans. It will be an interactive three-day event including keynotes, plenary sessions, symposia and breakout sessions focused on eight major themes: 1) oceans and carbon; 2) coastal ocean change and the potential for adaptation; 3) oceans and living marine ecosystems; 4) oceans and human health; 5) how the oceans affect non-coastal regions; 6) tipping points; 7) white Arctic versus blue Arctic; and 8) exploring to understand change.\r\n\r\nBroader Impacts: \r\n\r\nThe broader impacts include sharing the current state of science on ocean issues and linking science to policy where relevant; communicating key messages; and reframing issues; generating recommendations to foster interdisciplinary research; developing targeted and actionable science-based recommendations; catalyzing partnerships among institutions and organizations and create new initiatives to advance ocean conservation.\r\n\r\nNCSE will publish a report of conference highlights and recommendations, which will be disseminated Nationally. Communication targets for conference outcomes will include Congress, federal agencies, key national stakeholder organizations, and international bodies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Saundry",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Peter D Saundry",
   "pi_email_addr": "psaundry@ncseonline.org",
   "nsf_id": "000465245",
   "pi_start_date": "2011-01-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Council for Science and the Environment/CEDD",
  "inst_street_address": "1776 I ST NW STE 750",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2022700041",
  "inst_zip_code": "200063771",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "NATIONAL COUNCIL FOR SCIENCE AND THE ENVIRONMENT, THE",
  "org_prnt_uei_num": "LLNMWDJVJ1Y9",
  "org_uei_num": "LLNMWDJVJ1Y9"
 },
 "perf_inst": {
  "perf_inst_name": "National Council for Science and the Environment/CEDD",
  "perf_str_addr": "1776 I ST NW STE 750",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200063771",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "541800",
   "pgm_ele_name": "OCE SPECIAL PROGRAMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1382",
   "pgm_ref_txt": "OCEAN ACIDIFICATION"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 30000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"ColorfulList-Accent11\">On January 19-21, 2011, The National Council for Science and the Environment (NCSE) successfully convened its 11<sup>th</sup> National Conference on Science, Policy and the Environment: <em>Our Changing Oceans</em> in Washington, DC at the Ronald Reagan Building and International Trade Center. Over 1,247 participants attended the conference, representing federal, state and local governments, university and colleges across the US, civil society organizations, the business community, and international entities.&nbsp; In addition, the conference was webcast to an audience across several states.&nbsp; The conference provided a forum to examine the profound changes our ocean will undergo over the next 25-50 years and share various perspectives on the new research, tools, and policy initiatives to protect and sustain our ocean.</p>\n<p class=\"ColorfulList-Accent11\">&nbsp;</p>\n<p>The Our Changing Oceans Conference was organized around eight key themes: Oceans and Carbon; Coastal Ocean Change and the Potential for Adaptation; Oceans and Living Marine Ecosystems; Oceans Affect Everyone; Tipping Points; Ocean Change and Human Health; White Arctic vs. Blue Arctic; and Observing and Measuring Ocean Changes for Improved Stewardship.</p>\n<p class=\"ColorfulList-Accent11\">&nbsp;</p>\n<p>Conference participants generated actionable recommendations on specific issues in 25 breakout sessions related to the key themes mentioned above. NCSE presented the recommendations germane to the National Ocean Council. The National Ocean Council addresses some of the most pressing challenges facing the ocean, our coasts, and the Great Lakes. The recommendations are posted on the National Ocean Council's website: <a href=\"http://www.whitehouse.gov/sites/default/files/microsites/ceq/coordinate_and_support_comments_1.24.11-4.29.11.pdf\">http://www.whitehouse.gov/sites/default/files/microsites/ceq/coordinate_and_support_comments_1.24.11-4.29.11.pdf</a></p>\n<p class=\"ColorfulList-Accent11\">&nbsp;</p>\n<p>Conference highlights and recommendations are available to the public on NCSE's conference website, <span style=\"text-decoration: underline;\">www.OurChangingOceans.org.</span>&nbsp;</p>\n<p>&nbsp;</p>\n<p>The first day of the conference, January 19, featured a special day-long Symposium on the <strong><em>Gulf of Mexico Oil Disaster</em></strong>, which addressed the future of offshore oil and gas exploration in light of the Deepwater Horizon incident and how science can support different aspects of decision-making.&nbsp; The Hon. William Reilly and Senator Bob Graham, Co-Chairs of the Presidential Commission on the BP Deepwater Horizon Oil Spill, provided the opening keynote discussions.&nbsp; Interior Secretary Ken Salazar announced a restructuring of the Department's Ocean Energy functions; while Michael Bromwich, Director of Bureau of Ocean Energy Management, Regulation and Enforcement, provided details of that restructuring. Presentations from the symposium are included in OCEAN-OIL, NCSE's new online, peer-reviewed resource about offshore oil production and its energy, environmental, social and political complexities.</p>\n<p class=\"ColorfulList-Accent11\">&nbsp;</p>\n<p class=\"ColorfulList-Accent11\">The conference featured a special evening program on January 20<sup>th</sup>.<sup> &nbsp;</sup>Sylvia Earle, oceanographer, explorer, author and National Geographic Explorer in Residence, received the NCSE Lifetime Achievement Award and provided an inspirational talk on the critical value of the oceans to human society and health of the planet.&nbsp; Jean-Michel Cousteau, a marine explorer, educator and filmmaker, gave the John H. Chafee Memorial Lecture on Science and the Environment, on \"The Ocean: Our Life Support System.\"</p>\n<p class=\"ColorfulList-Accent11\">&nbsp;</p>\n<p class=\"ColorfulList-Accent11\">The conference included The Waves of Change Ocean Exhibition which feature...",
  "por_txt_cntn": "On January 19-21, 2011, The National Council for Science and the Environment (NCSE) successfully convened its 11th National Conference on Science, Policy and the Environment: Our Changing Oceans in Washington, DC at the Ronald Reagan Building and International Trade Center. Over 1,247 participants attended the conference, representing federal, state and local governments, university and colleges across the US, civil society organizations, the business community, and international entities.  In addition, the conference was webcast to an audience across several states.  The conference provided a forum to examine the profound changes our ocean will undergo over the next 25-50 years and share various perspectives on the new research, tools, and policy initiatives to protect and sustain our ocean.\n \n\nThe Our Changing Oceans Conference was organized around eight key themes: Oceans and Carbon; Coastal Ocean Change and the Potential for Adaptation; Oceans and Living Marine Ecosystems; Oceans Affect Everyone; Tipping Points; Ocean Change and Human Health; White Arctic vs. Blue Arctic; and Observing and Measuring Ocean Changes for Improved Stewardship.\n \n\nConference participants generated actionable recommendations on specific issues in 25 breakout sessions related to the key themes mentioned above. NCSE presented the recommendations germane to the National Ocean Council. The National Ocean Council addresses some of the most pressing challenges facing the ocean, our coasts, and the Great Lakes. The recommendations are posted on the National Ocean Council's website: http://www.whitehouse.gov/sites/default/files/microsites/ceq/coordinate_and_support_comments_1.24.11-4.29.11.pdf\n \n\nConference highlights and recommendations are available to the public on NCSE's conference website, www.OurChangingOceans.org. \n\n \n\nThe first day of the conference, January 19, featured a special day-long Symposium on the Gulf of Mexico Oil Disaster, which addressed the future of offshore oil and gas exploration in light of the Deepwater Horizon incident and how science can support different aspects of decision-making.  The Hon. William Reilly and Senator Bob Graham, Co-Chairs of the Presidential Commission on the BP Deepwater Horizon Oil Spill, provided the opening keynote discussions.  Interior Secretary Ken Salazar announced a restructuring of the Department's Ocean Energy functions; while Michael Bromwich, Director of Bureau of Ocean Energy Management, Regulation and Enforcement, provided details of that restructuring. Presentations from the symposium are included in OCEAN-OIL, NCSE's new online, peer-reviewed resource about offshore oil production and its energy, environmental, social and political complexities.\n \nThe conference featured a special evening program on January 20th.  Sylvia Earle, oceanographer, explorer, author and National Geographic Explorer in Residence, received the NCSE Lifetime Achievement Award and provided an inspirational talk on the critical value of the oceans to human society and health of the planet.  Jean-Michel Cousteau, a marine explorer, educator and filmmaker, gave the John H. Chafee Memorial Lecture on Science and the Environment, on \"The Ocean: Our Life Support System.\"\n \nThe conference included The Waves of Change Ocean Exhibition which featured federal agencies, research institutions, and organizationsÆ major research and initiatives. The exhibit was open to the public.\n\nSolutions Journal published a special issue, \"Oceans 2011,\" presenting articles on key issues addressed at the conference. Solutions is a new online and print publication devoted to innovative ideas for solving environmental, economic and social problems.\n\nThe Census of Marine Life made its US \"debut\" of a ten year international effort to assess the diversity, distribution and abundance of marine life.  The Census brought together more than 2,700 scientists from more than 80 nations, involving 540 expeditions to create an unprecedented picture of ocean l..."
 }
}