{
 "awd_id": "1106738",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Semiparametric conditional graphical models with applications to gene network analysis",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 80000.0,
 "awd_amount": 80000.0,
 "awd_min_amd_letter_date": "2011-05-20",
 "awd_max_amd_letter_date": "2013-04-08",
 "awd_abstract_narration": "The research proposed in this project is motivated by the following problem. In many genetic studies, in addition to gene expression data, other types f data are collected from the same individuals. The problem is how to make use of this additional information when construct gene networks. The investigators formulate this problem by a  conditional Gaussian graphical model (CGGM), in which the external variables are incorporated as predictors. They propose an estimation  procedure for this model by combining reproducing kernel Hilbert space with the lasso type regularization. The former is used to construct a model-free estimate of the conditional covariance matrix, and the latter is used to derive a sparse estimators of the conditional precision matrix, whose zero entry pattern correspond to a graph that describes the gene network. They propose to study the asymptotic properties, to introduce methods to determine the tuning constants, and to develop standardized and openly accessible computer programs for this model. Furthermore, the investigators propose to extend the CGGM in two directions. First, they propose to relax the Gaussian assumption by applying a copula transformation to the residuals and then using  pseudo likelihood to  estimate conditional correlations. These are then subject to the lasso-type  regularization to yield sparse estimator of the precision matrix. The second direction is the development of  sufficient graphical model, which is a mechanism to simultaneously reduce the dimension of the predictor and estimate the graphical structure of the response.\r\n\r\n\r\nHigh-throughput technologies that enable researchers to collect and monitor information at the genome level have revolutionized the field of biology in the past fifteen years. These data offer unprecedented amount and diverse types of data that reveal different aspects of the biological processes. At the same time, they also present many statistical and computational challenges that cannot be addressed by traditional statistical methods. In current genomics research it has become increasingly clear that statistical analysis based on individual genes may incur loss of information on the biological process under study. For example, a widely known study on identifying genetic patterns of diabetic patients show that no single gene could stand out statistically as responsible for the patterns, and yet clear signals emerged when genes were analyzed in groups. Motivated by this observation, greater attention has been paid to networks of genes. The investigators propose a class of new statistical methods, called conditional graphical models, for constructing gene networks that can take into account of a set of  covariates. They also plan to develop theoretical properties and computer programs for the proposed methods. Although their inquire began with gene networks, the investigators  envision conditional graphical models to have broad applications beyond genomics, such as in predicting asset returns  and in studying social networks, which are becoming all the more prevalent in this age of Internet.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hongyu",
   "pi_last_name": "Zhao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hongyu Zhao",
   "pi_email_addr": "hongyu.zhao@yale.edu",
   "nsf_id": "000489085",
   "pi_start_date": "2011-05-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "150 MUNSON ST",
  "perf_city_name": "NEW HAVEN",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065113572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 25667.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 26649.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 27684.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Recent technological advances have led to the accumulation of large and complex data in different fields. For example, large sets of genomics data have been generated in human disease studies. Although these data are rich and can potentially offer valuable information on disease mechanisms, leading to more effective prevention and treatment strategies, the analysis and interpretation of these data presents significant computational and statistical challenges. Through the support of this grant, Dr. Zhao and colleagues have developed a number of novel statistical methods to analyze high dimensional data, with a focus on delineating gene regulation networks, either marginally or jointly. The papers resulting from the support this grant have appeared in leading statistical and bioinformatics journals.</p>\n<p>&nbsp;</p>\n<p>These methods have not only advanced statistical methodologies, their applications have also led to novel biological discoveries. For example, through collaborative efforts with Drs. Bing Li and Hyonho Chun, two papers have been published in the Journal of the American Statistical Association that developed novel statistical methods and theories on network constructions, for sparse and non-Gaussian cases. Several published by Dr. Haisu Ma (a student of Dr. Zhao) and Dr. Zhao have led to novel identifications of cancer drug targets from joint analysis of drug response data and biological pathway information. A paper published by Dr. Lin Wang (a visiting student from Peking University), Dr. Minghua Deng (a collaborator at Peking University), and Dr. Zhao in PLOS Genetics identified strong interactions among genes affecting the joint expression patterns among a set of genes. Dr. Chun and Dr. Zhao have published a paper on joint inference of multiple networks. Dr. Lin Hou (a postdoc with Dr. Zhao) and Dr. Zhao have shown that expression network dynamics are informative on disease mechanisms. These papers represent significant contributions to statistical genomics. In addition, some of these methods have been implemented in BioConductor and disseminated to the research community.</p>\n<p>&nbsp;</p>\n<p>In addition to methodology and theory developments, this grant has also allowed Dr. Zhao to train many pre-doctoral and post-doctoral students. Two Yale undergraduate students were also supported in part through this grant for their summer intern experiences with Dr. Zhao. Moreover, this grant has allowed Dr. Zhao to collaborate with researchers from other universities. Some of the results from this grant have already been incorporated into course materials that Dr. Zhao offers. For example, the network inference is a significant component of the course BIS692B &ldquo;Statistical Methods in Computational Biology and Bioinformatics&rdquo; that Dr. Zhao taught in the spring, 2015, which earned the highest rating among all the courses offered by the Yale School of Public Health in Spring 2015. The broad impact of this grant is large.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/04/2015<br>\n\t\t\t\t\tModified by: Hongyu&nbsp;Zhao</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nRecent technological advances have led to the accumulation of large and complex data in different fields. For example, large sets of genomics data have been generated in human disease studies. Although these data are rich and can potentially offer valuable information on disease mechanisms, leading to more effective prevention and treatment strategies, the analysis and interpretation of these data presents significant computational and statistical challenges. Through the support of this grant, Dr. Zhao and colleagues have developed a number of novel statistical methods to analyze high dimensional data, with a focus on delineating gene regulation networks, either marginally or jointly. The papers resulting from the support this grant have appeared in leading statistical and bioinformatics journals.\n\n \n\nThese methods have not only advanced statistical methodologies, their applications have also led to novel biological discoveries. For example, through collaborative efforts with Drs. Bing Li and Hyonho Chun, two papers have been published in the Journal of the American Statistical Association that developed novel statistical methods and theories on network constructions, for sparse and non-Gaussian cases. Several published by Dr. Haisu Ma (a student of Dr. Zhao) and Dr. Zhao have led to novel identifications of cancer drug targets from joint analysis of drug response data and biological pathway information. A paper published by Dr. Lin Wang (a visiting student from Peking University), Dr. Minghua Deng (a collaborator at Peking University), and Dr. Zhao in PLOS Genetics identified strong interactions among genes affecting the joint expression patterns among a set of genes. Dr. Chun and Dr. Zhao have published a paper on joint inference of multiple networks. Dr. Lin Hou (a postdoc with Dr. Zhao) and Dr. Zhao have shown that expression network dynamics are informative on disease mechanisms. These papers represent significant contributions to statistical genomics. In addition, some of these methods have been implemented in BioConductor and disseminated to the research community.\n\n \n\nIn addition to methodology and theory developments, this grant has also allowed Dr. Zhao to train many pre-doctoral and post-doctoral students. Two Yale undergraduate students were also supported in part through this grant for their summer intern experiences with Dr. Zhao. Moreover, this grant has allowed Dr. Zhao to collaborate with researchers from other universities. Some of the results from this grant have already been incorporated into course materials that Dr. Zhao offers. For example, the network inference is a significant component of the course BIS692B \"Statistical Methods in Computational Biology and Bioinformatics\" that Dr. Zhao taught in the spring, 2015, which earned the highest rating among all the courses offered by the Yale School of Public Health in Spring 2015. The broad impact of this grant is large. \n\n \n\n\t\t\t\t\tLast Modified: 07/04/2015\n\n\t\t\t\t\tSubmitted by: Hongyu Zhao"
 }
}