{
 "awd_id": "1106388",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GOALI: Optimization of the marketing mix in the health care industry, with a view to reducing consumer costs",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Haiyan Cai",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2012-09-30",
 "tot_intn_awd_amt": 73731.0,
 "awd_amount": 73731.0,
 "awd_min_amd_letter_date": "2011-09-27",
 "awd_max_amd_letter_date": "2011-09-27",
 "awd_abstract_narration": "This project employs data mining techniques to model the return on investment from various types of promotional spending to market a drug, and then uses the model to draw conclusions on how the pharmaceutical industry might go about allocating marketing expenditures in a more efficient manner, thus reducing costs to the consumer. First, a model is built for the output variable (typically new prescriptions in a given time period) in terms of a number of relevant independent variables.  In this model building phase, attention is focused on issues such as the choice of the best set of variables to use in the model, as well as the best ways to measure predictive power, while taking full account of the time series nature of the data.  Techniques such as MARS and MART (Multiple Adaptive Regression Splines and Trees, respectively) are tested.  To handle the problem of correlated predictors, models are considered and compared that rely on partial least squares regression with or without the help of genetic algorithms or other algorithms to select the most predictive set of variables, as well as mixed models (with fixed and random effects). Extensions of the ridge regression method such as LASSO (Least Absolute Shrinkage and Selection Operator) and LARS (Least Angle Regression laSso) are tested. Directed Acyclic Graphs are employed to help unravel direct and indirect effects of predictors on new prescriptions. Another approach to be tested is that of using propensity score methods to improve on the industry practice of estimating effects of various marketing variables with matched samples.  Once built, the model is used to evaluate the contribution of each marketing activity to the new prescriptions. Once these contributions have been ascertained, simulations follow to test the effect of changes in the modeling mix on the expected prescription volume.  Linear or quadratic programming is then put in place to propose an optimal marketing mix, using as an objective function the equation obtained from the model.  Actionable recommendations can then be given to the pharmaceutical industry on how to achieve savings from a better optimized marketing mix.   \r\n\r\nTo summarize, the project proceeds in three phases. 1) A model is built for the number of new prescriptions to a drug in a given time period in terms of a number of relevant predictors, such as for example spending on promotional samples, or spending on journal advertising. 2) The model is then used to evaluate the contribution of each marketing activity to the new prescriptions and to define an optimal marketing mix. 3) Actionable recommendations to the pharmaceutical industry are then derived on how to achieve savings from a better optimized marketing mix. The project relies on strong synergies between the PI at a business university and a corporate co-PI with years of experience providing actionable database marketing advice to clients. The project will also provide valuable corporate exposure to a PhD student. Results from the project are expected to help lower the cost of drugs to the consumer and more generally to help control health care costs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dominique",
   "pi_last_name": "Haughton",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Dominique M Haughton",
   "pi_email_addr": "dhaughton@bentley.edu",
   "nsf_id": "000067539",
   "pi_start_date": "2011-09-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eleanor",
   "pi_last_name": "Tipa",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eleanor Tipa",
   "pi_email_addr": "etipa@epsilon.com",
   "nsf_id": "000579569",
   "pi_start_date": "2011-09-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bentley University",
  "inst_street_address": "175 FOREST ST",
  "inst_street_address_2": "",
  "inst_city_name": "WALTHAM",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "7818912660",
  "inst_zip_code": "024524713",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "BENTLEY UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "N6DAMDJXFJ65"
 },
 "perf_inst": {
  "perf_inst_name": "Bentley University",
  "perf_str_addr": "175 FOREST ST",
  "perf_city_name": "WALTHAM",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024524713",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 73731.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project outcomes<br />report &ndash; Award 1106388</strong></p>\n<p>&nbsp;</p>\n<p><strong>GOALI:&nbsp; Optimization of the marketing mix in the<br />health care industry, with a view to reducing consumer costs</strong></p>\n<p><strong>Dominique Haughton</strong></p>\n<p><strong>Main objective of<br />project</strong></p>\n<p style=\"text-align: left;\">This project employed data mining techniques to model the return on investment from various types of promotional spending to market a drug and then used the model to draw conclusions on how the pharmaceutical industry might go about allocating marketing expenditures in a more efficient manner, thus reducing costs to the consumer.&nbsp; The results arise from collaboration between an academic institution (Bentley University) and the analytics group of a leading database marketing corporation (Epsilon) with extensive consulting experience with the pharmaceutical industry on marketing<br />issues.</p>\n<p><strong>Intellectual merit and<br />broader impact of the proposal</strong></p>\n<p><em>Intellectual merit:</em> the project undertakes a novel application of a diverse<br />range of statistical techniques to the important area of the optimal choice of<br />a marketing mix in the pharmaceutical industry. The techniques proposed are<br />known, but applying them in the context of pharmaceutical marketing is<br />original.</p>\n<p><em>Broader impact: </em>the project yields recommendations to the pharmaceutical<br />industry for better marketing mixes, which could potentially lead to reduced<br />costs of drugs to consumers.&nbsp; In addition, the interaction between the university and its corporate partner has led to an improved training of graduate students in the area of business analytics.&nbsp;</p>\n<p><br /><strong>Summary of project achievements</strong></p>\n<p>The GOALI 2010-2011 project (1106388) has yielded several<br />excellent results:</p>\n<p>1. Two manuscripts co-authored by the project team:</p>\n<p style=\"padding-left: 30px;\"><em>a.&nbsp;&nbsp;</em><em>Imputing unknown competitor marketing activity with a Hidden Markov Chain,</em>under consideration by the Journal of Marketing Analytics</p>\n<p style=\"padding-left: 30px;\"><em>b.&nbsp;&nbsp;</em><em>Optimization of the marketing mix in the health care industry, </em>under<br />consideration by the International Journal of Pharmaceutical and Healthcare Marketing<em></em></p>\n<p><em>2.&nbsp;&nbsp;</em>A very valuable opportunity for both a PhD student (Changan Zhang) and an academic partner&nbsp; (Dominique Haughton) to interact with corporate colleagues in a leading database marketing group</p>\n<p><em>3.&nbsp;&nbsp;</em>The agreement by a major pharmaceutical partner to provide data to test the techniques described in the two papers in 1.<em></em></p>\n<p>The team worked very efficiently on the GOALI 2010-2011 project, and is planning future collaborative work, briefly described below. There is every reason to believe that the team will continue to work well on the next project, all the more since both Epsilon and Bentley are building &ldquo;big data&rdquo; initiatives where future plans fit perfectly.</p>\n<p><strong>Upcoming project: Co-publication network<br />of physicians and pharmaceutical marketing: a big data initiative</strong></p>\n<p>Predictive modeling has been extensively used in assessing the impact of marketing programs on generating physician prescriptions (Rx).&nbsp; Besides marketing programs, those models also evaluate other factors that are deemed to relate to physician&rsquo;s Rx activities, such as past Rx behaviors, samples and details, and physician-specific attributes.&nbsp; However, little has been done to assess the impact of peer influence on physician&rsquo;s Rx activities.&nbsp; When a physician starts prescribing a drug, if he/she has significant interactions with other physicians, one would surmise<br />those physicians in his/her n...",
  "por_txt_cntn": "\nProject outcomes\nreport &ndash; Award 1106388\n\n \n\nGOALI:  Optimization of the marketing mix in the\nhealth care industry, with a view to reducing consumer costs\n\nDominique Haughton\n\nMain objective of\nproject\nThis project employed data mining techniques to model the return on investment from various types of promotional spending to market a drug and then used the model to draw conclusions on how the pharmaceutical industry might go about allocating marketing expenditures in a more efficient manner, thus reducing costs to the consumer.  The results arise from collaboration between an academic institution (Bentley University) and the analytics group of a leading database marketing corporation (Epsilon) with extensive consulting experience with the pharmaceutical industry on marketing\nissues.\n\nIntellectual merit and\nbroader impact of the proposal\n\nIntellectual merit: the project undertakes a novel application of a diverse\nrange of statistical techniques to the important area of the optimal choice of\na marketing mix in the pharmaceutical industry. The techniques proposed are\nknown, but applying them in the context of pharmaceutical marketing is\noriginal.\n\nBroader impact: the project yields recommendations to the pharmaceutical\nindustry for better marketing mixes, which could potentially lead to reduced\ncosts of drugs to consumers.  In addition, the interaction between the university and its corporate partner has led to an improved training of graduate students in the area of business analytics. \n\n\nSummary of project achievements\n\nThe GOALI 2010-2011 project (1106388) has yielded several\nexcellent results:\n\n1. Two manuscripts co-authored by the project team:\na.  Imputing unknown competitor marketing activity with a Hidden Markov Chain,under consideration by the Journal of Marketing Analytics\nb.  Optimization of the marketing mix in the health care industry, under\nconsideration by the International Journal of Pharmaceutical and Healthcare Marketing\n\n2.  A very valuable opportunity for both a PhD student (Changan Zhang) and an academic partner  (Dominique Haughton) to interact with corporate colleagues in a leading database marketing group\n\n3.  The agreement by a major pharmaceutical partner to provide data to test the techniques described in the two papers in 1.\n\nThe team worked very efficiently on the GOALI 2010-2011 project, and is planning future collaborative work, briefly described below. There is every reason to believe that the team will continue to work well on the next project, all the more since both Epsilon and Bentley are building \"big data\" initiatives where future plans fit perfectly.\n\nUpcoming project: Co-publication network\nof physicians and pharmaceutical marketing: a big data initiative\n\nPredictive modeling has been extensively used in assessing the impact of marketing programs on generating physician prescriptions (Rx).  Besides marketing programs, those models also evaluate other factors that are deemed to relate to physicianÆs Rx activities, such as past Rx behaviors, samples and details, and physician-specific attributes.  However, little has been done to assess the impact of peer influence on physicianÆs Rx activities.  When a physician starts prescribing a drug, if he/she has significant interactions with other physicians, one would surmise\nthose physicians in his/her network could have their probabilities of\nprescribing this drug increased.  With social networks playing more and more important roles in interactions among physicians, omitting this important factor could result in biased prediction and interpretation.\n\nIn this project, we use social network data and text data to quantify physiciansÆ peer influence and incorporate it into predictive modeling. Taking advantage of existing social network and publication databases, we are able to match social network data with physician Rx and other behavioral data; we expect to provide a comprehensive understanding of the impact of peer influence as well as its in..."
 }
}