{
 "awd_id": "1106293",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Theoretical Approaches to Multi-Scale Complex Systems",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 255000.0,
 "awd_amount": 255000.0,
 "awd_min_amd_letter_date": "2011-09-01",
 "awd_max_amd_letter_date": "2013-06-09",
 "awd_abstract_narration": "TECHNICAL SUMMARY \r\n\r\nThis award supports research and education in theoretical condensed matter physics aimed at revealing the potentially complex structure of materials. The PI will use ideas from statistical mechanics and network theory to reveal natural structures in various materials across spatial and temporal scales. Analysis of experimental data of structural glasses as well as complex electronic materials will be performed with the aid of methods developed in the course of the research. \r\n\r\nThe research has two thrusts:  \r\n\r\n(1) In complex materials there are in general possibly many important length and time scales that characterize correlations. Aside from multiple correlation lengths describing the exponential decay of correlations, in some materials there are length scales that characterize periodic spatial or temporal modulations. The PI will investigate the evolution of these length scales as a function of temperature and other parameters. \r\n\r\n(2) The PI will demonstrate the existence of quantum dynamical heterogeneities in electronic systems, similar to those in classical glass formers. The PI will establish the existence of such heterogeneities via mapping to classical models and methods to analyze experimental data. \r\n\r\nThis award also supports training a postdoctoral research associate and a graduate student as well as the further developing courses on advanced statistical mechanics and quantum information. The PI will also engage high school and undergraduate students to design software packages that illustrate the use of some of the techniques to be developed during the course of the research. \r\n\r\nNONTECHNICAL SUMMARY \r\n\r\nThis award supports research and education in theoretical condensed matter physics for the discovery of subtle hidden structures in complex materials. Currently, there are no universal tools for examining complex physical systems in a general and systematic way that reveal their pertinent features from the smallest fundamental unit to the largest scale encompassing the entire system. In a perfect crystal, a fundamental structure of atoms, called a unit cell, can be replicated to reproduce the structure of the entire system. This concept enables a fundamental understanding of many solid materials in great detail. In complex systems and materials, rich new structures appear on additional intermediate scales. Some of the oldest and, after several millennia, still heavily investigated materials are glasses. More recent challenges include the high temperature superconductors and heavy fermion compounds that exhibit a rich array of behavior including superconductivity, wherein electrical current flows without resistance, and complicated magnetic characteristics. It is often unclear which of the many features of these kinds of physical systems holds the key to understanding certain properties or phenomena in these materials. Hypothesized models often fail to provide an adequate or even qualitatively correct description of important properties of phenomena.  The PI aims to develop innovative methods that pinpoint important features and enable progress by regarding complex materials and physical systems as large networks and employing tools from network analysis to flesh out their essential features across scales of time and length. \r\n\r\nThis award also supports training a postdoctoral research associate and a graduate student as well as the further developing courses on advanced statistical mechanics and quantum information. The PI will also engage high school and undergraduate students to design software packages that illustrate the use of some of the techniques to be developed during the course of the research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zohar",
   "pi_last_name": "Nussinov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zohar Nussinov",
   "pi_email_addr": "zohar@wuphys.wustl.edu",
   "nsf_id": "000064802",
   "pi_start_date": "2011-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "1 BROOKINGS DR",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304862",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 170000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 85000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 1\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>Intellectual merit: </span></p>\n<p><span>Many branches of science may be nearing a departure from the traditional deductive and simple hypothesis driven approaches towards an era in which the conventional tools of analysis may fail in efficiently analyzing extremely large data sets and in usefully predicting outcomes. While tremendous progress has been made in understanding fundamental processes involving individual basic atoms, molecules, etc., there are very few tools that can systematically shed light on how many simple &nbsp;*well known processes* can lead to *complex behaviors* when they come together in concert as they may naturally do in many situations. T</span><span>his endeavor is indeed not merely academic. For instance, future material applications will likely not be simple extensions of current knowledge but may rely on a deeper understanding of a myriad of complex correlations and structures that we are only beginning to appreciate. At the root of the complexity are expansive atomic and larger-scale configurations and the intricate correlations between their constituents. Atom probe microscopy allows a study of materials at distance scales that were unimagined until recently (down to atomic resolution). These probes yield a wealth of new data on the rich fabric of complex structures that lie within these systems. </span>New methods of analysis that bridge a broad range of spatial and temporal scales are needed. This is especially acute for non-crystalline materials (this is so as in simple crystals the many body problem can be reduced, by virtue of the periodicity, to that involving only a few atoms in a unit cell). Chief examples are complex alloys such metallic glasses, various fluids (both \"classical\" and \"quantum\"), and solids in which many atomic orbital or other degrees of freedom may be present. Even in \"simple\" theories, the traditional tools of analysis may face problems. especially at \"strong couplings\" -- when the system is strongly interacting.&nbsp;</p>\n<p>Towards this end, the goal of the project was to develop general tools to analyze disparate complex systems and address strong interactions and correlations. The PI developed and employed a very general information theory driven method to the analysis of experimental data on materials known as &ldquo;metallic glasses&rdquo; (which, amongst other desirable properties, are extremely strong), electronic materials, as well as engineered \"Majorana nanowire\" networks of semiconductor-superconductor arrays. The PI&rsquo;s key approach was to represent systems as graphs with nodes representing atoms and then invoke methods from network analysis in order to ascertain their general features. Augmenting this approach, the PI developed new analytical tools that map quantum systems into classical ones and allow for direct examination of theories at strong coupling by relating these to weak coupling in non-traditional ways. As found by the PI, in complex systems, there are often multiple important length scales and the possible \"correlation functions\" become rich. &nbsp;The PI further studied the statistical physics associated with the graph clustering algorithm and explored its \"phases\".</p>\n<p>During the project, many results were found and new predictions made including those that paradoxically suggested new simple quantum effects in high temperature fluids. To that end, we very colloquially discuss the quantum domain. At small length scales (e.g., atoms), quantum mechanical effects are typically important. Collectively in crystals and elsewhere, these may trigger striking (and often potentially useful) low temperature behaviors on large length scales as in, e.g., semiconductors, superconductors, superfluids, and the quantum Hall effects. Common lore asserts that at high temperatures, quantization is largely inco...",
  "por_txt_cntn": "\n\n\n\nIntellectual merit: \n\nMany branches of science may be nearing a departure from the traditional deductive and simple hypothesis driven approaches towards an era in which the conventional tools of analysis may fail in efficiently analyzing extremely large data sets and in usefully predicting outcomes. While tremendous progress has been made in understanding fundamental processes involving individual basic atoms, molecules, etc., there are very few tools that can systematically shed light on how many simple  *well known processes* can lead to *complex behaviors* when they come together in concert as they may naturally do in many situations. This endeavor is indeed not merely academic. For instance, future material applications will likely not be simple extensions of current knowledge but may rely on a deeper understanding of a myriad of complex correlations and structures that we are only beginning to appreciate. At the root of the complexity are expansive atomic and larger-scale configurations and the intricate correlations between their constituents. Atom probe microscopy allows a study of materials at distance scales that were unimagined until recently (down to atomic resolution). These probes yield a wealth of new data on the rich fabric of complex structures that lie within these systems. New methods of analysis that bridge a broad range of spatial and temporal scales are needed. This is especially acute for non-crystalline materials (this is so as in simple crystals the many body problem can be reduced, by virtue of the periodicity, to that involving only a few atoms in a unit cell). Chief examples are complex alloys such metallic glasses, various fluids (both \"classical\" and \"quantum\"), and solids in which many atomic orbital or other degrees of freedom may be present. Even in \"simple\" theories, the traditional tools of analysis may face problems. especially at \"strong couplings\" -- when the system is strongly interacting. \n\nTowards this end, the goal of the project was to develop general tools to analyze disparate complex systems and address strong interactions and correlations. The PI developed and employed a very general information theory driven method to the analysis of experimental data on materials known as \"metallic glasses\" (which, amongst other desirable properties, are extremely strong), electronic materials, as well as engineered \"Majorana nanowire\" networks of semiconductor-superconductor arrays. The PIÆs key approach was to represent systems as graphs with nodes representing atoms and then invoke methods from network analysis in order to ascertain their general features. Augmenting this approach, the PI developed new analytical tools that map quantum systems into classical ones and allow for direct examination of theories at strong coupling by relating these to weak coupling in non-traditional ways. As found by the PI, in complex systems, there are often multiple important length scales and the possible \"correlation functions\" become rich.  The PI further studied the statistical physics associated with the graph clustering algorithm and explored its \"phases\".\n\nDuring the project, many results were found and new predictions made including those that paradoxically suggested new simple quantum effects in high temperature fluids. To that end, we very colloquially discuss the quantum domain. At small length scales (e.g., atoms), quantum mechanical effects are typically important. Collectively in crystals and elsewhere, these may trigger striking (and often potentially useful) low temperature behaviors on large length scales as in, e.g., semiconductors, superconductors, superfluids, and the quantum Hall effects. Common lore asserts that at high temperatures, quantization is largely inconsequential.\n\nThe PI's research illustrates that the opposite may occur in high temperature fluids. The PI and his collaborators theoretically and experimentally investigated metallic fluids and found signatures of possible quant..."
 }
}