{
 "awd_id": "1107792",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Toward a Circumarctic Lakes Observation Network (CALON)",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": "7032928048",
 "po_email": "wambrose@nsf.gov",
 "po_sign_block_name": "William Ambrose",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 297082.0,
 "awd_amount": 297082.0,
 "awd_min_amd_letter_date": "2011-08-30",
 "awd_max_amd_letter_date": "2014-09-05",
 "awd_abstract_narration": "The scientific goals and methods that address the intellectual merits of the research are: (1) Expand on existing lake monitoring sites in northern Alaska by developing a network of regionally representative lakes along environmental gradients from which we will collect baseline data to assess current physical, chemical, and biological lake characteristics.  This will allow the project scientists to make spatial and temporal comparisons to determine the impact of warmer temperatures, changing cloud cover and precipitation patterns, permafrost degradation, and direct human impacts on lakes; (2) Implement a multiscale (hierarchical) lake instrumentation scheme such that basic data is collected from 51 lakes, while a subset of lakes are more intensively instrumented; (3) Provide regional scaling and extrapolation of key metrics through calibration and validation of satellite imagery with ground measurements; and (4) Develop and implement standardized protocols to enable inter-site comparison and to prepare for expansion towards a pan-Arctic network. The education/outreach goals that address the broader impacts of the research outlined above are: (1) Incorporate indigenous observations of lake physical and biological characteristics and changes. Innovative interactive methods of sharing information will be developed and made available through native and local organizations. Scientific and technical training will be provided to Iñupiat students for monitoring lake and drinking water quality; (2) Develop a demonstration monitoring network based on the Delay Tolerant Network (DTN) architecture and link this network to research centers, indigenous communities, and other power- and connectivity-challenged environments; (3) Develop and refine data management, visualization, and archiving activities with A-CADIS; and (4) Provide an introduction to Arctic science for several beginning investigators.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Walter-Shea",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth A Walter-Shea",
   "pi_email_addr": "agme012@unlvm.unl.edu",
   "nsf_id": "000357023",
   "pi_start_date": "2014-09-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Lenters",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "John D Lenters",
   "pi_email_addr": "jdlenter@mtu.edu",
   "nsf_id": "000325668",
   "pi_start_date": "2011-08-30",
   "pi_end_date": "2014-09-05"
  }
 ],
 "inst": {
  "inst_name": "University of Nebraska-Lincoln",
  "inst_street_address": "2200 VINE ST # 830861",
  "inst_street_address_2": "",
  "inst_city_name": "LINCOLN",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4024723171",
  "inst_zip_code": "685032427",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NE01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE UNIVERSITY OF NEBRASKA",
  "org_prnt_uei_num": "",
  "org_uei_num": "HTQ6K6NJFHA6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nebraska-Lincoln",
  "perf_str_addr": "2200 VINE ST # 830861",
  "perf_city_name": "LINCOLN",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "685032427",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NE01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "529300",
   "pgm_ele_name": "AON-Arctic Observing Network"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 297082.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Since 2012, the physical and biogeochemical properties of over 60 lakes in northern Alaska have been investigated as part of the CALON project, which stands for the &ldquo;Circum-Arctic Lakes Observation Network.&rdquo; This project was designed to document landscape-scale variability of Arctic lakes in permafrost terrain, and to investigate their vulnerability to climate change. The network has ten regional nodes along two north-south transects extending 200 km inland from the Arctic Ocean. A meteorological station is deployed at each node, and six representative lakes are instrumented and continuously monitored at each node, with winter and summer visits for periodic water sampling and assessment of lake conditions. Over the 4-year study period (2012-2015), the winter and summer climate varied significantly to create a wide range of lake responses over a relatively short period. For example, winter 2012-13 was very cold, with a thin snowpack producing thick lake ice throughout the region. Subsequent years had relatively warm winters, but regionally variable snowpack resulted in complex patterns of lake ice thickness. These findings illustrate the fact that changes in air temperature &ndash; while important &ndash; are not always the primary driver of changes in lake conditions. Ice-out timing was unusually late in 2014 and unusually early in 2015, with lakes near Barrow experiencing a record-early ice-out in 2015. The CALON study lakes are typically well&ndash;mixed and isothermal from top to bottom, with minor thermal stratification occurring in deeper lakes during calm, sunny periods in summer. Water temperature records and lake morphometric data were used to estimate the ground thermal condition beneath 28 lakes. Application of a steady-state thermal equilibrium model suggests that a thawed region (or &ldquo;talik&rdquo;) exists within the permafrost under many of the large lakes. However, lake geochemical data do not indicate a significant contribution of sub-permafrost groundwater to the lake water balance. Biogeochemical data reveal distinct spatial and seasonal variability in chlorophyll, dissolved organic matter, and major cations/anions. Generally, waters sampled beneath ice in April had distinctly higher concentrations of solutes and methane compared with August.&nbsp;Chlorophyll concentrations were also higher in April, suggesting significant biological/biogeochemical activity under the lake ice. Biogeochemical sampling also revealed the lakes to be a positive source of methane in summer, with some lakes emitting nitrous oxide and carbon dioxide as well. As part of the Indigenous Knowledge component of the CALON project, 76 I&ntilde;upiat elders, hunters, and berry pickers were interviewed during the course of the study, and over 75 hours of videotaped interviews were produced. The video library and searchable interview logs are archived with the North Slope community, and all CALON field data are archived at ACADIS (<a href=\"https://www.aoncadis.org/home.html\">https://www.aoncadis.org/home.html</a>). Further information on the CALON project can also be found at <a href=\"http://www.arcticlakes.org\">www.arcticlakes.org</a>.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2015<br>\n\t\t\t\t\tModified by: Elizabeth&nbsp;A&nbsp;Walter-Shea</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSince 2012, the physical and biogeochemical properties of over 60 lakes in northern Alaska have been investigated as part of the CALON project, which stands for the \"Circum-Arctic Lakes Observation Network.\" This project was designed to document landscape-scale variability of Arctic lakes in permafrost terrain, and to investigate their vulnerability to climate change. The network has ten regional nodes along two north-south transects extending 200 km inland from the Arctic Ocean. A meteorological station is deployed at each node, and six representative lakes are instrumented and continuously monitored at each node, with winter and summer visits for periodic water sampling and assessment of lake conditions. Over the 4-year study period (2012-2015), the winter and summer climate varied significantly to create a wide range of lake responses over a relatively short period. For example, winter 2012-13 was very cold, with a thin snowpack producing thick lake ice throughout the region. Subsequent years had relatively warm winters, but regionally variable snowpack resulted in complex patterns of lake ice thickness. These findings illustrate the fact that changes in air temperature &ndash; while important &ndash; are not always the primary driver of changes in lake conditions. Ice-out timing was unusually late in 2014 and unusually early in 2015, with lakes near Barrow experiencing a record-early ice-out in 2015. The CALON study lakes are typically well&ndash;mixed and isothermal from top to bottom, with minor thermal stratification occurring in deeper lakes during calm, sunny periods in summer. Water temperature records and lake morphometric data were used to estimate the ground thermal condition beneath 28 lakes. Application of a steady-state thermal equilibrium model suggests that a thawed region (or \"talik\") exists within the permafrost under many of the large lakes. However, lake geochemical data do not indicate a significant contribution of sub-permafrost groundwater to the lake water balance. Biogeochemical data reveal distinct spatial and seasonal variability in chlorophyll, dissolved organic matter, and major cations/anions. Generally, waters sampled beneath ice in April had distinctly higher concentrations of solutes and methane compared with August. Chlorophyll concentrations were also higher in April, suggesting significant biological/biogeochemical activity under the lake ice. Biogeochemical sampling also revealed the lakes to be a positive source of methane in summer, with some lakes emitting nitrous oxide and carbon dioxide as well. As part of the Indigenous Knowledge component of the CALON project, 76 I&ntilde;upiat elders, hunters, and berry pickers were interviewed during the course of the study, and over 75 hours of videotaped interviews were produced. The video library and searchable interview logs are archived with the North Slope community, and all CALON field data are archived at ACADIS (https://www.aoncadis.org/home.html). Further information on the CALON project can also be found at www.arcticlakes.org.\n\n\t\t\t\t\tLast Modified: 11/30/2015\n\n\t\t\t\t\tSubmitted by: Elizabeth A Walter-Shea"
 }
}