{
 "awd_id": "1107837",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI:When did Life Recover from the End-Permian Mass Extinction?",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 5700.0,
 "awd_amount": 5700.0,
 "awd_min_amd_letter_date": "2011-05-12",
 "awd_max_amd_letter_date": "2011-05-12",
 "awd_abstract_narration": null,
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ashley",
   "pi_last_name": "Dineen",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Ashley A Dineen",
   "pi_email_addr": "",
   "nsf_id": "000577603",
   "pi_start_date": "2011-05-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dineen                  Ashley         A",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Milwaukee",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "",
  "inst_zip_code": "532113713",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "WI04",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Dineen                  Ashley         A",
  "perf_str_addr": "",
  "perf_city_name": "Milwaukee",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "532113713",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "WI04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  },
  {
   "pgm_ref_code": "9200",
   "pgm_ref_txt": "US CHINA COOP IN BASIC SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 5700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The end-Permian mass extinction (250 million years ago) is often regarded as the most devastating loss of life in Earth&rsquo;s history. For example, it has been estimated that up to 92% of marine species and 78% of genera did not survive into the Triassic. Additionally, data indicate that the atmosphere and ocean became rich in CO<sub>2 </sub>and depleted in O<sub>2</sub>, resulting in profound differences between Late Permian and Early Triassic ecosystems. Evidence suggests that ecological devastation following this event was protracted and may have lasted 5 million years into the Middle Triassic. Despite this, the timing and nature of full biotic recovery in the Triassic is not completely understood. Previous work has based biotic recovery on generic and species diversity, the reappearance of reefs, and broad global datasets. However, community recovery is based on more than these parameters and can vary in time and space.</p>\n<p>Previous understanding of the timing and spatial pattern of marine recovery for the most part tends to be limited to that of shallow water environments in low latitude settings. As it has been proposed that shallow-marine environments may have acted as refuges from toxic deep ocean conditions, one might predict that shallow and deep marine communities recovered very differently. Before this problem can be tested, a working definition of recovery needs to be established. The previous definition of recovery states that a community can be considered fully recovered when normal ecosystem functioning has resumed and previous numbers and diversity are regained. However, this study has defined community recovery not only by high diversity and abundance, but also by high evenness and tiering.&nbsp;</p>\n<p>This study&rsquo;s purpose was to establish the nature of ecosystem recovery following the end-Permian mass extinction by examination of Lower and Middle Triassic paleoecology. Fieldwork was conducted on the Lower Triassic Anshun Formation and the Middle Triassic Qingyan Formation in Guizhou Province, south China. Quantitative analysis of ecological complexity included measuring marine invertebrate diversity, size, and dominance (i.e. evenness) within the paleocommunity. Preliminary results indicate that while Middle Triassic benthic marine communities were characterized by high diversity, factors such as tiering, evenness, and organism size were not comparable to those of pre-extinction (Permian) communities. This demonstrates that full biotic recovery after the end-Permian mass extinction may have taken longer than previously recognized in south China.</p>\n<p>Additionally, the assessment of faunal recovery during previous time periods of environmental stress may serve as a proxy for modern oceans. Today&rsquo;s ecosystems have several similarities with those of the Middle Triassic, including increased atmospheric CO<sub>2</sub> and reduced ocean pH, rising global temperatures, and biocalcification crisis for calcareous benthic invertebrates.&nbsp; As we remain uncertain to the effects these factors will have on modern marine ecosystems, the study of deep-time periods of similar nature (i.e. Middle Triassic) will provide information about how organisms respond to ecological and environmental stresses. Thus by establishing how paleocommunities changed through time in the Lower and Middle Triassic, we can identify complex biotic patterns in order to determine how organisms survive and recover in the aftermath of mass extinctions.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/06/2011<br>\n\t\t\t\t\tModified by: Ashley&nbsp;A&nbsp;Dineen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe end-Permian mass extinction (250 million years ago) is often regarded as the most devastating loss of life in EarthÆs history. For example, it has been estimated that up to 92% of marine species and 78% of genera did not survive into the Triassic. Additionally, data indicate that the atmosphere and ocean became rich in CO2 and depleted in O2, resulting in profound differences between Late Permian and Early Triassic ecosystems. Evidence suggests that ecological devastation following this event was protracted and may have lasted 5 million years into the Middle Triassic. Despite this, the timing and nature of full biotic recovery in the Triassic is not completely understood. Previous work has based biotic recovery on generic and species diversity, the reappearance of reefs, and broad global datasets. However, community recovery is based on more than these parameters and can vary in time and space.\n\nPrevious understanding of the timing and spatial pattern of marine recovery for the most part tends to be limited to that of shallow water environments in low latitude settings. As it has been proposed that shallow-marine environments may have acted as refuges from toxic deep ocean conditions, one might predict that shallow and deep marine communities recovered very differently. Before this problem can be tested, a working definition of recovery needs to be established. The previous definition of recovery states that a community can be considered fully recovered when normal ecosystem functioning has resumed and previous numbers and diversity are regained. However, this study has defined community recovery not only by high diversity and abundance, but also by high evenness and tiering. \n\nThis studyÆs purpose was to establish the nature of ecosystem recovery following the end-Permian mass extinction by examination of Lower and Middle Triassic paleoecology. Fieldwork was conducted on the Lower Triassic Anshun Formation and the Middle Triassic Qingyan Formation in Guizhou Province, south China. Quantitative analysis of ecological complexity included measuring marine invertebrate diversity, size, and dominance (i.e. evenness) within the paleocommunity. Preliminary results indicate that while Middle Triassic benthic marine communities were characterized by high diversity, factors such as tiering, evenness, and organism size were not comparable to those of pre-extinction (Permian) communities. This demonstrates that full biotic recovery after the end-Permian mass extinction may have taken longer than previously recognized in south China.\n\nAdditionally, the assessment of faunal recovery during previous time periods of environmental stress may serve as a proxy for modern oceans. TodayÆs ecosystems have several similarities with those of the Middle Triassic, including increased atmospheric CO2 and reduced ocean pH, rising global temperatures, and biocalcification crisis for calcareous benthic invertebrates.  As we remain uncertain to the effects these factors will have on modern marine ecosystems, the study of deep-time periods of similar nature (i.e. Middle Triassic) will provide information about how organisms respond to ecological and environmental stresses. Thus by establishing how paleocommunities changed through time in the Lower and Middle Triassic, we can identify complex biotic patterns in order to determine how organisms survive and recover in the aftermath of mass extinctions.\n\n\t\t\t\t\tLast Modified: 12/06/2011\n\n\t\t\t\t\tSubmitted by: Ashley A Dineen"
 }
}