{
 "awd_id": "1107731",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: BEST Synthesis: Integration and modeling of spatial-temporal variation in vital rates for euphausiids in eastern Bering Sea: Implications for demographics",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William J. Wiseman, Jr.",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 145683.0,
 "awd_amount": 145683.0,
 "awd_min_amd_letter_date": "2011-07-27",
 "awd_max_amd_letter_date": "2011-07-27",
 "awd_abstract_narration": "Euphausiids (krill) are a critical link connecting lower trophic levels to fish in the eastern Bering Sea, yet knowledge of euphausiid growth and vital rates is very limited. Fundamental information to address these gaps has been an important focus of the BEST-BSIERP field program, which has collected spatially explicit information on individual growth rates and grazing for several euphausiid species. Related activities are addressing broad scale age structure using new biochemical approaches for euphausiids. To make the best use of these multiple data sets, funds are provided for a focused effort to integrate and synthesize these data to estimate growth and vital rates for different regions (inner, middle, and outer shelf), and model euphausiid population dynamics to understand their demographic structure. The PIs will  \r\n(1) describe spatial variations in the distribution of euphausiids in relation to different hydrographic conditions, \r\n(2) synthesize spatial variations in their demographic structure, including age and length frequency, \r\n(3) model euphausiid population dynamics and secondary production, \r\n(4) examine how predation may impact vital rates using spatial-structured statistical models, and \r\n(5) produce a comparison of life history and population dynamics of two important species: a species with broader distribution, Thysanoessa raschii, and a species primarily resident over the outer shelf, T. longipes. \r\nResults will be synthesized in the context of how the varying hydrographic conditions may impact the demographic structures of euphausiid populations by changing their growth and vital rates. Understanding how varying hydrographic conditions influence their growth and vital rates and demographic structure will lead to better understanding of how large scale changes in these conditions would influence euphausiid populations and potential impacts on higher trophic levels.\r\n\r\nThe Bering Sea ecosystem provides roughly half the commercial seafood landings in the United States, as well as significant resources for subsistence fishermen.  Major fluctuations in these stocks have occurred in the past and been associated with variations in the observed hydrographic conditions of the Bering Sea.  The results of this project will indicate mechanisms by which the food web of the Bering Sea may be modified by such hydrographic variations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rodger",
   "pi_last_name": "Harvey",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rodger Harvey",
   "pi_email_addr": "rharvey@odu.edu",
   "nsf_id": "000239545",
   "pi_start_date": "2011-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Old Dominion University Research Foundation",
  "inst_street_address": "4111 MONARCH WAY STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "NORFOLK",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7576834293",
  "inst_zip_code": "235082561",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "VA03",
  "org_lgl_bus_name": "OLD DOMINION UNIVERSITY RESEARCH FOUNDATION",
  "org_prnt_uei_num": "DSLXBD7UWRV6",
  "org_uei_num": "DSLXBD7UWRV6"
 },
 "perf_inst": {
  "perf_inst_name": "Old Dominion University",
  "perf_str_addr": "HAMPTON BLVD",
  "perf_city_name": "NORFOLK",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "235290001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "VA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5286",
   "pgm_ref_txt": "BEST"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 145683.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Bering Sea hugs the northwestern coast of Alaska and is one of the most highly productive ecosystems in the world.&nbsp; It is economically important to the USA as it supplies about 50% of total commercial fish and shellfish catch annual. &nbsp;Among the many members of the small animals which inhabit its waters are euphausiids (krill) which are small crustaceans which serve as essential prey for a number of important fish species in the Bering Sea as well as whales.&nbsp; They are a key link between the high production of algae in the waters column (primary production) and higher trophic levels from larval fish to whales that consume them.&nbsp; Knowledge about krill populations and what might control their population s dynamics is essential to understanding the Bering Sea ecosystem and the movement of energy.</p>\n<p>There are three major species of euphausiids in the Bering Sea (<em>Thysanoessa raschii</em>, <em>Thysanoessa inermis</em>, and <em>Thysanoessa longipes</em>) and they exhibit large differences in where are found in both space and time.&nbsp; Information collected from a number of previous studies has shown that krill appear to prefer different locations depending on the time of year, and that the abundance and relative contributions of the three species were difficult to predict. &nbsp;&nbsp;Physical and biological processes that govern this variability remain elusive and understudied.&nbsp; Food availability at the right place and time are important for these animals since it can limit the growth of euphausiid larvae, which in turn could affect the recruitment to successive generations. &nbsp;Salinity variation caused by sea ice melting also affects euphausiid abundance and distribution as krill species have been suggested to show different relationships with salinity.</p>\n<p>The southeastern Bering Sea shelf consists of three distinct domains: the Inner (&lt;50&nbsp;m), Middle (50&ndash;100&nbsp;m), and Outer Shelf (100&ndash;200&nbsp;m) with different physical and biological features.&nbsp; The Bering Sea Ecosystem Study (BEST) gathered three years of field information on the abundance and geographic distribution of euphausiids over each of these domains.&nbsp; The timing for the program was such that the field studies occurred in cold years, which also allowed climate variability to be considered since ecosystem responds to climate variability rapidly.&nbsp;</p>\n<p>In this project, investigators form three universities collaborated to examine the difference in habitat for the three major euphausiids species (<em>T. raschii</em>, <em>T. inermis</em>, and <em>T. longipes) </em>during the field program. &nbsp;This study was a synthesis of information gathered by the field component of the program and integrated using mathematical and statistical tools to investigate how the physical environments might affect interannual variation in euphausiid species&rsquo; composition and distributions.&nbsp;&nbsp; Generalized additive models (GLMs) were applied to examine habitat selection for the three euphausiid species.&nbsp; &nbsp;A major effort was to examine the spatial and temporal variability of the three euphausiid species <em>Thysanoessa raschii</em>, <em>Thysanoessa inermis</em>, and <em>Thysanoessa longipes</em> in the summers of 2008&ndash;2010 in the hopes that habitat and distribution characteristics could be indicative of organisms&rsquo; response to long-term environmental changes.&nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;The results based on calculated coefficients of dispersion showed that <em>T. raschii</em> was broadly distributed in the inner and middle domains. &nbsp;The abundance of <em>T. raschii</em> was related to water temperature, salinity and chlorophyll <em>a</em> concentration. &nbsp;<em>T. inermis</em> was primarily distributed in the middle domain and was related to water temperature and salinity. <em>T. longipes</em> was mostly distri...",
  "por_txt_cntn": "\nThe Bering Sea hugs the northwestern coast of Alaska and is one of the most highly productive ecosystems in the world.  It is economically important to the USA as it supplies about 50% of total commercial fish and shellfish catch annual.  Among the many members of the small animals which inhabit its waters are euphausiids (krill) which are small crustaceans which serve as essential prey for a number of important fish species in the Bering Sea as well as whales.  They are a key link between the high production of algae in the waters column (primary production) and higher trophic levels from larval fish to whales that consume them.  Knowledge about krill populations and what might control their population s dynamics is essential to understanding the Bering Sea ecosystem and the movement of energy.\n\nThere are three major species of euphausiids in the Bering Sea (Thysanoessa raschii, Thysanoessa inermis, and Thysanoessa longipes) and they exhibit large differences in where are found in both space and time.  Information collected from a number of previous studies has shown that krill appear to prefer different locations depending on the time of year, and that the abundance and relative contributions of the three species were difficult to predict.   Physical and biological processes that govern this variability remain elusive and understudied.  Food availability at the right place and time are important for these animals since it can limit the growth of euphausiid larvae, which in turn could affect the recruitment to successive generations.  Salinity variation caused by sea ice melting also affects euphausiid abundance and distribution as krill species have been suggested to show different relationships with salinity.\n\nThe southeastern Bering Sea shelf consists of three distinct domains: the Inner (&lt;50 m), Middle (50&ndash;100 m), and Outer Shelf (100&ndash;200 m) with different physical and biological features.  The Bering Sea Ecosystem Study (BEST) gathered three years of field information on the abundance and geographic distribution of euphausiids over each of these domains.  The timing for the program was such that the field studies occurred in cold years, which also allowed climate variability to be considered since ecosystem responds to climate variability rapidly. \n\nIn this project, investigators form three universities collaborated to examine the difference in habitat for the three major euphausiids species (T. raschii, T. inermis, and T. longipes) during the field program.  This study was a synthesis of information gathered by the field component of the program and integrated using mathematical and statistical tools to investigate how the physical environments might affect interannual variation in euphausiid speciesÆ composition and distributions.   Generalized additive models (GLMs) were applied to examine habitat selection for the three euphausiid species.   A major effort was to examine the spatial and temporal variability of the three euphausiid species Thysanoessa raschii, Thysanoessa inermis, and Thysanoessa longipes in the summers of 2008&ndash;2010 in the hopes that habitat and distribution characteristics could be indicative of organismsÆ response to long-term environmental changes.   \n\n The results based on calculated coefficients of dispersion showed that T. raschii was broadly distributed in the inner and middle domains.  The abundance of T. raschii was related to water temperature, salinity and chlorophyll a concentration.  T. inermis was primarily distributed in the middle domain and was related to water temperature and salinity. T. longipes was mostly distributed in the outer domain and was only related to salinity. The proportion of T. raschii,  the coastal species in the inner and middle domains, showed large interannual variation with the highest in 2008 and the lowest in 2009 (a &gt;50% decline). This same species did not show large interannual variation in the spatial distribution. T. longipes, a she..."
 }
}