{
 "awd_id": "1107948",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI: A metabolic comparison of specialist and generalist coral-Symbiodinium endosymbiosis",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 5700.0,
 "awd_amount": 5700.0,
 "awd_min_amd_letter_date": "2011-05-18",
 "awd_max_amd_letter_date": "2011-05-18",
 "awd_abstract_narration": null,
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Emilia",
   "pi_last_name": "Sogin",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Emilia M Sogin",
   "pi_email_addr": "",
   "nsf_id": "000578792",
   "pi_start_date": "2011-05-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Sogin                   Emilia         M",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Kailua",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "",
  "inst_zip_code": "967343513",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "HI02",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Sogin                   Emilia         M",
  "perf_str_addr": "",
  "perf_city_name": "Kailua",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "967343513",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "HI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5924",
   "pgm_ref_txt": "TAIWAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 5700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Coral reefs serve a significant role in the livelihood of tropical coastal communities.&nbsp; They provide essential habitat for marine fisheries, protection from coastal erosion, and promote local tourism industries.&nbsp;&nbsp; Unfortunately, damaging anthropogenic activities, such as overfishing, pollution and physical destruction have threatened the survival of reef ecosystems.&nbsp; The biggest threat to reef survival is increasing sea surface temperatures associated with global climate change.&nbsp; Because corals live close to their upper thermal tolerance, an increase in seawater temperature as little as 1<sup>o</sup>C can cause mass bleaching events, or when <em>Symbiodinium </em>are expelled from the coral leaving behind a white skeleton.&nbsp; <em>Symbiodinium </em>are microscopic algae that live in the tissue layers of the coral host and produce carbon compounds through photosynthesis.&nbsp; These compounds are utilized by the coral to meet its&rsquo; nutritional needs. Consequently, bleaching events negatively impacts the nutritional status of the coral and can cause mortalities that drive significant changes in reef communities.&nbsp; One ray of hope is that not all corals are impacted equally by thermal stress and as a result, some corals are much more resistant to bleaching then others.&nbsp; In order to measure differences in coral response to bleaching stress, researchers have focused on investigating macro-scale physiological measures, such as respiration and carbon production.&nbsp; However, the molecular pathways that underpin these measurements have yet to be fully described.&nbsp; Our work aims to investigate functional differences in corals that are resistant and susceptible to thermal stress by comparing micro-scale differences in metabolism.&nbsp; This study uses a powerful physiological tool (metabolomics) that profiles small compounds, called metabolites, which are products of metabolism. Employing metabolomics techniques to investigate metabolite production and translocation within the coral-<em>Symboidinium</em> union is a novel approach.&nbsp; We investigated differences in metabolite assemblages of four functionally different corals from Nanwan Bay, Taiwan that vary in their susceptibility to thermal stress. These corals were sampled during the day and night to investigate patterns of metabolite production when photosynthesis pathways are turned on and off.&nbsp; We found distinct patterns in metabolite profiles between photosynthetic and non-photosynthetic samples, and among species. Our results demonstrate that metabolomics is a viable and powerful tool that can be used to investigate metabolite production in coral-algal unions. &nbsp;This work was presented at the Western Society of Naturalist meeting in Vancouver, WA in November of 2011 and was presented to audiences at the Hawaii Inistitue of Marine Biology and the National Museum for Marine Biology and Aquarium in Taiwan.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/05/2011<br>\n\t\t\t\t\tModified by: Emilia&nbsp;M&nbsp;Sogin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCoral reefs serve a significant role in the livelihood of tropical coastal communities.  They provide essential habitat for marine fisheries, protection from coastal erosion, and promote local tourism industries.   Unfortunately, damaging anthropogenic activities, such as overfishing, pollution and physical destruction have threatened the survival of reef ecosystems.  The biggest threat to reef survival is increasing sea surface temperatures associated with global climate change.  Because corals live close to their upper thermal tolerance, an increase in seawater temperature as little as 1oC can cause mass bleaching events, or when Symbiodinium are expelled from the coral leaving behind a white skeleton.  Symbiodinium are microscopic algae that live in the tissue layers of the coral host and produce carbon compounds through photosynthesis.  These compounds are utilized by the coral to meet itsÆ nutritional needs. Consequently, bleaching events negatively impacts the nutritional status of the coral and can cause mortalities that drive significant changes in reef communities.  One ray of hope is that not all corals are impacted equally by thermal stress and as a result, some corals are much more resistant to bleaching then others.  In order to measure differences in coral response to bleaching stress, researchers have focused on investigating macro-scale physiological measures, such as respiration and carbon production.  However, the molecular pathways that underpin these measurements have yet to be fully described.  Our work aims to investigate functional differences in corals that are resistant and susceptible to thermal stress by comparing micro-scale differences in metabolism.  This study uses a powerful physiological tool (metabolomics) that profiles small compounds, called metabolites, which are products of metabolism. Employing metabolomics techniques to investigate metabolite production and translocation within the coral-Symboidinium union is a novel approach.  We investigated differences in metabolite assemblages of four functionally different corals from Nanwan Bay, Taiwan that vary in their susceptibility to thermal stress. These corals were sampled during the day and night to investigate patterns of metabolite production when photosynthesis pathways are turned on and off.  We found distinct patterns in metabolite profiles between photosynthetic and non-photosynthetic samples, and among species. Our results demonstrate that metabolomics is a viable and powerful tool that can be used to investigate metabolite production in coral-algal unions.  This work was presented at the Western Society of Naturalist meeting in Vancouver, WA in November of 2011 and was presented to audiences at the Hawaii Inistitue of Marine Biology and the National Museum for Marine Biology and Aquarium in Taiwan. \n\n \n\n\t\t\t\t\tLast Modified: 12/05/2011\n\n\t\t\t\t\tSubmitted by: Emilia M Sogin"
 }
}