{
 "awd_id": "1107163",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI:Television after Information: Japanese jouhou bangumi and the crisis of public communication.",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 5700.0,
 "awd_amount": 5700.0,
 "awd_min_amd_letter_date": "2011-05-10",
 "awd_max_amd_letter_date": "2011-05-10",
 "awd_abstract_narration": null,
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Marks",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth A Marks",
   "pi_email_addr": "",
   "nsf_id": "000575754",
   "pi_start_date": "2011-05-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Marks                   Elizabeth      A",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "",
  "inst_zip_code": "770354229",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Marks                   Elizabeth      A",
  "perf_str_addr": "",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770354229",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 5700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The preliminary fieldwork for my dissertation was supported by an NSF EAPSI (East Asia and Pacific Summer Institutes) grant (#1107163) project titled &ldquo;Television after Information: Japanese jouhou bangumi and the crisis of public communication&rdquo;. This NSF grant provided me the financial support necessary to live in Tokyo for three months and to engage in negotiations, contact-building, and preliminary fieldwork, thus preparing the groundwork for immediate resumption of fieldwork upon my return to Japan. My goals as outlined in this proposal were to immediately send formal letters of introduction to the commercial television studios and production companies upon my arrival in Tokyo. Moreover, the television professionals with whom I had been corresponding from Texas wished to meet me in person to review my project, before taking on the social risk of vouching for me in their workplace. These meetings rather than my formal letters ultimately proved the most productive means by which to gain access to the television companies.</p>\n<p>Although I outlined in this proposal my intentions to spend the entire summer attempting to gain access to my field sites, I was ultimately successful in less than a month, and thus began fieldwork. Therein, I began to construct new theories about the nature of contemporary televisual bureaucracy in Japan, and was inspired to revise my focus from a preoccupation with the aesthetic trademarks of the medium, to one deeply concerned with economic processes, business decision-making / internal corporate resistance, apathy, and sources of innovation.</p>\n<p>Consistent with the broader impacts outlined in my EAPSI grant, I attended three interdisciplinary and international conferences in Japan that summer, hosted by Temple University, Sophia University, and International Christian University (ICU). These forums provided me the opportunity to meet scholars working in several fields within Japanese universities, and have resulted in joint panel submissions to the Association for Asian Studies conference, and the Asian Studies Conference Japan (ASCJ). At Temple University&rsquo;s June conference on social movements and activism, I met Professor Mizukoshi and began the correspondence with him that led him to invite me to join his lab in 2012. This early conference also directly led to my access to the TBS television, I met a sociology graduate student there who was well-connected to the industry.</p>\n<p>Having been able to engage in preliminary fieldwork provided me with the source material to deliver a paper this fall at the AAA annual meeting, and to prepare proposals for four other multidisciplinary conferences (pending)&ndash; 2 graduate student and 1 international conference among them. I am enthusiastically continuing to use the data collected with the help of this NSF funding to engage scholars working on institutional anthropology, aesthetics, expertise, media, and Japan. Finally, I have presented my research to undergraduates studying Japanese at Rice, as an example of the possible uses for Japanese linguistic competence. In so doing, I have focused on the roles that I observed for non-Japanese within Japanese entertainment companies, and described the paths that these individuals took to become successful employees in Japanese companies.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/08/2011<br>\n\t\t\t\t\tModified by: Elizabeth&nbsp;A&nbsp;Marks</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe preliminary fieldwork for my dissertation was supported by an NSF EAPSI (East Asia and Pacific Summer Institutes) grant (#1107163) project titled \"Television after Information: Japanese jouhou bangumi and the crisis of public communication\". This NSF grant provided me the financial support necessary to live in Tokyo for three months and to engage in negotiations, contact-building, and preliminary fieldwork, thus preparing the groundwork for immediate resumption of fieldwork upon my return to Japan. My goals as outlined in this proposal were to immediately send formal letters of introduction to the commercial television studios and production companies upon my arrival in Tokyo. Moreover, the television professionals with whom I had been corresponding from Texas wished to meet me in person to review my project, before taking on the social risk of vouching for me in their workplace. These meetings rather than my formal letters ultimately proved the most productive means by which to gain access to the television companies.\n\nAlthough I outlined in this proposal my intentions to spend the entire summer attempting to gain access to my field sites, I was ultimately successful in less than a month, and thus began fieldwork. Therein, I began to construct new theories about the nature of contemporary televisual bureaucracy in Japan, and was inspired to revise my focus from a preoccupation with the aesthetic trademarks of the medium, to one deeply concerned with economic processes, business decision-making / internal corporate resistance, apathy, and sources of innovation.\n\nConsistent with the broader impacts outlined in my EAPSI grant, I attended three interdisciplinary and international conferences in Japan that summer, hosted by Temple University, Sophia University, and International Christian University (ICU). These forums provided me the opportunity to meet scholars working in several fields within Japanese universities, and have resulted in joint panel submissions to the Association for Asian Studies conference, and the Asian Studies Conference Japan (ASCJ). At Temple UniversityÆs June conference on social movements and activism, I met Professor Mizukoshi and began the correspondence with him that led him to invite me to join his lab in 2012. This early conference also directly led to my access to the TBS television, I met a sociology graduate student there who was well-connected to the industry.\n\nHaving been able to engage in preliminary fieldwork provided me with the source material to deliver a paper this fall at the AAA annual meeting, and to prepare proposals for four other multidisciplinary conferences (pending)&ndash; 2 graduate student and 1 international conference among them. I am enthusiastically continuing to use the data collected with the help of this NSF funding to engage scholars working on institutional anthropology, aesthetics, expertise, media, and Japan. Finally, I have presented my research to undergraduates studying Japanese at Rice, as an example of the possible uses for Japanese linguistic competence. In so doing, I have focused on the roles that I observed for non-Japanese within Japanese entertainment companies, and described the paths that these individuals took to become successful employees in Japanese companies.\n\n\t\t\t\t\tLast Modified: 12/08/2011\n\n\t\t\t\t\tSubmitted by: Elizabeth A Marks"
 }
}