{
 "awd_id": "1107084",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Distribution of Patterns and Statistics in Random Sequences",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2011-07-20",
 "awd_max_amd_letter_date": "2011-07-20",
 "awd_abstract_narration": "This project targets the development and application of tools for efficient computation of distributions associated with patterns and statistics in random sequences, both realizations of observation sequences as well as hidden state sequences conditional on observed data.  Due to the massive size of data sets that are available, computational methods that are not only accurate but also efficient are important.  The proposed research seeks to contribute in this area.  Minimal deterministic finite automata, probability generating functions, the sum-product algorithm and matrix-vector updates are the primary tools used to form algorithms for efficiently computing distributions of patterns and statistics.  The goals of this research are threefold: (i) to further develop efficient methods for quantifying uncertainty in statistics of hidden state sequences of probabilistic graphical models; (ii) to efficiently compute exact probability distributions of complex patterns that have not previously been computed; (iii) to apply the probabilistic tools of (i) and (ii) to statistical tests and data analysis.  The quantification of uncertainty in statistics of hidden states is frequently dealt with by determining the state sequence that is optimal for a particular criterion, with the statistic then evaluated from the optimal state sequence in a deterministic fashion.  However, that approach does not account for uncertainty in the states.  An alternate approach is to sample from the conditional distribution of states given the observed data, and then approximate the distribution of the statistic empirically.  However, many samples are needed so that the approximation is accurate, leading to problems with scalability.  We give a way to compute exact distributions in an efficient manner.  The goals of the project are integrated, in that distributions of patterns and statistics are needed for statistical inference in applications, and in turn those applications drive the need for computing distributions in increasingly complex situations.  Objectives of the work include computing a model-based distribution of prediction error rates for protein-protein interactions, computing exact distributions of coverage of spaced seeds for homology searches in DNA sequences, and computing the exact distribution of the one-dimensional scan statistic for multi-state higher-order Markovian trials.               \r\n          \r\nThe need for distributional properties associated with patterns and statistics in random sequences arises in many practical fields of study with massive data sets, such as bioinformatics, time series, information theory, economics, data mining, and quality control.  In this research computational tools are developed for computing such distributions.  Results for distributions of patterns and statistics may be applied to many practical problems, such as detecting genes, promoters, or other functionally significant patterns in DNA sequences, determining probabilities related to classifications of observations in health-related studies, change points that indicate new regimes in economic data, patterns that indicate an intrusion in a computer system, or patterns associated with surveillance work.  The theory will be used to compute distributions of statistics that are intractable by combinatorial or other means, and to provide exact probabilities in an efficient manner in situations that are typically handled by simulation of many data sets.  Thus this research facilitates new scientific studies that rely on results for distributions associated with patterns or statistics that have not been computed to date.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "Martin",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Donald E Martin",
   "pi_email_addr": "demarti4@ncsu.edu",
   "nsf_id": "000231763",
   "pi_start_date": "2011-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2601 WOLF VILLAGE WAY",
  "perf_city_name": "RALEIGH",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A major outcome of this research is the development of methodology for quantifying the uncertainty in the value of a statistic of a hidden state sequence conditional on observed data.&nbsp; The exact probability that the statistic takes on its various values is computed, based on a model relating the observed and the hidden sequence. This is an important problem because having this information leads to optimal inference relative to the statistic, as it allows the quantification of the statistic&rsquo;s uncertainty.</p>\n<p>&nbsp;</p>\n<p>Applications of this work include situations where one wants to compute distributions of statistics of labels (classifications) of a given sequence, or of a statistic related to the underlying 'true' values of a sequence, given an observed version that is noisy. &nbsp;An example is to determine the sampling distribution of the number of CpG islands of a certain length for a given DNA sequence. This problem involves the labeling of each DNA nucleotide as being either in a CpG island or not (to obtain the &ldquo;hidden&rdquo; label sequence), and then determining, in some fashion, what is the likelihood of having various numbers of CpG islands of the prescribed length in the sequence. In the literature, this problem is typically handled in one of two ways: by determining the &ldquo;most likely&rdquo; state sequence and then reporting the number of CpG islands of the required length in that sequence, or by Monte Carlo sampling from the conditional distribution of the hidden state sequence given the observations. This research improves on those two approaches, because the first approach ignores the uncertainty in the statistic since it determines a value from a single label sequence, as opposed to all possible sequences of labels, and the second approach gives an approximate answer, in contrast to the exact answers that are provided in this work in a more efficient manner. The method is currently being applied to error control in multiple testing, where the hidden states represent the underlying truth of the null hypotheses.&nbsp; This is the topic of the PhD research of a current student.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Another important contribution of the research is in the area of efficient computation of the distribution of a complex pattern statistic.&nbsp; When using an auxiliary Markov chain to compute a statistic&rsquo;s distribution, the computational complexity is directly related to the number of Markov chain states.&nbsp; For certain complex pattern statistics, the &ldquo;state of the art&rdquo; method is to use a minimization algorithm to reduce the number of AMC states.&nbsp; However, there are situations where using this method is computationally prohibitive in terms of computation time and storage, due to the size of the original state space.&nbsp; In the present research project, a method was developed to sequentially set up a minimal state space, so that &ldquo;equivalent&rdquo; states are eliminated at each stage of the state generation process, and their &ldquo;offspring&rdquo; never enter the state space.&nbsp; The huge savings associated with using this method are illustrated on the problem of computing the distribution of coverage of a spaced seed, a statistic that is used in alignment of DNA sequences.&nbsp; Further applications are being explored.&nbsp; &nbsp;&nbsp;</p>\n<p><strong>&nbsp;</strong></p>\n<p>The research has also produced a method to compute the distribution of change points in time series data when fitting finite state space hidden Markov models.&nbsp; This method provides improved inference, as change points determined by maximizing the conditional probability at each time point given data can be misleading.&nbsp; Also, distributions associated with clumping of events in sequences has been explored.&nbsp; Specifically, the distribution of clumps was extended from clumps of a single word to clumps of a c...",
  "por_txt_cntn": "\nA major outcome of this research is the development of methodology for quantifying the uncertainty in the value of a statistic of a hidden state sequence conditional on observed data.  The exact probability that the statistic takes on its various values is computed, based on a model relating the observed and the hidden sequence. This is an important problem because having this information leads to optimal inference relative to the statistic, as it allows the quantification of the statisticÆs uncertainty.\n\n \n\nApplications of this work include situations where one wants to compute distributions of statistics of labels (classifications) of a given sequence, or of a statistic related to the underlying 'true' values of a sequence, given an observed version that is noisy.  An example is to determine the sampling distribution of the number of CpG islands of a certain length for a given DNA sequence. This problem involves the labeling of each DNA nucleotide as being either in a CpG island or not (to obtain the \"hidden\" label sequence), and then determining, in some fashion, what is the likelihood of having various numbers of CpG islands of the prescribed length in the sequence. In the literature, this problem is typically handled in one of two ways: by determining the \"most likely\" state sequence and then reporting the number of CpG islands of the required length in that sequence, or by Monte Carlo sampling from the conditional distribution of the hidden state sequence given the observations. This research improves on those two approaches, because the first approach ignores the uncertainty in the statistic since it determines a value from a single label sequence, as opposed to all possible sequences of labels, and the second approach gives an approximate answer, in contrast to the exact answers that are provided in this work in a more efficient manner. The method is currently being applied to error control in multiple testing, where the hidden states represent the underlying truth of the null hypotheses.  This is the topic of the PhD research of a current student. \n\n \n\nAnother important contribution of the research is in the area of efficient computation of the distribution of a complex pattern statistic.  When using an auxiliary Markov chain to compute a statisticÆs distribution, the computational complexity is directly related to the number of Markov chain states.  For certain complex pattern statistics, the \"state of the art\" method is to use a minimization algorithm to reduce the number of AMC states.  However, there are situations where using this method is computationally prohibitive in terms of computation time and storage, due to the size of the original state space.  In the present research project, a method was developed to sequentially set up a minimal state space, so that \"equivalent\" states are eliminated at each stage of the state generation process, and their \"offspring\" never enter the state space.  The huge savings associated with using this method are illustrated on the problem of computing the distribution of coverage of a spaced seed, a statistic that is used in alignment of DNA sequences.  Further applications are being explored.    \n\n \n\nThe research has also produced a method to compute the distribution of change points in time series data when fitting finite state space hidden Markov models.  This method provides improved inference, as change points determined by maximizing the conditional probability at each time point given data can be misleading.  Also, distributions associated with clumping of events in sequences has been explored.  Specifically, the distribution of clumps was extended from clumps of a single word to clumps of a collection of words, and distributions were computed for the discrete scan statistic and the multiple window scan statistic in higher-order Markovian sequences.  Distributions associated with clumping was the topic of the Ph.D. thesis of a recent African-American graduate.  Her thes..."
 }
}