{
 "awd_id": "1107131",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI: Documenting Endangered Languages of Yunnan Province: a Preliminary Study",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 5700.0,
 "awd_amount": 5700.0,
 "awd_min_amd_letter_date": "2011-05-19",
 "awd_max_amd_letter_date": "2011-05-19",
 "awd_abstract_narration": null,
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "VanWay",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John VanWay",
   "pi_email_addr": "",
   "nsf_id": "000575302",
   "pi_start_date": "2011-05-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "VanWay                  John",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Honolulu",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "",
  "inst_zip_code": "968222318",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "VanWay                  John",
  "perf_str_addr": "",
  "perf_city_name": "Honolulu",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222318",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9200",
   "pgm_ref_txt": "US CHINA COOP IN BASIC SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 5700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>The world has approximately 7,000 languages spoken in it today.&nbsp; At least half of those will likely be gone by the end of this century.&nbsp;&nbsp;On average, one language dies every two weeks.&nbsp; This represents a major loss for the scientific community &ndash; for linguists who hope to learn what is possible in human language, for biologists and anthropologists who seek to understand the traditional knowledge system contained in many languages, and for the community of speakers whose cultural heritage and ancestral experience becomes unavailable when the language is gone.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Southwest China contains the largest concentration of China&rsquo;s 55 ethnic minorities.&nbsp; Within these minority groups, there are dialect groups whose language is mutually unintelligible to members of the same minority.&nbsp; The result is an area of enormous linguistic diversity, where many of the languages are completely unknown to the outside world.&nbsp; Regional lingua francas and Mandarin Chinese are often replacing these languages as the mother-tongue of the youngest generations of these minority groups as a result of the development of infrastructure and the rapid economic growth in China today.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This situation inspired my exploratory research project on language documentation in Southwest China.&nbsp; I wanted to meet members of small communities experiencing language loss and discuss their needs and wishes for the future of their language.&nbsp; I wanted to find out how Chinese scholars and other linguists were addressing the problem of language loss in this area and what kind of documentation had already been done or was being carried out.&nbsp; I wanted to better understand the situation on the ground, to see how feasible it would be to access certain areas.&nbsp; Along the way, I met many people who were perplexed about my desire to study such small or &ldquo;insignificant&rdquo; languages.&nbsp; By analogy, I explained that when a biologist finds rare life-forms that live only at the bottom of the ocean or at the top of very tall mountains, they don&rsquo;t consider them insignificant or too small to care about.&nbsp; They see them as opportunities for important discovery.</p>\n<p><span style=\"white-space: pre;\"> </span>Among the outcomes of this project will be language documentation projects, community collaboration and sharing knowledge across disciplines. &nbsp;I have plans to document an endangered language in China for my Ph.D. research. &nbsp;This research will enlarge the empirical base of linguistics and create a lasting record of a language that could be of use to linguists, community members and many others. &nbsp;This exploratory project has allowed me to identify candidate languages with particular intellectual merits for this documentation project. &nbsp;In the process of documenting the language, I will be collaborating with the community to produce materials that they may find useful (e.g., dictionaries, literacy materials). &nbsp;Throughout this collaboration, I will train community members in the use of computers and recording technology. &nbsp;Finally, the contacts I have made and preliminary information I have gathered will be useful in contributing to the Endangered Languages Catalogue and other resources for linguists and the general public.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/21/2011<br>\n\t\t\t\t\tModified by: John&nbsp;Vanway</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n The world has approximately 7,000 languages spoken in it today.  At least half of those will likely be gone by the end of this century.  On average, one language dies every two weeks.  This represents a major loss for the scientific community &ndash; for linguists who hope to learn what is possible in human language, for biologists and anthropologists who seek to understand the traditional knowledge system contained in many languages, and for the community of speakers whose cultural heritage and ancestral experience becomes unavailable when the language is gone.\n\n            Southwest China contains the largest concentration of China’s 55 ethnic minorities.  Within these minority groups, there are dialect groups whose language is mutually unintelligible to members of the same minority.  The result is an area of enormous linguistic diversity, where many of the languages are completely unknown to the outside world.  Regional lingua francas and Mandarin Chinese are often replacing these languages as the mother-tongue of the youngest generations of these minority groups as a result of the development of infrastructure and the rapid economic growth in China today. \n\n            This situation inspired my exploratory research project on language documentation in Southwest China.  I wanted to meet members of small communities experiencing language loss and discuss their needs and wishes for the future of their language.  I wanted to find out how Chinese scholars and other linguists were addressing the problem of language loss in this area and what kind of documentation had already been done or was being carried out.  I wanted to better understand the situation on the ground, to see how feasible it would be to access certain areas.  Along the way, I met many people who were perplexed about my desire to study such small or \"insignificant\" languages.  By analogy, I explained that when a biologist finds rare life-forms that live only at the bottom of the ocean or at the top of very tall mountains, they don’t consider them insignificant or too small to care about.  They see them as opportunities for important discovery.\n\n Among the outcomes of this project will be language documentation projects, community collaboration and sharing knowledge across disciplines.  I have plans to document an endangered language in China for my Ph.D. research.  This research will enlarge the empirical base of linguistics and create a lasting record of a language that could be of use to linguists, community members and many others.  This exploratory project has allowed me to identify candidate languages with particular intellectual merits for this documentation project.  In the process of documenting the language, I will be collaborating with the community to produce materials that they may find useful (e.g., dictionaries, literacy materials).  Throughout this collaboration, I will train community members in the use of computers and recording technology.  Finally, the contacts I have made and preliminary information I have gathered will be useful in contributing to the Endangered Languages Catalogue and other resources for linguists and the general public.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/21/2011\n\n\t\t\t\t\tSubmitted by: John Vanway"
 }
}