{
 "awd_id": "1107709",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI:Visual informal inference tools to improve mastery of statistical inference tasks in K-12 stud",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 5700.0,
 "awd_amount": 5700.0,
 "awd_min_amd_letter_date": "2011-05-11",
 "awd_max_amd_letter_date": "2011-05-11",
 "awd_abstract_narration": null,
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Garrett",
   "pi_last_name": "Grolemund",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Garrett J Grolemund",
   "pi_email_addr": "",
   "nsf_id": "000576174",
   "pi_start_date": "2011-05-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Grolemund               Garrett        J",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "",
  "inst_zip_code": "770301040",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "TX07",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Grolemund               Garrett        J",
  "perf_str_addr": "",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770301040",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "TX07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5941",
   "pgm_ref_txt": "NEW ZEALAND"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 5700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcome Report<br />My work is part of a larger effort to improve the recruitment and education of future statisticians as well as the numerical literacy of society. The work is based on findings that introductory statistics courses fail to educate students about the relevance of statistical methods because many students fail to understand statistical inference as it is currently taught. This failure reduces the effectiveness of introductory statistics courses as recruiting devices for the field of statistics, but it has wider implications too. Introductory statistics courses are required of many college majors and frequently serve as the first and only exposure a student will have to the field of statistics. Students who do not master inference in this course become future business leaders, politicians and decision makers who can not recognize situations where statistics can provide a -- often enormous -- value.&nbsp;<br />My work forms one link in a chain of research that attempts to improve the way students learn statistics. A body of research done at the University of Auckland suggests that current methods of teaching inference fail because they require students to master too many concepts at once. Students must simultaneously wrestle with the mathematical, probabilistic, and unintuitive aspects of inference, which can be an overwhelming task. An alternative method would be to use visual demonstrations to teach intuition about inference to students before presenting the mathematical and probabilistic foundations of inference. Theories from the fields of psychology and education suggest that this could provide improved learning outcomes, and preliminary studies in teaching inference seem to agree. However, it is difficult to build and test lesson plans that center on visualizations, because visualizations are difficult to construct and require computer programming skills beyond the ken of most teachers and statisticians.<br />With the support of the NSF EAPSI grant, I contributed to this part of the research program by creating a software tool that allows researchers to easily make such visualizations. The tool incorporates previously researched recommendations for teaching with visualizations, and is designed in a way that allows researchers to easily expand it to test new visualization based lesson plans. Now that this tool exists, researchers in statistics education can experimentally test whether various types of visualizations do in fact improve upon current methods of inference instruction. This experimental work is currently being conducted using my tools at the University of Auckland.<br />The software tool also provides immediate benefits to the field of statistics. The tool provides direct methods to enact three of the six recommendations put forth in the American Statistical Association&rsquo;s 2005 Guidelines for Assessment of Instruction in Statistics Education (GAISE) College report, namely: stress conceptual understanding rather than mere knowledge of procedures; foster active learning in the classroom; and use technology for developing conceptual understanding and analyzing data. The GAISE report represents the current consensus among experts of how statistics education should be implemented. The same recommendations also pervade the GAISE K-12 report.&nbsp;<br />This collaborative research has combined recent developments in computer visualization in the United States with research in statistical education in New Zealand to help both countries move towards better statistical instruction and a more numerically literate society.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/07/2011<br>\n\t\t\t\t\tModified by: Garrett&nbsp;J&nbsp;Grolemund</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span clas...",
  "por_txt_cntn": "\nProject Outcome Report\nMy work is part of a larger effort to improve the recruitment and education of future statisticians as well as the numerical literacy of society. The work is based on findings that introductory statistics courses fail to educate students about the relevance of statistical methods because many students fail to understand statistical inference as it is currently taught. This failure reduces the effectiveness of introductory statistics courses as recruiting devices for the field of statistics, but it has wider implications too. Introductory statistics courses are required of many college majors and frequently serve as the first and only exposure a student will have to the field of statistics. Students who do not master inference in this course become future business leaders, politicians and decision makers who can not recognize situations where statistics can provide a -- often enormous -- value. \nMy work forms one link in a chain of research that attempts to improve the way students learn statistics. A body of research done at the University of Auckland suggests that current methods of teaching inference fail because they require students to master too many concepts at once. Students must simultaneously wrestle with the mathematical, probabilistic, and unintuitive aspects of inference, which can be an overwhelming task. An alternative method would be to use visual demonstrations to teach intuition about inference to students before presenting the mathematical and probabilistic foundations of inference. Theories from the fields of psychology and education suggest that this could provide improved learning outcomes, and preliminary studies in teaching inference seem to agree. However, it is difficult to build and test lesson plans that center on visualizations, because visualizations are difficult to construct and require computer programming skills beyond the ken of most teachers and statisticians.\nWith the support of the NSF EAPSI grant, I contributed to this part of the research program by creating a software tool that allows researchers to easily make such visualizations. The tool incorporates previously researched recommendations for teaching with visualizations, and is designed in a way that allows researchers to easily expand it to test new visualization based lesson plans. Now that this tool exists, researchers in statistics education can experimentally test whether various types of visualizations do in fact improve upon current methods of inference instruction. This experimental work is currently being conducted using my tools at the University of Auckland.\nThe software tool also provides immediate benefits to the field of statistics. The tool provides direct methods to enact three of the six recommendations put forth in the American Statistical AssociationÆs 2005 Guidelines for Assessment of Instruction in Statistics Education (GAISE) College report, namely: stress conceptual understanding rather than mere knowledge of procedures; foster active learning in the classroom; and use technology for developing conceptual understanding and analyzing data. The GAISE report represents the current consensus among experts of how statistics education should be implemented. The same recommendations also pervade the GAISE K-12 report. \nThis collaborative research has combined recent developments in computer visualization in the United States with research in statistical education in New Zealand to help both countries move towards better statistical instruction and a more numerically literate society. \n\n\t\t\t\t\tLast Modified: 12/07/2011\n\n\t\t\t\t\tSubmitted by: Garrett J Grolemund"
 }
}