{
 "awd_id": "1107814",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Materials World Network - Collaborative Research: Symmetry, Local-Environment and Time-Dependent Effects in Nanoscale Systems: A Synergistic Approach",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 317871.0,
 "awd_amount": 317871.0,
 "awd_min_amd_letter_date": "2011-09-13",
 "awd_max_amd_letter_date": "2013-06-17",
 "awd_abstract_narration": "This Materials World Network (MWN)/Inter-American Materials Collaboration project expands and deepens current understanding of correlated electron behavior in a variety of low-dimensional systems, including atoms and molecules on surfaces, electrons and spins in carbon nanotubes and graphene, and excitons in semiconductor quantum dots. Efforts focus on elucidating the roles of local and global symmetries, as well as interactions with thermal baths or radiation fields, in determining properties of interest for potential applications in nanomagnetism and spintronics, in new carbon-based devices, and in quantum information. A central goal is to guide and interpret experiments involving techniques that probe local interactions with high spatial and temporal resolution. This research is carried out by combining the complementary theoretical and numerical expertise of groups at Ohio University, the University of Florida, and Oakland University in the U.S., at the Pontificia Universidade Catolica do Rio de Janeiro and the Universidad Federal Fluminense in Brazil, at the Universidad Nacional de Rosario in Argentina, and at the Universidad de Antofagasta in Chile, with the non-US participants receiving support from their respective national funding agencies for their contribution. In addition to applying existing state-of-the-art methods, the team develops new techniques for the description of non-equilibrium phenomena. \r\n\r\nThe project immerses young scientists in cooperative international research activities through extended visits to MWN partner institutions and participation in a mini-workshop to be held in the second year of the award. Webcasts of technical lectures across institutions will advance technical training and foster collaborations among MWN participants. The project also seeks to engage a broader audience through the development of pedagogical materials related to nanoscience. Some of this development is carried out in collaboration with students from writing and visual design programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Ingersent",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin Ingersent",
   "pi_email_addr": "ingersent@phys.ufl.edu",
   "nsf_id": "000218277",
   "pi_start_date": "2011-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1523 UNION RD RM 207",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326111941",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  },
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7488",
   "pgm_ref_txt": "MATERIALS WORLD NETWORK"
  },
  {
   "pgm_ref_code": "7574",
   "pgm_ref_txt": "CYBER INFRA FOR MATERIALS RES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 180980.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 55507.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 81384.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Under the project &ldquo;Materials World Network (MWN) &ndash; Collaborative Research: Symmetry, local-environment and time-dependent effects in nanoscale systems: a synergistic approach,&rdquo; investigators from three U.S. institutions worked with international partners to achieve significant intellectual outcomes, including publications and professional presentations, as well as educational outcomes, primarily the professional preparation of undergraduate students, graduate students, and postdoctoral scholars.</p>\n<p>The U.S. researchers established scientific collaborations with colleagues at seven academic institutions in Brazil, Chile, and Argentina. Over its four years, the project involved three postdoctoral researchers, 16 graduate students and 6 undergraduate students. Seventeen colleagues from Brazil, Argentina, Germany and the USA joined as additional contributors to the program.</p>\n<p>The research was aimed at advancing understanding of the role played by local-environment and time dependent effects on the properties of nanoscale systems, an area of current high interest both scientifically and technologically.&nbsp; The project explored, among other topics, the properties of systems made of atoms and molecular composites on surfaces and interfaces, including quantum dot geometries, as well as other novel materials such as graphene and carbon nanotubes as well as transition metal dichalcogenides. The research was carried out using various theoretical methods that ranged from well-established analytic and numerical techniques to new approaches developed to solve specific problems of interest.</p>\n<p>From the solution of the various models studied, the project team demonstrated the fundamental role played by relativistic effects (usually neglected in the description of material properties) responsible for the spin-orbit interaction that entangles the electron spin (the quintessential magnetic property) with its orbital motion as it moves through a crystalline structure. The research also unveiled important consequences of crystal symmetry breaking on experimentally accessible transport properties.</p>\n<p>In parallel to these studies on specific materials, the project team also carried out extensive studies on the validity of theoretical descriptions for different phase transitions taking place in systems with strong electron-electron correlations. A particular example in this area is the thorough examination of models for local quantum criticality. The research also included a full description of magnetic interactions within various nanostructures including, quantum point contacts, carbon nanotubes, and monolayer and bilayer graphene systems.&nbsp; Phenomena of interest included Kondo physics and the Kondo resonance splitting due to specific features in the host density of states, spin-polarization, magnetic anisotropy, magnetic ordering, charge transfer between different system components, including the role of Coulomb interactions and quantum size effects.&nbsp; Results have been widely disseminated in numerous high-impact scientific journals such as Physical Review Letters, Physical Review B Rapid Communications, and Nano Letters.&nbsp; In total, the project produced 57 publications and more than 50 presentations (many by students and postdocs) at scientific conferences and workshops.</p>\n<p>One of the most important aspects of the project was the education and training of future scientists who were integrated into research projects from the beginning.&nbsp; Undergraduates and graduate students learned to work in an international collaboration, presented results at various scientific venues and authored papers. Several participating graduate students completed their thesis projects during the duration of this award. And perhaps most importantly, they gained real-world experience of the international nature of science. Students trained under project h...",
  "por_txt_cntn": "\nUnder the project \"Materials World Network (MWN) &ndash; Collaborative Research: Symmetry, local-environment and time-dependent effects in nanoscale systems: a synergistic approach,\" investigators from three U.S. institutions worked with international partners to achieve significant intellectual outcomes, including publications and professional presentations, as well as educational outcomes, primarily the professional preparation of undergraduate students, graduate students, and postdoctoral scholars.\n\nThe U.S. researchers established scientific collaborations with colleagues at seven academic institutions in Brazil, Chile, and Argentina. Over its four years, the project involved three postdoctoral researchers, 16 graduate students and 6 undergraduate students. Seventeen colleagues from Brazil, Argentina, Germany and the USA joined as additional contributors to the program.\n\nThe research was aimed at advancing understanding of the role played by local-environment and time dependent effects on the properties of nanoscale systems, an area of current high interest both scientifically and technologically.  The project explored, among other topics, the properties of systems made of atoms and molecular composites on surfaces and interfaces, including quantum dot geometries, as well as other novel materials such as graphene and carbon nanotubes as well as transition metal dichalcogenides. The research was carried out using various theoretical methods that ranged from well-established analytic and numerical techniques to new approaches developed to solve specific problems of interest.\n\nFrom the solution of the various models studied, the project team demonstrated the fundamental role played by relativistic effects (usually neglected in the description of material properties) responsible for the spin-orbit interaction that entangles the electron spin (the quintessential magnetic property) with its orbital motion as it moves through a crystalline structure. The research also unveiled important consequences of crystal symmetry breaking on experimentally accessible transport properties.\n\nIn parallel to these studies on specific materials, the project team also carried out extensive studies on the validity of theoretical descriptions for different phase transitions taking place in systems with strong electron-electron correlations. A particular example in this area is the thorough examination of models for local quantum criticality. The research also included a full description of magnetic interactions within various nanostructures including, quantum point contacts, carbon nanotubes, and monolayer and bilayer graphene systems.  Phenomena of interest included Kondo physics and the Kondo resonance splitting due to specific features in the host density of states, spin-polarization, magnetic anisotropy, magnetic ordering, charge transfer between different system components, including the role of Coulomb interactions and quantum size effects.  Results have been widely disseminated in numerous high-impact scientific journals such as Physical Review Letters, Physical Review B Rapid Communications, and Nano Letters.  In total, the project produced 57 publications and more than 50 presentations (many by students and postdocs) at scientific conferences and workshops.\n\nOne of the most important aspects of the project was the education and training of future scientists who were integrated into research projects from the beginning.  Undergraduates and graduate students learned to work in an international collaboration, presented results at various scientific venues and authored papers. Several participating graduate students completed their thesis projects during the duration of this award. And perhaps most importantly, they gained real-world experience of the international nature of science. Students trained under project have moved on to postdoctoral and professor positions at institutions in the USA and abroad.\n\nThe project was also successful in t..."
 }
}