{
 "awd_id": "1107981",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Sensitivity of Circum-Arctic Peatland Carbon to Holocene Warm Climates and Climate Seasonality",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William J. Wiseman, Jr.",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 504172.0,
 "awd_amount": 504172.0,
 "awd_min_amd_letter_date": "2011-08-26",
 "awd_max_amd_letter_date": "2011-08-26",
 "awd_abstract_narration": "Collaborative Research: RUI: Sensitivity of Circum-Arctic Peatland Carbon to Holocene Warm Climates and Climate Seasonality (PIs: Zicheng Yu, David Beilman, and Philip Camill) \r\n\r\nRecent accelerated Arctic warming has caused widespread changes in terrestrial ecosystems, including carbon dynamics. Past climate warming and documented ecosystem responses provide crucial insights from Earth?s history for understanding and projecting possible responses to future climate change. In this project, researchers from Lehigh University, University of Hawaii and Bowdoin College will evaluate the outcomes of ?natural climate-warming experiments? that have occurred across the Arctic over the Holocene (the last 12,000 years). They will focus on two warm climate intervals: (1) the Holocene Thermal Maximum ranging in timings between 10,000 and 6000 years ago, and (2) the warm Medieval Climate Anomaly around 1000 years ago. The funds were requested (1) to collect new samples from carbon-rich peatlands from several critical regions (including Alaska, Mackenzie Basin, Hudson Bay Lowlands, Labrador, and Kamchatka), (2) to carry out integration and synthesis of available data, and (3) to work on climate-carbon modeling experiments along with their collaborators. \r\n\r\nThe idea that both temperature and climate seasonality are dominant controls of carbon balances in carbon-rich Arctic ecosystems has important implications for projecting the fate of Arctic carbon in the future, as future warming is expected mainly in the winter season. Other broader impacts include (1) the support of new faculty career development, (2) training of undergraduate students, graduate students, and a postdoctoral fellow, emphasizing groups traditionally underrepresented in the natural sciences, (3) international collaborations and training through two workshops, and (4) public outreach through a symposium on Arctic climate change and soil carbon dynamics and the development of long-term exhibits at the Peary-MacMillan Arctic Museum at Bowdoin College.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zicheng",
   "pi_last_name": "Yu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zicheng Yu",
   "pi_email_addr": "ziy2@lehigh.edu",
   "nsf_id": "000382722",
   "pi_start_date": "2011-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lehigh University",
  "inst_street_address": "526 BRODHEAD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BETHLEHEM",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6107583021",
  "inst_zip_code": "180153008",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "PA07",
  "org_lgl_bus_name": "LEHIGH UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E13MDBKHLDB5"
 },
 "perf_inst": {
  "perf_inst_name": "Lehigh University",
  "perf_str_addr": "526 BRODHEAD AVE",
  "perf_city_name": "BETHLEHEM",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "180153008",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "PA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "521900",
   "pgm_ele_name": "ARCSS-Arctic System Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 504172.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Recent accelerated Arctic warming has caused widespread changes in terrestrial ecosystems, including carbon dynamics. Past climate warming and documented ecosystem responses provide crucial insights from Earth&rsquo;s history for understanding and projecting possible responses of terrestrial ecosystems to future climate change. In this project, researchers from Lehigh University, University of Hawaii and Bowdoin College used site-specific studies and large-scale synthesis to evaluate the outcomes of natural climate-warming experiments that have occurred across the Arctic over the Holocene (the last 12,000 years).</p>\n<p>Lehigh University team carried out new data collections and analysis from peatlands in two major data gap regions (Alaska, and Kamchatka) and led effort for circum-Arctic peatland data synthesis. Their studies from the North Slope of Alaska examined the effects of past and recent climate change on shrub expansion, permafrost thaw and peat formation. Their results from 6 peat cores at a key study site document a consistent development sequence from a mineral tundra soil to a minerotrophic (mineral-rich) sedge peat and finally to an ombrotrophic (rain-fed) <em>Sphagnum </em>peat. The <em>Sphagnum </em>onset started at the mid-19<sup>th</sup> century was likely in response to Arctic warming and subsequent permafrost thaw. The same climate warming caused shrub expansion at the site. This study provides a long-term perspective on ecological transformations in the Arctic, in particular the history of recent shrub expansions and the process of peatland initiation and expansion across Arctic tundra. Peatlands from the Kamchatka Peninsula in Fareast Russia provided new paleo records for ecosystem carbon dynamics and climate change over the Holocene. Detailed analysis at several sites along an elevation gradient on the Western Lowlands shows several shifts in carbon accumulation and regional climate that were likely in response to changes in sea ice extent and ocean current in the Okhotsk Sea and in regional atmospheric circulation.</p>\n<p>The most updated synthesis of carbon accumulation data from circum-Arctic peatlands contains records from 67 peatland sites, including 30 bogs, 17 fens and 20 permafrost peatlands, from across the northern peatland domain. The highest apparent carbon accumulation rates were found at 11,000-5000 years ago and the lowest at 3000-1000 years ago, mostly controlled by high-latitude climate from the Holocene Thermal Maximum in the early Holocene to the neoglacial cooling. Ecological dynamics have noticeable impact on peat carbon accumulation, as shown by distinct temporal patterns for fens, bogs and permafrost sites. Fens have the highest Holocene-averaged carbon accumulation rates, and permafrost sites have the lowest rates. Overall northern peatlands have sequestered a total of 500 billion tons of carbon during the Holocene, having significant impacts on the global carbon cycle. This latest synthesis analysis shows that net peat carbon accumulation responds positively to warm climates from multi-millennial to centennial timescales, providing a negative feedback to global climate change. Furthermore, northern (circum-Arctic) peatlands have been a weaker carbon sink during most of the last 4000 years during cooling climate, and if the recent increase in peat carbon sequestration over the last 100s years was in response to climate warming, then peatlands are regaining their carbon sink potential for a warming future similar to accelerated carbon sequestration during the warmer early Holocene.</p>\n<p>The synthesis from this project will provide a most comprehensive database on circum-Arctic peatland carbon accumulation over the Holocene that will not only be useful to peatland research community but also to global climate-carbon cycle modelers. Also, the findings from this project will inform studies in ecosystem ecology by expandi...",
  "por_txt_cntn": "\nRecent accelerated Arctic warming has caused widespread changes in terrestrial ecosystems, including carbon dynamics. Past climate warming and documented ecosystem responses provide crucial insights from EarthÆs history for understanding and projecting possible responses of terrestrial ecosystems to future climate change. In this project, researchers from Lehigh University, University of Hawaii and Bowdoin College used site-specific studies and large-scale synthesis to evaluate the outcomes of natural climate-warming experiments that have occurred across the Arctic over the Holocene (the last 12,000 years).\n\nLehigh University team carried out new data collections and analysis from peatlands in two major data gap regions (Alaska, and Kamchatka) and led effort for circum-Arctic peatland data synthesis. Their studies from the North Slope of Alaska examined the effects of past and recent climate change on shrub expansion, permafrost thaw and peat formation. Their results from 6 peat cores at a key study site document a consistent development sequence from a mineral tundra soil to a minerotrophic (mineral-rich) sedge peat and finally to an ombrotrophic (rain-fed) Sphagnum peat. The Sphagnum onset started at the mid-19th century was likely in response to Arctic warming and subsequent permafrost thaw. The same climate warming caused shrub expansion at the site. This study provides a long-term perspective on ecological transformations in the Arctic, in particular the history of recent shrub expansions and the process of peatland initiation and expansion across Arctic tundra. Peatlands from the Kamchatka Peninsula in Fareast Russia provided new paleo records for ecosystem carbon dynamics and climate change over the Holocene. Detailed analysis at several sites along an elevation gradient on the Western Lowlands shows several shifts in carbon accumulation and regional climate that were likely in response to changes in sea ice extent and ocean current in the Okhotsk Sea and in regional atmospheric circulation.\n\nThe most updated synthesis of carbon accumulation data from circum-Arctic peatlands contains records from 67 peatland sites, including 30 bogs, 17 fens and 20 permafrost peatlands, from across the northern peatland domain. The highest apparent carbon accumulation rates were found at 11,000-5000 years ago and the lowest at 3000-1000 years ago, mostly controlled by high-latitude climate from the Holocene Thermal Maximum in the early Holocene to the neoglacial cooling. Ecological dynamics have noticeable impact on peat carbon accumulation, as shown by distinct temporal patterns for fens, bogs and permafrost sites. Fens have the highest Holocene-averaged carbon accumulation rates, and permafrost sites have the lowest rates. Overall northern peatlands have sequestered a total of 500 billion tons of carbon during the Holocene, having significant impacts on the global carbon cycle. This latest synthesis analysis shows that net peat carbon accumulation responds positively to warm climates from multi-millennial to centennial timescales, providing a negative feedback to global climate change. Furthermore, northern (circum-Arctic) peatlands have been a weaker carbon sink during most of the last 4000 years during cooling climate, and if the recent increase in peat carbon sequestration over the last 100s years was in response to climate warming, then peatlands are regaining their carbon sink potential for a warming future similar to accelerated carbon sequestration during the warmer early Holocene.\n\nThe synthesis from this project will provide a most comprehensive database on circum-Arctic peatland carbon accumulation over the Holocene that will not only be useful to peatland research community but also to global climate-carbon cycle modelers. Also, the findings from this project will inform studies in ecosystem ecology by expanding timescales to centuries and millennia in understanding the controls on net ecosystem carbon balance. Furthermore..."
 }
}