{
 "awd_id": "1107421",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH: Response of the Northwest Greenland cryosphere to Holocene climate change",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William J. Wiseman, Jr.",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 60437.0,
 "awd_amount": 60437.0,
 "awd_min_amd_letter_date": "2011-08-24",
 "awd_max_amd_letter_date": "2011-08-24",
 "awd_abstract_narration": "The aim of this collaborative project between investigators at three universities is to develop records of past climate in northwest (NW) Greenland and synthesize them with records of the position of ice margin to evaluate the response of the Greenland Ice Sheet to past warm periods, such as the Holocene Climatic Optimum (approximately 5 to 9 thousand years ago). Recent studies suggest that rapid ice loss is expanding northwards into NW Greenland, as demonstrated by the dramatic August, 2010 calving event from Petermann Glacier. However, little paleoclimate and ice sheet research has been conducted in NW Greenland, despite the proximity to a logistics center at Thule Air Base. The proposed research integrates multiple climate proxies and glaciological modeling experiments in the Thule region with the following research objectives:\r\n1) Reconstruct Holocene climate in NW Greenland via inferences from reconstructed local ice cap extents (North Ice Cap, Tuto Ice Cap), ice core stable isotope and precipitation records, and data from nearby lake sediments. \r\n 2) Examine the sensitivity of the NW Greenland Ice Sheet (GIS) to Holocene climate changes by developing the history of the areal extent of the GIS and synthesizing proxy data with glaciological modeling experiments to examine past GIS changes and predict future GIS retreat.\r\nResults from the proposed research will enable a more accurate prediction of the NW Greenland cryospheric response to a future warmer world and provide information directly relevant to predictions of future sea-­level rise. The investigators propose to enhance public outreach and K-­12 science education through development of educational modules using simplified, web-­based, climate and glaciological models. They would involve graduate and undergraduate students in field and lab research, participate in the Dartmouth Women­ In Science Project, and partner with the Dartmouth polar IGERT program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sean",
   "pi_last_name": "Birkel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sean Birkel",
   "pi_email_addr": "sbirke61@maine.edu",
   "nsf_id": "000579280",
   "pi_start_date": "2011-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maine",
  "inst_street_address": "5717 CORBETT HALL",
  "inst_street_address_2": "",
  "inst_city_name": "ORONO",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2075811484",
  "inst_zip_code": "044695717",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ME02",
  "org_lgl_bus_name": "UNIVERSITY OF MAINE SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "PB3AJE5ZEJ59"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maine",
  "perf_str_addr": "5717 CORBETT HALL",
  "perf_city_name": "ORONO",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "044695717",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "ME02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "521900",
   "pgm_ele_name": "ARCSS-Arctic System Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 60437.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This NSF award used numerical model simulations to estimate changes in area and volume of the Greenland Ice Sheet over the past 11,000 years in response to natural climate variations. &nbsp;Previous scientific study has shown that climate was warmer than present ~10,000-5,000 years ago during an interval referred to as the Holocene Thermal Maximum (HTM). &nbsp;By modeling the past evolution of the Greenland Ice Sheet, we may glean insight to the future response of the ice sheet in a warming world. &nbsp;The Greenland Ice Sheet is particularly relevant for its contribution to global sea level. &nbsp;This modeling project was completed in collaboration with research at Dartmouth College (NSF #1107411) and Northwestern University (NSF #1108306) who undertook fieldwork to ascertain past areal extents of the Tuto and North ice caps in Greenland&rsquo;s northwest region.</p>\n<p>Changes in the extent and volume of the Greenland Ice Sheet through time was estimated using the University of Maine Ice Sheet Model (UMISM), a program that solves conservation equations for the flow of ice. &nbsp;UMISM also takes into account surface mass balance (the balance between snowfall and snow melt that results throughout the year based on temperature and precipitation climate) and land-surface depression and uplift in response to changing ice loads. &nbsp;UMISM furthermore approximates the rapid retreat of ocean terminating ice margins that can occur in some geographical settings.</p>\n<p>A suite of ice sheet simulations were conducted over the course of the project, first to calibrate the model against measured flow features of the modern Greenland Ice Sheet, and then to test past and future ice-sheet scenarios. &nbsp;Ice and bed surfaces are shown in Figure 1 for a spin-up of the modern ice sheet. &nbsp;Key results were obtained from three experiments: 1) A 4,000-year simulation for the HTM with climate 3&deg;C warmer than present, where the ice sheet contracts significantly in all sectors (Figure 2). &nbsp;Ice caps in the northwest of Greenland likely vanished. &nbsp;2) A 1,000-year simulation with climate 6&deg;C warmer than present representative of an extreme global warming projection (Figure 3). &nbsp;In this experiment, the resultant ice sheet is smaller than that attained in the HTM experiment. &nbsp;Average contribution to sea-level rise is about 0.1-0.2 m (4-8 in), which is in accord with estimates reported by the Intergovernmental Panel on Climate Change (IPCC). &nbsp;3) A 10,000-year simulation of what is called the Last Glacial Maximum (LGM), or the height of the last Ice Age about 20,000 years ago (Figure 4). &nbsp;In this simulation, the Greenland Ice Sheet expands such that nearly all margins terminate at the edge of the continental shelf in contact with the ocean.</p>\n<p>In all, experimentation within this project suggests that the Greenland Ice Sheet was indeed considerably smaller in the past during the HTM, and that the ice sheet will likely attain a similar contracted configuration over the next few hundred years. &nbsp;An important point, however, is that there is not any appearance in the model of large-scale instability that would lead to an abrupt collapse of the ice sheet, not even in the extreme warming case.</p>\n<p>We know that ice sheets can collapse. &nbsp;For example, the Laurentide Ice Sheet, which covered one-third of North America at its maximum size ~20,000 years ago, collapsed ~14,000-8,000 years ago, leaving behind what is now Hudson&rsquo;s Bay. &nbsp; The collapse is widely thought to have developed as a result of the ice sheet accumulating mass, depressing its bed below sea level, and then rendering ocean-terminating ice streams susceptible to the rapid inward migration of calving fronts into increasingly deep water. &nbsp;The Greenland Ice Sheet as a whole may not be readily susceptible to marine instability, as it alone survived the end of the la...",
  "por_txt_cntn": "\nThis NSF award used numerical model simulations to estimate changes in area and volume of the Greenland Ice Sheet over the past 11,000 years in response to natural climate variations.  Previous scientific study has shown that climate was warmer than present ~10,000-5,000 years ago during an interval referred to as the Holocene Thermal Maximum (HTM).  By modeling the past evolution of the Greenland Ice Sheet, we may glean insight to the future response of the ice sheet in a warming world.  The Greenland Ice Sheet is particularly relevant for its contribution to global sea level.  This modeling project was completed in collaboration with research at Dartmouth College (NSF #1107411) and Northwestern University (NSF #1108306) who undertook fieldwork to ascertain past areal extents of the Tuto and North ice caps in GreenlandÆs northwest region.\n\nChanges in the extent and volume of the Greenland Ice Sheet through time was estimated using the University of Maine Ice Sheet Model (UMISM), a program that solves conservation equations for the flow of ice.  UMISM also takes into account surface mass balance (the balance between snowfall and snow melt that results throughout the year based on temperature and precipitation climate) and land-surface depression and uplift in response to changing ice loads.  UMISM furthermore approximates the rapid retreat of ocean terminating ice margins that can occur in some geographical settings.\n\nA suite of ice sheet simulations were conducted over the course of the project, first to calibrate the model against measured flow features of the modern Greenland Ice Sheet, and then to test past and future ice-sheet scenarios.  Ice and bed surfaces are shown in Figure 1 for a spin-up of the modern ice sheet.  Key results were obtained from three experiments: 1) A 4,000-year simulation for the HTM with climate 3&deg;C warmer than present, where the ice sheet contracts significantly in all sectors (Figure 2).  Ice caps in the northwest of Greenland likely vanished.  2) A 1,000-year simulation with climate 6&deg;C warmer than present representative of an extreme global warming projection (Figure 3).  In this experiment, the resultant ice sheet is smaller than that attained in the HTM experiment.  Average contribution to sea-level rise is about 0.1-0.2 m (4-8 in), which is in accord with estimates reported by the Intergovernmental Panel on Climate Change (IPCC).  3) A 10,000-year simulation of what is called the Last Glacial Maximum (LGM), or the height of the last Ice Age about 20,000 years ago (Figure 4).  In this simulation, the Greenland Ice Sheet expands such that nearly all margins terminate at the edge of the continental shelf in contact with the ocean.\n\nIn all, experimentation within this project suggests that the Greenland Ice Sheet was indeed considerably smaller in the past during the HTM, and that the ice sheet will likely attain a similar contracted configuration over the next few hundred years.  An important point, however, is that there is not any appearance in the model of large-scale instability that would lead to an abrupt collapse of the ice sheet, not even in the extreme warming case.\n\nWe know that ice sheets can collapse.  For example, the Laurentide Ice Sheet, which covered one-third of North America at its maximum size ~20,000 years ago, collapsed ~14,000-8,000 years ago, leaving behind what is now HudsonÆs Bay.   The collapse is widely thought to have developed as a result of the ice sheet accumulating mass, depressing its bed below sea level, and then rendering ocean-terminating ice streams susceptible to the rapid inward migration of calving fronts into increasingly deep water.  The Greenland Ice Sheet as a whole may not be readily susceptible to marine instability, as it alone survived the end of the last Northern Hemisphere Ice Age.\n\nA final component of this project involves further development of the University of Maine Environmental Change Model (ECM) (http://cci-reanalyzer/ECM).  Th..."
 }
}