{
 "awd_id": "1107557",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI:Science Parks or Network Ties: What best explains Firm-Level Innovation in China?",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 5700.0,
 "awd_amount": 700.0,
 "awd_min_amd_letter_date": "2011-05-10",
 "awd_max_amd_letter_date": "2011-05-11",
 "awd_abstract_narration": null,
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Armanios",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel E Armanios",
   "pi_email_addr": "",
   "nsf_id": "000575292",
   "pi_start_date": "2011-05-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Armanios                Daniel",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Stanford",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "943057121",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Armanios                Daniel",
  "perf_str_addr": "",
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943057121",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  },
  {
   "pgm_ref_code": "9200",
   "pgm_ref_txt": "US CHINA COOP IN BASIC SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 10700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcomes Report</strong></p>\n<p>My dissertation focuses on how entrepreneurs in emerging economies acquire resources.&nbsp; I particularly focus on public sector resources or resources from the government and its agencies.&nbsp; The resources I particularly consider are financing.</p>\n<p>I conducted my initial research on an NSF East Asian and Pacific Summer Institutes Grant (NSF-EAPSI) in Beijing, China.&nbsp; Through this NSF-EAPSI grant, I conducted interviews and developed a matched sample of 94 science park and non-science park firms. &nbsp;In other words, I generated a unique sample of firms where each science park firm of a certain age and in a particular industry was compared with a non-science park firm that was in the exact same industry and exactly the same age. &nbsp;Through this sample, I could better isolate the effects of a science park on a firm&rsquo;s ability to acquire public sector resources, to innovate, and to grow. &nbsp;What I found is connections to government officials and membership in a science park actually serve as alternative pathways to acquiring public sector investment.&nbsp; More specifically, government officials and science parks both help entrepreneurs acquire public sector resources, and science parks particularly help those entrepreneurs <em>without </em>connections to government officials.</p>\n<p>This work has two important implications.&nbsp; First, the predominant view as to how entrepreneurs in emerging economies acquire resources from the public sector is through connections to government officials.&nbsp; Given the family-based nature of these societies in emerging economies, such connections are likely only formed from shared affiliations such as being from the same family, birthplace, workplace or sharing important common experiences such as the military draft.&nbsp; From this view, one is left to wonder how entrepreneurs acquire resources <em>without </em>such affiliations.&nbsp; Finding science parks serve as an alternative pathway in that they help entrepreneurs <em>without </em>public sector resources shows another potential avenue in which entrepreneurs can acquire public sector resources that do <em>not</em> depend on common affiliations.</p>\n<p>Second, there is an important debate regarding how emerging economies should implement market reforms to promote their own development.&nbsp; One view argues that emerging economies should usher in market reforms through separating more clearly the country&rsquo;s private and public sector.&nbsp; In increasingly separating between the public and private sectors, the ways in which entrepreneurs should go about acquiring resources becomes clearer and not based upon one&rsquo;s own personal network.&nbsp; The second view argues that separating between the public and private sector relies upon local norms where information is largely shared without the need for trust.&nbsp; However, in many emerging economies, such norms are actually the opposite: information is only shared when trust exists between both the giver and receiver of information.&nbsp; In light of these local norms, this second school of thought argues that reforms should not separate between the public and private sector.&nbsp; Rather, reforms should strengthen and create institutions that overlap both the public and private sector and help facilitate information sharing across these sectors.&nbsp; The findings from this first study that science parks, which have both public and private shareholders, assist entrepreneurs in acquiring public sector resources provides some of the first data-driven support for this second view.</p>\n<p>The implications of my work and the benefits of international collaboration are intimately tied. &nbsp;What the findings of my work demonstrate is that we must rethink how we develop policy around science parks with a particular focus on how local norms around informat...",
  "por_txt_cntn": "\nProject Outcomes Report\n\nMy dissertation focuses on how entrepreneurs in emerging economies acquire resources.  I particularly focus on public sector resources or resources from the government and its agencies.  The resources I particularly consider are financing.\n\nI conducted my initial research on an NSF East Asian and Pacific Summer Institutes Grant (NSF-EAPSI) in Beijing, China.  Through this NSF-EAPSI grant, I conducted interviews and developed a matched sample of 94 science park and non-science park firms.  In other words, I generated a unique sample of firms where each science park firm of a certain age and in a particular industry was compared with a non-science park firm that was in the exact same industry and exactly the same age.  Through this sample, I could better isolate the effects of a science park on a firmÆs ability to acquire public sector resources, to innovate, and to grow.  What I found is connections to government officials and membership in a science park actually serve as alternative pathways to acquiring public sector investment.  More specifically, government officials and science parks both help entrepreneurs acquire public sector resources, and science parks particularly help those entrepreneurs without connections to government officials.\n\nThis work has two important implications.  First, the predominant view as to how entrepreneurs in emerging economies acquire resources from the public sector is through connections to government officials.  Given the family-based nature of these societies in emerging economies, such connections are likely only formed from shared affiliations such as being from the same family, birthplace, workplace or sharing important common experiences such as the military draft.  From this view, one is left to wonder how entrepreneurs acquire resources without such affiliations.  Finding science parks serve as an alternative pathway in that they help entrepreneurs without public sector resources shows another potential avenue in which entrepreneurs can acquire public sector resources that do not depend on common affiliations.\n\nSecond, there is an important debate regarding how emerging economies should implement market reforms to promote their own development.  One view argues that emerging economies should usher in market reforms through separating more clearly the countryÆs private and public sector.  In increasingly separating between the public and private sectors, the ways in which entrepreneurs should go about acquiring resources becomes clearer and not based upon oneÆs own personal network.  The second view argues that separating between the public and private sector relies upon local norms where information is largely shared without the need for trust.  However, in many emerging economies, such norms are actually the opposite: information is only shared when trust exists between both the giver and receiver of information.  In light of these local norms, this second school of thought argues that reforms should not separate between the public and private sector.  Rather, reforms should strengthen and create institutions that overlap both the public and private sector and help facilitate information sharing across these sectors.  The findings from this first study that science parks, which have both public and private shareholders, assist entrepreneurs in acquiring public sector resources provides some of the first data-driven support for this second view.\n\nThe implications of my work and the benefits of international collaboration are intimately tied.  What the findings of my work demonstrate is that we must rethink how we develop policy around science parks with a particular focus on how local norms around information-sharing and trust will influence the implementation, and thus effectiveness, of these policies.  We could never have known about such differences without the collaboration NSF-EAPSI made possible between us, as American researchers, and our Chinese count..."
 }
}