{
 "awd_id": "1107865",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Deciphering the Structure and Kinematics of Active Galactic Nuclei with Reverberation Mapping",
 "cfda_num": "47.049",
 "org_code": "03020400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Barvainis",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 59865.0,
 "awd_amount": 59865.0,
 "awd_min_amd_letter_date": "2011-05-26",
 "awd_max_amd_letter_date": "2011-05-26",
 "awd_abstract_narration": "The goal of this collaborative project is to continue an on-going and successful program of frequent monitoring of the variability in quasar continuum emission and the response of the characteristic broad emission lines to those variations.  This provides a probe of the size of the emitting regions, their velocities via the line profiles, and allows an estimate of the mass of the central super-massive black hole. This \"reverberation mapping\" method is the primary way of measuring the masses of black holes in the central regions of active galaxies out to high redshifts.\r\n\r\nBroader impacts of the work include training of undergraduate and graduate students, and postdocs.  Public outreach includes involvement in the COSMOS high school summer science teaching program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tommaso",
   "pi_last_name": "Treu",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Tommaso L Treu",
   "pi_email_addr": "tt@astro.ucla.edu",
   "nsf_id": "000234407",
   "pi_start_date": "2011-05-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121700",
   "pgm_ele_name": "EXTRAGALACTIC ASTRON & COSMOLO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 59865.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This outcome report is concerned with the UCSB contribution to the<br />collaborative proposal, based on partial funding for two years.&nbsp; A full report will be submitted by the overall PI at the end of the collaborative proposal.<br /><br />Intellectual merit<br /><br />The UCSB team under the guidance of Co-PI Treu has been a major<br />contributor to the LAMP2011 reverberation mapping campaign carried out<br />at the Lick 3m telescope. The 69-night observing campaign was the<br />largest ever carried out at Lick Observatory. We targeted 14 active<br />galactic nuclei with the aim of measuring the mass of their<br />supermassive black holes and the morphology and kinematics of the<br />surrounding gas. UCSB graduate student Anna Pancoast led the<br />determination of the photometric light curves, an essential component<br />of the analysis. The UCSB group (Pancoast, Brewer and Treu) developed<br />a formalism to extract absolute black hole masses from reverberation<br />mapping data and implememted it into a computer code (called<br />CARAMEL). This novel approach provides a way to measure black hole<br />masses at any arbitrary distances and provide an absolute calibration<br />of all black hole mass estimates based on broad line active galactic<br />nuclei. Application of the method to the first LAMP2011 data shows<br />that a precision of a factor of 3 in black hole mass can be achieved<br />and also that the broad line region resembles a flattened doughnut<br />observed almost face on.<br /><br />Broader impact<br /><br />The program included a major component of student and postdoctoral<br />scholar training. At UCSB alone the following individuals received<br />training in conducting astronomical observations:&nbsp; graduate students Anna Pancoast, Anna Nierenberg, Alessandro Sonnenfeld; postdoctoral scholars Matthew Auger, Vardha Bennert, Brendon Brewer, Sebastian Hoenig, David Sand.&nbsp; Co-PI Treu and graduate student Pancoast have given several talks on this research in order to guarantee broad dissemination of the results.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/24/2013<br>\n\t\t\t\t\tModified by: Tommaso&nbsp;L&nbsp;Treu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis outcome report is concerned with the UCSB contribution to the\ncollaborative proposal, based on partial funding for two years.  A full report will be submitted by the overall PI at the end of the collaborative proposal.\n\nIntellectual merit\n\nThe UCSB team under the guidance of Co-PI Treu has been a major\ncontributor to the LAMP2011 reverberation mapping campaign carried out\nat the Lick 3m telescope. The 69-night observing campaign was the\nlargest ever carried out at Lick Observatory. We targeted 14 active\ngalactic nuclei with the aim of measuring the mass of their\nsupermassive black holes and the morphology and kinematics of the\nsurrounding gas. UCSB graduate student Anna Pancoast led the\ndetermination of the photometric light curves, an essential component\nof the analysis. The UCSB group (Pancoast, Brewer and Treu) developed\na formalism to extract absolute black hole masses from reverberation\nmapping data and implememted it into a computer code (called\nCARAMEL). This novel approach provides a way to measure black hole\nmasses at any arbitrary distances and provide an absolute calibration\nof all black hole mass estimates based on broad line active galactic\nnuclei. Application of the method to the first LAMP2011 data shows\nthat a precision of a factor of 3 in black hole mass can be achieved\nand also that the broad line region resembles a flattened doughnut\nobserved almost face on.\n\nBroader impact\n\nThe program included a major component of student and postdoctoral\nscholar training. At UCSB alone the following individuals received\ntraining in conducting astronomical observations:  graduate students Anna Pancoast, Anna Nierenberg, Alessandro Sonnenfeld; postdoctoral scholars Matthew Auger, Vardha Bennert, Brendon Brewer, Sebastian Hoenig, David Sand.  Co-PI Treu and graduate student Pancoast have given several talks on this research in order to guarantee broad dissemination of the results.\n\n\t\t\t\t\tLast Modified: 09/24/2013\n\n\t\t\t\t\tSubmitted by: Tommaso L Treu"
 }
}