{
 "awd_id": "1107418",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Track 1 Solaris Program (Student Opportunities in Learning Advanced Research in the Geosciences)",
 "cfda_num": "47.050",
 "org_code": "06000001",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jill L. Karsten",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 178965.0,
 "awd_amount": 213862.0,
 "awd_min_amd_letter_date": "2011-08-22",
 "awd_max_amd_letter_date": "2013-12-10",
 "awd_abstract_narration": "SOLARIS (Student Opportunity for Learning Advanced Research In geoScience) is a Track-one, multi-faceted program working to increase participation, particularly of underrepresented minority students, in the geosciences at El Paso Community College (EPCC) and encourage their completion of 4-year degree programs in this field. The project is strengthening local geoscience education activities and recruiting high school and current EPCC undergraduate students into the young EPCC geoscience Associates Degree program. A workshop for local high school instructors and EPCC faculty provides strategies to engage students with innovative lab activities, as well as information on careers in the geosciences and degree plans offered by EPCC and University of Texas at El Paso (UTEP). Participants are provided with laboratory kits to implement activities in their own classroom following the workshop. The second key facet is a bridge program that provides funding for 10 EPCC geological science majors to conduct geological research. Students are mentored by EPCC and UTEP instructors and use facilities and equipment at both institutions. This facet of the SOLARIS project allows EPCC students to develop research skills while obtaining their AS degree, and introduces them to the faculty and facilities at the UTEP Geoscience Department.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "GEO",
 "org_div_long_name": "Directorate for Geosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joshua",
   "pi_last_name": "Villalobos",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Joshua I Villalobos",
   "pi_email_addr": "jvillal6@epcc.edu",
   "nsf_id": "000058186",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kathleen",
   "pi_last_name": "Devaney",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kathleen Devaney",
   "pi_email_addr": "kdevaney@epcc.edu",
   "nsf_id": "000480320",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "El Paso County Community College",
  "inst_street_address": "9050 VISCOUNT BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "EL PASO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9158316511",
  "inst_zip_code": "799256511",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "TX16",
  "org_lgl_bus_name": "EL PASO COUNTY COMMUNITY COLLEGE DISTRICT",
  "org_prnt_uei_num": "",
  "org_uei_num": "S8LXMMGHNMG9"
 },
 "perf_inst": {
  "perf_inst_name": "El Paso County Community College",
  "perf_str_addr": "9050 VISCOUNT BLVD",
  "perf_city_name": "EL PASO",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "799256511",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "TX16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157500",
   "pgm_ele_name": "EDUCATION AND HUMAN RESOURCES"
  },
  {
   "pgm_ele_code": "173300",
   "pgm_ele_name": "GEOSCIENCE EDUCATION"
  },
  {
   "pgm_ele_code": "762200",
   "pgm_ele_name": "GEO-LSAMP LINKAGES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1697",
   "pgm_ref_txt": "OPPORT FOR ENHANCING DIVERSITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 178965.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 34897.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Community College students account for over 40% of all undergraduates in the US as well as the majority of minority students attending undergraduate courses. With issues in the geosciences such as; being the least diverse of all major STEM fields, an increasing number of retiring geoscientists in the workforce, and a projected geoscience job growth not matching the number of geoscience graduates, the geoscience community needs to look at community colleges as a solution to these issues. In order to address these concerns the SOLARIS program was developed at EL Paso Community College (EPCC). SOLARIS (Student Opportunity for Learning<br />Advanced Research In geoScience) is a track-one, multi-faceted NSF (National Science Foundation) OEDG (Opportunities in Enhancing Diversity in the Geosciences) funded project. The SOLARIS program is aimed to increase participation, particularly for minority students, in the geosciences at EPCC through innovative research projects <a href=\"https://www.facebook.com/SOLARISGEOLOGY#!/video.php?v=222938654495492&amp;set=vb.252405204842304&amp;type=2&amp;theater\">https://www.facebook.com/SOLARISGEOLOGY#!/video.php?v=222938654495492&amp;set=vb.252405204842304&amp;type=2&amp;theater</a>&nbsp;. Two workshops for local high school instructors and EPCC faculty were also conducted to promote strategies to engage students with innovative lab activities as well as information on careers in the geosciences and degree plans offered by EPCC and University of Texas at El Paso (UTEP). As a result of the SOLARIS program, 23 students and geology majors were able to conduct geological research at El Paso Community College and at the University of Texas at El Paso as well as participate in formative field programs. &nbsp;The research facet of the SOLARIS project allowed EPCC students to develop research skills while obtaining their associate (AS) degree as well as the opportunity to introduce them to the faculty and facilities at the University of Texas at El Paso&rsquo;s Geoscience Department. As part of the SOLARIS program, students were mentored by both EPCC and UTEP instructors and used research facilities and equipment at both institutions. This allowed the students to gain a better understanding of the opportunities and resources available at both institutions. By introducing these resources at both institutions via research it allowed students to feel comfortable continue to explore geology at EPCC and get their associate degree while maintaining a goal of transferring to UTEP. A total of 11 geoscience research projects, ranging for macrophotography of Eocene aged fossils to the use of electrical conductivity in the identification of shallow aquifers, were conducted at EPCC between 2011-2014 in collaboration with the University of Texas at El Paso and other institutions such as Northern Virginia Community College (NOVA). Some of the highlights of SOLARIS &nbsp;participants and the program&rsquo;s achievements are; the increase of geology majors at both EPCC and UTEP, continued acceptance of SOLARIS participants into REU programs (Biosphere 2, UNACVO, University of Wisconsin, and the American Museum of Natural History ), 2nd place at the 27th UTEP Geological Science Colloquium 2013, 2YC collaborative between NOVA community college (M.A.G.I.C. &nbsp;Gigapan project- fall &rsquo;12 - Sp&rsquo;13), and the largest group of 2YC students to present individual research projects from a single institution at the American Geophysical Union&rsquo;s Fall meeting (fall &rsquo;12). In addition to the research component of SOLARIS a supplemental was submitted in 2014 to develop a first of its kind formative field exchange between two community colleges (EPCC and NOVA). A key factor for students entering and excelling in the geoscience is the participation in opportunities for formative undergraduate field experiences. Formative field experiences go beyond one-day...",
  "por_txt_cntn": "\nCommunity College students account for over 40% of all undergraduates in the US as well as the majority of minority students attending undergraduate courses. With issues in the geosciences such as; being the least diverse of all major STEM fields, an increasing number of retiring geoscientists in the workforce, and a projected geoscience job growth not matching the number of geoscience graduates, the geoscience community needs to look at community colleges as a solution to these issues. In order to address these concerns the SOLARIS program was developed at EL Paso Community College (EPCC). SOLARIS (Student Opportunity for Learning\nAdvanced Research In geoScience) is a track-one, multi-faceted NSF (National Science Foundation) OEDG (Opportunities in Enhancing Diversity in the Geosciences) funded project. The SOLARIS program is aimed to increase participation, particularly for minority students, in the geosciences at EPCC through innovative research projects https://www.facebook.com/SOLARISGEOLOGY#!/video.php?v=222938654495492&amp;set=vb.252405204842304&amp;type=2&amp;theater . Two workshops for local high school instructors and EPCC faculty were also conducted to promote strategies to engage students with innovative lab activities as well as information on careers in the geosciences and degree plans offered by EPCC and University of Texas at El Paso (UTEP). As a result of the SOLARIS program, 23 students and geology majors were able to conduct geological research at El Paso Community College and at the University of Texas at El Paso as well as participate in formative field programs.  The research facet of the SOLARIS project allowed EPCC students to develop research skills while obtaining their associate (AS) degree as well as the opportunity to introduce them to the faculty and facilities at the University of Texas at El PasoÆs Geoscience Department. As part of the SOLARIS program, students were mentored by both EPCC and UTEP instructors and used research facilities and equipment at both institutions. This allowed the students to gain a better understanding of the opportunities and resources available at both institutions. By introducing these resources at both institutions via research it allowed students to feel comfortable continue to explore geology at EPCC and get their associate degree while maintaining a goal of transferring to UTEP. A total of 11 geoscience research projects, ranging for macrophotography of Eocene aged fossils to the use of electrical conductivity in the identification of shallow aquifers, were conducted at EPCC between 2011-2014 in collaboration with the University of Texas at El Paso and other institutions such as Northern Virginia Community College (NOVA). Some of the highlights of SOLARIS  participants and the programÆs achievements are; the increase of geology majors at both EPCC and UTEP, continued acceptance of SOLARIS participants into REU programs (Biosphere 2, UNACVO, University of Wisconsin, and the American Museum of Natural History ), 2nd place at the 27th UTEP Geological Science Colloquium 2013, 2YC collaborative between NOVA community college (M.A.G.I.C.  Gigapan project- fall Æ12 - SpÆ13), and the largest group of 2YC students to present individual research projects from a single institution at the American Geophysical UnionÆs Fall meeting (fall Æ12). In addition to the research component of SOLARIS a supplemental was submitted in 2014 to develop a first of its kind formative field exchange between two community colleges (EPCC and NOVA). A key factor for students entering and excelling in the geoscience is the participation in opportunities for formative undergraduate field experiences. Formative field experiences go beyond one-day field excursions by incorporating field projects, interactive learning, and community building between participants in regions students are unfamiliar with. Unfortunately, these types of formative experiences often require logistics and resources that are ..."
 }
}