{
 "awd_id": "1107514",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop on Cyberinfrastructure Platform for Public Health & Health Services, January 10 - 12, 2011",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabrielle D. Allen",
 "awd_eff_date": "2010-12-15",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 34997.0,
 "awd_amount": 34997.0,
 "awd_min_amd_letter_date": "2010-12-16",
 "awd_max_amd_letter_date": "2010-12-16",
 "awd_abstract_narration": "The joint National Cancer Institute (NCI)/NSF workshop on A Cyberinfrastructure Platform for Collaborative Research and Application in Public Health and Health Services: A Seeded Cloud Approach, to be held on January 10-11, 2011 at the San Diego Supercomputer Center, UC San Diego, is aimed at setting the stage for a sustained research effort encompassing the theme of public health and health services, which will cut across technical and socio-behavioral boundaries. The NIH/NCI component of this effort provides the motivating applications and use cases, while the NSF component provides the access to the cyberinfrastructure, computer science, and social and behavioral science research and education communities. The workshop discussions will be driven by use cases drawn from a broad set of areas including, Emergency Medical Services; Personal and Mobile Applications; Behavior and Environment; Cancer; and, Social Networking and Communication. \r\n\r\nThe results of the symposium are expected to provide input into technical and socio-behavioral parameters for developing a collaborative platform for research and application. In addition, an important goal of the workshop will be to concretize the ideas and concepts into a regional platform, e.g. for the California region, and to initiate a seeded cloud to enable research on public health and health services topics in that region. The workshop will identify a broad set of research needs and opportunities that must be addressed to advance cyberinfrastructure for healthcare services; population health; and, computer and information systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chaitanya",
   "pi_last_name": "Baru",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Chaitanya K Baru",
   "pi_email_addr": "baru@sdsc.edu",
   "nsf_id": "000483394",
   "pi_start_date": "2010-12-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Patrick",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin M Patrick",
   "pi_email_addr": "kpatrick@ucsd.edu",
   "nsf_id": "000515013",
   "pi_start_date": "2010-12-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 GILMAN DR",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "723100",
   "pgm_ele_name": "CYBERINFRASTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 34997.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\">&nbsp;Over the past couple of years, there has been significant and heightened national interest in utilizing scalable and sustainable Health IT to provide and extend health services throughout the country. Despite major national investments in Health IT there has been scant attention to the cyberinfrastructure that is needed to leverage existing and available databases and knowledge centers. These data resources are capable of making significant gains in preventative, chronic, emergency, and behavioral health, yet they remain underutilized across disciplines. The NSF-funded workshop on <em>A Cyberinfrastructure Platform for Public Health &amp; Health Services</em> was convened in order to set the stage for a sustained research effort, cutting across technical and socio-behavioral dimensions. In particular, the workshop focused on advances such as regional &ldquo;<em>seeded-cloud</em>&rdquo; health cyberinfrastructures to provide a breakthrough platform for bringing research and practice communities together to address public health conditions confronting the nation.</p>\n<p>The invitation-only workshop was conducted on January 10-11, 2011 at the San Diego Supercomputer Center on the campus of the University of California, San Diego, in collaboration with Claremont Graduate University&rsquo;s Kay Center for E-Health Research. It involved individuals from a broad range of disciplines, including behavioral medicine, population health, social and behavioral sciences, computer science, and health informatics. The National Cancer Institute (NCI) of the National Institutes of Health was a co-sponsor of the event, and provided travel support for several of the invited attendees.</p>\n<p class=\"Default\">The workshop recognized that the investigation of cyberinfrastructure for public health and health services represents a trans-disciplinary undertaking between the domains of health systems and computer systems research. A set of research needs and opportunities were identified that would advance the agenda for cyberinfrastructure for public and health services as well as for computer and information systems. Specific research dimensions that were addressed included characteristics of data systems and architectures needed to support mobile and public health applications; cloud architecture designs for distributed large scale systems; security demands for health databases for public health; web-service architectures for mobile health and crises management; behavioral models for cyberinfrastructure applied to preventive health; and, the seeded-cloud approach and prototype development, which included technical, social, research, and practice elements.</p>\n<p class=\"Default\">The workshop determined that the most beneficial path forward was to employ a set of use cases across a broad set of applications that would help define current issues and explore potential opportunities in development of a health cyberinfrastructure platform. The use cases would be drawn from areas such as Emergency Medical Services; Personal and Mobile Applications; Behavior and Environment; Cancer; and, Social Networking and Communication.</p>\n<p class=\"Default\">The symposium produced a report that identified the needs and opportunities related to cyberinfrastructures for public health, health services, and citizen well-being, leading towards cross-cutting, transdisciplinary research and practice. A summary report from the workshop titled, <em>A Seeded-Cloud Approach to Health Cyberinfrastructure: Preliminary Architecture Design and Case Applications, </em>was presented in the <em>Health Cyberinfrastructure: Applications and Technologies for Population Health and Health Services </em>track of the Hawaii International Conference on System Sciences, January 2012, Maui.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/07/2012<br>\n\t\t\t\t\tModified by: Chaitanya&nbsp;K&nbsp;Baru</p>\n</div>\n<div class=\"porS...",
  "por_txt_cntn": "Over the past couple of years, there has been significant and heightened national interest in utilizing scalable and sustainable Health IT to provide and extend health services throughout the country. Despite major national investments in Health IT there has been scant attention to the cyberinfrastructure that is needed to leverage existing and available databases and knowledge centers. These data resources are capable of making significant gains in preventative, chronic, emergency, and behavioral health, yet they remain underutilized across disciplines. The NSF-funded workshop on A Cyberinfrastructure Platform for Public Health &amp; Health Services was convened in order to set the stage for a sustained research effort, cutting across technical and socio-behavioral dimensions. In particular, the workshop focused on advances such as regional \"seeded-cloud\" health cyberinfrastructures to provide a breakthrough platform for bringing research and practice communities together to address public health conditions confronting the nation.\n\nThe invitation-only workshop was conducted on January 10-11, 2011 at the San Diego Supercomputer Center on the campus of the University of California, San Diego, in collaboration with Claremont Graduate UniversityÆs Kay Center for E-Health Research. It involved individuals from a broad range of disciplines, including behavioral medicine, population health, social and behavioral sciences, computer science, and health informatics. The National Cancer Institute (NCI) of the National Institutes of Health was a co-sponsor of the event, and provided travel support for several of the invited attendees.\nThe workshop recognized that the investigation of cyberinfrastructure for public health and health services represents a trans-disciplinary undertaking between the domains of health systems and computer systems research. A set of research needs and opportunities were identified that would advance the agenda for cyberinfrastructure for public and health services as well as for computer and information systems. Specific research dimensions that were addressed included characteristics of data systems and architectures needed to support mobile and public health applications; cloud architecture designs for distributed large scale systems; security demands for health databases for public health; web-service architectures for mobile health and crises management; behavioral models for cyberinfrastructure applied to preventive health; and, the seeded-cloud approach and prototype development, which included technical, social, research, and practice elements.\nThe workshop determined that the most beneficial path forward was to employ a set of use cases across a broad set of applications that would help define current issues and explore potential opportunities in development of a health cyberinfrastructure platform. The use cases would be drawn from areas such as Emergency Medical Services; Personal and Mobile Applications; Behavior and Environment; Cancer; and, Social Networking and Communication.\nThe symposium produced a report that identified the needs and opportunities related to cyberinfrastructures for public health, health services, and citizen well-being, leading towards cross-cutting, transdisciplinary research and practice. A summary report from the workshop titled, A Seeded-Cloud Approach to Health Cyberinfrastructure: Preliminary Architecture Design and Case Applications, was presented in the Health Cyberinfrastructure: Applications and Technologies for Population Health and Health Services track of the Hawaii International Conference on System Sciences, January 2012, Maui.\n\n\t\t\t\t\tLast Modified: 09/07/2012\n\n\t\t\t\t\tSubmitted by: Chaitanya K Baru"
 }
}