{
 "awd_id": "1107729",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI: Spatial and temporal patterns of biogeochemical cycling in the hyporheic zone around beaver da",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 5700.0,
 "awd_amount": 5700.0,
 "awd_min_amd_letter_date": "2011-05-13",
 "awd_max_amd_letter_date": "2011-05-13",
 "awd_abstract_narration": null,
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Martin",
   "pi_last_name": "Briggs",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Martin A Briggs",
   "pi_email_addr": "",
   "nsf_id": "000577713",
   "pi_start_date": "2011-05-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Briggs                  Martin         A",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Syracuse",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "",
  "inst_zip_code": "132102602",
  "inst_country_name": "United States",
  "cong_dist_code": "22",
  "st_cong_dist_code": "NY22",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Briggs                  Martin         A",
  "perf_str_addr": "",
  "perf_city_name": "Syracuse",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "132102602",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "NY22",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  },
  {
   "pgm_ref_code": "9200",
   "pgm_ref_txt": "US CHINA COOP IN BASIC SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 5700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>Spending two months in China has been a rewarding experience in many regards.&nbsp; My reasons for wanting to come to China were multifold, centered on scientific research but certainly not exclusive to this research.&nbsp; In a broader sense, I had begun to resent the view held by many Americans that if rapidly industrializing countries such as China were not going to try and tackle their own environmental problems, the United States should not either.&nbsp; No matter what other countries are doing I believe the United States has a responsibly as a developed nation to address pollution issues responsibly, but I wanted to investigate firsthand what scientific progress was being made in China on the specific issues of water supply and quality.&nbsp; Being trained as a Hydrologist I had a good grasp of American policies and practices.&nbsp; Specifically in the United States I study the physical flow patterns and chemistry of streams to determine how these systems maintain water quality naturally through a combination of physical and biogeochemical processes.&nbsp; I contacted Dr. Liu Yan at Fudan University in Shanghai because her research in the field of polluted river water and sewage treatment is well known.&nbsp; I hoped that by working with her I could be introduced to more of the practical implications of river water quality, research that affects millions of human lives.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; When I arrived at Fudan I was met by one of Dr. Liu&rsquo;s students, Mr. Han, who helped me get settled into the area.&nbsp; I was included immediately in the group&rsquo;s lab meetings, which consisted of both undergraduate and graduate students reporting on their current research.&nbsp; Although most of this dialogue was in Chinese, and difficult for me to follow, it was great to get a general sense of the problems they were trying to address through scientific research.&nbsp; I was able to get some guidance from Dr. Liu on analyzing the data I had previously collected in the United States, but more rewarding to me was being included in the discussions of their current research on urban runoff treatment.&nbsp; Specifically the group is sampling runoff from roads and gutters through time during rainstorms to determine the duration and magnitude of the initial pollution &ldquo;pulse&rdquo; from the dirty urban environment, and how it can be treated into clean water for human consumption.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; To this end I was included in a field trip to Zhenjiang City with Mr. Han and Dr. Liu&rsquo;s husband, Dr. Ma, along with several other students and professors.&nbsp; There we met with city officials and additional faculty from the Jiangsu University of Science and Technology.&nbsp; I was very interested to learn that Zhenjiang City was applying for a kind of &ldquo;clean city accreditation&rdquo; which had recently become a great honor in China.&nbsp; This was the exact kind of evidence I was looking for that China does in fact care about environmental issues, as shown by the city&rsquo;s plan to invest 1.3 billion RMB into the control of pollution discharge to the Yangtze River (Figure 1).&nbsp; This kind of huge inter-institutional research project involving approximately 40 students dwarfed any of the hydrological research projects I have experienced in the United States.&nbsp; Beyond the research aspect it was very interesting for me to be included in a special lunch with the city officials and professors which offered a glimpse of how business arrangements and plans are made in China.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The rest of my time in China was spent primarily working on my own research from the hotel room, which was a bit isolating but productive.&nbsp; I also helped...",
  "por_txt_cntn": "\n Spending two months in China has been a rewarding experience in many regards.  My reasons for wanting to come to China were multifold, centered on scientific research but certainly not exclusive to this research.  In a broader sense, I had begun to resent the view held by many Americans that if rapidly industrializing countries such as China were not going to try and tackle their own environmental problems, the United States should not either.  No matter what other countries are doing I believe the United States has a responsibly as a developed nation to address pollution issues responsibly, but I wanted to investigate firsthand what scientific progress was being made in China on the specific issues of water supply and quality.  Being trained as a Hydrologist I had a good grasp of American policies and practices.  Specifically in the United States I study the physical flow patterns and chemistry of streams to determine how these systems maintain water quality naturally through a combination of physical and biogeochemical processes.  I contacted Dr. Liu Yan at Fudan University in Shanghai because her research in the field of polluted river water and sewage treatment is well known.  I hoped that by working with her I could be introduced to more of the practical implications of river water quality, research that affects millions of human lives.\n\n            When I arrived at Fudan I was met by one of Dr. LiuÆs students, Mr. Han, who helped me get settled into the area.  I was included immediately in the groupÆs lab meetings, which consisted of both undergraduate and graduate students reporting on their current research.  Although most of this dialogue was in Chinese, and difficult for me to follow, it was great to get a general sense of the problems they were trying to address through scientific research.  I was able to get some guidance from Dr. Liu on analyzing the data I had previously collected in the United States, but more rewarding to me was being included in the discussions of their current research on urban runoff treatment.  Specifically the group is sampling runoff from roads and gutters through time during rainstorms to determine the duration and magnitude of the initial pollution \"pulse\" from the dirty urban environment, and how it can be treated into clean water for human consumption. \n\n            To this end I was included in a field trip to Zhenjiang City with Mr. Han and Dr. LiuÆs husband, Dr. Ma, along with several other students and professors.  There we met with city officials and additional faculty from the Jiangsu University of Science and Technology.  I was very interested to learn that Zhenjiang City was applying for a kind of \"clean city accreditation\" which had recently become a great honor in China.  This was the exact kind of evidence I was looking for that China does in fact care about environmental issues, as shown by the cityÆs plan to invest 1.3 billion RMB into the control of pollution discharge to the Yangtze River (Figure 1).  This kind of huge inter-institutional research project involving approximately 40 students dwarfed any of the hydrological research projects I have experienced in the United States.  Beyond the research aspect it was very interesting for me to be included in a special lunch with the city officials and professors which offered a glimpse of how business arrangements and plans are made in China.\n\n            The rest of my time in China was spent primarily working on my own research from the hotel room, which was a bit isolating but productive.  I also helped edit some manuscripts written by graduate students for English as they were to be submitted to international journals.  Dr. Liu afforded me the time to travel to Kunming and help another EAPSI fellow with some field research on plants.  This was a very rewarding experience as I was able to meet and work with students from the Kunming Institute of Botany (KIB).  Additionally, I became friends with some of the KIB alumn..."
 }
}