{
 "awd_id": "1107493",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI:Are there cultural differences in the effects of suppression?",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 5700.0,
 "awd_amount": 5700.0,
 "awd_min_amd_letter_date": "2011-05-10",
 "awd_max_amd_letter_date": "2011-05-10",
 "awd_abstract_narration": null,
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Suman",
   "pi_last_name": "Lam",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Suman Lam",
   "pi_email_addr": "",
   "nsf_id": "000578393",
   "pi_start_date": "2011-05-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "lam                     suman",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "irvine",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "926177085",
  "inst_country_name": "United States",
  "cong_dist_code": null,
  "st_cong_dist_code": "CA",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "lam                     suman",
  "perf_str_addr": "",
  "perf_city_name": "irvine",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926177085",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "CA",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5942",
   "pgm_ref_txt": "KOREA"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 5700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;While waiting for important test results, many different thoughts may arise. For example, wondering about the outcome may be a particular event that occurs and these thoughts may happen more persistently when one tries not to think about their test score. However, being preoccupied with thinking about an event can have effects on one&rsquo;s productivity and well-being. Thus, philosophers and researchers have been long been interested in what happens when one inhibits thoughts and feelings. These ideas have spawned an area of research on the effects of thought and emotional suppression. Thought suppression is the act of deliberately trying not to think about something (Wegner et al., 1987). Common sense may lead one to believe that inhibiting unwanted thoughts regarding a negative event will lessen the effects or help them disappear. However, research has shown that &ldquo;trying not to think about something&rdquo; may be particularly difficult and create paradoxical effects. For example, many theorists have suggested that suppressing thoughts results in a rebound effect, such that suppression will make these thoughts and feelings stronger and more frequent and more accessible. Theorists have agreed that trying to avoid stressful thoughts can lead to intrusions of the thought (Horowitz, 1975) and experimental studies have shown this effect (e.g., Wegner, Schneider, Carter, &amp; White, 1987). Since the seminal study conducted by Wegner and colleagues (1987), many studies have replicated this effect. However, little work has examined individual differences in the ability to suppress and whether thought suppression evokes negative emotion; few studies have investigated whether there are moderators of the thought suppression effect and culture may be one of these moderators.</p>\n<p>Research on thought suppression has demonstrated paradoxical effects. However, what remains to be examined is whether the negative effects of suppression generalize cross culturally. In Western or individualistic culture, people are encouraged to promote and maintain their distinctiveness and act according to their own volitions. In contrast, individuals in collectivistic cultures are encouraged to focus on their relationships and maintain harmony in their social relationships. In general, North Americans and Western Europeans follow individualistic culture whereas East Asians have adopted collectivistic culture (Markus &amp; Kitayama, 1991; Triandis, 1989). A cultural perspective suggests that different forms of suppression may not be as maladaptive for those from collectivistic cultures because suppressing one&rsquo;s thoughts may maintain harmony in one&rsquo;s relationships while expressing the thoughts can cause conflict.</p>\n<p>To the best of the applicant&rsquo;s knowledge, no psychological studies to date have examined the impact of culture on thought suppression. Further, acculturation has not been studied and yet there is a growing population of second and third generation individuals in the US. As a consequence, it is important to understand whether these thought suppression findings generalize to this bicultural group. Following from the past research on thought suppression, this proposal seeks to examine whether the effects of thought suppression generalize across three different cultural groups: Caucasian Americans (CAs), Korean Americans (KAs), and Koreans living in Korea (KKs). The following questions and hypotheses will be tested in this proposal:</p>\n<ol>\n<li>Are there cultural differences in the rebound effect associated with thought suppression? It is expected that CAs will be unable to suppress thoughts as instructed, measured by the number of mentions of the restricted thought, followed by KAs. KKs are hypothesized to have the least number of intrusive thoughts.</li>\n<li>Are there cultural differences in negative emotion a...",
  "por_txt_cntn": "\n            While waiting for important test results, many different thoughts may arise. For example, wondering about the outcome may be a particular event that occurs and these thoughts may happen more persistently when one tries not to think about their test score. However, being preoccupied with thinking about an event can have effects on oneÆs productivity and well-being. Thus, philosophers and researchers have been long been interested in what happens when one inhibits thoughts and feelings. These ideas have spawned an area of research on the effects of thought and emotional suppression. Thought suppression is the act of deliberately trying not to think about something (Wegner et al., 1987). Common sense may lead one to believe that inhibiting unwanted thoughts regarding a negative event will lessen the effects or help them disappear. However, research has shown that \"trying not to think about something\" may be particularly difficult and create paradoxical effects. For example, many theorists have suggested that suppressing thoughts results in a rebound effect, such that suppression will make these thoughts and feelings stronger and more frequent and more accessible. Theorists have agreed that trying to avoid stressful thoughts can lead to intrusions of the thought (Horowitz, 1975) and experimental studies have shown this effect (e.g., Wegner, Schneider, Carter, &amp; White, 1987). Since the seminal study conducted by Wegner and colleagues (1987), many studies have replicated this effect. However, little work has examined individual differences in the ability to suppress and whether thought suppression evokes negative emotion; few studies have investigated whether there are moderators of the thought suppression effect and culture may be one of these moderators.\n\nResearch on thought suppression has demonstrated paradoxical effects. However, what remains to be examined is whether the negative effects of suppression generalize cross culturally. In Western or individualistic culture, people are encouraged to promote and maintain their distinctiveness and act according to their own volitions. In contrast, individuals in collectivistic cultures are encouraged to focus on their relationships and maintain harmony in their social relationships. In general, North Americans and Western Europeans follow individualistic culture whereas East Asians have adopted collectivistic culture (Markus &amp; Kitayama, 1991; Triandis, 1989). A cultural perspective suggests that different forms of suppression may not be as maladaptive for those from collectivistic cultures because suppressing oneÆs thoughts may maintain harmony in oneÆs relationships while expressing the thoughts can cause conflict.\n\nTo the best of the applicantÆs knowledge, no psychological studies to date have examined the impact of culture on thought suppression. Further, acculturation has not been studied and yet there is a growing population of second and third generation individuals in the US. As a consequence, it is important to understand whether these thought suppression findings generalize to this bicultural group. Following from the past research on thought suppression, this proposal seeks to examine whether the effects of thought suppression generalize across three different cultural groups: Caucasian Americans (CAs), Korean Americans (KAs), and Koreans living in Korea (KKs). The following questions and hypotheses will be tested in this proposal:\n\nAre there cultural differences in the rebound effect associated with thought suppression? It is expected that CAs will be unable to suppress thoughts as instructed, measured by the number of mentions of the restricted thought, followed by KAs. KKs are hypothesized to have the least number of intrusive thoughts.\nAre there cultural differences in negative emotion associated with the thought suppression task? It is hypothesized that CAs will exhibit the most negative emotion following the suppression task, followed by KAs and KK..."
 }
}