{
 "awd_id": "1107509",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: The Arctic Springtime Transition: Dynamics, Impacts, and Future Changes",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Neil R. Swanberg",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 265671.0,
 "awd_amount": 265671.0,
 "awd_min_amd_letter_date": "2011-08-08",
 "awd_max_amd_letter_date": "2011-08-08",
 "awd_abstract_narration": "In the Arctic, the arrival of spring is sudden. The abrupt onset of Arctic spring  comes with the development of high pressure over Baffin Bay and the Labrador Sea and shifts in the jet stream and storm tracks. These changes are important for the Arctic climate and environment and have critical influences on Arctic peoples and ecosystems. This project will test the hypothesis that the spring Arctic transition is a dynamical phenomenon, driven by the downward influence of the springtime stratospheric final warming, abrupt changes in the flow over and around Greenland and in atmospheric waves over the North Atlantic, and shifts in the frequency and tracks of storms entering the Arctic. The spring transition effects the surface climate and is likely modified by feedbacks from surface processes. The implications of the dynamical onset of Arctic spring for future changes in the Arctic will be explored, through analyses of atmospheric and Arctic surface data,  experiments with a global atmospheric model, and analyses of 20th Century and future climate simulations. This project will develop a dynamical understanding of the Arctic spring transition and its interactions with the Arctic environment. It will use this understanding to evaluate climate models based on their ability to simulate the spring transition, and it will examine model projections of future changes in the Arctic environment resulting from changes in the timing, strength, and structure of the spring transition.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiangdong",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiangdong Zhang",
   "pi_email_addr": "xzhan238@ncsu.edu",
   "nsf_id": "000473096",
   "pi_start_date": "2011-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alaska Fairbanks Campus",
  "inst_street_address": "2145 N TANANA LOOP",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRBANKS",
  "inst_state_code": "AK",
  "inst_state_name": "Alaska",
  "inst_phone_num": "9074747301",
  "inst_zip_code": "997750001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AK00",
  "org_lgl_bus_name": "UNIVERSITY OF ALASKA FAIRBANKS",
  "org_prnt_uei_num": "",
  "org_uei_num": "FDLEQSJ8FF63"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alaska Fairbanks Campus",
  "perf_str_addr": "2145 N TANANA LOOP",
  "perf_city_name": "FAIRBANKS",
  "perf_st_code": "AK",
  "perf_st_name": "Alaska",
  "perf_zip_code": "997750001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "AK00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "775100",
   "pgm_ele_name": "CDI TYPE II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 265671.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Arctic has experienced amplified warming over recent decades. However, this warming shows strong seasonal differences, which may impact the transitions between seasons throughout the year. These transitions are particularly abrupt for the spring season at northern high latitudes and in the Arctic. To understand this abrupt spring season onset and advance into summer, as well as possible Arctic warming impacts, first we quantitatively analyzed average surface air temperature (SAT) for the Arctic during the spring season on a yearly basis. We found a considerable increase in SAT over the last 36 years. In addition to general global warming effects, we investigated underlying thermodynamic and dynamic mechanisms responsible for this SAT increase. Our results indicate that storms entering the Arctic tend to become stronger and last longer, favoring an enhancement of heat transport into the Arctic from lower latitudes, as well as an increase in cloudiness and associated downwelling longwave radiation over the Arctic. These changes in storm conditions warm the surface&mdash;in particular when solar radiation is weak in early spring. Global warming induced early melt of Eurasian snow cover can trigger anomalous high pressures and clockwise wind patterns over the Arctic Ocean, leading to an increase in surface solar radiation and, in turn, SAT during late spring and the following summer. Together with a warmed SAT, Arctic sea ice has decreased. By using a state-of-the-art climate model, we explored how sea ice retreat impacts atmospheric dynamics and then SAT. We found that decreased early winter sea ice on the North Atlantic side of the Arctic can excite hemispheric scale waves to propagate upward, disturbing the stratospheric polar vortex. This anomalous polar vortex signal, in turn, propagates downward to cause an anomalously weaker Icelandic low and stronger Siberian high, leading to cold SAT, and further influencing the following spring season onset and transition.&nbsp;</p>\n<p>Our research results improve understanding regarding the seasonality of Arctic warming. Contributions from this Arctic warming to total global warming have been underestimated. In particular, there has been strong debate about a global warming &ldquo;hiatus&rdquo; in recent years. Suggestion of this &ldquo;hiatus&rdquo; is based on existing global SAT data sets. However, none of these data sets cover Arctic regions well. Our results provide clear information about Arctic warming in the spring transition season, including its dynamic and thermodynamic linkages with lower latitudes. Results from this project have been disseminated through journal publications and conference presentations. One MS student, who was trained as part of this project, graduated in the summer of 2014, and was admitted to a Ph.D. program at another prestigious university. Another Ph.D. student was admitted in the fall of 2014 for training through participation in our project research. Our research results have also been incorporated into a graduate course on Atmospheric Radiation at the University of Alaska Fairbanks.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/10/2015<br>\n\t\t\t\t\tModified by: Xiangdong&nbsp;Zhang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Arctic has experienced amplified warming over recent decades. However, this warming shows strong seasonal differences, which may impact the transitions between seasons throughout the year. These transitions are particularly abrupt for the spring season at northern high latitudes and in the Arctic. To understand this abrupt spring season onset and advance into summer, as well as possible Arctic warming impacts, first we quantitatively analyzed average surface air temperature (SAT) for the Arctic during the spring season on a yearly basis. We found a considerable increase in SAT over the last 36 years. In addition to general global warming effects, we investigated underlying thermodynamic and dynamic mechanisms responsible for this SAT increase. Our results indicate that storms entering the Arctic tend to become stronger and last longer, favoring an enhancement of heat transport into the Arctic from lower latitudes, as well as an increase in cloudiness and associated downwelling longwave radiation over the Arctic. These changes in storm conditions warm the surface&mdash;in particular when solar radiation is weak in early spring. Global warming induced early melt of Eurasian snow cover can trigger anomalous high pressures and clockwise wind patterns over the Arctic Ocean, leading to an increase in surface solar radiation and, in turn, SAT during late spring and the following summer. Together with a warmed SAT, Arctic sea ice has decreased. By using a state-of-the-art climate model, we explored how sea ice retreat impacts atmospheric dynamics and then SAT. We found that decreased early winter sea ice on the North Atlantic side of the Arctic can excite hemispheric scale waves to propagate upward, disturbing the stratospheric polar vortex. This anomalous polar vortex signal, in turn, propagates downward to cause an anomalously weaker Icelandic low and stronger Siberian high, leading to cold SAT, and further influencing the following spring season onset and transition. \n\nOur research results improve understanding regarding the seasonality of Arctic warming. Contributions from this Arctic warming to total global warming have been underestimated. In particular, there has been strong debate about a global warming \"hiatus\" in recent years. Suggestion of this \"hiatus\" is based on existing global SAT data sets. However, none of these data sets cover Arctic regions well. Our results provide clear information about Arctic warming in the spring transition season, including its dynamic and thermodynamic linkages with lower latitudes. Results from this project have been disseminated through journal publications and conference presentations. One MS student, who was trained as part of this project, graduated in the summer of 2014, and was admitted to a Ph.D. program at another prestigious university. Another Ph.D. student was admitted in the fall of 2014 for training through participation in our project research. Our research results have also been incorporated into a graduate course on Atmospheric Radiation at the University of Alaska Fairbanks.\n\n\t\t\t\t\tLast Modified: 12/10/2015\n\n\t\t\t\t\tSubmitted by: Xiangdong Zhang"
 }
}