{
 "awd_id": "1107628",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: RUI: Sensitivity of Circum-Arctic Peatland Carbon to Holocene Warm Climates and Climate Seasonality",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William J. Wiseman, Jr.",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 271543.0,
 "awd_amount": 271543.0,
 "awd_min_amd_letter_date": "2011-08-26",
 "awd_max_amd_letter_date": "2011-08-26",
 "awd_abstract_narration": "Collaborative Research: RUI: Sensitivity of Circum-Arctic Peatland Carbon to Holocene Warm Climates and Climate Seasonality (PIs: Zicheng Yu, David Beilman, and Philip Camill) \r\n\r\nRecent accelerated Arctic warming has caused widespread changes in terrestrial ecosystems, including carbon dynamics. Past climate warming and documented ecosystem responses provide crucial insights from Earth?s history for understanding and projecting possible responses to future climate change. In this project, researchers from Lehigh University, University of Hawaii and Bowdoin College will evaluate the outcomes of ?natural climate-warming experiments? that have occurred across the Arctic over the Holocene (the last 12,000 years). They will focus on two warm climate intervals: (1) the Holocene Thermal Maximum ranging in timings between 10,000 and 6000 years ago, and (2) the warm Medieval Climate Anomaly around 1000 years ago. The funds were requested (1) to collect new samples from carbon-rich peatlands from several critical regions (including Alaska, Mackenzie Basin, Hudson Bay Lowlands, Labrador, and Kamchatka), (2) to carry out integration and synthesis of available data, and (3) to work on climate-carbon modeling experiments along with their collaborators. \r\n\r\nThe idea that both temperature and climate seasonality are dominant controls of carbon balances in carbon-rich Arctic ecosystems has important implications for projecting the fate of Arctic carbon in the future, as future warming is expected mainly in the winter season. Other broader impacts include (1) the support of new faculty career development, (2) training of undergraduate students, graduate students, and a postdoctoral fellow, emphasizing groups traditionally underrepresented in the natural sciences, (3) international collaborations and training through two workshops, and (4) public outreach through a symposium on Arctic climate change and soil carbon dynamics and the development of long-term exhibits at the Peary-MacMillan Arctic Museum at Bowdoin College.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Camill",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Philip Camill",
   "pi_email_addr": "pcamill@bowdoin.edu",
   "nsf_id": "000245980",
   "pi_start_date": "2011-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bowdoin College",
  "inst_street_address": "255 MAINE ST",
  "inst_street_address_2": "",
  "inst_city_name": "BRUNSWICK",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2077253767",
  "inst_zip_code": "040113343",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "ME01",
  "org_lgl_bus_name": "BOWDOIN COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "JE5WBLZJUME7"
 },
 "perf_inst": {
  "perf_inst_name": "Bowdoin College",
  "perf_str_addr": "255 MAINE ST",
  "perf_city_name": "BRUNSWICK",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "040113343",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "ME01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "521900",
   "pgm_ele_name": "ARCSS-Arctic System Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "9141",
   "pgm_ref_txt": "RES IN UNDERGRAD. INST - EQUIP"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 271543.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>High-latitude regions like the Arctic store significant quantities of carbon in the soil, which may be susceptible to release to the atmosphere if warmer climate accelerates decomposition.&nbsp; Because the quantity of carbon in high-latitude soil and permafrost is believed to be roughly twice the amount of carbon in the atmosphere, such a release of carbon has the potential to exacerbate contemporary warming.&nbsp; This is one example of a potential biosphere &ldquo;feedback&rdquo; on climate.&nbsp; There is currently much active research examining the likelihood of this outcome.&nbsp; &nbsp;</p>\n<p>&nbsp;</p>\n<p>The overall dynamic of whether soils will be stronger sources or sinks of carbon depends on the relative influence of processes that add carbon to a soil (such as plant growth) compared to those that remove carbon from a soil (such as decomposition and fire).&nbsp; One hypothesis argues that decomposition will be a prominent factor in driving an overall net release of soil carbon to the atmosphere.&nbsp; However, recent research in peatland ecosystems suggests that past warm periods may have led to greater carbon accumulation rates in wetlands, possibly as longer growing seasons or warmer temperatures cause growth to exceed decomposition in these cold regions.&nbsp; Processes like growth and decomposition are, in turn, controlled by important environmental variables like hydrology, temperature, fire, and the type of vegetation present.&nbsp; These factors may also change over time in ways that interact with long-term climate change, making this a complex story to unravel.</p>\n<p>&nbsp;</p>\n<p>Understanding how ecosystems have responded to past climate change is important for assessing how they may change with current warming.&nbsp; Peatlands are historical archives that record soil carbon accumulation over thousands of years.&nbsp; These cores allow researchers to determine if past warm events might have increased or decreased rates of soil carbon accumulation.&nbsp; One such climatic transition is the Holocene Thermal Maximum (HTM) (slightly warmer than modern temperatures) to Neoglacial cooling period (comparable to modern temperatures).&nbsp; The timing of the HTM varies across the Arctic, with ice-free regions like Alaska experiencing warming 11,000 years ago, whereas other regions impacted by the large, receding ice sheets, such as eastern North America, experiencing warming later--between 6,000-4,000/3,000 years ago. &nbsp;By collecting and dating peat cores, scientists can measure rates of carbon accumulation to see if these past events (or some other factors) impacted soil carbon storage deep in the cores.</p>\n<p>&nbsp;</p>\n<p>We examined peat cores collected from a relatively dry midcontinental region of North America (Manitoba, Canada) and a relatively wet coastal region (Labrador, Canada).&nbsp; We found that past climatic events were not the only factor impacting carbon accumulation rates.&nbsp; In Manitoba, vegetation changes, fire, and C accumulation changes suggests that C storage in peatlands in this region can be broadly characterized into wet/low-fire/rapid C accumulation vs dry/high-fire/slower C accumulation \"modes\".&nbsp; The development of peatlands over time (from wetter fen ecosystems to drier bog ecosystems) was often important in explaining carbon accumulation over the past 8,000 years.&nbsp;&nbsp; With the shift to drier bogs and permafrost plateaus during the Neoglacial, fire increased and carbon accumulation rates decreased.&nbsp; In Labrador, the peatlands were generally wetter over the last 9,000 years, and fire was virtually nonexistent.&nbsp; Carbon accumulation rates appeared to be influenced by a combination of climate and peatland development.&nbsp; Highest rates of C accumulation occurred during the early phase of peatland development when the sites were more likely to be fens.&nbsp; Lower rates of C accumulation occur...",
  "por_txt_cntn": "\nHigh-latitude regions like the Arctic store significant quantities of carbon in the soil, which may be susceptible to release to the atmosphere if warmer climate accelerates decomposition.  Because the quantity of carbon in high-latitude soil and permafrost is believed to be roughly twice the amount of carbon in the atmosphere, such a release of carbon has the potential to exacerbate contemporary warming.  This is one example of a potential biosphere \"feedback\" on climate.  There is currently much active research examining the likelihood of this outcome.   \n\n \n\nThe overall dynamic of whether soils will be stronger sources or sinks of carbon depends on the relative influence of processes that add carbon to a soil (such as plant growth) compared to those that remove carbon from a soil (such as decomposition and fire).  One hypothesis argues that decomposition will be a prominent factor in driving an overall net release of soil carbon to the atmosphere.  However, recent research in peatland ecosystems suggests that past warm periods may have led to greater carbon accumulation rates in wetlands, possibly as longer growing seasons or warmer temperatures cause growth to exceed decomposition in these cold regions.  Processes like growth and decomposition are, in turn, controlled by important environmental variables like hydrology, temperature, fire, and the type of vegetation present.  These factors may also change over time in ways that interact with long-term climate change, making this a complex story to unravel.\n\n \n\nUnderstanding how ecosystems have responded to past climate change is important for assessing how they may change with current warming.  Peatlands are historical archives that record soil carbon accumulation over thousands of years.  These cores allow researchers to determine if past warm events might have increased or decreased rates of soil carbon accumulation.  One such climatic transition is the Holocene Thermal Maximum (HTM) (slightly warmer than modern temperatures) to Neoglacial cooling period (comparable to modern temperatures).  The timing of the HTM varies across the Arctic, with ice-free regions like Alaska experiencing warming 11,000 years ago, whereas other regions impacted by the large, receding ice sheets, such as eastern North America, experiencing warming later--between 6,000-4,000/3,000 years ago.  By collecting and dating peat cores, scientists can measure rates of carbon accumulation to see if these past events (or some other factors) impacted soil carbon storage deep in the cores.\n\n \n\nWe examined peat cores collected from a relatively dry midcontinental region of North America (Manitoba, Canada) and a relatively wet coastal region (Labrador, Canada).  We found that past climatic events were not the only factor impacting carbon accumulation rates.  In Manitoba, vegetation changes, fire, and C accumulation changes suggests that C storage in peatlands in this region can be broadly characterized into wet/low-fire/rapid C accumulation vs dry/high-fire/slower C accumulation \"modes\".  The development of peatlands over time (from wetter fen ecosystems to drier bog ecosystems) was often important in explaining carbon accumulation over the past 8,000 years.   With the shift to drier bogs and permafrost plateaus during the Neoglacial, fire increased and carbon accumulation rates decreased.  In Labrador, the peatlands were generally wetter over the last 9,000 years, and fire was virtually nonexistent.  Carbon accumulation rates appeared to be influenced by a combination of climate and peatland development.  Highest rates of C accumulation occurred during the early phase of peatland development when the sites were more likely to be fens.  Lower rates of C accumulation occurred later in the Holocene, when the sites were more likely to be bogs.  The absence of fire in this region suggests that climatic and vegetation influences on productivity and decomposition were the most important controls.  Overall, these ..."
 }
}