{
 "awd_id": "1107529",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI:The Cultural Origins of Stigma: A Social Norms Approach",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 5700.0,
 "awd_amount": 5700.0,
 "awd_min_amd_letter_date": "2011-05-10",
 "awd_max_amd_letter_date": "2011-05-10",
 "awd_abstract_narration": null,
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Lyons",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah L Lyons",
   "pi_email_addr": "",
   "nsf_id": "000576740",
   "pi_start_date": "2011-05-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lyons                   Sarah          L",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Silver Spring",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "",
  "inst_zip_code": "209102952",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MD08",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Lyons                   Sarah          L",
  "perf_str_addr": "",
  "perf_city_name": "Silver Spring",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "209102952",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MD08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 5700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The purpose of this was research was to uncover the cultural origins of stigma in order to gain more insight as to why some groups are discriminated against in different cultural contexts. In particular, we were interested in the role of social norms in stigmatization processes. We looked to a dimension of culture called tightness-looseness, reflecting the extent to which social norms are maintained and enforced in a society (Gelfand et al., 2011).&nbsp; Japan is a rather &ldquo;tight&rdquo; culture, whereas the United States is fairly &ldquo;loose.&rdquo; We hypothesized that due to the importance of following norms in tight societies, people who are &ldquo;different&rdquo; in some way will be perceived as norm-breakers, posing a threat to society and thus becoming stigmatized. In contrast, because deviance is tolerated more in loose societies, those who are considered different pose less of a threat. Moreover, because of the emphasis on norm-following, individuals in tight cultures will want to be perceived as norm-followers themselves. Thus, we hypothesized that when individuals in tight cultures believe their own behavior is being monitored publicly, they will exaggerate attitudes and behavior condemning stigmatized groups in order to appear as norm-followers. In contrast, because there are fewer consequences for deviating from norms in loose societies, we do not expect that individuals will alter their attitudes or behaviors as a function of public or private context.</p>\n<p>&nbsp;</p>\n<p>During the period of the fellowship, we began a cross-cultural research program that will later extend to other tight and loose cultures such as Germany and the Netherlands, respectively. We conducted focus group interviews at the University of Tokyo in which students were asked to discuss what kinds of people are stigmatized in Japanese society, the reasons for their stigmatization, and how they might interact with such people in various social circumstances. These interviews were later transcribed and translated into English. Such focus groups will soon be conducted in other countries, and data will be used to develop culturally appropriate survey and laboratory measures to assess explicit and implicit attitudes toward stigmatized others. We also conducted a study to test the recognition of visual stimuli depicting stigmatized groups (e.g., disabled people, criminals) and psychological manipulations of the experimental environment (e.g., are the participants&rsquo; answers regarding stigmatized groups thought to be shared publicly or kept private?). The next step is to conduct these focus groups in the US and other countries in order to settle upon a list of top stigmatized identities that are recognized across groups, and then we will conduct lab studies to assess how the attitude structure surrounding these groups differs across societies using both explicit attitudinal and implicit behavioral methods.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/20/2011<br>\n\t\t\t\t\tModified by: Sarah&nbsp;L&nbsp;Lyons</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe purpose of this was research was to uncover the cultural origins of stigma in order to gain more insight as to why some groups are discriminated against in different cultural contexts. In particular, we were interested in the role of social norms in stigmatization processes. We looked to a dimension of culture called tightness-looseness, reflecting the extent to which social norms are maintained and enforced in a society (Gelfand et al., 2011).  Japan is a rather \"tight\" culture, whereas the United States is fairly \"loose.\" We hypothesized that due to the importance of following norms in tight societies, people who are \"different\" in some way will be perceived as norm-breakers, posing a threat to society and thus becoming stigmatized. In contrast, because deviance is tolerated more in loose societies, those who are considered different pose less of a threat. Moreover, because of the emphasis on norm-following, individuals in tight cultures will want to be perceived as norm-followers themselves. Thus, we hypothesized that when individuals in tight cultures believe their own behavior is being monitored publicly, they will exaggerate attitudes and behavior condemning stigmatized groups in order to appear as norm-followers. In contrast, because there are fewer consequences for deviating from norms in loose societies, we do not expect that individuals will alter their attitudes or behaviors as a function of public or private context.\n\n \n\nDuring the period of the fellowship, we began a cross-cultural research program that will later extend to other tight and loose cultures such as Germany and the Netherlands, respectively. We conducted focus group interviews at the University of Tokyo in which students were asked to discuss what kinds of people are stigmatized in Japanese society, the reasons for their stigmatization, and how they might interact with such people in various social circumstances. These interviews were later transcribed and translated into English. Such focus groups will soon be conducted in other countries, and data will be used to develop culturally appropriate survey and laboratory measures to assess explicit and implicit attitudes toward stigmatized others. We also conducted a study to test the recognition of visual stimuli depicting stigmatized groups (e.g., disabled people, criminals) and psychological manipulations of the experimental environment (e.g., are the participantsÆ answers regarding stigmatized groups thought to be shared publicly or kept private?). The next step is to conduct these focus groups in the US and other countries in order to settle upon a list of top stigmatized identities that are recognized across groups, and then we will conduct lab studies to assess how the attitude structure surrounding these groups differs across societies using both explicit attitudinal and implicit behavioral methods.\n\n \n\n\t\t\t\t\tLast Modified: 12/20/2011\n\n\t\t\t\t\tSubmitted by: Sarah L Lyons"
 }
}