{
 "awd_id": "1107216",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI: Transfer trajectories to and from Lagrangian points L4/L5 using Distant Retrograde Orbits",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 5700.0,
 "awd_amount": 5700.0,
 "awd_min_amd_letter_date": "2011-05-12",
 "awd_max_amd_letter_date": "2011-05-12",
 "awd_abstract_narration": null,
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lucia",
   "pi_last_name": "Capdevila",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Lucia R Capdevila",
   "pi_email_addr": "",
   "nsf_id": "000798960",
   "pi_start_date": "2011-05-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Irrgang                 Lucia          R",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "West Lafayette",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "",
  "inst_zip_code": "479065578",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Irrgang                 Lucia          R",
  "perf_str_addr": "",
  "perf_city_name": "West Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479065578",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 5700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our Sun&rsquo;s behavior and its interaction with the Earth create space weather that affects communication satellites, power grids and climatic changes on Earth, among other things. The Sun-Earth&rsquo;s Lagrange points L4 and L5 (also known as the triangular or equilateral points) are ideally located for missions that would help predict space weather. Also, objects of scientific interest like Earth&rsquo;s first Trojan asteroid are located at these points. It would be of interest to travel to the triangular points to better study such objects. However, reaching L4 or L5 from the Earth can be very costly, time consuming and non-trivial. Hence, the need for cheaper and faster ways of traveling to and from the triangular points is apparent. Previous studies detail how to travel between Earth and Distant Retrograde Orbits (DROs). The research completed under the EAPSI program found that family g orbits have the ability to connect to regions near L4 and L5. Additionally, by finding pathways between DROs and family g orbits, this research has laid the necessary trajectory design ground work in order to investigate trajectories that would enable a spacecraft to travel between Earth and either L4 or L5. In doing this, this research will benefit the scientific community and society in general. It should also be noted that it is intended to continue this research under collaboration.</p>\n<p class=\"Default\">Game Collaboration: <br /> As a result of the connections made through the EAPSI program, Purdue&rsquo;s Fall Space Day event will increase its activity repertoire. The Aeronautics &amp; Astronautics Engineering department of Purdue University has a yearly event called Purdue Fall Space Day. This event is hosted by the university for local children in grades 3-8 to learn about science, technology, engineering and math within the context of space. The Unit of Synergetic Studies for Space at Kyoto University uses the game &ldquo;Jinrui 50 Okunen Sugoroku&rdquo; to teach children about the history, present and future of space. It is intended to incorporate this game into Purdue&rsquo;s 2012 Fall Space Day event activities. Hence, the research completed under the EAPSI program has indirectly helped foster collaboration between the Unit of Synergetic Studies for Space at Kyoto University and the department of Aeronautics &amp; Astronautics Engineering at Purdue University, while expanding the resources that help educate the local community about space.</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">Purdue University Graduate School EAPSI Program Mentor:<br /> As a result of my participation in the EAPSI program, Purdue University&rsquo;s resources for supporting EAPSI applicants have increased. While Purdue University has a large infrastructure of workshops to help Purdue NSF applicants write successful applications, the EAPSI program does not get a lot of attention. Hence, I have become a mentor for the EAPSI program. This means that anyone inquiring about the program will be forwarded to me for questions on an individual basis. In doing this, the research completed under the EAPSI program has indirectly facilitated the expansion of Purdue University&rsquo;s infrastructure for supporting the dissemination of the EAPSI program and supporting program applicants.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/16/2011<br>\n\t\t\t\t\tModified by: Lucia&nbsp;R&nbsp;Irrgang</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por...",
  "por_txt_cntn": "\nOur SunÆs behavior and its interaction with the Earth create space weather that affects communication satellites, power grids and climatic changes on Earth, among other things. The Sun-EarthÆs Lagrange points L4 and L5 (also known as the triangular or equilateral points) are ideally located for missions that would help predict space weather. Also, objects of scientific interest like EarthÆs first Trojan asteroid are located at these points. It would be of interest to travel to the triangular points to better study such objects. However, reaching L4 or L5 from the Earth can be very costly, time consuming and non-trivial. Hence, the need for cheaper and faster ways of traveling to and from the triangular points is apparent. Previous studies detail how to travel between Earth and Distant Retrograde Orbits (DROs). The research completed under the EAPSI program found that family g orbits have the ability to connect to regions near L4 and L5. Additionally, by finding pathways between DROs and family g orbits, this research has laid the necessary trajectory design ground work in order to investigate trajectories that would enable a spacecraft to travel between Earth and either L4 or L5. In doing this, this research will benefit the scientific community and society in general. It should also be noted that it is intended to continue this research under collaboration.\nGame Collaboration: \n As a result of the connections made through the EAPSI program, PurdueÆs Fall Space Day event will increase its activity repertoire. The Aeronautics &amp; Astronautics Engineering department of Purdue University has a yearly event called Purdue Fall Space Day. This event is hosted by the university for local children in grades 3-8 to learn about science, technology, engineering and math within the context of space. The Unit of Synergetic Studies for Space at Kyoto University uses the game \"Jinrui 50 Okunen Sugoroku\" to teach children about the history, present and future of space. It is intended to incorporate this game into PurdueÆs 2012 Fall Space Day event activities. Hence, the research completed under the EAPSI program has indirectly helped foster collaboration between the Unit of Synergetic Studies for Space at Kyoto University and the department of Aeronautics &amp; Astronautics Engineering at Purdue University, while expanding the resources that help educate the local community about space.\n \nPurdue University Graduate School EAPSI Program Mentor:\n As a result of my participation in the EAPSI program, Purdue UniversityÆs resources for supporting EAPSI applicants have increased. While Purdue University has a large infrastructure of workshops to help Purdue NSF applicants write successful applications, the EAPSI program does not get a lot of attention. Hence, I have become a mentor for the EAPSI program. This means that anyone inquiring about the program will be forwarded to me for questions on an individual basis. In doing this, the research completed under the EAPSI program has indirectly facilitated the expansion of Purdue UniversityÆs infrastructure for supporting the dissemination of the EAPSI program and supporting program applicants.\n\n\t\t\t\t\tLast Modified: 12/16/2011\n\n\t\t\t\t\tSubmitted by: Lucia R Irrgang"
 }
}