{
 "awd_id": "1107945",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Improving Connectivity  between the University of Vermont and the Vermont State Colleges for STEM Research and Education",
 "cfda_num": "47.083",
 "org_code": "01120000",
 "po_phone": "7032927575",
 "po_email": "skennan@nsf.gov",
 "po_sign_block_name": "Sean Kennan",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 1000000.0,
 "awd_amount": 1000000.0,
 "awd_min_amd_letter_date": "2011-09-12",
 "awd_max_amd_letter_date": "2013-05-09",
 "awd_abstract_narration": "Abstract\r\n\r\nProposal Number:\tEPS-1107945\r\n\r\nProposal Title:\tImproving Connectivity between the University of Vermont and the Vermont State Colleges for STEM Research and Education\r\n\r\nInstitution:\tUniversity of Vermont & State Agricultural College\r\n\r\nProject Director:\tJudith Van Houten\r\n\r\n\r\nProject Description\r\n\r\nThis RII Inter-Campus and Intra-Campus Cyber Connectivity (RII C2) proposal from Vermont (VT) EPSCoR is focused on improving the inter-campus connections from the University of Vermont (UVM) to the Vermont State College (VSC) network at their Waterbury headquarters in order to support research and cyber-enabled science education and collaboration. This work strongly complements the previously funded RII Track-2 networking support, which has enabled a 6x10 Gbps connection between UVM and Internet2?s network backbone.\r\n\r\nThe proposed improvements include:\r\n- A 10-year Indefeasible Right of Use (IRU) for 10Gbps service between UVM and  the VSC Waterbury hub, through which the schools that are connected include 12 campuses of the Community College of Vermont (CCV), 4 campuses of the Vermont Technical College, and 3 colleges that are part of the State College system, collectively referred to as the VSC. This upgrade will enable VSC students and faculty to more fully participate in collaborative research with UVM scientists and educators.\r\n- An upgrade for the VT EPSCoR Research Center adjacent to the campus from a 2 Mbps connection to Internet2 to a direct 1Gbps to the UVM main campus. This will support the RII Track-1 and Track-2 researchers and the Center for Workforce Development and Diversity (CWDD).\r\n\r\nIntellectual Merit \r\nThe proposed upgrades in network connections will greatly improve the capacity of VSC faculty to carry out research. At Lyndon State College (LSC), the meteorologists will be able to reach research sites in real time, which currently is not possible. At Johnson State College (JSC), researchers carrying out a funded metagenomic project of microorganisms at an asbestos superfund site will be able to transfer data by the Internet instead of mailing hard drives to UVM. Metagenomics researchers at JSC and bioinformaticians and water specialists at UVM will be able to more successfully collaborate through better video conferencing. Video conferencing will also be used by other VT EPSCoR researchers working with JSC faculty members who provide RII Track-1 watershed research data on bacterial ribotypes and water analyses.  The proposed connection will also allow the EPSCoR Research Center RII Track-1 and Track-2 personnel to use UVM?s compute services and better access networked data resources throughout the country. The described approach is strongly complementary to the State Science and Technology (S&T) plan and leverages other funded networking projects, including those from NSF, the Rural Utilities Service (RUS), USDA, and the Gates Foundation.\r\n\r\nBroader Impact \r\nThe proposed activity will promote teaching, training, and learning through investments in cyberinfrastructure and staff to assist in the use of the upgraded infrastructure. The proposed project will support a cyber-knowledgeable Campus Champion, similar to those funded through the NSF TeraGrid project, who will assist in the data-intensive applied bioinformatics course to be organized at JSC and offered VSC-wide. The networking is also being upgraded to the EPSCoR Research Center, which houses RII Track-1 and Track-2 researchers as well as the CWDD. The CWDD is a new VT EPSCoR entity that oversees the Streams Project and coordinates overall integration of research with workforce development and diversity efforts as part of the RII Track-1 project, which focuses on the Lake Champlain basin. The project proposal includes a plan to use kiosks for external outreach to schools and museums. The diversity plan focuses on attracting underrepresented minorities to STEM through the VSC schools as well as work with the Abenaki Indian Nation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "EPS",
 "org_div_long_name": "EPSCoR",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Judith",
   "pi_last_name": "Van Houten",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Judith L Van Houten",
   "pi_email_addr": "Judith.Vanhouten@uvm.edu",
   "nsf_id": "000194131",
   "pi_start_date": "2011-09-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Kelvin",
   "pi_last_name": "Chu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kelvin Chu",
   "pi_email_addr": "kelvin.chu@uvm.edu",
   "nsf_id": "000196898",
   "pi_start_date": "2011-09-12",
   "pi_end_date": "2012-09-07"
  }
 ],
 "inst": {
  "inst_name": "University of Vermont & State Agricultural College",
  "inst_street_address": "85 S PROSPECT STREET",
  "inst_street_address_2": "",
  "inst_city_name": "BURLINGTON",
  "inst_state_code": "VT",
  "inst_state_name": "Vermont",
  "inst_phone_num": "8026563660",
  "inst_zip_code": "054051704",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "VT00",
  "org_lgl_bus_name": "UNIVERSITY OF VERMONT & STATE AGRICULTURAL COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z94KLERAG5V9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Vermont & State Agricultural College",
  "perf_str_addr": "85 S PROSPECT STREET",
  "perf_city_name": "BURLINGTON",
  "perf_st_code": "VT",
  "perf_st_name": "Vermont",
  "perf_zip_code": "054051704",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "VT00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "721700",
   "pgm_ele_name": "EPSCoR Research Infrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1000000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcomes Report</strong></p>\n<p><strong>Improving Connectivity between the University of Vermont and the Vermont</strong></p>\n<p><strong>State Colleges for STEM Research and Education</strong></p>\n<p><strong>NSF EPS#1107945</strong></p>\n<p><strong>Submitted by Vermont EPSCoR</strong></p>\n<p><strong><span style=\"text-decoration: underline;\">Summary of Outcomes</span></strong></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This Inter- and Intra-campus Connectivity Research Infrastructure Improvement (C2 RII) grant accomplished its main goals of enhancing broadband access for academic research and education across the state and broadening the participation of individuals and institutions in STEM research and education. To accomplish these goals, significant organizational and technical infrastructure has been established. VT EPSCoR, through a series of meetings, convened the necessary partners to establish the VT Unified Community Anchor Network (VT UCAN) which allows community anchor institutions (i.e. K12 education, healthcare, libraries, museums, public safety, government, etc.) to access Internet2, the national research and education network, through the University of Vermont, the sponsoring Internet2 member institution in the state. As of August 2014, over 125 locations around the state are connected to VT UCAN, and partnerships have been forged with 6 Internet Service Providers who offer VT UCAN and Internet2 connectivity to their UCAN-eligible clients. As a result of the creation of VT UCAN and the acquisition or installation of additional fiber optic cable and equipment, nine higher education institutions in Vermont (Castleton State College, Champlain College, the Community College of Vermont, Johnson State College, Lyndon State College, Middlebury College, Norwich University, Saint Michael&rsquo;s College, and Vermont Technical College) now have at least 1Gpbs access to Internet2. With this infrastructure in place, these efforts can be sustained and additional institutions can connect to and participate in VT UCAN and Internet2 in the future.</p>\n<p>&nbsp;<strong><span style=\"text-decoration: underline;\">Intellectual Merit Outcomes</span></strong></p>\n<ul>\n<li><strong>Intra-campus Connectivity:</strong> VT EPSCoR graduate students, postdocs and the Cyber Education Specialist who are co-located in the VT EPSCoR Research Center on the UVM campus are now connected to the campus network by a redundant 10Gbps fiber optic connection.</li>\n<li><strong>Inter-campus Connectivity (VSC):</strong> Established a dedicated fiber optic connection (redundant 10Gbps) from the University of Vermont (UVM) to the Vermont State Colleges (VSC) to greatly improve the capacity of VSC faculty to carry out research.</li>\n<li><strong>Inter-campus Connectivity (SMC): </strong>Established a dedicated fiber optic connection (1Gbps) from UVM to Saint Michael&rsquo;s College (SMC) to connect the Vermont EPSCoR Center for Workforce Development and Diversity (CWDD) to VT EPSCoR compute resources and staff at UVM and to connect SMC researchers to their colleagues at UVM and other institutions around the state.</li>\n<li><strong>Inter-campus Connectivity (NU): </strong>Established a dedicated fiber optic connection (1Gbps) from (UVM) to Norwich University (NU) to connect NU researchers to their colleagues at UVM and around the state.</li>\n<li><strong>Support VSC Research Faculty:</strong> Supported a Cyber Education Specialist (Dr. Patrick Clemins) and bioinformatician (Dr, Jim Vincent), who assisted in the data-intensive applied bioinformatics course.</li>\n</ul>\n<p>&nbsp;<strong><span style=\"text-decoration: underline;\">Broader Impact Outcomes <br /></span></strong></p>\n<ul>\n<li><strong>Improve Accessibility to EPSCoR Cybertools and Resources: </strong>The CWDD embeds undergraduates and high school students as well as middle and high school teachers in research projects for the dev...",
  "por_txt_cntn": "\nProject Outcomes Report\n\nImproving Connectivity between the University of Vermont and the Vermont\n\nState Colleges for STEM Research and Education\n\nNSF EPS#1107945\n\nSubmitted by Vermont EPSCoR\n\nSummary of Outcomes\n\n       This Inter- and Intra-campus Connectivity Research Infrastructure Improvement (C2 RII) grant accomplished its main goals of enhancing broadband access for academic research and education across the state and broadening the participation of individuals and institutions in STEM research and education. To accomplish these goals, significant organizational and technical infrastructure has been established. VT EPSCoR, through a series of meetings, convened the necessary partners to establish the VT Unified Community Anchor Network (VT UCAN) which allows community anchor institutions (i.e. K12 education, healthcare, libraries, museums, public safety, government, etc.) to access Internet2, the national research and education network, through the University of Vermont, the sponsoring Internet2 member institution in the state. As of August 2014, over 125 locations around the state are connected to VT UCAN, and partnerships have been forged with 6 Internet Service Providers who offer VT UCAN and Internet2 connectivity to their UCAN-eligible clients. As a result of the creation of VT UCAN and the acquisition or installation of additional fiber optic cable and equipment, nine higher education institutions in Vermont (Castleton State College, Champlain College, the Community College of Vermont, Johnson State College, Lyndon State College, Middlebury College, Norwich University, Saint MichaelÆs College, and Vermont Technical College) now have at least 1Gpbs access to Internet2. With this infrastructure in place, these efforts can be sustained and additional institutions can connect to and participate in VT UCAN and Internet2 in the future.\n\n Intellectual Merit Outcomes\n\nIntra-campus Connectivity: VT EPSCoR graduate students, postdocs and the Cyber Education Specialist who are co-located in the VT EPSCoR Research Center on the UVM campus are now connected to the campus network by a redundant 10Gbps fiber optic connection.\nInter-campus Connectivity (VSC): Established a dedicated fiber optic connection (redundant 10Gbps) from the University of Vermont (UVM) to the Vermont State Colleges (VSC) to greatly improve the capacity of VSC faculty to carry out research.\nInter-campus Connectivity (SMC): Established a dedicated fiber optic connection (1Gbps) from UVM to Saint MichaelÆs College (SMC) to connect the Vermont EPSCoR Center for Workforce Development and Diversity (CWDD) to VT EPSCoR compute resources and staff at UVM and to connect SMC researchers to their colleagues at UVM and other institutions around the state.\nInter-campus Connectivity (NU): Established a dedicated fiber optic connection (1Gbps) from (UVM) to Norwich University (NU) to connect NU researchers to their colleagues at UVM and around the state.\nSupport VSC Research Faculty: Supported a Cyber Education Specialist (Dr. Patrick Clemins) and bioinformatician (Dr, Jim Vincent), who assisted in the data-intensive applied bioinformatics course.\n\n\n Broader Impact Outcomes \n\n\nImprove Accessibility to EPSCoR Cybertools and Resources: The CWDD embeds undergraduates and high school students as well as middle and high school teachers in research projects for the development of the workforce and to increase the diversity of people in STEM careers. Improved intra-campus connectivity provided through C2  between UVM and Saint MichaelÆs College, Norwich University, Middlebury College and the Vermont State College (VSC) system (including the Community College of Vermont and Vermont Technical College) enables the CWDD director to engage these institutions via videoconferencing. These improvements have also allowed VSC students and faculty to more fully participate in VT EPSCoR research opportunities and training in cybertools afforded by the our education outreach.\nCreate a Sta..."
 }
}