{
 "awd_id": "1107596",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Toward a Circumarctic Lakes Observation Network (CALON)",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": "7032922397",
 "po_email": "robdelga@nsf.gov",
 "po_sign_block_name": "Roberto Delgado",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 76231.0,
 "awd_amount": 76231.0,
 "awd_min_amd_letter_date": "2011-08-30",
 "awd_max_amd_letter_date": "2011-08-30",
 "awd_abstract_narration": "The scientific goals and methods that address the intellectual merits of the research are: (1) Expand on existing lake monitoring sites in northern Alaska by developing a network of regionally representative lakes along environmental gradients from which we will collect baseline data to assess current physical, chemical, and biological lake characteristics.  This will allow the project scientists to make spatial and temporal comparisons to determine the impact of warmer temperatures, changing cloud cover and precipitation patterns, permafrost degradation, and direct human impacts on lakes; (2) Implement a multiscale (hierarchical) lake instrumentation scheme such that basic data is collected from 51 lakes, while a subset of lakes are more intensively instrumented; (3) Provide regional scaling and extrapolation of key metrics through calibration and validation of satellite imagery with ground measurements; and (4) Develop and implement standardized protocols to enable inter-site comparison and to prepare for expansion towards a pan-Arctic network. The education/outreach goals that address the broader impacts of the research outlined above are: (1) Incorporate indigenous observations of lake physical and biological characteristics and changes. Innovative interactive methods of sharing information will be developed and made available through native and local organizations. Scientific and technical training will be provided to Iñupiat students for monitoring lake and drinking water quality; (2) Develop a demonstration monitoring network based on the Delay Tolerant Network (DTN) architecture and link this network to research centers, indigenous communities, and other power- and connectivity-challenged environments; (3) Develop and refine data management, visualization, and archiving activities with A-CADIS; and (4) Provide an introduction to Arctic science for several beginning investigators.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Frey",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Karen E Frey",
   "pi_email_addr": "kfrey@clarku.edu",
   "nsf_id": "000074699",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clark University",
  "inst_street_address": "950 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "WORCESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5084213835",
  "inst_zip_code": "016101400",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "TRUSTEES OF CLARK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LD3WUVEUK2N5"
 },
 "perf_inst": {
  "perf_inst_name": "Clark University",
  "perf_str_addr": "950 MAIN ST",
  "perf_city_name": "WORCESTER",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "016101400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "529300",
   "pgm_ele_name": "AON-Arctic Observing Network"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 76231.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our team completed fieldwork in both April and August of 2012, 2013, 2014, and 2015 to collect various measurements and samples along two transects of lakes across Alaskan North Slope.&nbsp; To date, we have analyzed over 300 samples for chromophoric dissolved organic matter (CDOM), chlorophyll-<em>a</em> (and phaeophytin), as well as a suite of cations and anions (F, Cl, SO4, NO3, PO4, Na, NH4, K, Mg, and Ca).&nbsp; &nbsp;Biogeochemical data reveal distinct spatial and seasonal variability in chlorophyll biomass, CDOM, and major cations/anions.&nbsp; In general, waters sampled in April had consistently distinctly higher concentrations of inorganic solutes<strong></strong>.&nbsp; Lake waters with the highest total dissolved solid concentrations (~3000 mg/L) were dominated by Na and Cl, indicating a potential seawater influence. The remaining samples grade towards Ca-Mg-HCO<sub>3</sub>-type waters, reflecting dissolution of carbonate minerals found in underlying rocks and sandstone cements.&nbsp; We also found that chlorophyll concentrations and CDOM absorption <strong></strong>were both generally higher during April (compared with August), suggesting significant biological/biogeochemical activity even under lake ice during this early part of the year.&nbsp; By August, primary production may have been limited by the presence of sufficient nutrients and CDOM concentrations may have therefore declined owing to photodegradation processes or bacterial decomposition.&nbsp; One additional striking observation is the latitudinal trend in some biogeochemical constituents, generally increasing from south to north<strong></strong>.&nbsp; This may be the case with certain inorganic solutes (e.g., Cl<sup>-</sup>, Na<sup>+</sup>) as these lakes are situated more closely to ocean waters (in this case the Chukchi and Beaufort Seas to the north of Alaska).&nbsp; Lastly, we additionally collected preliminary optical time series data (with 19 channels, ranging from 320 to 780 nm) showing spectral and photosynthetically active radiation (PAR) downwelling irradiance<strong></strong>.&nbsp; These data may become useful from a biogeochemical perspective, as UV radiation can have a significant influence on the photodegradation of dissolved organic matter.&nbsp; Furthermore, one Ph.D. student, three Masters students, and two undergraduate students were involved in this research project, which provided important field and lab training for these individuals.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/16/2018<br>\n\t\t\t\t\tModified by: Karen&nbsp;E&nbsp;Frey</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur team completed fieldwork in both April and August of 2012, 2013, 2014, and 2015 to collect various measurements and samples along two transects of lakes across Alaskan North Slope.  To date, we have analyzed over 300 samples for chromophoric dissolved organic matter (CDOM), chlorophyll-a (and phaeophytin), as well as a suite of cations and anions (F, Cl, SO4, NO3, PO4, Na, NH4, K, Mg, and Ca).   Biogeochemical data reveal distinct spatial and seasonal variability in chlorophyll biomass, CDOM, and major cations/anions.  In general, waters sampled in April had consistently distinctly higher concentrations of inorganic solutes.  Lake waters with the highest total dissolved solid concentrations (~3000 mg/L) were dominated by Na and Cl, indicating a potential seawater influence. The remaining samples grade towards Ca-Mg-HCO3-type waters, reflecting dissolution of carbonate minerals found in underlying rocks and sandstone cements.  We also found that chlorophyll concentrations and CDOM absorption were both generally higher during April (compared with August), suggesting significant biological/biogeochemical activity even under lake ice during this early part of the year.  By August, primary production may have been limited by the presence of sufficient nutrients and CDOM concentrations may have therefore declined owing to photodegradation processes or bacterial decomposition.  One additional striking observation is the latitudinal trend in some biogeochemical constituents, generally increasing from south to north.  This may be the case with certain inorganic solutes (e.g., Cl-, Na+) as these lakes are situated more closely to ocean waters (in this case the Chukchi and Beaufort Seas to the north of Alaska).  Lastly, we additionally collected preliminary optical time series data (with 19 channels, ranging from 320 to 780 nm) showing spectral and photosynthetically active radiation (PAR) downwelling irradiance.  These data may become useful from a biogeochemical perspective, as UV radiation can have a significant influence on the photodegradation of dissolved organic matter.  Furthermore, one Ph.D. student, three Masters students, and two undergraduate students were involved in this research project, which provided important field and lab training for these individuals.\n\n\t\t\t\t\tLast Modified: 10/16/2018\n\n\t\t\t\t\tSubmitted by: Karen E Frey"
 }
}