{
 "awd_id": "1107593",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research on Carbon, Water, and Energy Balance of the Arctic Landscape  at Flagship Observatories in Alaska and Siberia",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": "7032928048",
 "po_email": "wambrose@nsf.gov",
 "po_sign_block_name": "William Ambrose",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 303340.0,
 "awd_amount": 363332.0,
 "awd_min_amd_letter_date": "2011-08-26",
 "awd_max_amd_letter_date": "2014-06-07",
 "awd_abstract_narration": "Collaborative Research on Carbon, Water, and Energy Balance of the Arctic Landscape\r\nat Flagship Observatories in Alaska and Siberia\r\n\r\nABSTRACT\r\n\r\nThe arctic landscape interacts with the global and regional climate by exchanging carbon dioxide, methane, water, and energy with the atmosphere.  Understanding how these exchanges are regulated and how they change is a key goal of the US Study of Environmental Arctic Change and the NSF Arctic Observatory Network.  The first goal of this work is year round monitoring of carbon, water, and energy balance at two arctic sites, Imnavait Creek in Alaska and Cherskii in Siberia.  The work will be a collaboration among researchers from the Marine Biological Laboratory, the University of Alaska Fairbanks, Northeast Science Station, Russia, and the University of Michigan.  The second goal is the development of these two sites as  ?Flagship? observatories for research on arctic lands and freshwaters.  The main task here is to integrate the new carbon, water, and energy balance data with the already large, diverse, and growing data bases from other research done at these sites.  A third aim is to promote PanArctic comparisons and development of PanArctic data bases.\r\n  \r\n\tBroader impacts include contributions to education, including underrepresented groups, through participation in the Logan Science Journalism program, the Arctic Long-Term Ecological Research Schoolyard program, and outreach to Native Alaskan communities.  Research and education infrastructure will be enhanced by making the data bases available online.  Benefits to society include improved understanding of the impacts of climate change, especially in Alaska where the local residents are closely tied to the land through traditional, subsistence lifestyles.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Kling",
   "pi_mid_init": "W",
   "pi_sufx_name": "II",
   "pi_full_name": "George W Kling",
   "pi_email_addr": "gwk@umich.edu",
   "nsf_id": "000419650",
   "pi_start_date": "2011-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "529300",
   "pgm_ele_name": "AON-Arctic Observing Network"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5293",
   "pgm_ref_txt": "AON IMPLEMENTATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 303340.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 59992.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual merit:</strong> &nbsp;</p>\n<p>This research project investigated how carbon moves from soils into streams and lakes, and how that carbon is converted into greenhouse gases and released from surface waters to the atmosphere.&nbsp; &nbsp;Direct measurements were made of the amount of carbon moved in a stream draining a small watershed, as well as the amount of carbon dioxide and methane released from a lake to the atmosphere.&nbsp; The project is a collaboration with the Marine Biological Lab, the University of Alaska, Fairbanks, and the University of Michigan, and this report focuses on the University of Michigan award.&nbsp; One important goal and outcome of the project was to build a database of fundamental information on carbon movement and dynamics in arctic ecosystems, specifically at a single &ldquo;Flagship site&rdquo;, that can be used by researchers worldwide.&nbsp;</p>\n<p>The main finding of the project is that the carbon balance of a watershed, the total amount of carbon dioxide released to the atmosphere versus stored in soils or lost to the ocean in rivers, is strongly dependent on the interactions between aquatic and terrestrial ecosystems.&nbsp; In other words, when the loss of carbon to the atmosphere from plants and soil is high, the loss in the stream draining the watershed is also high.&nbsp; It appears that the main driver of these losses is the strength and frequency of storms, especially rainstorms during the unfrozen period of the year (summer months in the Arctic).&nbsp; These storms create conditions that reduce the ability of plants on land and plants in water to take up carbon from the atmosphere, and there is a large flushing effect of carbon from soils into streams and lakes.&nbsp; The research also discovered that this flushing effect from land is controlled in an interesting way.&nbsp; As the soils start to saturate with water during heavy rainstorms, the water begins flowing across the land surface.&nbsp; This overland flow is interrupted by the local or &ldquo;micro-scale topography&rdquo; of the vegetation, which in the tundra is caused by the bunches of sedge called tussocks.&nbsp; As the overland flow hits the tussocks it is driven back into the ground a little, and then it resurfaces downslope.&nbsp; This &ldquo;porpoising&rdquo; of water from just above to just below the land surface causes the mixing of deeper soil water that contains higher amounts of carbon toward the surface, where it can runoff into the stream.&nbsp; This project is the first to demonstrate this mechanism of surface and groundwater exchange, and it appears to affect the timing and total amount of carbon that moves from land to streams and lakes.</p>\n<p><strong>Broader Impacts:</strong></p>\n<p>The real driver of climate warming is the human input of heat trapping gases to the atmosphere.&nbsp; This perturbation to the global carbon cycle has reached the point where other parts of the natural cycle are poised to change their behavior.&nbsp; For example, much of this tremendous store of carbon in arctic and boreal soils has been encased in permafrost for many thousands of years, but as climate warms the permafrost thaws, causes damage to cold-region infrastructure, and the previously-frozen carbon may be released to the atmosphere.&nbsp; Because there is a tremendous amount of this permafrost carbon, more than twice that found in the atmosphere, if it thaws and is converted to carbon dioxide it could potentially cause a strong, positive feedback that drives more rapid global warming.&nbsp; This warming feedback is called the &ldquo;Arctic amplification&rdquo;, and the ultimate strength of this amplification is a concern and a topic of great debate.&nbsp;&nbsp; Because there is a substantial movement of carbon from soils to surface waters in the Arctic, understanding the controls on this movement and how this carbon is converted into greenhouse gases and released back to the atmosphere is critical for our understanding of how the Arctic will amplify warming of the entire planet in the future. &nbsp;This project has contributed to our understanding of the controls of this movement of carbon from permafrost soils to surface waters, has contributed to teaching and outreach, and has contributed to databases on carbon dynamics used by many different scientists.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/06/2016<br>\n\t\t\t\t\tModified by: George&nbsp;W&nbsp;Kling</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual merit:  \n\nThis research project investigated how carbon moves from soils into streams and lakes, and how that carbon is converted into greenhouse gases and released from surface waters to the atmosphere.   Direct measurements were made of the amount of carbon moved in a stream draining a small watershed, as well as the amount of carbon dioxide and methane released from a lake to the atmosphere.  The project is a collaboration with the Marine Biological Lab, the University of Alaska, Fairbanks, and the University of Michigan, and this report focuses on the University of Michigan award.  One important goal and outcome of the project was to build a database of fundamental information on carbon movement and dynamics in arctic ecosystems, specifically at a single \"Flagship site\", that can be used by researchers worldwide. \n\nThe main finding of the project is that the carbon balance of a watershed, the total amount of carbon dioxide released to the atmosphere versus stored in soils or lost to the ocean in rivers, is strongly dependent on the interactions between aquatic and terrestrial ecosystems.  In other words, when the loss of carbon to the atmosphere from plants and soil is high, the loss in the stream draining the watershed is also high.  It appears that the main driver of these losses is the strength and frequency of storms, especially rainstorms during the unfrozen period of the year (summer months in the Arctic).  These storms create conditions that reduce the ability of plants on land and plants in water to take up carbon from the atmosphere, and there is a large flushing effect of carbon from soils into streams and lakes.  The research also discovered that this flushing effect from land is controlled in an interesting way.  As the soils start to saturate with water during heavy rainstorms, the water begins flowing across the land surface.  This overland flow is interrupted by the local or \"micro-scale topography\" of the vegetation, which in the tundra is caused by the bunches of sedge called tussocks.  As the overland flow hits the tussocks it is driven back into the ground a little, and then it resurfaces downslope.  This \"porpoising\" of water from just above to just below the land surface causes the mixing of deeper soil water that contains higher amounts of carbon toward the surface, where it can runoff into the stream.  This project is the first to demonstrate this mechanism of surface and groundwater exchange, and it appears to affect the timing and total amount of carbon that moves from land to streams and lakes.\n\nBroader Impacts:\n\nThe real driver of climate warming is the human input of heat trapping gases to the atmosphere.  This perturbation to the global carbon cycle has reached the point where other parts of the natural cycle are poised to change their behavior.  For example, much of this tremendous store of carbon in arctic and boreal soils has been encased in permafrost for many thousands of years, but as climate warms the permafrost thaws, causes damage to cold-region infrastructure, and the previously-frozen carbon may be released to the atmosphere.  Because there is a tremendous amount of this permafrost carbon, more than twice that found in the atmosphere, if it thaws and is converted to carbon dioxide it could potentially cause a strong, positive feedback that drives more rapid global warming.  This warming feedback is called the \"Arctic amplification\", and the ultimate strength of this amplification is a concern and a topic of great debate.   Because there is a substantial movement of carbon from soils to surface waters in the Arctic, understanding the controls on this movement and how this carbon is converted into greenhouse gases and released back to the atmosphere is critical for our understanding of how the Arctic will amplify warming of the entire planet in the future.  This project has contributed to our understanding of the controls of this movement of carbon from permafrost soils to surface waters, has contributed to teaching and outreach, and has contributed to databases on carbon dynamics used by many different scientists.\n\n \n\n\t\t\t\t\tLast Modified: 10/06/2016\n\n\t\t\t\t\tSubmitted by: George W Kling"
 }
}