{
 "awd_id": "1107910",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI: Classification and Analysis of Culturally Modified Trees in the Weipa Region of Australia",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 5700.0,
 "awd_amount": 5700.0,
 "awd_min_amd_letter_date": "2011-05-18",
 "awd_max_amd_letter_date": "2011-05-18",
 "awd_abstract_narration": null,
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Emily",
   "pi_last_name": "Shepard",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Emily E Shepard",
   "pi_email_addr": "",
   "nsf_id": "000576475",
   "pi_start_date": "2011-05-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Shepard                 Emily          E",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "St. Paul",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "",
  "inst_zip_code": "551073528",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MN04",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Shepard                 Emily          E",
  "perf_str_addr": "",
  "perf_city_name": "St. Paul",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "551073528",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5912",
   "pgm_ref_txt": "AUSTRALIA"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 5700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project focused on archaeological evidence of cross-cultural engagements in the Weipa region of northeastern Australia (Figure One). During European colonization beginning in the late 1800s, Indigenous peoples in this area were violently forced off their traditional lands and sequestered on missions or conscripted to work in cattle or fishing industries. For the most part, documentary evidence of Indigenous experiences of colonization in this region is either non-existent or strongly biased by European perspectives. Consequently, archaeological studies are an important aspect of increasing our understanding of Indigenous communities during this time period. This project sought to investigate aspects of Indigenous economies of the Weipa region by focusing on a specific archaeological site type - culturally modified trees (CMTs) created by Indigenous peoples during wild honey collection.</p>\n<p>Archaeological surveys in the Weipa region have documented thousands of CMTs, and while they remain undated they most likely were created during the past 150 years. Honey was harvested from stingless bees known locally as &lsquo;sugarbag flies&rsquo; by making apertures in tree trunks to access hives, a process which results in distinctive scars on trees (Figure Two). Large apertures facilitate quick access to honey, but are likely to disrupt production and preclude further harvest. Although honey collection was almost certainly a part of Indigenous lifeways for many thousands of years, prior archaeological and anthropological research suggests that honey procurement strategies shifted substantially in the past century. Honey collection practices provide insight into several aspects of Indigenous responses to European settlement, including changes in land use and resource management strategies.</p>\n<p>For this project, I conducted field work at the Weipa Mission site, located near Albatross Bay on the northwestern Cape York Peninsula. During this time, I worked with Indigenous traditional owners to locate and record CMTs. This information was added to the already large database of CMTs in the region. I used digital photos to obtain precise measurements of hundreds of scars in the database. CMT location and attribute data was added to a GIS to allow spatial analysis. Subsequently, I conducted various statistical tests to investigate temporal and spatial shifts in honey production. Statistical tests employed include: the Spearman&rsquo;s rank correlation, the Mann-Whitney U test, and the chi-square test. The impact of colonization on honey harvesting practices was examined by comparing CMTs from two study sites &ndash; Weipa Peninsula, where engagements with Europeans were prelevent, and Palm Creek, which was much more isolated.</p>\n<p>Results of this study suggest that honey harvesting strategies changed substantially as Indigenous communities were denied access to traditional land and reorganized subsistence pursuits to incorporate providing food within the mission economy. Apertures on CMTs located on Weipa Peninsula are statistically larger than those CMTs at Palm Creek (Figure Three). Additionally, CMTs at Weipa Peninsula were statistically more likely to have been felled to access honey than CMTs at Palm Creek (Figure Four). These markedly different patterns of honey collection near historical settlements point to a significant change in sugarbag harvest during colonization from a strategy that allowed continued revisiting and reuse of hives towards a strategy focused on short-term intensification of honey production.</p>\n<p>Many members of local Indigenous communities are interested in preserving and learning from CMTs. This project added to the regional database of CMTs and expanded methods of documentation and classification. Additionally, this study began important statistical and spatial analysis of these CMTs. Preliminary results of these analyses provide eviden...",
  "por_txt_cntn": "\nThis project focused on archaeological evidence of cross-cultural engagements in the Weipa region of northeastern Australia (Figure One). During European colonization beginning in the late 1800s, Indigenous peoples in this area were violently forced off their traditional lands and sequestered on missions or conscripted to work in cattle or fishing industries. For the most part, documentary evidence of Indigenous experiences of colonization in this region is either non-existent or strongly biased by European perspectives. Consequently, archaeological studies are an important aspect of increasing our understanding of Indigenous communities during this time period. This project sought to investigate aspects of Indigenous economies of the Weipa region by focusing on a specific archaeological site type - culturally modified trees (CMTs) created by Indigenous peoples during wild honey collection.\n\nArchaeological surveys in the Weipa region have documented thousands of CMTs, and while they remain undated they most likely were created during the past 150 years. Honey was harvested from stingless bees known locally as æsugarbag fliesÆ by making apertures in tree trunks to access hives, a process which results in distinctive scars on trees (Figure Two). Large apertures facilitate quick access to honey, but are likely to disrupt production and preclude further harvest. Although honey collection was almost certainly a part of Indigenous lifeways for many thousands of years, prior archaeological and anthropological research suggests that honey procurement strategies shifted substantially in the past century. Honey collection practices provide insight into several aspects of Indigenous responses to European settlement, including changes in land use and resource management strategies.\n\nFor this project, I conducted field work at the Weipa Mission site, located near Albatross Bay on the northwestern Cape York Peninsula. During this time, I worked with Indigenous traditional owners to locate and record CMTs. This information was added to the already large database of CMTs in the region. I used digital photos to obtain precise measurements of hundreds of scars in the database. CMT location and attribute data was added to a GIS to allow spatial analysis. Subsequently, I conducted various statistical tests to investigate temporal and spatial shifts in honey production. Statistical tests employed include: the SpearmanÆs rank correlation, the Mann-Whitney U test, and the chi-square test. The impact of colonization on honey harvesting practices was examined by comparing CMTs from two study sites &ndash; Weipa Peninsula, where engagements with Europeans were prelevent, and Palm Creek, which was much more isolated.\n\nResults of this study suggest that honey harvesting strategies changed substantially as Indigenous communities were denied access to traditional land and reorganized subsistence pursuits to incorporate providing food within the mission economy. Apertures on CMTs located on Weipa Peninsula are statistically larger than those CMTs at Palm Creek (Figure Three). Additionally, CMTs at Weipa Peninsula were statistically more likely to have been felled to access honey than CMTs at Palm Creek (Figure Four). These markedly different patterns of honey collection near historical settlements point to a significant change in sugarbag harvest during colonization from a strategy that allowed continued revisiting and reuse of hives towards a strategy focused on short-term intensification of honey production.\n\nMany members of local Indigenous communities are interested in preserving and learning from CMTs. This project added to the regional database of CMTs and expanded methods of documentation and classification. Additionally, this study began important statistical and spatial analysis of these CMTs. Preliminary results of these analyses provide evidence of changing resource management practices of Indigenous communities as people were increasingly tied ..."
 }
}