{
 "awd_id": "1107686",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI:Resource Allocation, Social Interaction, Information Communication Technologies, and Scientifi",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 5700.0,
 "awd_amount": 5700.0,
 "awd_min_amd_letter_date": "2011-05-11",
 "awd_max_amd_letter_date": "2011-05-11",
 "awd_abstract_narration": null,
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrea",
   "pi_last_name": "Beattie",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Andrea D Beattie",
   "pi_email_addr": "",
   "nsf_id": "000576069",
   "pi_start_date": "2011-05-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Beattie                 Andrea         D",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Laredo",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "",
  "inst_zip_code": "780416025",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "TX28",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Beattie                 Andrea         D",
  "perf_str_addr": "",
  "perf_city_name": "Laredo",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "780416025",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "TX28",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5942",
   "pgm_ref_txt": "KOREA"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 5700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp; The project titled &ldquo;Resource Allocation, Social Interaction, Information Communication Technologies, and Scientific Productivity and Technological Innovation in Graduate Science Programs,&rdquo; funded by the National Science Foundation East Asian and Pacific Summer Institute Program in 2011 proposed to study South Korean graduate science programs, specifically in the scientific research laboratory setting (EAPSI 1107686). The project included both face-to-face quantitative survey questionnaires and in-depth qualitative interviews of graduate students and professors in the life sciences in two top Korean universities. Among the variables examined includes: resource allocation (through questions about access to and use of laboratory resources and research grants and awards); formal and informal professional ties (through questions relating to patterns an compositions of professional networks and research collaboration); utilization of information and communication technologies (through questions regarding the extensity (number of years), intensity (hours per week), and diversity (number of uses) of cell phone, email, and internet use); scientific productivity (through self-reported publication counts in local, international, and top journals); and technical innovation (through self-reported number of patents).</p>\n<p><br />&nbsp;&nbsp; In Seoul, South Korea, PI worked with Dr. Dong Hoon Oh from the Korea Institute of Science and Technology Evaluation and Planning in planning the on-site survey project. PI attended seminars with KISTEP employees to be trained on South Korean science systems, and was introduced to different employees working on a variety of projects on science and technology policy. PI also attended various academic and research conferences during the duration of the EAPSI program. PI has participated in and helped with an international survey research project in Singapore with the funding of the National Science Foundation Science of Science and Innovation Policy (SBE 0830109 and SES 0938298), under the mentorship of Drs. Marcus and Ruby Ynalvez in 2010. This project, however, was the first time PI organized and directed an international survey research project. In the process, PI developed professional networking skills and international collaboration skills, as well as executed the use of critical thinking and problem-solving skills to tackle some of the challenges of international research. PI gained valuable insight from interacting face-to-face with Korean graduate students and professors as well as visiting actual Korean scientific research laboratories. This experience has helped guide the PI&rsquo;s current research direction that focuses on asymmetrical relationships, or power, in the scientific research laboratory setting, and serves as a valuable lesson for future survey research projects both in the United States and abroad.</p>\n<p>&nbsp;&nbsp; PI continues working with the data gathered from the NSF-EAPSI 2011 project as well as data gather by Drs. Marcus and Ruby Ynalvez in graduate science programs in Japan, Singapore, and Taiwan in preparation for the following semester&rsquo;s thesis coursework for a Master of Arts in Political Science at Texas A&amp;M International University. PI aims to develop a rough measure for publication productivity that takes into account both quantitative and qualitative aspects of publications by using a weighted measure for top versus non-top publications. PI also seeks to create quantitative measures for power, authority, and legitimacy using the existing data set. PI aspires to attend a graduate school to acquire a Ph.D. in Public Policy, and hopes to continue to practice developing the skills that were refined in the East Asian and Pacific Summer Institute Program of 2011.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/23/2011<br>\n\t\t\t\t\tModified by: Andrea&nbsp;D&nbsp;Beattie</p>\n</div>\n<di...",
  "por_txt_cntn": "\n   The project titled \"Resource Allocation, Social Interaction, Information Communication Technologies, and Scientific Productivity and Technological Innovation in Graduate Science Programs,\" funded by the National Science Foundation East Asian and Pacific Summer Institute Program in 2011 proposed to study South Korean graduate science programs, specifically in the scientific research laboratory setting (EAPSI 1107686). The project included both face-to-face quantitative survey questionnaires and in-depth qualitative interviews of graduate students and professors in the life sciences in two top Korean universities. Among the variables examined includes: resource allocation (through questions about access to and use of laboratory resources and research grants and awards); formal and informal professional ties (through questions relating to patterns an compositions of professional networks and research collaboration); utilization of information and communication technologies (through questions regarding the extensity (number of years), intensity (hours per week), and diversity (number of uses) of cell phone, email, and internet use); scientific productivity (through self-reported publication counts in local, international, and top journals); and technical innovation (through self-reported number of patents).\n\n\n   In Seoul, South Korea, PI worked with Dr. Dong Hoon Oh from the Korea Institute of Science and Technology Evaluation and Planning in planning the on-site survey project. PI attended seminars with KISTEP employees to be trained on South Korean science systems, and was introduced to different employees working on a variety of projects on science and technology policy. PI also attended various academic and research conferences during the duration of the EAPSI program. PI has participated in and helped with an international survey research project in Singapore with the funding of the National Science Foundation Science of Science and Innovation Policy (SBE 0830109 and SES 0938298), under the mentorship of Drs. Marcus and Ruby Ynalvez in 2010. This project, however, was the first time PI organized and directed an international survey research project. In the process, PI developed professional networking skills and international collaboration skills, as well as executed the use of critical thinking and problem-solving skills to tackle some of the challenges of international research. PI gained valuable insight from interacting face-to-face with Korean graduate students and professors as well as visiting actual Korean scientific research laboratories. This experience has helped guide the PIÆs current research direction that focuses on asymmetrical relationships, or power, in the scientific research laboratory setting, and serves as a valuable lesson for future survey research projects both in the United States and abroad.\n\n   PI continues working with the data gathered from the NSF-EAPSI 2011 project as well as data gather by Drs. Marcus and Ruby Ynalvez in graduate science programs in Japan, Singapore, and Taiwan in preparation for the following semesterÆs thesis coursework for a Master of Arts in Political Science at Texas A&amp;M International University. PI aims to develop a rough measure for publication productivity that takes into account both quantitative and qualitative aspects of publications by using a weighted measure for top versus non-top publications. PI also seeks to create quantitative measures for power, authority, and legitimacy using the existing data set. PI aspires to attend a graduate school to acquire a Ph.D. in Public Policy, and hopes to continue to practice developing the skills that were refined in the East Asian and Pacific Summer Institute Program of 2011.\n\n\t\t\t\t\tLast Modified: 12/23/2011\n\n\t\t\t\t\tSubmitted by: Andrea D Beattie"
 }
}