{
 "awd_id": "1107838",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Materials World Network: Nanoscale Studies of Fundamental Mechanisms of Deformation in Amorphous Materials",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael J. Scott",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 600000.0,
 "awd_min_amd_letter_date": "2011-08-24",
 "awd_max_amd_letter_date": "2011-08-24",
 "awd_abstract_narration": "The strength, ductility, and forming ability of metallic alloys are all related to plastic deformation, which arises from the motion of dislocations. While dislocation processes are well understood, many important materials (including oxide glasses, metallic glasses, many polymers, and some semiconductors) are non-crystalline and undergo plastic deformation by mechanisms that do not involve dislocations. A better understanding of these mechanisms would aid the development of new materials with high strength and improved resistance to fracture and fatigue. This collaborative international research effort uses advanced experimental and computational techniques to characterize, quantify, and predict fundamental mechanisms of plastic deformation in amorphous materials. The experimental and computational portions of the programs are linked by a continuum non-equilibrium thermodynamic framework based on the shear transformation zone (STZ) theory of deformation of amorphous materials. To accomplish this, the effort brings together international experts in electron microscopy (W. Chen, Tohoku University, Japan), x-ray scattering (T. Hufnagel, Johns Hopkins U.), micromechanical testing (L. Greer, Cambridge U., UK), and computational materials science (M. Falk, Johns Hopkins U.).  Structural characterization efforts focus on quantifying the effects of deformation on the nanoscale structure of amorphous materials; these include aberration-corrected transmission electron microscopy, fluctuation electron microscopy, and coherent x-ray scattering. The nanoscale mechanical properties are measured by instrumented nanoindentation and micropillar compression over a range of temperatures. In order to place the work in the broadest possible context, materials at two extremes of structure and behavior are studied: metallic glasses, with largely non-directional bonding and substantial ability to support plastic deformation; and amorphous silicon, with highly directional covalent bonding and limited plastic deformation. The experimental efforts are complemented by atomistic simulations and continuum modeling. The atomistic simulations allow detailed investigation of fundamental mechanisms of deformation and the accompanying structural evolution, and are critical for interpreting the experimental results. Continuum numerical solutions of well-posed boundary value problems are compared to carefully chosen experiments to test the validity of the STZ theory and place the experimental observations in the context of a predictive constitutive theory.\r\n\r\nThe effort advances the education and training of graduate students, undergraduate students, and post-doctoral scholars by integrating them into an international research team that includes researchers from the United States, United Kingdom, and\r\nJapan. A central feature of the effort is the opportunity for the junior members of the team to make extended visits to the other institutions to foster the collaboration and benefit from extended exposure to different cultures. The collaboration is also fostered by regular web conferences and annual meetings of the entire team. Another focus is the use of peer instruction techniques in undergraduate materials science and engineering education. Content appropriate for a sophomore-level Structure of Materials course is developed and the effectiveness of this teaching methodology is being evaluated. Results of the assessments will be disseminated via journal articles and conference presentations, and the teaching content produced will be made freely available for other instructors to use.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Todd",
   "pi_last_name": "Hufnagel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Todd Hufnagel",
   "pi_email_addr": "hufnagel@jhu.edu",
   "nsf_id": "000324944",
   "pi_start_date": "2011-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Falk",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Michael L Falk",
   "pi_email_addr": "mfalk@jhu.edu",
   "nsf_id": "000172156",
   "pi_start_date": "2011-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N CHARLES ST",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177100",
   "pgm_ele_name": "METAL & METALLIC NANOSTRUCTURE"
  },
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7488",
   "pgm_ref_txt": "MATERIALS WORLD NETWORK"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 600000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Overview</strong> - This project was a collaboration between Johns Hopkins University (Baltimore), the University of Cambridge (England), and Tohoku University (Sendai, Japan). Both research and educational activities were undertaken, as described below. The report focuses on the work funded by the US National Science Foundation at Johns Hopkins University. Rather than covering a broad range of results superficially, we provide context and describe in depth two key results from our work.</p>\n<p><br /><strong>Research</strong> - Amorphous alloys, better known as metallic glasses, have an atomic-scale structure that is highly disordered on the atomic scale. This is in contrast to conventional alloys, in which the atomic positions are regularly arranged on a crystalline lattice. Much of our understanding of the mechanical properties (strength, ductility, and fracture resistance) of crystalline alloys comes from an understanding of how these properties are affected by defects in the crystalline lattice. The mechanical behavior of amorphous alloys is much less well understood because we lack insight into the connection between the disordered structure and the resulting mechanisms of deformation on the atomic scale.<br />One important description of the connection between structure and behavior of metallic glasses is known as the shear transformation zone (STZ) model in which small groups of perhaps 10-100 atoms rearrange themselves in response to stresses on the material. Mathematically, these rearrangements can be thought of as the local structure \"flipping\" from one configuration to another due to the stress. An important question, therefore, is what features of the structure determine whether or not a particular group of atoms will \"flip\" due to stress - that is to say, can we identify shear transformation zones based on the atomic structure before they deform?<br />Prior work by other researchers has shown there are preferred ways for atoms in metallic glasses to pack themselves together. Because the overall structure of the glass is disordered, however, this preferred packing can only exist over short distances and there are other regions of the glass where the atomic packing is unfavorable. It is just in these regions of unfavorable packing where deformation can occur when stress is applied. We sought to map out the defect structure of a glass by measuring (in a computer simulation) the stress required to cause local groups of atoms to deform (Figure 1). We clearly see a distribution of strengths in the regions that can be deformed, and furthermore that the resistance of any given region to deformation depends on the orientation of the applied stress. Interestingly, these regions continue to be easily deformable even after they have been subjected to dozens of deformation events. These results provide important insight for future research into the connection between atomic-scale structure and mechanical behavior of metallic glasses.</p>\n<p><strong>Education</strong> - There is a growing recognition that the traditional lecture-based format of engineering courses is not particularly effective in promoting student learning, and that better outcomes can be expected from teaching approaches in which students are actively engaged in learning in the classroom. One popular approach is peer instruction, in which students effectively teach each other in small groups, under the guidance of the course instructor. One specific way in which this can been done is through the use of multiple-choice \"concept questions\" designed to probe the students' understanding of fundamental concepts related to the course material.<br />Although enthusiasm for these new approaches is high, in many cases there is a lack of data showing that they actually work better than traditional lectures. Given that changing teaching methodologies requires a significant commitment of time from the ...",
  "por_txt_cntn": "\nOverview - This project was a collaboration between Johns Hopkins University (Baltimore), the University of Cambridge (England), and Tohoku University (Sendai, Japan). Both research and educational activities were undertaken, as described below. The report focuses on the work funded by the US National Science Foundation at Johns Hopkins University. Rather than covering a broad range of results superficially, we provide context and describe in depth two key results from our work.\n\n\nResearch - Amorphous alloys, better known as metallic glasses, have an atomic-scale structure that is highly disordered on the atomic scale. This is in contrast to conventional alloys, in which the atomic positions are regularly arranged on a crystalline lattice. Much of our understanding of the mechanical properties (strength, ductility, and fracture resistance) of crystalline alloys comes from an understanding of how these properties are affected by defects in the crystalline lattice. The mechanical behavior of amorphous alloys is much less well understood because we lack insight into the connection between the disordered structure and the resulting mechanisms of deformation on the atomic scale.\nOne important description of the connection between structure and behavior of metallic glasses is known as the shear transformation zone (STZ) model in which small groups of perhaps 10-100 atoms rearrange themselves in response to stresses on the material. Mathematically, these rearrangements can be thought of as the local structure \"flipping\" from one configuration to another due to the stress. An important question, therefore, is what features of the structure determine whether or not a particular group of atoms will \"flip\" due to stress - that is to say, can we identify shear transformation zones based on the atomic structure before they deform?\nPrior work by other researchers has shown there are preferred ways for atoms in metallic glasses to pack themselves together. Because the overall structure of the glass is disordered, however, this preferred packing can only exist over short distances and there are other regions of the glass where the atomic packing is unfavorable. It is just in these regions of unfavorable packing where deformation can occur when stress is applied. We sought to map out the defect structure of a glass by measuring (in a computer simulation) the stress required to cause local groups of atoms to deform (Figure 1). We clearly see a distribution of strengths in the regions that can be deformed, and furthermore that the resistance of any given region to deformation depends on the orientation of the applied stress. Interestingly, these regions continue to be easily deformable even after they have been subjected to dozens of deformation events. These results provide important insight for future research into the connection between atomic-scale structure and mechanical behavior of metallic glasses.\n\nEducation - There is a growing recognition that the traditional lecture-based format of engineering courses is not particularly effective in promoting student learning, and that better outcomes can be expected from teaching approaches in which students are actively engaged in learning in the classroom. One popular approach is peer instruction, in which students effectively teach each other in small groups, under the guidance of the course instructor. One specific way in which this can been done is through the use of multiple-choice \"concept questions\" designed to probe the students' understanding of fundamental concepts related to the course material.\nAlthough enthusiasm for these new approaches is high, in many cases there is a lack of data showing that they actually work better than traditional lectures. Given that changing teaching methodologies requires a significant commitment of time from the instructor and (often) resources from the institution, it is important to show, quantitatively, that the new ways are better than the old.\nWe hav..."
 }
}