{
 "awd_id": "1107798",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Forty-Thousand Years of Yedoma: An investigation into the spatial heterogeneity and paleo-history of organic-rich permafrost in Alaska",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William J. Wiseman, Jr.",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 218221.0,
 "awd_amount": 218221.0,
 "awd_min_amd_letter_date": "2011-09-14",
 "awd_max_amd_letter_date": "2011-09-14",
 "awd_abstract_narration": "NON-TECHNICAL ABSTRACT\r\nfor\r\nCollaborative Research: Forty-Thousand Years of Yedoma (ARC 1107571)\r\nAn investigation into the spatial heterogeneity and \r\npaleo-history of organic-rich permafrost in Alaska\r\n\r\n\r\nA new permafrost tunnel 4 m high and 30 m long was excavated near Fox, Alaska in 2011. It is adjacent to the older and widely known CRREL tunnel. The new tunnel penetrates yedoma (loess or silt) deposits ranging from modern to more than 40,000 years old.  Beautifully exposed in the walls of the tunnel are a series of ice wedges, thermokarst-cave ice, and paleosols that record the climatic and ecological history of central Alaska since the last Ice Age. We propose to map and sample these sediments using a variety of analysis techniques, including extensive AMS radiocarbon dating to reveal environmental conditions during the yedoma formation.  We will use the results to reconstruct the paleo-climatic and environmental history of the central Alaska region, a region that during the past 40,000 years has been cold enough to produce and support permafrost, but where now permafrost is thawing.  The expected results will not only tell us about how climate has varied in Alaska during this critical period, but also in the other yedoma regions of the world which include Siberia and Canada.  The new tunnel will be used as a classroom for students in geology and environmental engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yuri",
   "pi_last_name": "Shur",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Yuri L Shur",
   "pi_email_addr": "yshur@alaska.edu",
   "nsf_id": "000203762",
   "pi_start_date": "2011-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Beget",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "James E Beget",
   "pi_email_addr": "ffjeb1@uaf.edu",
   "nsf_id": "000430219",
   "pi_start_date": "2011-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Bigelow",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy H Bigelow",
   "pi_email_addr": "nhbigelow@alaska.edu",
   "nsf_id": "000092583",
   "pi_start_date": "2011-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mikhail",
   "pi_last_name": "Kanevskiy",
   "pi_mid_init": "Z",
   "pi_sufx_name": "",
   "pi_full_name": "Mikhail Z Kanevskiy",
   "pi_email_addr": "mkanevskiy@alaska.edu",
   "nsf_id": "000517792",
   "pi_start_date": "2011-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alaska Fairbanks Campus",
  "inst_street_address": "2145 N TANANA LOOP",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRBANKS",
  "inst_state_code": "AK",
  "inst_state_name": "Alaska",
  "inst_phone_num": "9074747301",
  "inst_zip_code": "997750001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AK00",
  "org_lgl_bus_name": "UNIVERSITY OF ALASKA FAIRBANKS",
  "org_prnt_uei_num": "",
  "org_uei_num": "FDLEQSJ8FF63"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alaska Fairbanks Campus",
  "perf_str_addr": "2145 N TANANA LOOP",
  "perf_city_name": "FAIRBANKS",
  "perf_st_code": "AK",
  "perf_st_name": "Alaska",
  "perf_zip_code": "997750001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "AK00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 218221.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Permafrost, or perennially frozen ground, occupies about 25% of the land. Much present-day permafrost is a relic of old permafrost formed dozens and hundreds of thousands years ago during the Late Pleistocene. The contemporary geological period, the Holocene, is younger than 10,000 years. At the transition between the Pleistocene and the Holocene periods, the world&rsquo;s climate became warmer and wetter, and in many places these permafrost stores began to degrade. This process has continued for 10,000 years.</p>\n<p>The Late Pleistocene was favorable to permafrost formation; during that time deposits formed that are unlike any other permafrost formed during the Holocene. This late Pleistocene deposit of ice-rich silt, known as yedoma, is one of the most prominent features of the Arctic environment.&nbsp; Yedoma is characterized by extremely ice-rich, loess-like silt with wide ice-wedges penetrating its entire thickness, which mainly ranges from 10 to 30 meters but in some areas can be 50 meters thick or more.&nbsp; These massive ice wedges, which can be from 2 to 6 meters wide, are found throughout yedoma, making up as much as 30&ndash;50% of its total volume and even more in the high Arctic (Figure1).</p>\n<p>Yedoma formed by accumulation of new soil on the existing ground surface as it froze.&nbsp; Because it transformed to permafrost so quickly, remnants of the flora and fauna from the Pleistocene are preserved in the frozen soils. On the plus side, scientists can learn a great deal about plants and animals of that period, and about how climate change took place at the transition to the Holocene period. On the other hand, as the current climate warms, that big pool of frozen organic material can thaw and rot, releasing greenhouse gases that contribute to climate change.&nbsp;</p>\n<p>Intellectual Merit<br />In 1963 CRREL excavated a tunnel near Fox, Alaska, exposing a sequence of yedoma that ranged in age from 45,000 to 25,000 years old. The tunnel has been a focal point for permafrost research for nearly five decades, the basis for more than 70 scientific and technical papers, and a destination for researchers from dozens of countries and institutions. It has also been the ultimate permafrost education and outreach facility, hosting up to 1,000 visitors a year.&nbsp; Over time, the tunnel has degraded, becoming less useful to scientists and compromising the stability of the tunnel structure.</p>\n<p>The Department of Defense funded excavation of a new tunnel, which will ultimately be over 200&nbsp; meters long and will connect to the old permafrost tunnel (Figure2). Currently the total length of the new excavation is 53 meters. The new tunnel exposed well-preserved yedoma with numerous bodies of massive ice (Figure3).</p>\n<p>This project produced detailed permafrost description in the area by drilling and coring 18 boreholes and mapping the permafrost exposed in walls and ceiling of the tunnel. We collected and analyzed data on the environment from 35,000 to 25,000 years ago, when the exposed yedoma formed. Together with our studies in the Alaska Interior, on the Seward Peninsula, and on the Arctic Foothills, this work has provided the most comprehensive knowledge on Alaska yedoma and its properties. We have learned how yedoma has reacted to past climate warming. Our evidence suggests that as the upper part of the yedoma modified through thawing and refreezing, it became more stable, more resistant to change due to future local impacts and climate change than it was in its original state.</p>\n<p>The new tunnel will serve as a research facility, providing opportunities for longterm studies in permafrost, paleoecology, paleomicrobiology, paleoclimatology, and frozen ground engineering. Our research sets a baseline for all such studies. The permafrost tunnel is the only facility where repeated studies of yedoma are possible, since any natural exposures are quickly d...",
  "por_txt_cntn": "\nPermafrost, or perennially frozen ground, occupies about 25% of the land. Much present-day permafrost is a relic of old permafrost formed dozens and hundreds of thousands years ago during the Late Pleistocene. The contemporary geological period, the Holocene, is younger than 10,000 years. At the transition between the Pleistocene and the Holocene periods, the worldÆs climate became warmer and wetter, and in many places these permafrost stores began to degrade. This process has continued for 10,000 years.\n\nThe Late Pleistocene was favorable to permafrost formation; during that time deposits formed that are unlike any other permafrost formed during the Holocene. This late Pleistocene deposit of ice-rich silt, known as yedoma, is one of the most prominent features of the Arctic environment.  Yedoma is characterized by extremely ice-rich, loess-like silt with wide ice-wedges penetrating its entire thickness, which mainly ranges from 10 to 30 meters but in some areas can be 50 meters thick or more.  These massive ice wedges, which can be from 2 to 6 meters wide, are found throughout yedoma, making up as much as 30&ndash;50% of its total volume and even more in the high Arctic (Figure1).\n\nYedoma formed by accumulation of new soil on the existing ground surface as it froze.  Because it transformed to permafrost so quickly, remnants of the flora and fauna from the Pleistocene are preserved in the frozen soils. On the plus side, scientists can learn a great deal about plants and animals of that period, and about how climate change took place at the transition to the Holocene period. On the other hand, as the current climate warms, that big pool of frozen organic material can thaw and rot, releasing greenhouse gases that contribute to climate change. \n\nIntellectual Merit\nIn 1963 CRREL excavated a tunnel near Fox, Alaska, exposing a sequence of yedoma that ranged in age from 45,000 to 25,000 years old. The tunnel has been a focal point for permafrost research for nearly five decades, the basis for more than 70 scientific and technical papers, and a destination for researchers from dozens of countries and institutions. It has also been the ultimate permafrost education and outreach facility, hosting up to 1,000 visitors a year.  Over time, the tunnel has degraded, becoming less useful to scientists and compromising the stability of the tunnel structure.\n\nThe Department of Defense funded excavation of a new tunnel, which will ultimately be over 200  meters long and will connect to the old permafrost tunnel (Figure2). Currently the total length of the new excavation is 53 meters. The new tunnel exposed well-preserved yedoma with numerous bodies of massive ice (Figure3).\n\nThis project produced detailed permafrost description in the area by drilling and coring 18 boreholes and mapping the permafrost exposed in walls and ceiling of the tunnel. We collected and analyzed data on the environment from 35,000 to 25,000 years ago, when the exposed yedoma formed. Together with our studies in the Alaska Interior, on the Seward Peninsula, and on the Arctic Foothills, this work has provided the most comprehensive knowledge on Alaska yedoma and its properties. We have learned how yedoma has reacted to past climate warming. Our evidence suggests that as the upper part of the yedoma modified through thawing and refreezing, it became more stable, more resistant to change due to future local impacts and climate change than it was in its original state.\n\nThe new tunnel will serve as a research facility, providing opportunities for longterm studies in permafrost, paleoecology, paleomicrobiology, paleoclimatology, and frozen ground engineering. Our research sets a baseline for all such studies. The permafrost tunnel is the only facility where repeated studies of yedoma are possible, since any natural exposures are quickly destroyed by thawing and erosion. The tunnel allows scientists from different schools and countries to compare their study methods and ideas..."
 }
}