{
 "awd_id": "1107428",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Surface Energy Budgets at Arctic Terrestrial Sites: Quantifying Energy and Momentum Fluxes and their Associated Physical Processes",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Neil R. Swanberg",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 436800.0,
 "awd_amount": 436800.0,
 "awd_min_amd_letter_date": "2011-08-16",
 "awd_max_amd_letter_date": "2011-08-16",
 "awd_abstract_narration": "This project will perform diagnostic analyses of the processes modulating the surface radiative, turbulent, and conductive fluxes at several Study of Environmental Arctic Change (SEARCH) climate observatories located around the Arctic Ocean in Canada, Alaska, and Siberia to investigate the annual cycle of the surface energy budget (SEB) and its coupling to atmospheric and surface processes. Where necessary, existing observations will be augmented to complete the suite of SEB measurements. Data exist or will be obtained to focus on the following scientific questions: \r\n(i) What processes govern the SEB at Arctic terrestrial sites? What role do local effects such as terrain or coastlines play? How large is the local spatial SEB heterogeneity? How do the physical processes affecting the SEB differ among the various sites? How do these SEB climatologies compare with a sea-ice regime as represented by the SHEBA site, or with that of Greenland? Which SEB terms might be impacted by climate change and how? \r\n(ii) What is the relative contribution from classical Monin-Obukhov similarity (MOS) and non-MOS processes to heat and momentum fluxes at Arctic terrestrial sites? Are existing bulk algorithms for surface turbulent fluxes in models applicable at Arctic sites or is the development of new ones necessary? \r\n(iii) Which SEB terms determine the soil temperatures and the active layer depth? What mechanisms force variability in those terms? How does the annual cycle of snow cover at each site influence the SEB and thus temperature regimes?\r\nComparisons of key processes at these terrestrial sites will be made to those done by other researchers over Arctic sea ice and on Greenland. \r\nThese coordinated observations and analyses, which provide process understanding of atmospheric-soil interactions in the Arctic, are rare and will be of interest to a broad spectrum of the scientific community, including the remote sensing and modeling communities. The resulting data and analyses will likely be key data sources for future model studies in a variety of disciplines. Physical understanding of the modulation of energy fluxes to permafrost should provide enhanced understanding of the potential for the greenhouse gas release process in climate-change scenarios. The project takes advantage of interagency and international collaborations with investigators located around the Arctic (USA, Canada, and Russia) and will contribute to education on Arctic climate systems through partnership with the CIRES Education and Outreach group, leading to teacher development and classroom implementation of new climate topics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrey",
   "pi_last_name": "Grachev",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Andrey A Grachev",
   "pi_email_addr": "Andrey.Grachev@colorado.edu",
   "nsf_id": "000420121",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ola P",
   "pi_last_name": "Persson",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Ola P G Persson",
   "pi_email_addr": "ola.persson@colorado.edu",
   "nsf_id": "000321772",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Stone",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Robert S Stone",
   "pi_email_addr": "robert.stone@noaa.gov",
   "nsf_id": "000116208",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Hare",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey E Hare",
   "pi_email_addr": "jeffrey.hare@colorado.edu",
   "nsf_id": "000278970",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "521900",
   "pgm_ele_name": "ARCSS-Arctic System Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 436800.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project entitled \"Surface Energy Budgets at Arctic Terrestrial Sites: Quantifying Energy and Momentum Fluxes and their Associated Physical Processes\" focuses on analyses of existing data from Arctic terrestrial stations with multi-year measurements of the surface energy budget (SEB), clouds, soil temperature profiles, and basic meteorological measurements. Four sites are of particular interest owing to the comprehensiveness of data collected and regional representativeness: Barrow (Alaska, USA), Eureka and Alert (Canadian territory of Nunavut), and Tiksi (East Siberia, Russia). The significant scientific results and other outcomes are listed below.<br />Seasonal and latitudinal variations of surface meteorology and surface fluxes including all SEB components at Eureka and Tiksi located at two quite different latitudes (80.0N and 71.6N respectively) were analyzed in detail to describe the seasons in the Arctic. It was shown that due to the fact that in average the higher latitudes receive less solar radiation than lower latitudes, a length of warm season is shorter and middle-summer magnitude of the turbulent fluxes is generally less in Eureka than in Tiksi. It was found a high correlation between the turbulent fluxes of sensible heat, latent heat, and carbon dioxide and the net solar radiation. A comprehensive evaluation of energy balance closure problem is performed based on the multi-year data sets collected at Arctic terrestrial sites.<br />We described a long-lived (1.5-2 months) convective boundary layer (CBL) over land during Arctic summer; a new phenomenon which is not reported before. Long-lived CBL is associated with almost continuous unstable stratification, upward sensible heat flux, and downward carbon dioxide turbulent flux. This phenomenon was well documented for Eureka during 2009-2014 summer seasons. However, it was not observed at lower latitudes (Barrow and Tiksi). This is due to the fact that a solar elevation angle (and therefore the solar irradiance) at local midnight in the middle of Arctic summer is higher for Eureka as compared to Tiksi and Barrow.<br />We examined and discussed long-term variations and monthly mean anomalies in components of the surface radiation budget, and surface and upper-air temperatures (at 850 mb) at Barrow for the period 1992-2012 and at Alert for the period 2004-2012. In particular, the close relationship between longwave (LW) upwelling and LW downwelling was found as pertaining to cloud-forcing. Trends were documented based on annual basis as an indicator of Arctic climate change.<br />We described and discussed a big picture of synoptic-scale forcing and role of atmospheric dynamics on changing temperature regimes at Arctic terrestrial sites. A case study of the 'big warm-up' with focus on the impact of cloud-radiative forcing and dynamics on permafrost temperatures was tracked from Tiksi to Alert during winter 2012. <br />We examined the upper limit of applicability of the Monin-Obukhov similarity theory and z-less predictions in the stable atmospheric boundary layer based on the critical Richardson number concept. <br />Local similarity theory for the stably stratified boundary layer is suggested based on the Brunt-V&auml;is&auml;l&auml; frequency and the dissipation rate of turbulent kinetic energy instead the turbulent fluxes used in the traditional Monin-Obukhov similarity theory (Dougherty-Ozmidov scaling). <br />Turbulent mixing and similarity of various scalars (temperature, water vapor, and carbon dioxide) are analyzed. We show that the water vapor and carbon dioxide are transported similarly to one another. However both H2O and CO2 fluxes are transported differently (but not substantially) as compared with the sensible heat flux.<br />To broaden the reach of the scientific work done under this project we developed and disseminated a three-part curriculum unit that focuses on bringing authentic scien...",
  "por_txt_cntn": "\nThe project entitled \"Surface Energy Budgets at Arctic Terrestrial Sites: Quantifying Energy and Momentum Fluxes and their Associated Physical Processes\" focuses on analyses of existing data from Arctic terrestrial stations with multi-year measurements of the surface energy budget (SEB), clouds, soil temperature profiles, and basic meteorological measurements. Four sites are of particular interest owing to the comprehensiveness of data collected and regional representativeness: Barrow (Alaska, USA), Eureka and Alert (Canadian territory of Nunavut), and Tiksi (East Siberia, Russia). The significant scientific results and other outcomes are listed below.\nSeasonal and latitudinal variations of surface meteorology and surface fluxes including all SEB components at Eureka and Tiksi located at two quite different latitudes (80.0N and 71.6N respectively) were analyzed in detail to describe the seasons in the Arctic. It was shown that due to the fact that in average the higher latitudes receive less solar radiation than lower latitudes, a length of warm season is shorter and middle-summer magnitude of the turbulent fluxes is generally less in Eureka than in Tiksi. It was found a high correlation between the turbulent fluxes of sensible heat, latent heat, and carbon dioxide and the net solar radiation. A comprehensive evaluation of energy balance closure problem is performed based on the multi-year data sets collected at Arctic terrestrial sites.\nWe described a long-lived (1.5-2 months) convective boundary layer (CBL) over land during Arctic summer; a new phenomenon which is not reported before. Long-lived CBL is associated with almost continuous unstable stratification, upward sensible heat flux, and downward carbon dioxide turbulent flux. This phenomenon was well documented for Eureka during 2009-2014 summer seasons. However, it was not observed at lower latitudes (Barrow and Tiksi). This is due to the fact that a solar elevation angle (and therefore the solar irradiance) at local midnight in the middle of Arctic summer is higher for Eureka as compared to Tiksi and Barrow.\nWe examined and discussed long-term variations and monthly mean anomalies in components of the surface radiation budget, and surface and upper-air temperatures (at 850 mb) at Barrow for the period 1992-2012 and at Alert for the period 2004-2012. In particular, the close relationship between longwave (LW) upwelling and LW downwelling was found as pertaining to cloud-forcing. Trends were documented based on annual basis as an indicator of Arctic climate change.\nWe described and discussed a big picture of synoptic-scale forcing and role of atmospheric dynamics on changing temperature regimes at Arctic terrestrial sites. A case study of the 'big warm-up' with focus on the impact of cloud-radiative forcing and dynamics on permafrost temperatures was tracked from Tiksi to Alert during winter 2012. \nWe examined the upper limit of applicability of the Monin-Obukhov similarity theory and z-less predictions in the stable atmospheric boundary layer based on the critical Richardson number concept. \nLocal similarity theory for the stably stratified boundary layer is suggested based on the Brunt-V&auml;is&auml;l&auml; frequency and the dissipation rate of turbulent kinetic energy instead the turbulent fluxes used in the traditional Monin-Obukhov similarity theory (Dougherty-Ozmidov scaling). \nTurbulent mixing and similarity of various scalars (temperature, water vapor, and carbon dioxide) are analyzed. We show that the water vapor and carbon dioxide are transported similarly to one another. However both H2O and CO2 fluxes are transported differently (but not substantially) as compared with the sensible heat flux.\nTo broaden the reach of the scientific work done under this project we developed and disseminated a three-part curriculum unit that focuses on bringing authentic scientific data from this research project to middle and high school classrooms. Major outreach activities ..."
 }
}