{
 "awd_id": "1107278",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Collaborative Research: Dye-anchored nanocatalysts for improved solar energy conversion efficiency",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George J. Antos",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 51226.0,
 "awd_amount": 51226.0,
 "awd_min_amd_letter_date": "2011-03-28",
 "awd_max_amd_letter_date": "2011-03-28",
 "awd_abstract_narration": "Dye-sensitized solar cells (DSSC) are a very promising technology for low-cost conversion of solar energy to electricity. The device has three essential components: a wide-bandgap semiconductor (nanocrystalline TiO2) film deposited on a transparent conducting glass electrode and coated with a dye; a platinized counterelectrode; and an electrolyte solution containing the iodide/triiodide redox couple. However, cell efficiencies have been limited due largely to the high electrochemical overpotential (about 0.5 V) needed to drive the critical dye regeneration reaction, where iodide reduces an oxidized dye molecule bound to a TiO2 nanoparticle, yielding triiodide and the uncharged dye as products. The PIs, Professors Alex Agrios of the University of Connecticut, Storrs, CT, and Elena Galoppini of Rutgers University, Newark, NJ, propose to attach catalytic Pt nanoparticles to the dye molecules anchored to the TiO2 surfaces. They hypothesize that Pt bound to the dye molecule can catalyze dye regeneration, routing the reaction through less energetic intermediates and greatly reducing the overpotential required between oxidized dye and iodide. This work will employ catalysis to remove a longstanding limitation on the energy conversion efficiency of low-cost dye-sensitized solar cells.\r\n\r\nThis collaborative EAGER proposal covers experiments to carry out the initial syntheses and experiments to test the main hypothesis to demonstrate the possibility of nanocatalysts to improve DSSC solar energy conversion efficiency. About half of the electrochemical energy of each electron hole pair is lost due to energy losses in the electrochemical processes driving the cell.  It is generally acknowledged that the next breakthrough in DSSC research will be the recovery of this lost energy. The significance of this work will be both practical and fundamental, with the concept of molecularly anchored nanocatalysts having potential implications in diverse fields.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elena",
   "pi_last_name": "Galoppini",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elena Galoppini",
   "pi_email_addr": "galoppin@rutgers.edu",
   "nsf_id": "000312701",
   "pi_start_date": "2011-03-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University Newark",
  "inst_street_address": "123 WASHINGTON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9739720283",
  "inst_zip_code": "071023026",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NJ10",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "T3NGNR66YK89"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University Newark",
  "perf_str_addr": "123 WASHINGTON ST",
  "perf_city_name": "NEWARK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "071023026",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NJ10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "046E",
   "pgm_ref_txt": "Electrochem, Photochem & Fuel Cls"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 51226.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p>The dye-sensitized solar (DSSC) cell<br />is a technology for efficient solar energy conversion using low-cost materials.<br />Dye molecules are adsorbed to semiconducting nanoparticle surfaces. When the<br />dye absorbs sunlight, an electron in the molecule is excited and injected into<br />the semiconducting nanoparticle. This electron is extracted and routed through<br />an external circuit to provide electrical power, and the electron returns at a<br />lower energy level to the DSSC&rsquo;s &ldquo;counterelectrode&rdquo;. From there, the electron<br />reacts with a redox mediator, which effectively transports the electron across<br />a liquid layer back into a dye molecule, completing the circuit. The redox<br />mediator is a critical component of this device and must be chosen carefully.<br />The iodide/triiodide redox couple is very well suited to this task, with small<br />size (allowing for fast diffusion through the liquid), low light absorbance (so<br />it does not attenuate the sunlight), low cost, high solubility in reduced and<br />oxidized forms, and low rates of undesirable short-circuiting reactions.<br />However, iodide can only deliver an electron to a dye molecule if the electron<br />drops in energy by at least 0.5 eV in the process. This represents a<br />significant energy loss, since the voltage produced by a good DSSC is typically<br />about 0.8 V.</p>\n<p><br /><br /></p>\n<p>INTELLECTUAL MERIT</p>\n<p><br /><br /></p>\n<p>We proposed a scheme for reducing<br />the energy loss in the electron transfer between iodide and a dye molecule. The<br />concept is based on a proposed modified dye molecule that, while it binds to<br />the semiconducting nanoparticle surface, can also attach to a platinum nanoparticle<br />(see Figure 1), which catalyzes the electron transfer, allowing it to take<br />place with much less energy loss.</p>\n<p><br /><br /></p>\n<p>We received funding for a 1-year<br />&ldquo;seed&rdquo; project to gather preliminary data and test the feasibility of this<br />scheme. To that end, we have produced platinum &nbsp;nanoparticles of the desired size (about 1.5<br />nm), synthesized a modified dye molecule, and shown that the dye can attach to<br />a semiconducting nanoparticle, absorb light and inject electrons into the<br />semiconductor, and bind platinum nanoparticles.</p>\n<p><br /><br /></p>\n<p>This sets the stage for launching<br />the full project, wherein dyes are tailored to have the correct electron energy<br />levels to realize the effects of the platinum nanocatalysts and allow the<br />fabrication of DSSCs based on iodide/triiodide with greatly increased output<br />power and therefore solar power conversion efficiency. We have proposed this<br />project to NSF.</p>\n<p><br /><br /></p>\n<p class=\"Default\">Dye-sensitized<br />solar cells (DSSC) are a very promising technology for low-cost conversion of<br />solar energy to electricity. However, cell efficiencies have been limited due<br />in part &nbsp;to the high electrochemical<br />overpotential (energy loss,&nbsp; about 0.5 V)<br />needed to drive the critical dye regeneration reaction, &nbsp;where the dye is reduced by iodide in the<br />electrolyte.&nbsp;&nbsp;</p>\n<p><br /><br /></p>\n<p class=\"Default\">BROADER IMPACTS</p>\n<p><br /><br /></p>\n<p class=\"Default\">This work lays &nbsp;the foundation to our attempts to employ<br />catalysis to remove a longstanding limitation on the energy conversion<br />efficiency of low-cost dye-sensitized solar cells. The two graduate students<br />involved in the project, one from each institution, and one undergraduate<br />student, &nbsp;benefited&nbsp; greatly from the interdisciplinary work,<br />frequent exchanges and co-advising&nbsp;<br />between institutions have occurred,&nbsp;&nbsp;<br />and the students were&nbsp; exposed to<br />new areas of technical and broadened their &nbsp;expertise.</p><br>\n<p>...",
  "por_txt_cntn": "\n\n\n\n\nThe dye-sensitized solar (DSSC) cell\nis a technology for efficient solar energy conversion using low-cost materials.\nDye molecules are adsorbed to semiconducting nanoparticle surfaces. When the\ndye absorbs sunlight, an electron in the molecule is excited and injected into\nthe semiconducting nanoparticle. This electron is extracted and routed through\nan external circuit to provide electrical power, and the electron returns at a\nlower energy level to the DSSCÆs \"counterelectrode\". From there, the electron\nreacts with a redox mediator, which effectively transports the electron across\na liquid layer back into a dye molecule, completing the circuit. The redox\nmediator is a critical component of this device and must be chosen carefully.\nThe iodide/triiodide redox couple is very well suited to this task, with small\nsize (allowing for fast diffusion through the liquid), low light absorbance (so\nit does not attenuate the sunlight), low cost, high solubility in reduced and\noxidized forms, and low rates of undesirable short-circuiting reactions.\nHowever, iodide can only deliver an electron to a dye molecule if the electron\ndrops in energy by at least 0.5 eV in the process. This represents a\nsignificant energy loss, since the voltage produced by a good DSSC is typically\nabout 0.8 V.\n\n\n\n\n\nINTELLECTUAL MERIT\n\n\n\n\n\nWe proposed a scheme for reducing\nthe energy loss in the electron transfer between iodide and a dye molecule. The\nconcept is based on a proposed modified dye molecule that, while it binds to\nthe semiconducting nanoparticle surface, can also attach to a platinum nanoparticle\n(see Figure 1), which catalyzes the electron transfer, allowing it to take\nplace with much less energy loss.\n\n\n\n\n\nWe received funding for a 1-year\n\"seed\" project to gather preliminary data and test the feasibility of this\nscheme. To that end, we have produced platinum  nanoparticles of the desired size (about 1.5\nnm), synthesized a modified dye molecule, and shown that the dye can attach to\na semiconducting nanoparticle, absorb light and inject electrons into the\nsemiconductor, and bind platinum nanoparticles.\n\n\n\n\n\nThis sets the stage for launching\nthe full project, wherein dyes are tailored to have the correct electron energy\nlevels to realize the effects of the platinum nanocatalysts and allow the\nfabrication of DSSCs based on iodide/triiodide with greatly increased output\npower and therefore solar power conversion efficiency. We have proposed this\nproject to NSF.\n\n\n\n\nDye-sensitized\nsolar cells (DSSC) are a very promising technology for low-cost conversion of\nsolar energy to electricity. However, cell efficiencies have been limited due\nin part  to the high electrochemical\noverpotential (energy loss,  about 0.5 V)\nneeded to drive the critical dye regeneration reaction,  where the dye is reduced by iodide in the\nelectrolyte.  \n\n\n\n\nBROADER IMPACTS\n\n\n\n\nThis work lays  the foundation to our attempts to employ\ncatalysis to remove a longstanding limitation on the energy conversion\nefficiency of low-cost dye-sensitized solar cells. The two graduate students\ninvolved in the project, one from each institution, and one undergraduate\nstudent,  benefited  greatly from the interdisciplinary work,\nfrequent exchanges and co-advising \nbetween institutions have occurred,  \nand the students were  exposed to\nnew areas of technical and broadened their  expertise.\n\n\t\t\t\t\tLast Modified: 06/23/2013\n\n\t\t\t\t\tSubmitted by: Elena Galoppini"
 }
}