{
 "awd_id": "1107853",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI:The effects of warming and grazing on soil microbial diversity",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 5700.0,
 "awd_amount": 5700.0,
 "awd_min_amd_letter_date": "2011-05-12",
 "awd_max_amd_letter_date": "2011-05-12",
 "awd_abstract_narration": null,
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aurora",
   "pi_last_name": "MacRae-Crerar",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Aurora A MacRae-Crerar",
   "pi_email_addr": "",
   "nsf_id": "000573942",
   "pi_start_date": "2011-05-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "MacRae-Crerar           Aurora         A",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Philadelphia",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "",
  "inst_zip_code": "191431918",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "MacRae-Crerar           Aurora         A",
  "perf_str_addr": "",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191431918",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5942",
   "pgm_ref_txt": "KOREA"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 5700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In the 1500s, Leonardo da Vinci was attributed with saying, &ldquo;We know more about the movement of celestial bodies than about the soil underfoot.&rdquo; Incredibly, this statement still holds true today, over 500 years later.&nbsp; With my dissertation research, I am hoping to uncover some of the secrets buried in the soil.</p>\n<p>&nbsp;</p>\n<p>The key to a healthy terrestrial ecosystem is healthy soil; in turn, the key to healthy soil lies in the diversity of organisms that live in, recycle and maintain that soil.&nbsp; The definition of <em>soil health</em> from the U.S. Department of Agriculture is simply &ldquo;the capacity of a soil to function.&rdquo; These functions include supporting animal and plant life, maintaining or enhancing air and water quality and sustaining human health and habitation. These essential ecosystem services are dependent on microorganisms, which decompose organic matter and recycle nutrients needed for optimal plant and ecosystem productivity. Hence, microbes are vital for the maintenance of healthy soil and, in turn, form the foundation of the ecosystem services that humans need to thrive. Unfortunately, very little is known about the structure (who&rsquo;s there) and function (what they&rsquo;re doing) of soil microbial communities&mdash;let alone how these communities will be affected by either climate or land-use change. This large gap in the scientific canon is both overwhelming and awe-inspiring, as illustrated by Julian Davies, Professor Emeritus of microbiology at the University of British Columbia, who says, &ldquo;Once the diversity of the microbial world is catalogued, it will make astronomy look like a pitiful science.&rdquo;&nbsp; Though daunting, it is imperative for the health of our natural ecosystems and human societies that this knowledge gap be filled.</p>\n<p>&nbsp;</p>\n<p>Through the NSF EAPSI program, I was able to learn the latest techniques for investigating soil microbial communities with the goal of understanding how they affect soil health.&nbsp; Specifically, I spent the summer working&nbsp;&nbsp; in the Geographical Ecology Laboratory of Professor Jonathan Adams at Seoul National University in South Korea.&nbsp; The Adams lab specializes in characterizing microbes using DNA-based molecular techniques. The microscopic size and immense diversity of these organisms (there can be up to 4 billion microbes in just one teaspoon of soil) necessitates the use of cutting-edge laboratory techniques and a substantial amount of computational power to answer the simple questions of &ldquo;who&rsquo;s there?&rdquo; and \"what are they doing?\"</p>\n<p>&nbsp;</p>\n<p>I particular, I collected my soil samples from a climate change experiment in the grasslands of northern Mongolia, which appear to be heating up faster than many other places on earth.&nbsp; Within the context of this climate change experiment, I am interested in understanding how warming will affect the soil microbial community, and hence the soil health of these Mongolian grasslands.&nbsp; I brought my soil samples from Mongolia to Korea, where I was able to identify the microbes in my samples using the laboratory and computational resources of the Adams lab. Most recently, presented this work at the Argonne Soils MetagenomicsWorkshop, where I won first place in the student poster contest (<a href=\"http://www.mobio.com/blog/2011/10/20/what-does-an-award-winning-student-poster-look-like/\">http://www.mobio.com/blog/2011/10/20/what-does-an-award-winning-student-poster-look-like/</a>). I am continuing this work as I pursue my doctoral degree at the University of Pennsylvania. These results show that the soil microbial communities from different soil types and experimental treatments are distinct in their overall species composition and diversity.&nbsp; I will use these results as baseline data, which I will compare with data from soil samples that I will analyze...",
  "por_txt_cntn": "\nIn the 1500s, Leonardo da Vinci was attributed with saying, \"We know more about the movement of celestial bodies than about the soil underfoot.\" Incredibly, this statement still holds true today, over 500 years later.  With my dissertation research, I am hoping to uncover some of the secrets buried in the soil.\n\n \n\nThe key to a healthy terrestrial ecosystem is healthy soil; in turn, the key to healthy soil lies in the diversity of organisms that live in, recycle and maintain that soil.  The definition of soil health from the U.S. Department of Agriculture is simply \"the capacity of a soil to function.\" These functions include supporting animal and plant life, maintaining or enhancing air and water quality and sustaining human health and habitation. These essential ecosystem services are dependent on microorganisms, which decompose organic matter and recycle nutrients needed for optimal plant and ecosystem productivity. Hence, microbes are vital for the maintenance of healthy soil and, in turn, form the foundation of the ecosystem services that humans need to thrive. Unfortunately, very little is known about the structure (whoÆs there) and function (what theyÆre doing) of soil microbial communities&mdash;let alone how these communities will be affected by either climate or land-use change. This large gap in the scientific canon is both overwhelming and awe-inspiring, as illustrated by Julian Davies, Professor Emeritus of microbiology at the University of British Columbia, who says, \"Once the diversity of the microbial world is catalogued, it will make astronomy look like a pitiful science.\"  Though daunting, it is imperative for the health of our natural ecosystems and human societies that this knowledge gap be filled.\n\n \n\nThrough the NSF EAPSI program, I was able to learn the latest techniques for investigating soil microbial communities with the goal of understanding how they affect soil health.  Specifically, I spent the summer working   in the Geographical Ecology Laboratory of Professor Jonathan Adams at Seoul National University in South Korea.  The Adams lab specializes in characterizing microbes using DNA-based molecular techniques. The microscopic size and immense diversity of these organisms (there can be up to 4 billion microbes in just one teaspoon of soil) necessitates the use of cutting-edge laboratory techniques and a substantial amount of computational power to answer the simple questions of \"whoÆs there?\" and \"what are they doing?\"\n\n \n\nI particular, I collected my soil samples from a climate change experiment in the grasslands of northern Mongolia, which appear to be heating up faster than many other places on earth.  Within the context of this climate change experiment, I am interested in understanding how warming will affect the soil microbial community, and hence the soil health of these Mongolian grasslands.  I brought my soil samples from Mongolia to Korea, where I was able to identify the microbes in my samples using the laboratory and computational resources of the Adams lab. Most recently, presented this work at the Argonne Soils MetagenomicsWorkshop, where I won first place in the student poster contest (http://www.mobio.com/blog/2011/10/20/what-does-an-award-winning-student-poster-look-like/). I am continuing this work as I pursue my doctoral degree at the University of Pennsylvania. These results show that the soil microbial communities from different soil types and experimental treatments are distinct in their overall species composition and diversity.  I will use these results as baseline data, which I will compare with data from soil samples that I will analyze in the future as I pursue my doctoral degree at the University of Pennsylvania. Through this work I hope to understand how warming affects soil microbes and soil health.\n\n \n\nMy tenure as an NSF EAPSI fellow was invaluable, for the scientific techniques I learned, the cultural experiences I had and the enduring collaborations I was able to ..."
 }
}