{
 "awd_id": "1107545",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI: Electromechanical Behavior of BN Nanotubes: Combined Theoretical/Experimental Approach",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 5700.0,
 "awd_amount": 5700.0,
 "awd_min_amd_letter_date": "2011-05-12",
 "awd_max_amd_letter_date": "2011-05-12",
 "awd_abstract_narration": null,
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ilia",
   "pi_last_name": "Nikiforov",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Ilia A Nikiforov",
   "pi_email_addr": "",
   "nsf_id": "000578041",
   "pi_start_date": "2011-05-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Nikiforov               Ilia           A",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Minneapolis",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "",
  "inst_zip_code": "554141629",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Nikiforov               Ilia           A",
  "perf_str_addr": "",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554141629",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 5700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was an international, interdisciplinary collaboration between my host lab and I to study the mechanical behavior of boron-nitride (BN) nanostructures. My home lab has the unique capability to simulate the behavior of nanostructures under angular deformations such as bending using the objective molecular dynamics (OMD) atomistic simulation method, while my host lab has the unique capability to directly deform nanostructures in situ within a transmission electron microscope, as well as excellent BN nanostructure synthesis ability. Bending simulations of BN nanoribbons were performed and their behavior under bending was quantitatively characterized throughout different stages of the bending process. My host lab carried out the difficult process of synthesizing, isolating, and manipulating the BN nanoribbons in bending experiments. There was agreement between the experimental and computational findings. The mechanical behavior of BN nanoribbons is not well-studied either experimentally or computationally, so we now possess a greater understanding of BN nanoribbons&rsquo; mechanical properties, backed up by both theoretical and experimental findings. OMD allowed for quick simulation of relatively large BN nanoribbons, which would be much more difficult to simulate using traditional atomistic simulation methods. We are currently in the process of writing a joint manuscript between our labs to report our findings.</p>\n<p>Perhaps more importantly, this project has cultivated a relationship between my host lab and my home lab, paving the way for future experimental &ndash; computational collaborations studying a variety of nanomaterials.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/13/2011<br>\n\t\t\t\t\tModified by: Ilia&nbsp;A&nbsp;Nikiforov</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project was an international, interdisciplinary collaboration between my host lab and I to study the mechanical behavior of boron-nitride (BN) nanostructures. My home lab has the unique capability to simulate the behavior of nanostructures under angular deformations such as bending using the objective molecular dynamics (OMD) atomistic simulation method, while my host lab has the unique capability to directly deform nanostructures in situ within a transmission electron microscope, as well as excellent BN nanostructure synthesis ability. Bending simulations of BN nanoribbons were performed and their behavior under bending was quantitatively characterized throughout different stages of the bending process. My host lab carried out the difficult process of synthesizing, isolating, and manipulating the BN nanoribbons in bending experiments. There was agreement between the experimental and computational findings. The mechanical behavior of BN nanoribbons is not well-studied either experimentally or computationally, so we now possess a greater understanding of BN nanoribbonsÆ mechanical properties, backed up by both theoretical and experimental findings. OMD allowed for quick simulation of relatively large BN nanoribbons, which would be much more difficult to simulate using traditional atomistic simulation methods. We are currently in the process of writing a joint manuscript between our labs to report our findings.\n\nPerhaps more importantly, this project has cultivated a relationship between my host lab and my home lab, paving the way for future experimental &ndash; computational collaborations studying a variety of nanomaterials.\n\n\t\t\t\t\tLast Modified: 12/13/2011\n\n\t\t\t\t\tSubmitted by: Ilia A Nikiforov"
 }
}