{
 "awd_id": "1107831",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI:Ultrafast Excited State Dynamics of Red Fluorescent Proteins",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 5700.0,
 "awd_amount": 5700.0,
 "awd_min_amd_letter_date": "2011-05-12",
 "awd_max_amd_letter_date": "2011-05-12",
 "awd_abstract_narration": null,
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Lubbeck",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer L Lubbeck",
   "pi_email_addr": "",
   "nsf_id": "000574793",
   "pi_start_date": "2011-05-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lubbeck                 Jennifer       L",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "",
  "inst_zip_code": "803056192",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Lubbeck                 Jennifer       L",
  "perf_str_addr": "",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803056192",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 5700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Fluorescent proteins have revolutionized imaging due to their biological compatibility. However, the red fluorescent protein (RFP) variants, whose emission and excitation maxima lie in a window optically favorable for <em>in vivo</em> imaging, remain sub optimal with respect to their quantum yield, photostability, and blinking (dark-state conversion) properties. To optimize these properties, a deeper understanding of the excited state proteins&rsquo; flexibility is required.</p>\n<p>This project used ultrafast spectroscopy techniques to determine the flexibility of the chromophore and chromophore pocket for a series of RFP mutants. Flexibility was then correlated to specific point mutations in order to determine a given residue&rsquo;s effect on dark-state formation. Time-resolved fluorescence upconversion spectroscopy and time correlated single photon counting was used to reconstruct the time-dependent emission spectra of each RFP. From these spectra, the time-dependent Stokes shift and spectral density was used to determine pocket flexibility and a given residue&rsquo;s perturbation of the spectral density. Time-dependent anisotropy decays for a given wavelength were also collected to establish chromophore flexibility. Collectively, this data helps clarify how given mutations to a chromophore pocket correlate to changes in dark-state formation and will be used to design future RFP mutants in an attempt to decrease dark-state conversion and photobleaching.</p>\n<p>Furthermore, this project had broader impacts that are equally as important as the scientific progress made. Since 1990, approximately 3,700 papers have been published on fluorescent proteins. Of these, Japan and the United States have contributed the vast majority (approximately 2,300). However, only approximately 80 papers (&lt; 4%) have been the result of collaborative attempts between the two countries. This project fostered collaboration between labs in the USA and Japan, which are of synergistic interests but lack collaborative communication. This project also presented the unique opportunity to experience Japanese culture and better understand the scientific climate in Japan and will facilitate future collaborative attempts between the USA and Japan. Projects such as these play an important roll in driving science in the USA forward during this present era where collaborative attempts facilitate scientific success.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/19/2011<br>\n\t\t\t\t\tModified by: Jennifer&nbsp;L&nbsp;Lubbeck</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFluorescent proteins have revolutionized imaging due to their biological compatibility. However, the red fluorescent protein (RFP) variants, whose emission and excitation maxima lie in a window optically favorable for in vivo imaging, remain sub optimal with respect to their quantum yield, photostability, and blinking (dark-state conversion) properties. To optimize these properties, a deeper understanding of the excited state proteinsÆ flexibility is required.\n\nThis project used ultrafast spectroscopy techniques to determine the flexibility of the chromophore and chromophore pocket for a series of RFP mutants. Flexibility was then correlated to specific point mutations in order to determine a given residueÆs effect on dark-state formation. Time-resolved fluorescence upconversion spectroscopy and time correlated single photon counting was used to reconstruct the time-dependent emission spectra of each RFP. From these spectra, the time-dependent Stokes shift and spectral density was used to determine pocket flexibility and a given residueÆs perturbation of the spectral density. Time-dependent anisotropy decays for a given wavelength were also collected to establish chromophore flexibility. Collectively, this data helps clarify how given mutations to a chromophore pocket correlate to changes in dark-state formation and will be used to design future RFP mutants in an attempt to decrease dark-state conversion and photobleaching.\n\nFurthermore, this project had broader impacts that are equally as important as the scientific progress made. Since 1990, approximately 3,700 papers have been published on fluorescent proteins. Of these, Japan and the United States have contributed the vast majority (approximately 2,300). However, only approximately 80 papers (&lt; 4%) have been the result of collaborative attempts between the two countries. This project fostered collaboration between labs in the USA and Japan, which are of synergistic interests but lack collaborative communication. This project also presented the unique opportunity to experience Japanese culture and better understand the scientific climate in Japan and will facilitate future collaborative attempts between the USA and Japan. Projects such as these play an important roll in driving science in the USA forward during this present era where collaborative attempts facilitate scientific success.\n\n \n\n\t\t\t\t\tLast Modified: 12/19/2011\n\n\t\t\t\t\tSubmitted by: Jennifer L Lubbeck"
 }
}