{
 "awd_id": "1107004",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Causal Inference from Two-level Factorial Designs",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2011-09-20",
 "awd_max_amd_letter_date": "2011-09-20",
 "awd_abstract_narration": "The investigators develop a framework for causal inference from two-level factorial and fractional factorial designs with particular sensitivity to applications to social, behavioral and biomedical sciences. The framework utilizes the concept of potential outcomes that lies at the center stage of causal inference and extends Neyman's repeated sampling approach for estimation of causal effects and randomization tests based on Fisher's sharp null hypothesis to the case of 2-level factorial experiments. The framework allows for statistical inference from a finite population, permits definition and estimation of parameters other than ``average factorial effects'' and leads to more flexible inference procedures than those based on ordinary least squares estimation from a linear model. It also ensures validity of statistical inference when the investigation becomes an observational study in lieu of a randomized factorial experiment due to randomization restrictions.\r\n\r\nFactorial designs allow efficient and cost-effective assessments of the relative effects of several factors and their interactions on output variables of interest. Such designs have been successfully applied in several scientific, engineering and industrial endeavors, but not often used in the social, behavioral or biomedical sciences in spite of several potential applications in these fields. The proposed methodology addresses the complications associated with multi-factor experiments in the aforesaid fields and has a wide range of applications. It can be applied, for example, to assess the impact of several new initiatives on high-school education; or to conduct cost-effective clinical trials to study individual and combined effects of different treatments offered to patients suffering from a certain disease; or to identify critical factors that affect yield of complex physical processes in material science like synthesis of nanostructures. It can also be applied to comparative effectiveness research (e.g., in evidence-based medicine).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tirthankar",
   "pi_last_name": "Dasgupta",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tirthankar Dasgupta",
   "pi_email_addr": "tirthankar.dasgupta@rutgers.edu",
   "nsf_id": "000545293",
   "pi_start_date": "2011-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "Rubin",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Donald B Rubin",
   "pi_email_addr": "donald.rubin@temple.edu",
   "nsf_id": "000308024",
   "pi_start_date": "2011-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Experimental designs constitute a class of statistical methodology in which one or more inputs or experimental factors (treatments) are deliberately varied to study their (individual and combined) causal effects on some measurable characteristic (response) associated with a group of experimental units. Among various types of experimental designs, factorial designs involve simultaneous exploration of the causal effects of several factors on the response of interest.one or more outcome variable (response) of interest.</p>\n<p>&nbsp;</p>\n<p>The analysis of factorial experiments is typically driven by the manner in which the experimental units (e.g., plots of land) are assigned to treatment combinations (e.g., types of irrigation and fertilizer). Randomized allocation is considered to be the &ldquo;gold standard&rdquo; because it guarantees balance of uncontrollable variables across treatment combinations on an average and provides a basis for inference.</p>\n<p>&nbsp;</p>\n<p>Originally motivated by agricultural experiments, factorial designs have found extensive applications in industrial experimentation as well as in the physical sciences. In comparison, they have found few applications in social, behavioral and biomedical (SBB) experiments. However, in recent times, there has been a considerable amount of interest in the possibility of application of such designs in SBB experiments. Examples include educational experiments, clinical trials and stem-cell experiments.</p>\n<p>&nbsp;</p>\n<p>The difficulties involved in application of factorial designs to SBB experiments include: (a) Large unit-to-unit difference due to the presence of a large number of uncontrollable covariates (e.g., different medical conditions of a group of patients exposed to a clinical trial).</p>\n<p>(b) The desire to distinguish between inference for the finite population of units in the study (e.g. volunteers) and that from a larger population.</p>\n<p>(c) Practical difficulties in randomizing units to certain treatment combinations (e.g., schools refuse to accept a new bonus scheme for teachers as an attempted new intervention aimed at improving school performance).</p>\n<p>&nbsp;Our research involves development of a basic framework for drawing causal inference from factorial experiments where one or more of the above challenges exist. Our methodological contribution has been disseminated through three papers in peer-reviewed journals (two accepted, one under review) and two doctoral dissertation theses. We have also developed some computation tools in the form of R packages and codes that should help practitioners use some of our proposed methods.</p>\n<p>&nbsp;The methods for screening active effects have been applied to stem cell experiments conducted at the Melton Laboratory at Harvard. The project involved the design, implementation and analysis of an experiment to ascertain the causal effects of twenty-four chemical modulators on the ability of converting pancreatic stem cells into insulin-generating pancreatic beta cells. Successful identification of these modulators (and the appropriate levels of their concentrations) that have a significant impact on the probability of conversion of a stem cell into a beta cell could lead to a significant breakthrough in research on stem-cell therapy for reduction of Type-I diabetes.&nbsp; In spite of the adoption of cutting-edge technology, these experiments were complex due to: (i) the large number of chemical modulators involved which made the search space very large (ii) possible existence of complex interactions among these modulators, which, if exploited, could lead the experimenters to significant enhancement of the probability of conversion, (iii) limited availability of a-priori biological knowledge. A major challenge in this project were therefore to choose an appropriate factorial design, come up with a meaningful statistical analysis consistent ...",
  "por_txt_cntn": "\nExperimental designs constitute a class of statistical methodology in which one or more inputs or experimental factors (treatments) are deliberately varied to study their (individual and combined) causal effects on some measurable characteristic (response) associated with a group of experimental units. Among various types of experimental designs, factorial designs involve simultaneous exploration of the causal effects of several factors on the response of interest.one or more outcome variable (response) of interest.\n\n \n\nThe analysis of factorial experiments is typically driven by the manner in which the experimental units (e.g., plots of land) are assigned to treatment combinations (e.g., types of irrigation and fertilizer). Randomized allocation is considered to be the \"gold standard\" because it guarantees balance of uncontrollable variables across treatment combinations on an average and provides a basis for inference.\n\n \n\nOriginally motivated by agricultural experiments, factorial designs have found extensive applications in industrial experimentation as well as in the physical sciences. In comparison, they have found few applications in social, behavioral and biomedical (SBB) experiments. However, in recent times, there has been a considerable amount of interest in the possibility of application of such designs in SBB experiments. Examples include educational experiments, clinical trials and stem-cell experiments.\n\n \n\nThe difficulties involved in application of factorial designs to SBB experiments include: (a) Large unit-to-unit difference due to the presence of a large number of uncontrollable covariates (e.g., different medical conditions of a group of patients exposed to a clinical trial).\n\n(b) The desire to distinguish between inference for the finite population of units in the study (e.g. volunteers) and that from a larger population.\n\n(c) Practical difficulties in randomizing units to certain treatment combinations (e.g., schools refuse to accept a new bonus scheme for teachers as an attempted new intervention aimed at improving school performance).\n\n Our research involves development of a basic framework for drawing causal inference from factorial experiments where one or more of the above challenges exist. Our methodological contribution has been disseminated through three papers in peer-reviewed journals (two accepted, one under review) and two doctoral dissertation theses. We have also developed some computation tools in the form of R packages and codes that should help practitioners use some of our proposed methods.\n\n The methods for screening active effects have been applied to stem cell experiments conducted at the Melton Laboratory at Harvard. The project involved the design, implementation and analysis of an experiment to ascertain the causal effects of twenty-four chemical modulators on the ability of converting pancreatic stem cells into insulin-generating pancreatic beta cells. Successful identification of these modulators (and the appropriate levels of their concentrations) that have a significant impact on the probability of conversion of a stem cell into a beta cell could lead to a significant breakthrough in research on stem-cell therapy for reduction of Type-I diabetes.  In spite of the adoption of cutting-edge technology, these experiments were complex due to: (i) the large number of chemical modulators involved which made the search space very large (ii) possible existence of complex interactions among these modulators, which, if exploited, could lead the experimenters to significant enhancement of the probability of conversion, (iii) limited availability of a-priori biological knowledge. A major challenge in this project were therefore to choose an appropriate factorial design, come up with a meaningful statistical analysis consistent with the experimental design, overcoming unprecedented disturbances that resulted in distortion of some information and finally, interpret results in such that way ..."
 }
}