{
 "awd_id": "1107176",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Protein-Metallic Nanoparticles for Biosensing and Targeted Cell Ablation",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rajakkannu Mutharasan",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2013-11-30",
 "tot_intn_awd_amt": 165000.0,
 "awd_amount": 165000.0,
 "awd_min_amd_letter_date": "2011-08-11",
 "awd_max_amd_letter_date": "2011-08-11",
 "awd_abstract_narration": "1107176 \r\nSpano\r\n\r\nThe goals of this project are: 1) to construct an innovative proteinbased\r\nnanometer-sized self-assembling delivery system (\"adaptosome\") containing\r\nmetal particles that will be used for specific cell targeting and 2) to characterize and\r\nrefine these structures by Raman spectroscopy. The Localized Surface Plasmon (LSP)\r\nand Surface enhanced Raman Scattering (SERS) properties of these metal-protein\r\nhybrid nanoparticles will be exploited for their inherent signal amplification and\r\ntransduction properties. These properties have direct application for molecule and cell\r\nidentification and for non-destructive sensing. The adaptosome will be a superior\r\nmolecular probe capable of precise target cell identification in tissues. The adaptosome\r\ncan be used for local inactivation and degradation of targeted molecules and cells. To\r\nachieve these goals a new protein shell based on in vitro self-assembling gene transfer\r\nagent (GTA) prohead system will be constructed and modified with the peptides\r\ndesigned to mediate specific attachment to, uptake into, and movement across cell\r\nmembranes. Highly sensitive molecule identification will be accomplished by monitoring\r\nthe vibrational signatures in the local tissue/cellular environment of the particles when\r\nbound to the target. Inactivation of target cells by visible and near IR light when it is\r\nneeded will be possible.\r\n\r\nExperimental analyses of the formation and propagation of local electromagnetic\r\nfields in specific biological environments will allow for rational construction of protein shells\r\nand precise selection of nanoparticle size and structure. Spectroscopic testing of the\r\nconstructed adaptosomes will be performed both in vitro and in situ to optimize the\r\nstructure of the protein shell in the generation of an LSP and, more specifically, to\r\nelucidate the effect of the internal structural organization and pattern of the protein on the\r\nmetal nanoparticles. Information gathered from modeling and spectroscopic analysis will\r\nsubstantially accelerate the proposed research by a priori elimination of non-working\r\nstructures and will be used to refine the design principles during construction of the\r\nparticles.\r\n\r\nIntellectual Merit: The members of this team bring to bear expertise in separate\r\ndisciplines and will interact in a direct, cohesive way. This team has collaborated\r\nsuccessfully for several years on the generation of bio-inspired devices for energy\r\ngeneration. The work described in this proposal will lead to the construction of an\r\ninnovative biosensor and drug delivery system based on protein encapsulated metallic\r\nnanoparticles. The product of the work itself will have its most direct application in the\r\ndevelopment of chemical and biological sensors and cancer therapy, through cellspecific\r\ntargeting. It will also impact areas of modeling of bio-inorganic interfaces,\r\nmathematical optimization theory, and in the physical chemistry of protein-nanoparticle\r\nassembly and interaction.\r\n\r\n\r\nBroader Impact: This proposal is focused on a major unsolved problem in the current\r\nfield of chemical and biological defense and in medicine, namely how to target\r\nbiosensors or therapeutic agents to tissues and specific cells. Construction of this cell\r\ntarget-specific probe capable of delivery of a therapeutic agent will open the door to\r\npractical application of innovative principles of chemical and biological sensing and will\r\nfacilitate exploration of new avenues in patient-addressed personalized medicine. The\r\nstrategy of the utilization of metallic nanoparticles and their inherent SERS diagnostics\r\nthat accompanies them will lead to the development of a sub-cellular labeling system\r\nwith greatly increased sensitivity and versatility. The proposed system will allow for\r\nsimultaneous identification of a non-predefined unlimited number of molecules (including\r\npreviously unknown targets) based on their Raman signature. The knowledge that will\r\nbe gained from developing the ideas presented in this project will contribute broadly to\r\nseveral areas in the emerging fields of nanomedicine, protein-metal interactions,\r\nnanoplasmonics, and nanobiology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anthony",
   "pi_last_name": "Spano",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Anthony J Spano",
   "pi_email_addr": "ajs6z@virginia.edu",
   "nsf_id": "000527358",
   "pi_start_date": "2011-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia Main Campus",
  "perf_str_addr": "1001 EMMET ST N",
  "perf_city_name": "CHARLOTTESVILLE",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229034833",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "790900",
   "pgm_ele_name": "BIOSENS-Biosensing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "019E",
   "pgm_ref_txt": "SENSORS AND SENSING"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 165000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The blood brain barrier (BBB) is composed in large part of the micro-capillary system in the brain and the cells that constitute and closely surround it. Collectively, these structures act as a gate to keep &nbsp;brain material in, to keep out all but the essential nutrients found in the bloodstream, and to keep out unwanted toxins or microbes that could impair brain function.&nbsp; The BBB works very well, indeed perhaps too well from a medical point of view, since it is normally not possible to get drugs or therapeutic agents across the barrier to treat neurological diseases or cancers. There is therefore a great interest in being able to<em> <span style=\"text-decoration: underline;\">selectively</span></em> cross the blood brain barrier and to target compounds or drugs to areas of the brain. Many approaches have been tried to accomplish this task and to date there is no single universal effective method. Additionally, there are side effects and limitations found with virtually all of them.</p>\n<p>In this work, we have explored the possibility of building a protein-based metallic nanoparticle complex to selectively cross the BBB and target the brain. The idea was to create a working artificial virus-like sphere, made out of protein and metal, that assembled by itself, and which would use a set of surface-bound molecules to act as a code to gain entry and deliver the contents of the sphere onto brain targets.</p>\n<p>A bottom-up approach was taken in this work. We tried to assemble the sphere from a minimum number of component parts into a well characterized structure. We analyzed the assembly properties of the sphere and examined and modify some of the relevant physical properties that the sphere should have if it was to be used as a drug delivery system. These include 1) stability, which is the ability to remain stable under certain conditions present in the blood and 2) reversibility, to disassemble under conditions expected to be present inside a cell. This property of reversibility means that once the loaded spheres enter the cell, they will dis-assemble to deliver their cargo.</p>\n<p>We initiated a series of temperature studies designed to probe the rate of growth of the spherical protein shell. This allows us to understand the limits of what can be encapsulated, and provides valuable information about assembly under conditions that might be needed with temperature-sensitive cargoes. It also addressed basic questions of particle self-assembly.</p>\n<p>&nbsp;We employed several physical biochemical methods to gain insight into the properties of the assembled spheres, and into the 3-dimensional structure of the single protein that assembles into the sphere. Such a structure lets you know where all the atoms in the sphere are, and makes modifications to the surface of the sphere predictable and much easier to accomplish. This requires that the protein be crystallized. We were able to make crystals, and we tried many conditions and were able to make significant improvement in the properties of the crystals, but we did not get the resolution we needed to obtain the 3 dimensional x-ray structure.</p>\n<p>What is the relevance of these studies in the broader sense?&nbsp; Right now, many neurological diseases and traumatic brain injuries can only be treated by modest &ldquo;watch and wait&rdquo; approaches, since there is no good means of intervention. The cost to society is enormous. For traumatic brain injury alone the NINDS estimates we spend $56 billion dollars per year (http://www.ninds.nih.gov/disorders/tbi/detail_tbi.htm). Many neurological diseases await 1) new drugs that effect a treatment and 2) the means to carry the drugs across the BBB.&nbsp; The focus of this proposal was to create and characterize one type of vehicle whose construction would, if and when successful, provide an efficient delivery system and be sufficiently flexible to permit multipurpose u...",
  "por_txt_cntn": "\nThe blood brain barrier (BBB) is composed in large part of the micro-capillary system in the brain and the cells that constitute and closely surround it. Collectively, these structures act as a gate to keep  brain material in, to keep out all but the essential nutrients found in the bloodstream, and to keep out unwanted toxins or microbes that could impair brain function.  The BBB works very well, indeed perhaps too well from a medical point of view, since it is normally not possible to get drugs or therapeutic agents across the barrier to treat neurological diseases or cancers. There is therefore a great interest in being able to selectively cross the blood brain barrier and to target compounds or drugs to areas of the brain. Many approaches have been tried to accomplish this task and to date there is no single universal effective method. Additionally, there are side effects and limitations found with virtually all of them.\n\nIn this work, we have explored the possibility of building a protein-based metallic nanoparticle complex to selectively cross the BBB and target the brain. The idea was to create a working artificial virus-like sphere, made out of protein and metal, that assembled by itself, and which would use a set of surface-bound molecules to act as a code to gain entry and deliver the contents of the sphere onto brain targets.\n\nA bottom-up approach was taken in this work. We tried to assemble the sphere from a minimum number of component parts into a well characterized structure. We analyzed the assembly properties of the sphere and examined and modify some of the relevant physical properties that the sphere should have if it was to be used as a drug delivery system. These include 1) stability, which is the ability to remain stable under certain conditions present in the blood and 2) reversibility, to disassemble under conditions expected to be present inside a cell. This property of reversibility means that once the loaded spheres enter the cell, they will dis-assemble to deliver their cargo.\n\nWe initiated a series of temperature studies designed to probe the rate of growth of the spherical protein shell. This allows us to understand the limits of what can be encapsulated, and provides valuable information about assembly under conditions that might be needed with temperature-sensitive cargoes. It also addressed basic questions of particle self-assembly.\n\n We employed several physical biochemical methods to gain insight into the properties of the assembled spheres, and into the 3-dimensional structure of the single protein that assembles into the sphere. Such a structure lets you know where all the atoms in the sphere are, and makes modifications to the surface of the sphere predictable and much easier to accomplish. This requires that the protein be crystallized. We were able to make crystals, and we tried many conditions and were able to make significant improvement in the properties of the crystals, but we did not get the resolution we needed to obtain the 3 dimensional x-ray structure.\n\nWhat is the relevance of these studies in the broader sense?  Right now, many neurological diseases and traumatic brain injuries can only be treated by modest \"watch and wait\" approaches, since there is no good means of intervention. The cost to society is enormous. For traumatic brain injury alone the NINDS estimates we spend $56 billion dollars per year (http://www.ninds.nih.gov/disorders/tbi/detail_tbi.htm). Many neurological diseases await 1) new drugs that effect a treatment and 2) the means to carry the drugs across the BBB.  The focus of this proposal was to create and characterize one type of vehicle whose construction would, if and when successful, provide an efficient delivery system and be sufficiently flexible to permit multipurpose use. We have made inroads into this system. The PI is actively seeking funds to further the work.\n\nThe National Science Foundation has, as one of its most important missions, the responsib..."
 }
}