{
 "awd_id": "1107750",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Fractal Geometry and Dynamical Systems, with Applications",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lora Billings",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 164999.0,
 "awd_amount": 164999.0,
 "awd_min_amd_letter_date": "2011-08-09",
 "awd_max_amd_letter_date": "2011-08-09",
 "awd_abstract_narration": "In this project, the principal investigator and his collaborators (including his graduate students and postdocs) plan to pursue the investigation of the geometry, dynamics and spectra of fractal drums, both drums with fractal boundary and drums with fractal membrane (analysis and PDEs off or on fractals). This entails the further development of the theory of complex dimensions, along with the investigation of the underlying oscillatory phenomena,  of (approximately) self-similar fractals, multifractals, and associated nonlinear dynamical systems. This also entails the development and the use of new tools in noncommutative geometry and global analysis in order to study the geodesic flow and the geodesic metric of 'fractal manifolds'. A connecting thread throughout this project is provided by the interplay between fractal geometry and dynamical systems, from two main perspectives: (i) the use of (multivariable) complex dynamics in order to obtain a detailed understanding of the spectra of certain fractal drums, via a generalization of the classic decimation method. (ii)  The development of a theory of fractal billiards and (in the longer term) of corresponding trace formulas connecting the geometry (e.g., the geodesic  flow)  and spectra of the associated fractal drums. Computer-aided experiments as well as the interpretation of  physical experiments play a significant role in forming appropriate intuition in this context.\r\n\r\nThis projects aims at addressing the following question: \"Can one hear the shape of a fractal drum\" That is, how much information can one recover about the geometric contours of a rough or complex shape by making it vibrate and just listening to the resulting sounds? This question, even in the classical setting of smooth, Euclidean (or Riemannian) geometry, plays a central role in contemporary mathematics. Fractals are mathematical idealizations of many complex shapes occurring in nature, such as coastlines, river beds, trees, computer networks, networks of blood vessels, lungs, ore and oil distribution, etc. Understanding how waves propagate through these fractal shapes (or 'manifolds') or how light (and electromagnetic radiation) reflect on or off them, is a key scientific and mathematical problem. Potential applications of this work involve a variety of domains, including high technology (e.g, computer microchips, computer networks, and  fractal antenna for use in cell phone technology), mathematical  biology and medicine (cancer research, blood circulation), geology, applied and theoretical physics (microwaves cavities, random surfaces of use in models of quantum gravity),  astronomy (large-scale structure of the universe), and engineering (very efficient sound and heat insulators, catalysts in chemical reactions). The principal investigator, whose previous NSF supported research has already had a significant impact on this area (both in mathematics, physics and other sciences), plans to continue his broad integration of research and educational activities, via the continued mentoring of his many graduate students and postdocs, as well as of promising and creative undergraduate students. lecturing in many scientific venues and summer schools, the creation, teaching and supervision of new courses and seminars connected with this research area, as well as the writing of research and educational books and scientific papers connected with this field.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michel",
   "pi_last_name": "Lapidus",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Michel L Lapidus",
   "pi_email_addr": "lapidus@math.ucr.edu",
   "nsf_id": "000468296",
   "pi_start_date": "2011-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "200 UNIVERSTY OFC BUILDING",
  "perf_city_name": "RIVERSIDE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 164999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The PI and his collaborators have contributed a broad understanding of oscillatory phenomena in mathematics and physics, and connected various aspects of fractal geometry, number theory, and noncommutative geometry in new and unexpected ways. In particular, the commonly used notion of a fractal dimension has been extended to become a much more robust, precise, and accurate tool to understand nonsmooth and singular geometries, which arise in many aspects of nature, as well as previously unrelated parts of mathematics.</p>\n<p>Furthermore, new bridges have been built between the very abstract and ethereal arithmetic geometry and more concrete fractal geometries, via the theory of fractal strings and their quantization known as 'fractal membranes'. The quantization process is a precise mathematical prescription that produces linear operators whose spectra are the very complex dimensions originally defined by the PI.</p>\n<p>One characteristic feature of the PI's research program and work is that it is not limited to a single discipline within or outside mathematics, but that it establishes new connections between a number of areas of knowledge, within and outside mathematics, including aspects of theoretical and condensed matter physics, as well as engineering and the biological sciences. A key connecting bridge between these various areas of knowledge was provided during the grant period by the development by the PI and his collaborators of the higher dimensional theory of complex dimensions and the associated fractal tube formulas. The latter tube formulas enable one to express in a very concrete and precise way the oscillations that are intrinsic to fractal geometries and many complex systems.</p>\n<p>In further detail, various parts of this project and its findings have established connections with several aspects of theoretical physics, in particular string theory, quantum physics, thermodynamics, statistical physics, condensed matter, critical phenomena, and phase transitions. More specifically, the construction of spectral triples and the associated Dirac operators were explored in detail, in the context of geometric theories of noncommutative spacetime. The result elucidated the interplay between geometry and the spectral characteristics of typical physical linear operators such as the Dirac operator on such space times. Other topics, in theoretical physics, include applications of fractal geometry to the various types of theories of quantum gravity.</p>\n<p>Further connections to engineering such as cell phone networks, fractal antennae, models of the worldwide web, and boundary/impurity affects on the production of microchips were realized. In particular, applications of the new and emerging theory of complex dimensions of multifractals to engineering endeavors such as those mentioned thus far were exposed, as well as the engineering design of improved efficiency for catalytic systems.</p>\n<p>The broader applicability of the mathematical research done did not end there. In the biological sciences, the formation of complex structures (such as the folding of genomes), the flow of the human circulatory/pulmonary system, networks of rivers, streams, and tributaries together with their flow of local flora and fauna, all found fruitful application of the general theory of fractal geometry. Additionally, the applications of fractal geometry have found uses in coastline and erosion models of ecological systems, multiscale modularity in the human brain, anomalous diffusion inside of living cells, and population dynamics in advective media.</p>\n<p>Some aspects of this project have been used in applications and commercial products ranging from loudspeaker technology to insulators, antennas, cell phones, radar technology and microchips. These products benefit from the physical science and engineering applications discussed above.&nbsp;</p>\n<p>Students at all levels from high school to PhD students, to postdoctoral fellows and junior visitors have been deeply involved in many aspects of this project.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/27/2016<br>\n\t\t\t\t\tModified by: Michel&nbsp;L&nbsp;Lapidus</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe PI and his collaborators have contributed a broad understanding of oscillatory phenomena in mathematics and physics, and connected various aspects of fractal geometry, number theory, and noncommutative geometry in new and unexpected ways. In particular, the commonly used notion of a fractal dimension has been extended to become a much more robust, precise, and accurate tool to understand nonsmooth and singular geometries, which arise in many aspects of nature, as well as previously unrelated parts of mathematics.\n\nFurthermore, new bridges have been built between the very abstract and ethereal arithmetic geometry and more concrete fractal geometries, via the theory of fractal strings and their quantization known as 'fractal membranes'. The quantization process is a precise mathematical prescription that produces linear operators whose spectra are the very complex dimensions originally defined by the PI.\n\nOne characteristic feature of the PI's research program and work is that it is not limited to a single discipline within or outside mathematics, but that it establishes new connections between a number of areas of knowledge, within and outside mathematics, including aspects of theoretical and condensed matter physics, as well as engineering and the biological sciences. A key connecting bridge between these various areas of knowledge was provided during the grant period by the development by the PI and his collaborators of the higher dimensional theory of complex dimensions and the associated fractal tube formulas. The latter tube formulas enable one to express in a very concrete and precise way the oscillations that are intrinsic to fractal geometries and many complex systems.\n\nIn further detail, various parts of this project and its findings have established connections with several aspects of theoretical physics, in particular string theory, quantum physics, thermodynamics, statistical physics, condensed matter, critical phenomena, and phase transitions. More specifically, the construction of spectral triples and the associated Dirac operators were explored in detail, in the context of geometric theories of noncommutative spacetime. The result elucidated the interplay between geometry and the spectral characteristics of typical physical linear operators such as the Dirac operator on such space times. Other topics, in theoretical physics, include applications of fractal geometry to the various types of theories of quantum gravity.\n\nFurther connections to engineering such as cell phone networks, fractal antennae, models of the worldwide web, and boundary/impurity affects on the production of microchips were realized. In particular, applications of the new and emerging theory of complex dimensions of multifractals to engineering endeavors such as those mentioned thus far were exposed, as well as the engineering design of improved efficiency for catalytic systems.\n\nThe broader applicability of the mathematical research done did not end there. In the biological sciences, the formation of complex structures (such as the folding of genomes), the flow of the human circulatory/pulmonary system, networks of rivers, streams, and tributaries together with their flow of local flora and fauna, all found fruitful application of the general theory of fractal geometry. Additionally, the applications of fractal geometry have found uses in coastline and erosion models of ecological systems, multiscale modularity in the human brain, anomalous diffusion inside of living cells, and population dynamics in advective media.\n\nSome aspects of this project have been used in applications and commercial products ranging from loudspeaker technology to insulators, antennas, cell phones, radar technology and microchips. These products benefit from the physical science and engineering applications discussed above. \n\nStudents at all levels from high school to PhD students, to postdoctoral fellows and junior visitors have been deeply involved in many aspects of this project.\n\n\t\t\t\t\tLast Modified: 09/27/2016\n\n\t\t\t\t\tSubmitted by: Michel L Lapidus"
 }
}