{
 "awd_id": "1107668",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Increasing Minorities in Atmospheric Science through Research, Application and Partnership (IMAS-RAP) Track 1",
 "cfda_num": "47.050",
 "org_code": "06000001",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jill L. Karsten",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 162753.0,
 "awd_amount": 162751.0,
 "awd_min_amd_letter_date": "2011-09-09",
 "awd_max_amd_letter_date": "2011-09-09",
 "awd_abstract_narration": "The Jackson State University (JSU) Geosciences Department, in partnership with the Mississippi Regional Science Fair, the greater Jackson Metropolitan area schools, and the Jackson, MS National Weather Service (NWS), is working to increase the participation of underrepresented minorities in atmospheric science, through research, application and partnership (IMAS-RAP). The project targets future STEM leaders at the 6th-12th grade levels, and provides them with opportunities to engage in multi-disciplinary, inquiry-based activities that increases their engagement with the atmospheric sciences and related STEM disciplines and improves their knowledge about geoscience careers.  It also prepares freshmen to senior geoscience undergraduates to become stewards and act as mentors, group leaders and community-based researchers. The project utilizes geoscience, community-based research and informal hands-on science to attract and retain students. The 2-year project directly affects forty 6th-12th grade students and at least 4 undergraduates at varies stages of matriculation.  The overall goal of the project is to establish a sustainable, minority geoscience pipeline for students in middle school and high school, and to increase enrollment of students in JSU STEM disciplines, primarily in the geoscience department. To achieve these outcomes, the project utilizes both an informal after-school program and summer science camp based on hands-on activities in physical science, meteorology, engineering, and mathematics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "GEO",
 "org_div_long_name": "Directorate for Geosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Remata",
   "pi_last_name": "Reddy",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Remata S Reddy",
   "pi_email_addr": "remata.s.reddy@jsums.edu",
   "nsf_id": "000388129",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kantave",
   "pi_last_name": "Greene",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kantave M Greene",
   "pi_email_addr": "kantave.m.greene@jsums.edu",
   "nsf_id": "000499729",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Jackson State University",
  "inst_street_address": "1400 J R LYNCH ST",
  "inst_street_address_2": "",
  "inst_city_name": "JACKSON",
  "inst_state_code": "MS",
  "inst_state_name": "Mississippi",
  "inst_phone_num": "6019792008",
  "inst_zip_code": "392170002",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MS02",
  "org_lgl_bus_name": "JACKSON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "WFVHMSF6BU45"
 },
 "perf_inst": {
  "perf_inst_name": "Jackson State University",
  "perf_str_addr": "1400 J R LYNCH ST",
  "perf_city_name": "JACKSON",
  "perf_st_code": "MS",
  "perf_st_name": "Mississippi",
  "perf_zip_code": "392170002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MS02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169700",
   "pgm_ele_name": "OPPORT FOR ENHANCING DIVERSITY"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1697",
   "pgm_ref_txt": "OPPORT FOR ENHANCING DIVERSITY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 162751.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: center;\"><strong>INCREASING MINORITIES in ATMOSPHERIC SCIENCE </strong></p>\n<p style=\"text-align: center;\"><strong>through RESEARCH, APPLICATION and PARTNERSHIP (Project: IMAS-RAP)</strong></p>\n<p style=\"text-align: center;\"><strong>PROJECT OUTCOMES REPORT</strong><strong></strong></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; Jackson State University (JSU) is located in Jackson, Mississippi and is the only historically black college and university (HBCU) to offer a bachelor&rsquo;s degree in atmospheric science across the southeast region. JSU-Meteorology program contributes about one-quarter of all African Americans to the field of atmospheric science. The Increasing Minorities in Atmospheric Science through Research, Application and Partnership (Project: IMAS-RAP) was a two-year, National Science Foundation (NSF) Geoscience grant. The project is a partnership between Jackson State University (JSU) Meteorology Program, Department of Physics, Atmospheric Science and Geoscience, the greater Jackson Metropolitan area schools, and the Jackson, MS National Weather Service (NWS). IMAS-RAP leveraged the Mississippi Academy of Science Teachers (Project MAST) which enhances teaching academics throughout the state, with the goal of utilizing professional teachers. Project MAST is an ongoing project since 2004 impacting both middle and high school teachers across the state. Participating schools in IMAS-RAP includes: Cardoza, Hardy, Kirksey, Whitten, and Nicholls Middle School, Callaway and Provine High School.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; Using a two prong approach IMAS-RAP targeted future STEM leaders at the middle school level (6-8<sup>th</sup> grade level) and a secondary audience of high school students. These students were paired with freshmen to senior geoscience undergraduates to become stewards, and act as mentors, group leaders and community-based researchers.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; The overall goal of the program was to establish a sustainable, minority geoscience pipeline between the metropolitan area 6-12<sup>th</sup> grade schools, and to increase enrollment of students into JSU science, technology, engineering and mathematics (STEM) disciplines, primarily in the geoscience department. Other goals included: establishment of sustainable math and science clubs within the middle schools; increase teachers&rsquo; knowledge through professional development of the geosciences and use of geoscience hands-on activities; and to establish and strengthen the partnership between JSU Geoscience Department and the area Metropolitan Schools. Project IMAS-RAP utilized geoscience, community-based research and informal, hands-on science to attract and retain students. Project goals were accomplished through and informal after school program which was made up of two Saturdays a month for an academic year concluding with a two-week summer geoscience camp based on hands-on activities in physical science, meteorology, engineering, and mathematics. All activities were aligned with the Mississippi common-core curriculum.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; Although limited in size IMAS-RAP has had an exponential, indirect impact on exposure of the geosciences to the state&rsquo;s metropolitan area schools. As a two-year pilot project it was able to directly impact 5 middle schools representing different aspects of the metropolitan area [north, central, southeast, and southwest]. Designed for 20 students per year the project reached 33 out of a projected 40 students, an 83% success rate with a 15% annual increase in enrollment, and a 90% attendance rate. The project was evaluated trough observations, and pre and post surveys. Results indicate that: a) there was strong agreement among parents of their &ldquo;feelings&rdquo; (80%) and &ldquo;perceptions&rdquo; (77%) of the project; b) Ninety-four percent of the students agreed that the courses taught in the IMAS-RAP Program...",
  "por_txt_cntn": "INCREASING MINORITIES in ATMOSPHERIC SCIENCE \nthrough RESEARCH, APPLICATION and PARTNERSHIP (Project: IMAS-RAP)\nPROJECT OUTCOMES REPORT\n\n     Jackson State University (JSU) is located in Jackson, Mississippi and is the only historically black college and university (HBCU) to offer a bachelorÆs degree in atmospheric science across the southeast region. JSU-Meteorology program contributes about one-quarter of all African Americans to the field of atmospheric science. The Increasing Minorities in Atmospheric Science through Research, Application and Partnership (Project: IMAS-RAP) was a two-year, National Science Foundation (NSF) Geoscience grant. The project is a partnership between Jackson State University (JSU) Meteorology Program, Department of Physics, Atmospheric Science and Geoscience, the greater Jackson Metropolitan area schools, and the Jackson, MS National Weather Service (NWS). IMAS-RAP leveraged the Mississippi Academy of Science Teachers (Project MAST) which enhances teaching academics throughout the state, with the goal of utilizing professional teachers. Project MAST is an ongoing project since 2004 impacting both middle and high school teachers across the state. Participating schools in IMAS-RAP includes: Cardoza, Hardy, Kirksey, Whitten, and Nicholls Middle School, Callaway and Provine High School.\n\n     Using a two prong approach IMAS-RAP targeted future STEM leaders at the middle school level (6-8th grade level) and a secondary audience of high school students. These students were paired with freshmen to senior geoscience undergraduates to become stewards, and act as mentors, group leaders and community-based researchers.\n\n     The overall goal of the program was to establish a sustainable, minority geoscience pipeline between the metropolitan area 6-12th grade schools, and to increase enrollment of students into JSU science, technology, engineering and mathematics (STEM) disciplines, primarily in the geoscience department. Other goals included: establishment of sustainable math and science clubs within the middle schools; increase teachersÆ knowledge through professional development of the geosciences and use of geoscience hands-on activities; and to establish and strengthen the partnership between JSU Geoscience Department and the area Metropolitan Schools. Project IMAS-RAP utilized geoscience, community-based research and informal, hands-on science to attract and retain students. Project goals were accomplished through and informal after school program which was made up of two Saturdays a month for an academic year concluding with a two-week summer geoscience camp based on hands-on activities in physical science, meteorology, engineering, and mathematics. All activities were aligned with the Mississippi common-core curriculum.\n\n     Although limited in size IMAS-RAP has had an exponential, indirect impact on exposure of the geosciences to the stateÆs metropolitan area schools. As a two-year pilot project it was able to directly impact 5 middle schools representing different aspects of the metropolitan area [north, central, southeast, and southwest]. Designed for 20 students per year the project reached 33 out of a projected 40 students, an 83% success rate with a 15% annual increase in enrollment, and a 90% attendance rate. The project was evaluated trough observations, and pre and post surveys. Results indicate that: a) there was strong agreement among parents of their \"feelings\" (80%) and \"perceptions\" (77%) of the project; b) Ninety-four percent of the students agreed that the courses taught in the IMAS-RAP Program provided them the opportunity to participate in hands-on and team activities; use what they learned in the program in their classroom; and liked the way in which courses were taught in the program; c) Seventy-six percent of students responded that they participated in the Mississippi Regional Science Fair yet responded poorly to being a member of a science club (53%) and finding it beneficial ..."
 }
}