{
 "awd_id": "1107881",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Explore NJ: Attracting African and Hispanic American High School Students in Northeastern Jersey to Geosciences (Track 1)",
 "cfda_num": "47.050",
 "org_code": "06000001",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jill L. Karsten",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 198896.0,
 "awd_amount": 198896.0,
 "awd_min_amd_letter_date": "2011-08-15",
 "awd_max_amd_letter_date": "2011-08-15",
 "awd_abstract_narration": "Montclair State University is collaborating with four public high schools in northeastern New Jersey (Montclair H.S., Bloomfield H.S., NewarkTech, and Columbia H.S.) on a multi-tiered project to increase the number of African-American and Hispanic-American high school students (grades 9-12) that participate in high school geo-environmental and ocean science education programs and pursue college degrees and careers in these fields.  Additional goals include increasing general student interest in, and awareness of, the societal relevance of the geosciences and improving the geoscience content knowledge of teachers working at these schools, through rigorous professional development and academic-year support. The partnering high schools are high-performing schools with significant minority populations that are already teaching geoscience courses. The project combines a variety of articulated activities that are intended to reinforce and build on each other to achieve the goals of increasing interest, understanding, appreciation and pursuit of geo-environmental/ocean sciences. Teachers participate in a professional development workshop to learn basic Earth Science Literacy concepts that will be embodied in later field trips and learn how to incorporate these concepts into their curricula.  Students are using field trips to visit several geo-environmental/ocean science-related sites and performing fun, hands-on, inquiry-based investigations of geoscience-related phenomena important to society. Presentations by local geoscience professionals, primarily African-Americans and Hispanic-Americans, are highlighting the career potential embodied in study of geoscience and serving as role models. Students participate in a \"citizen scientist\" water monitoring program using a water body near their school, perform a scientific investigation using the data, and convene for a year-end conference at Montclair State. In the first summer, forty students participate in a week long summer institute, performing investigations at Montclair State's main campus and at its \"wilderness\" campus of Stokes State Forest in far northwestern NJ.  In the second summer, selected students will be participating in a month-long geoscience internship at a university, government agency, or nonprofit agency. The project is testing the effectiveness of several different strategies to engage/attract underrepresented youth in schools in middle-class communities, who are already predisposed to attending college and pursuing a professional career. It also is making comparisons of the effectiveness and feasibility of different strategies for distinct minority student populations, as well as investigating any differences between fully integrated high schools and nearly 100% minority schools.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "GEO",
 "org_div_long_name": "Directorate for Geosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kirk",
   "pi_last_name": "Barrett",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Kirk R Barrett",
   "pi_email_addr": "kirk.barrett@manhatttan.edu",
   "nsf_id": "000530145",
   "pi_start_date": "2011-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Montclair State University",
  "inst_street_address": "1 NORMAL AVE",
  "inst_street_address_2": "",
  "inst_city_name": "MONTCLAIR",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9736556923",
  "inst_zip_code": "070431624",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "NJ11",
  "org_lgl_bus_name": "MONTCLAIR STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "CM4TTRKFCLF9"
 },
 "perf_inst": {
  "perf_inst_name": "Montclair State University",
  "perf_str_addr": "1 NORMAL AVE",
  "perf_city_name": "MONTCLAIR",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "070431624",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "NJ11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "761100",
   "pgm_ele_name": "GEO TEACH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1697",
   "pgm_ref_txt": "OPPORT FOR ENHANCING DIVERSITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}