{
 "awd_id": "1107029",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Penalization Methods for Screening, Variable Selection and Dimension Reduction in High-dimensional Regression via Multiple Index Models",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2011-06-15",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2011-06-06",
 "awd_max_amd_letter_date": "2011-06-06",
 "awd_abstract_narration": "The project aims to develop effective penalization methods for screening, dimension reduction, and variable selection in high dimensional regression. The investigators focus mainly on multiple index models, because this type of models combines the strengths of linear and nonparametric regression while avoiding their drawbacks. A novel penalization approach is employed for model fitting, which regularizes both the parametric and nonparametric components of a multiple index model.  A pilot study shows that this approach is more advantageous than other existing ones. When facing ultra-high dimensionality, the investigators use a forward variable screening procedure to reduce the dimension to a manageable size before applying the proposed penalization. The investigators plan to study the theoretical properties of this approach and develop fast and efficient computing algorithms for its implementation. The proposed approach is further extended to applications involving categorical responses or random effects.\r\n\r\nAdvances in science and technology have led to an explosive growth of massive data across a variety of areas such as bioinformatics, climate research, internet, etc. Traditional statistical methods for clustering, regression and classification become ineffective when dealing with a large number of variables. Lately, a tremendous amount of research effort has been dedicated to the development of statistical methods such as dimension reduction and variable selection for analyzing this type of massive data. The investigators join the effort by proposing a novel penalization approach and developing efficient computing algorithms. The results from this project not only advance statistical research but also help other scientists and researchers better understand and analyze their massive data and hence enhance their scientific discovery.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peng",
   "pi_last_name": "Zeng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peng Zeng",
   "pi_email_addr": "zengpen@auburn.edu",
   "nsf_id": "000286357",
   "pi_start_date": "2011-06-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Auburn University",
  "inst_street_address": "321-A INGRAM HALL",
  "inst_street_address_2": "",
  "inst_city_name": "AUBURN",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "3348444438",
  "inst_zip_code": "368490001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AL03",
  "org_lgl_bus_name": "AUBURN UNIVERSITY",
  "org_prnt_uei_num": "DMQNDJDHTDG4",
  "org_uei_num": "DMQNDJDHTDG4"
 },
 "perf_inst": {
  "perf_inst_name": "Auburn University",
  "perf_str_addr": "321-A INGRAM HALL",
  "perf_city_name": "AUBURN",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "368490001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project focused on the development of novel statistical theory, methods, and algorithms for analyzing high-dimensional data, which are common nowadays in scientific research, engineering improvement, business and government decision, etc. Particularly, throughout this project, PI has been working with his collaborators on the penalization methods for screening, variable selection and dimension reduction in different regression models. PI has proposed efficient algorithms for variable selection in generalized index models, variable selection in regression models with linear constraints, variable selection for Cox regression for survival data, dimension reduction for regression with tensor-valued predictors, etc. The theoretical properties of the estimates were also obtained. The results have been summarized in papers for publications, and have also been presented in various professional conferences and meetings. These theory and algorithms contribute greatly to the literatures on variable selection and dimension reduction in regression. They provide valuable insight on the modeling and application of semi-parametric regression models, and broaden the scope of the existing theory and algorithms. The proposed algorithms have been implemented as computer software, which are freely accessible at PI&rsquo;s website. They provide novel and efficient tools for scientists and investigators in other disciplines to analyze the data they collected, which indirectly enhance the advance of science and technology. Some results are also included as course materials for teaching, which help students learn how to apply these methods in high-dimensional data analysis. &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/29/2014<br>\n\t\t\t\t\tModified by: Peng&nbsp;Zeng</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project focused on the development of novel statistical theory, methods, and algorithms for analyzing high-dimensional data, which are common nowadays in scientific research, engineering improvement, business and government decision, etc. Particularly, throughout this project, PI has been working with his collaborators on the penalization methods for screening, variable selection and dimension reduction in different regression models. PI has proposed efficient algorithms for variable selection in generalized index models, variable selection in regression models with linear constraints, variable selection for Cox regression for survival data, dimension reduction for regression with tensor-valued predictors, etc. The theoretical properties of the estimates were also obtained. The results have been summarized in papers for publications, and have also been presented in various professional conferences and meetings. These theory and algorithms contribute greatly to the literatures on variable selection and dimension reduction in regression. They provide valuable insight on the modeling and application of semi-parametric regression models, and broaden the scope of the existing theory and algorithms. The proposed algorithms have been implemented as computer software, which are freely accessible at PIÆs website. They provide novel and efficient tools for scientists and investigators in other disciplines to analyze the data they collected, which indirectly enhance the advance of science and technology. Some results are also included as course materials for teaching, which help students learn how to apply these methods in high-dimensional data analysis.  \n\n \n\n\t\t\t\t\tLast Modified: 08/29/2014\n\n\t\t\t\t\tSubmitted by: Peng Zeng"
 }
}