{
 "awd_id": "1108302",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI:Reduction Kinetics of Film-Forming Additives for Lithium-Ion Batteries",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 5700.0,
 "awd_amount": 5700.0,
 "awd_min_amd_letter_date": "2011-05-12",
 "awd_max_amd_letter_date": "2011-05-12",
 "awd_abstract_narration": null,
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maureen",
   "pi_last_name": "Tang",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Maureen H Tang",
   "pi_email_addr": "",
   "nsf_id": "000576534",
   "pi_start_date": "2011-05-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tang                    Maureen        H",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Berkeley",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "947021419",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Tang                    Maureen        H",
  "perf_str_addr": "",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947021419",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 5700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"NormalTimesNewRoman\">Lithium-ion batteries are a promising option for electric vehicles because of their high energy and power density. However, the high cost and relatively short lifetimes of lithium-ion batteries have so far prevented widespread automotive application. One reason for the limited lifetime of a lithium-ion battery is the solid-electrolyte-interphase, or SEI. The SEI is a passivating film that forms on the graphite anode during the first few charge cycles. The electrolytes in lithium-ion batteries are thermodynamically unstable at the potential of graphite. This means that a battery without an SEI, or with a &ldquo;bad&rdquo; SEI, continuously grows and consumes electrolyte. The growth of the SEI means that less lithium is available for energy storage.</p>\n<p>&nbsp;</p>\n<p>Although the SEI has been studied for many years, scientists still do not understand how it prevents electrolyte reduction, or what parameters are necessary for the formation of a &lsquo;good&rsquo; SEI. Because it is sensitive to air, moisture, and impurities, the SEI is very difficult to characterize. Because formation involves many competing chemical reactions, the ability of traditional electrochemical techniques to describe the film is also limited. In this work, we develop a new method to characterize the SEI using ferrocene, a redox shuttle. By comparing ferrocene kinetics in the presence and absence of passivating films, the shuttle functions as an electrochemical probe of the mechanism by which the SEI prevents reaction. Previous work at the University of California, Berkeley studied the SEI that is formed on glassy carbon, which is a model surface. During the EAPSI/ JSPS Summer Program, the method was expanded to study the SEI formed on highly-oriented-pyrolytic graphite (HOPG), which is more like the conditions found in an actual battery. The results of this method contribute to understanding an important failure mechanism in lithium-ion batteries.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/14/2011<br>\n\t\t\t\t\tModified by: Maureen&nbsp;H&nbsp;Tang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Lithium-ion batteries are a promising option for electric vehicles because of their high energy and power density. However, the high cost and relatively short lifetimes of lithium-ion batteries have so far prevented widespread automotive application. One reason for the limited lifetime of a lithium-ion battery is the solid-electrolyte-interphase, or SEI. The SEI is a passivating film that forms on the graphite anode during the first few charge cycles. The electrolytes in lithium-ion batteries are thermodynamically unstable at the potential of graphite. This means that a battery without an SEI, or with a \"bad\" SEI, continuously grows and consumes electrolyte. The growth of the SEI means that less lithium is available for energy storage.\n\n \n\nAlthough the SEI has been studied for many years, scientists still do not understand how it prevents electrolyte reduction, or what parameters are necessary for the formation of a ægoodÆ SEI. Because it is sensitive to air, moisture, and impurities, the SEI is very difficult to characterize. Because formation involves many competing chemical reactions, the ability of traditional electrochemical techniques to describe the film is also limited. In this work, we develop a new method to characterize the SEI using ferrocene, a redox shuttle. By comparing ferrocene kinetics in the presence and absence of passivating films, the shuttle functions as an electrochemical probe of the mechanism by which the SEI prevents reaction. Previous work at the University of California, Berkeley studied the SEI that is formed on glassy carbon, which is a model surface. During the EAPSI/ JSPS Summer Program, the method was expanded to study the SEI formed on highly-oriented-pyrolytic graphite (HOPG), which is more like the conditions found in an actual battery. The results of this method contribute to understanding an important failure mechanism in lithium-ion batteries.\n\n\t\t\t\t\tLast Modified: 12/14/2011\n\n\t\t\t\t\tSubmitted by: Maureen H Tang"
 }
}