{
 "awd_id": "1108778",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Tracing and Linking Contextual and Psychological Factors to STEM Career Choice",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032928333",
 "po_email": "gesolomo@nsf.gov",
 "po_sign_block_name": "Gregg Solomon",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 1749436.0,
 "awd_amount": 1749436.0,
 "awd_min_amd_letter_date": "2011-07-21",
 "awd_max_amd_letter_date": "2015-05-26",
 "awd_abstract_narration": "The goals of this proposal are to investigate the role that student in- and out-of-school experiences  play in the formation of STEM and non-STEM related interests, task valuing, and self-efficacy; to relate motivational beliefs to STEM related educational and occupational aspirations; to examine the differences in the educational and career paths of those choosing STEM from those who do not; and to look within STEM and chart the pathway between those who enter engineering and physical sciences from those who enter the biological and social sciences. This project will increase our knowledge of (a) whether experiences with STEM related activities in- and out-of-school during the elementary and secondary school years influence STEM-related occupational/educational planning and choices during adolescence, and (b) whether the associations between these experiences and educational/occupational outcomes vary across gender, race/ethnicity, socioeconomic status, and across different personality profiles.\r\n\r\nThe research will create statistical models and other analyses using the Childhood and Beyond Study (CAB) and Alfred P. Sloan Study of Youth and Social Development (SSYSD).  Both longitudinal datasets include extensive measures of the experiences children and adolescents have with STEM-related and non-STEM activities and courses, as well as extensive measures  of  self-efficacy, affective experiences, interests,  educational and career aspirations, and educational course choices.  The analysis and modeling of the data will make use of such techniques as structural equation modeling (SEM), hierarchical linear modeling (HLM), and person-centered techniques, such as cluster analyses, latent class analyses, and life trees.  \r\n\r\nMuch will be learned from this study.  It is expected to contribute new knowledge about the STEM education pipeline and the issues, interests, and experiences of children and adolescents that affect entry and retention into that pipeline.   This information could, in principle, help shape interventions designed to motivate and retain students in STEM.  The project will be monitored and evaluated by a team of outside experts.  A series of publications and a website will result from this award.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Jacquelynne",
   "pi_last_name": "Eccles",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jacquelynne Eccles",
   "pi_email_addr": "jseccles@uci.edu",
   "nsf_id": "000454900",
   "pi_start_date": "2011-07-21",
   "pi_end_date": "2014-08-23"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Oksana",
   "pi_last_name": "Malanchuk",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Oksana Malanchuk",
   "pi_email_addr": "oksana@umich.edu",
   "nsf_id": "000676142",
   "pi_start_date": "2014-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "Schneider",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara L Schneider",
   "pi_email_addr": "bschneid@msu.edu",
   "nsf_id": "000295621",
   "pi_start_date": "2011-07-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Ming-Te",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ming-Te Wang",
   "pi_email_addr": "wangmi@umich.edu",
   "nsf_id": "000580950",
   "pi_start_date": "2011-07-21",
   "pi_end_date": "2013-07-16"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Yi-Miau",
   "pi_last_name": "Tsai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yi-Miau Tsai",
   "pi_email_addr": "ymtsai@umich.edu",
   "nsf_id": "000647348",
   "pi_start_date": "2014-11-25",
   "pi_end_date": "2015-05-26"
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1749436.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our studies utilized data from the 30 year longitudinal Michigan Study of Adolescent and Adult Life Transitions to meet our aims of understanding adolescents&rsquo; STEM-related motivations as well as their STEM-related occupational aspirations and choices in adulthood. We explored how experiences, in and outside the classroom, associated with young people&rsquo;s STEM-related motivational beliefs, along with their educational and occupational choices over time. Several major findings emerged.</p>\n<p>First and foremost, our understanding of the nature of STEM-related career decision-making was refined. We found that males were more likely to aspire to, and later on attain, more traditional STEM-related careers in the physical sciences, engineering, mathematics, and technology. In contrast, females were more likely to aspire to, and later on attain, STEM careers in the medical and life sciences. Distinguishing between the different STEM disciplines (e.g., biological vs. physical sciences) will facilitate a better understanding of gendered career preferences and choices within STEM. Furthermore, we found that social support from teachers and families, as well as experiences within the classroom and workplace, were particularly informative in understanding women&rsquo;s choices to pursue or not pursue STEM. For women, to a greater degree than men, the likelihood of pursuing a STEM career is further determined not only by parental education but also parents&rsquo; gender-related attitudes such that women endorsing traditional gender related beliefs are less likely to attain higher degrees of education or STEM-related careers.</p>\n<p>We also found that adolescents&rsquo; STEM-related motivational beliefs and their classroom experiences early on have a strong influence on their STEM-related educational outcomes. The type of attitudes adolescents hold about how effort and talent is connected to their success and failure in mathematics is associated with their mathematics achievement such that the strongest performers endorse a combination of adaptive attitudes that subsequently also shape their achievement-related expectations, behaviors, and decisions. High school students with a greater degree of confidence in their mathematics ability also had a greater likelihood of pursuing a STEM major in college. However, we also note that it is not only the individual motivational beliefs, but also the educational tracking that affected college STEM major choices suggesting a developmental cascade in which academic experiences as early as middle school spill over to influence distal academic outcomes.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/28/2016<br>\n\t\t\t\t\tModified by: Oksana&nbsp;Malanchuk</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur studies utilized data from the 30 year longitudinal Michigan Study of Adolescent and Adult Life Transitions to meet our aims of understanding adolescents? STEM-related motivations as well as their STEM-related occupational aspirations and choices in adulthood. We explored how experiences, in and outside the classroom, associated with young people?s STEM-related motivational beliefs, along with their educational and occupational choices over time. Several major findings emerged.\n\nFirst and foremost, our understanding of the nature of STEM-related career decision-making was refined. We found that males were more likely to aspire to, and later on attain, more traditional STEM-related careers in the physical sciences, engineering, mathematics, and technology. In contrast, females were more likely to aspire to, and later on attain, STEM careers in the medical and life sciences. Distinguishing between the different STEM disciplines (e.g., biological vs. physical sciences) will facilitate a better understanding of gendered career preferences and choices within STEM. Furthermore, we found that social support from teachers and families, as well as experiences within the classroom and workplace, were particularly informative in understanding women?s choices to pursue or not pursue STEM. For women, to a greater degree than men, the likelihood of pursuing a STEM career is further determined not only by parental education but also parents? gender-related attitudes such that women endorsing traditional gender related beliefs are less likely to attain higher degrees of education or STEM-related careers.\n\nWe also found that adolescents? STEM-related motivational beliefs and their classroom experiences early on have a strong influence on their STEM-related educational outcomes. The type of attitudes adolescents hold about how effort and talent is connected to their success and failure in mathematics is associated with their mathematics achievement such that the strongest performers endorse a combination of adaptive attitudes that subsequently also shape their achievement-related expectations, behaviors, and decisions. High school students with a greater degree of confidence in their mathematics ability also had a greater likelihood of pursuing a STEM major in college. However, we also note that it is not only the individual motivational beliefs, but also the educational tracking that affected college STEM major choices suggesting a developmental cascade in which academic experiences as early as middle school spill over to influence distal academic outcomes.\n\n \n\n\t\t\t\t\tLast Modified: 09/28/2016\n\n\t\t\t\t\tSubmitted by: Oksana Malanchuk"
 }
}