{
 "awd_id": "1108127",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "OEDG Track 1: Expanding Geoscience Diversity through Simulated Field Environments for Students with Physical Disabilities",
 "cfda_num": "47.050",
 "org_code": "06000001",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jill L. Karsten",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 202744.0,
 "awd_amount": 238874.0,
 "awd_min_amd_letter_date": "2011-08-10",
 "awd_max_amd_letter_date": "2013-07-22",
 "awd_abstract_narration": "This collaboration between Ohio State University and Georgia State University is addressing the problem of limited inclusion of students with mobility impairments as participants in field experiences required in the geoscience curriculum. This underrepresented community has been previously excluded due to limiting physical conditions that are generally required for field study, which provides critical insights for developing geoscience expertise.  The project is using integration of emerging simulation technologies and techniques to provide a rich virtual environment of a real cave and karst geological field site for students with mobility impairments. Through the development of a synthetic field-based module that employs a virtual environment for presenting an alternative to the field experience, this project is assessing the effectiveness of engaging the student community and its efficacy in the curriculum when used as an alternative representation of field experiences.  The expected outcome is that the emulation would preclude the need for physical \"presence\" of traditional field studies, and provide adequate representations for pedagogic needs. Additionally, creating such an environment provides supplemental resources for both current formal and informal educational settings.  Expansion of the virtual environment to incorporate other types of geologically-significant field settings is a longer-term goal of the project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "GEO",
 "org_div_long_name": "Directorate for Geosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "Stredney",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Donald Stredney",
   "pi_email_addr": "don@osc.edu",
   "nsf_id": "000277415",
   "pi_start_date": "2011-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Irving",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Karen E Irving",
   "pi_email_addr": "irving.8@osu.edu",
   "nsf_id": "000157506",
   "pi_start_date": "2011-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Price",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alan Price",
   "pi_email_addr": "aprice@accad.ohio-state.edu",
   "nsf_id": "000264986",
   "pi_start_date": "2011-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Atchison",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher L Atchison",
   "pi_email_addr": "christopher.atchison@uc.edu",
   "nsf_id": "000593200",
   "pi_start_date": "2011-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio Supercomputer Center",
  "perf_str_addr": "1224 Kinnear Road",
  "perf_city_name": "Columbus",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432121163",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169700",
   "pgm_ele_name": "OPPORT FOR ENHANCING DIVERSITY"
  },
  {
   "pgm_ele_code": "769900",
   "pgm_ele_name": "Integrat & Collab Ed & Rsearch"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1697",
   "pgm_ref_txt": "OPPORT FOR ENHANCING DIVERSITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 202744.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 36130.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Students with mobility impairments are commonly discouraged from entering geoscience degree programs and professions due to indirect barriers imposed by field-based study requirements.&nbsp; <span style=\"text-decoration: underline;\">The Expanding Geoscience Diversity through Simulated Field Environments for Students with Physical Disabilities</span> project addressed the problem of limited access to and inclusion in field-based learning experiences for students with physical (mobility) disabilities. The overall objective of this project, congruent with NFS&rsquo;s mission to promote and strengthen educational, research, and professional access and use of scientific information, was to provide an instructional experience of the natural environment regardless of one&rsquo;s physical abilities. &nbsp;To do so required the development of a simulated environment that would instructionally engage a student in the field-based content without the need for being physically situated in the environment. &nbsp;The developed environment consists of an integration of emerging simulations technologies and techniques that interchangeably uses two and three-dimensional representation of content for presenting synthetic field-based experience. &nbsp;However, this project attempted to go beyond visual experience and studied the effectiveness of student engagement in order to utilize this method of instruction as a viable alternative representation of field-based learning. The outcome, that continues to be studied, is that the emulation of a simulated field experience developed under the OEDG Track1 effort would be pedagogically adequate to meet course objectives and sufficiently preclude the need for physical &ldquo;presence&rdquo; during traditional field studies.&nbsp; Additionally, creating such an environment has the potential to impact all students, regardless of physical disabilities or other barriers, by providing a supplemental instructional resource that can both precede a traditional field experience and allow for visitors to formally and informally re-examine a field site long after a field trip.&nbsp;</p>\n<p>The project developed a virtual representation of the Historic Tour route of Mammoth Cave National Park in SW Kentucky. This simulation was created from data obtained from LIDAR-scans of the physical field site. Through integration of emerging simulations technologies and graphic techniques, this project developed a simulated representation of cave and karst formations for use in geoscience education, with the intent to increase interest and to support participation by students with physical (mobility) disabilities. The <strong><em>intellectual merit</em></strong> of this project includes advancing knowledge in capacity-building, community outreach, and use of technology. The <strong><em>broader impacts</em></strong> of this research includes the dissemination of scientific information in intuitive and engaging methods that include the seamless integration of historical and cultural perspectives that influence the pursuit of science. This project provides a prototypical virtual environment that represents an alternative accessible opportunity to experience the cave environment, improving participation from individuals with physical disabilities or with many other barriers that prevent their visiting the cave in person.&nbsp; This simulation will be displayed in the Mammoth Cave National Park Visitor Center for public use in virtual cave exploration.&nbsp;</p>\n<p>Further dissemination of project results will be available through the Ohio Supercomputer (www.OSC.edu) and the International Association for Geoscience Diversity (www.TheIAGD.org) websites.</p>\n<p>This Project Outcomes Report for the General Public is displayed verbatim as submitted by the Principal Investigator (PI) for this award. Any opinions, findings, and conclusions or recommendations expressed in this ...",
  "por_txt_cntn": "\nStudents with mobility impairments are commonly discouraged from entering geoscience degree programs and professions due to indirect barriers imposed by field-based study requirements.  The Expanding Geoscience Diversity through Simulated Field Environments for Students with Physical Disabilities project addressed the problem of limited access to and inclusion in field-based learning experiences for students with physical (mobility) disabilities. The overall objective of this project, congruent with NFSÆs mission to promote and strengthen educational, research, and professional access and use of scientific information, was to provide an instructional experience of the natural environment regardless of oneÆs physical abilities.  To do so required the development of a simulated environment that would instructionally engage a student in the field-based content without the need for being physically situated in the environment.  The developed environment consists of an integration of emerging simulations technologies and techniques that interchangeably uses two and three-dimensional representation of content for presenting synthetic field-based experience.  However, this project attempted to go beyond visual experience and studied the effectiveness of student engagement in order to utilize this method of instruction as a viable alternative representation of field-based learning. The outcome, that continues to be studied, is that the emulation of a simulated field experience developed under the OEDG Track1 effort would be pedagogically adequate to meet course objectives and sufficiently preclude the need for physical \"presence\" during traditional field studies.  Additionally, creating such an environment has the potential to impact all students, regardless of physical disabilities or other barriers, by providing a supplemental instructional resource that can both precede a traditional field experience and allow for visitors to formally and informally re-examine a field site long after a field trip. \n\nThe project developed a virtual representation of the Historic Tour route of Mammoth Cave National Park in SW Kentucky. This simulation was created from data obtained from LIDAR-scans of the physical field site. Through integration of emerging simulations technologies and graphic techniques, this project developed a simulated representation of cave and karst formations for use in geoscience education, with the intent to increase interest and to support participation by students with physical (mobility) disabilities. The intellectual merit of this project includes advancing knowledge in capacity-building, community outreach, and use of technology. The broader impacts of this research includes the dissemination of scientific information in intuitive and engaging methods that include the seamless integration of historical and cultural perspectives that influence the pursuit of science. This project provides a prototypical virtual environment that represents an alternative accessible opportunity to experience the cave environment, improving participation from individuals with physical disabilities or with many other barriers that prevent their visiting the cave in person.  This simulation will be displayed in the Mammoth Cave National Park Visitor Center for public use in virtual cave exploration. \n\nFurther dissemination of project results will be available through the Ohio Supercomputer (www.OSC.edu) and the International Association for Geoscience Diversity (www.TheIAGD.org) websites.\n\nThis Project Outcomes Report for the General Public is displayed verbatim as submitted by the Principal Investigator (PI) for this award. Any opinions, findings, and conclusions or recommendations expressed in this Report are those of the PI and do not necessarily reflect the views of the National Science Foundation; NSF has not approved or endorsed its content.\n\n \n\n\t\t\t\t\tLast Modified: 03/23/2015\n\n\t\t\t\t\tSubmitted by: Donald Stredney"
 }
}