{
 "awd_id": "1108571",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Education and Community Viability in Western Alaska",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Kerttula de Echave",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 314728.0,
 "awd_amount": 314728.0,
 "awd_min_amd_letter_date": "2011-07-27",
 "awd_max_amd_letter_date": "2013-08-09",
 "awd_abstract_narration": "This project examines education and community viability in Western Alaska by identifying a cross-section of youth and young adults across the Bering Sea region who have pursued post-secondary educational opportunities facilitated by the Community Development Quota (CDQ) program. The overarching research question is:  Do opportunities in post-secondary education for youth contribute to the viability of Bering Sea communities and way of life?  ?Viability? is defined by the degree to which a community can balance in- and out-migration, sustain a context of livelihood diversification, and create bridges to resources external to the community.   In this project, the investigators propose to administer a survey to a random sample of scholarship and training grant recipients who received their awards between 2000 and 2005, conduct focused group interviews with current students, and develop regional profiles to understand if and how post-secondary educational opportunities affect Alaska?s rural youth and their communities.\r\n\r\nThe investigators anticipate the project as designed will help identify the most effective strategies and pathways to success youth in Western Alaska coastal communities have employed and the ways in which this success may benefit their home communities.  Specifically, the research is aimed to uncover the contexts in which Alaska youth can assume leadership, citizenship, and stewardship community roles in the future.  By examining the context of how educational opportunities bridge Bering Sea youth and young adults with external resources or those beneficial to community viability, this research will help elucidate the ways in which the kinds of educational experiences the CDQ program provides is important not only for rural Alaska, but how the CDQ model might potentially have wider arctic or global applicability in other regions where there is large scale resource development juxtaposed to rural communities struggling with economic development.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marie",
   "pi_last_name": "Lowe",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Marie E Lowe",
   "pi_email_addr": "marie.lowe@uaa.alaska.edu",
   "nsf_id": "000155177",
   "pi_start_date": "2011-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alaska Anchorage Campus",
  "inst_street_address": "3211 PROVIDENCE DR",
  "inst_street_address_2": "",
  "inst_city_name": "ANCHORAGE",
  "inst_state_code": "AK",
  "inst_state_name": "Alaska",
  "inst_phone_num": "9077861777",
  "inst_zip_code": "995084614",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AK00",
  "org_lgl_bus_name": "UNIVERSITY OF ALASKA ANCHORAGE",
  "org_prnt_uei_num": "KNP1HA2B9BF8",
  "org_uei_num": "DZFJT2KH9C43"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alaska Anchorage Campus",
  "perf_str_addr": "3211 PROVIDENCE DR",
  "perf_city_name": "ANCHORAGE",
  "perf_st_code": "AK",
  "perf_st_name": "Alaska",
  "perf_zip_code": "995084614",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "AK00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5221",
   "pgm_ref_txt": "ARCTIC SOCIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 122618.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 115217.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 76893.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>Intellectual Merit. </em>The overarching research question for this project was: Do opportunities in post-secondary education for youth contribute to the viability of Bering Sea communities and way of life? &ldquo;Viability&rdquo; is defined by the degree to which a community can balance in- and out-migration, sustain a context of livelihood diversification, and create bridges to resources external to the community. &nbsp;This question was explored through a survey of scholarship and training grant recipients receiving awards through the Western Alaska Community Development Quota program in the 2000s, qualitative interviewing with students attending post-secondary institutions, and ethnographic community studies in the Bering Sea region.&nbsp;</p>\n<p>In this study population, more students are applying for college scholarships than vocational training grants.&nbsp; The success rate for college degrees is not high, however, for either this study population or for Alaskans as a whole.&nbsp; Only 40% of Alaskans over age 25 have a college degree.&nbsp; For the remaining 60%, the category &ldquo;some college, no degree&rdquo; represents 28% of the Alaska population and 35% of the study population. Study participants who did not complete their education or training most frequently dropped out after the first year. Average time to completion for a bachelor&rsquo;s degree in this study population was seven years.</p>\n<p>Survey respondents report financial hardship as the most important challenge for them in pursuit of post-secondary education.&nbsp; Academically, only 25% of scholarship and training grant recipients surveyed felt well prepared for post-secondary education and 40% reported needing remedial education upon beginning their post-secondary studies.&nbsp; Socioculturally, the primary conflict for rural Alaskans in their pursuit of post-secondary education is the fact that post-secondary education prepares students for a life that is wholly different than the one into which they have been enculturated.&nbsp; Alaska Native youth in particular continue to face challenges in navigating the assimilation processes of the dominant society through the mechanism of formal education.</p>\n<p>This study demonstrates how pursuing post-secondary education can be a gendered process for rural Alaskans aligning with the pronounced &ldquo;female flight&rdquo; trend from rural areas in the circumpolar north.&nbsp; For this study population, more women are taking advantage of post-secondary education or training opportunities than men and they are achieving higher education levels than men.&nbsp; The study illuminated a growing gendered division of labor characteristic of circumpolar north societies.&nbsp; Women are seeking higher education opportunities and finding employment in office clerical and business related positions, as well as in the healthcare and education fields.&nbsp; Men surveyed for this study are better represented in the categories of commercial fishing and seafood processing and trades and continue to identify with rural and subsistence ways of life.&nbsp; For this study population, having a bachelor&rsquo;s degree or higher is correlated with out-migration from the region.</p>\n<p>While the data collected for this study do not demonstrate direct contributions of degree earners to the region&rsquo;s economic development (i.e. in the form of remittances, job referrals, or local business development), it does demonstrate how other ties between rural and out-migrating populations remain strong.&nbsp; Both commodities and subsistence foods are regularly moving between Western Alaska and out-migrants.&nbsp; Out-migrants express enduring and strong cultural connections to their home regions through kin relationships and a lasting affinity with the physical environment of their home communities and the subsistence way of life.&nbsp; And study participants living outside the region provide an important home base for their rural families when they require urban based services and amenities.&nbsp; Throughout the interviews and the survey process, many respondents noted how in seeking higher education, their life choices (especially in the fields of healthcare and education) were motivated by a desire to &ldquo;give back&rdquo; to their communities.&nbsp; Many Alaska Native villages contend with poverty, poor housing and sanitation infrastructure, lack of adequate K-12 education and health care, and intractable social problems characterized by high rates of substance abuse, domestic violence, and suicide.</p>\n<p><em>Broader Impacts. </em>Policy recommendations resulting from this study included: (1) Further engaging youth with &ldquo;bridging&rdquo; opportunities to resources both internal and external to their communities, (2) Focusing on advising, college and career counseling, and college preparatory studies at the secondary level, (3) Investing in programs that are focused on the first year post-secondary experience, (4) Prioritizing the significant financial constraints today&rsquo;s rural youth face, (5) Understanding the needs of non-traditional students and students with families, (6) Bolstering programs that provide a community and support network for Alaska Native students at higher education institutions, (7) Encouraging economic development organizations to also invest <em>indirectly</em> in their rural communities: through youth and community centers, infrastructure and housing, loan forgiveness programs for returning migrants, and in promoting pursuit of studies that can be applied to the development of the region&rsquo;s industries, i.e. fisheries business management skills and tourism studies.&nbsp; &nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/11/2017<br>\n\t\t\t\t\tModified by: Marie&nbsp;E&nbsp;Lowe</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit. The overarching research question for this project was: Do opportunities in post-secondary education for youth contribute to the viability of Bering Sea communities and way of life? \"Viability\" is defined by the degree to which a community can balance in- and out-migration, sustain a context of livelihood diversification, and create bridges to resources external to the community.  This question was explored through a survey of scholarship and training grant recipients receiving awards through the Western Alaska Community Development Quota program in the 2000s, qualitative interviewing with students attending post-secondary institutions, and ethnographic community studies in the Bering Sea region. \n\nIn this study population, more students are applying for college scholarships than vocational training grants.  The success rate for college degrees is not high, however, for either this study population or for Alaskans as a whole.  Only 40% of Alaskans over age 25 have a college degree.  For the remaining 60%, the category \"some college, no degree\" represents 28% of the Alaska population and 35% of the study population. Study participants who did not complete their education or training most frequently dropped out after the first year. Average time to completion for a bachelor?s degree in this study population was seven years.\n\nSurvey respondents report financial hardship as the most important challenge for them in pursuit of post-secondary education.  Academically, only 25% of scholarship and training grant recipients surveyed felt well prepared for post-secondary education and 40% reported needing remedial education upon beginning their post-secondary studies.  Socioculturally, the primary conflict for rural Alaskans in their pursuit of post-secondary education is the fact that post-secondary education prepares students for a life that is wholly different than the one into which they have been enculturated.  Alaska Native youth in particular continue to face challenges in navigating the assimilation processes of the dominant society through the mechanism of formal education.\n\nThis study demonstrates how pursuing post-secondary education can be a gendered process for rural Alaskans aligning with the pronounced \"female flight\" trend from rural areas in the circumpolar north.  For this study population, more women are taking advantage of post-secondary education or training opportunities than men and they are achieving higher education levels than men.  The study illuminated a growing gendered division of labor characteristic of circumpolar north societies.  Women are seeking higher education opportunities and finding employment in office clerical and business related positions, as well as in the healthcare and education fields.  Men surveyed for this study are better represented in the categories of commercial fishing and seafood processing and trades and continue to identify with rural and subsistence ways of life.  For this study population, having a bachelor?s degree or higher is correlated with out-migration from the region.\n\nWhile the data collected for this study do not demonstrate direct contributions of degree earners to the region?s economic development (i.e. in the form of remittances, job referrals, or local business development), it does demonstrate how other ties between rural and out-migrating populations remain strong.  Both commodities and subsistence foods are regularly moving between Western Alaska and out-migrants.  Out-migrants express enduring and strong cultural connections to their home regions through kin relationships and a lasting affinity with the physical environment of their home communities and the subsistence way of life.  And study participants living outside the region provide an important home base for their rural families when they require urban based services and amenities.  Throughout the interviews and the survey process, many respondents noted how in seeking higher education, their life choices (especially in the fields of healthcare and education) were motivated by a desire to \"give back\" to their communities.  Many Alaska Native villages contend with poverty, poor housing and sanitation infrastructure, lack of adequate K-12 education and health care, and intractable social problems characterized by high rates of substance abuse, domestic violence, and suicide.\n\nBroader Impacts. Policy recommendations resulting from this study included: (1) Further engaging youth with \"bridging\" opportunities to resources both internal and external to their communities, (2) Focusing on advising, college and career counseling, and college preparatory studies at the secondary level, (3) Investing in programs that are focused on the first year post-secondary experience, (4) Prioritizing the significant financial constraints today?s rural youth face, (5) Understanding the needs of non-traditional students and students with families, (6) Bolstering programs that provide a community and support network for Alaska Native students at higher education institutions, (7) Encouraging economic development organizations to also invest indirectly in their rural communities: through youth and community centers, infrastructure and housing, loan forgiveness programs for returning migrants, and in promoting pursuit of studies that can be applied to the development of the region?s industries, i.e. fisheries business management skills and tourism studies.   \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 04/11/2017\n\n\t\t\t\t\tSubmitted by: Marie E Lowe"
 }
}