{
 "awd_id": "1108511",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI: Piecing Together the Puzzle of Religion: An Integrated Evolutionary and Cultural Psychological",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 5700.0,
 "awd_amount": 5700.0,
 "awd_min_amd_letter_date": "2011-05-11",
 "awd_max_amd_letter_date": "2011-05-11",
 "awd_abstract_narration": null,
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joni",
   "pi_last_name": "Sasaki",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joni Sasaki",
   "pi_email_addr": "",
   "nsf_id": "000579159",
   "pi_start_date": "2011-05-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Sasaki                  Joni",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Santa Barbara",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "931013747",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Sasaki                  Joni",
  "perf_str_addr": "",
  "perf_city_name": "Santa Barbara",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931013747",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5941",
   "pgm_ref_txt": "NEW ZEALAND"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 5700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcomes Report</strong></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Religion exists in some form across every human culture, and many of the world&rsquo;s major religions explicitly teach prosociality as a virtue. Some research has found that even thinking about the concept of religion or a supernatural being may encourage prosocial behavior. There are a number of theorized explanations for this effect, yet few have been experimentally investigated. The current project draws on perspectives from evolutionary psychology to test the most commonly theorized explanation for this effect&mdash;that supernatural thoughts increase prosocial behavior because people are trying to avoid supernatural punishment. Specifically, the goal of this project was to use experimental methods in a laboratory setting to test the hypothesis that the effect of thinking about the supernatural on prosocial behavior is mediated, or explained, by thoughts about punishment.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Using a three-condition experimental design with human subjects, this research examined: 1) whether prosocial behavior would be highest in the supernatural condition relative to two control conditions, as shown in past research, and 2) whether this effect in the supernatural condition would be mediated by increased thoughts of punishment. There were 82 university students who participated in this study. Upon consent, participants were randomly assigned to one of the three manipulated conditions. Next, participants completed the mediator and prosocial behavior task before thorough debriefing. Preliminary analyses of these data do not seem to directly support the commonly theorized explanation for the effect of supernatural thoughts on prosocial behavior. However, these findings are important for building refined hypotheses based on past theory and current experimental data. As a result of this project, the researchers involved in this study have designed a number of follow-up studies to test refined hypotheses. These studies are currently in progress, and results from the entire set of studies will be written up for publication.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The results from this project have implications within and beyond psychology. Though religion may be one of the oldest forms of large-scale social interaction, dating as far back in history as 9600 BC, many basic questions surrounding religion remain unanswered from a psychological perspective. The current study makes important contributions within the field of psychology by addressing questions about religion&rsquo;s implications for human thought and behavior. Specifically, this research tests explanations for why religion may increase prosocial behavior in some cases, contributing to scientific knowledge about a popularly theorized, but never previously experimentally tested, hypothesis. This research also has the potential to benefit people outside the field, including educators, health practitioners, and lawmakers. An understanding of why religion affects prosocial behavior from a scientific perspective can give educators a more complete explanation of this phenomenon, adding to literary and historical accounts of religion. This research has implications for health issues, as research has shown links between religion and physical and mental health. Knowing how religion impacts human behavior may change how health professionals approach issues of religion with their patients. A solid theory about why and under what conditions religion may encourage people to behave prosocially can enrich our knowledge about human nature in general, and this knowledge may be used to understand religion&rsquo;s influence on law and politics, both domestically and internationally.<strong></strong></p><br>\n<p>\n\t\t\t\t      \tLast M...",
  "por_txt_cntn": "\nProject Outcomes Report\n\n            Religion exists in some form across every human culture, and many of the worldÆs major religions explicitly teach prosociality as a virtue. Some research has found that even thinking about the concept of religion or a supernatural being may encourage prosocial behavior. There are a number of theorized explanations for this effect, yet few have been experimentally investigated. The current project draws on perspectives from evolutionary psychology to test the most commonly theorized explanation for this effect&mdash;that supernatural thoughts increase prosocial behavior because people are trying to avoid supernatural punishment. Specifically, the goal of this project was to use experimental methods in a laboratory setting to test the hypothesis that the effect of thinking about the supernatural on prosocial behavior is mediated, or explained, by thoughts about punishment.\n\n            Using a three-condition experimental design with human subjects, this research examined: 1) whether prosocial behavior would be highest in the supernatural condition relative to two control conditions, as shown in past research, and 2) whether this effect in the supernatural condition would be mediated by increased thoughts of punishment. There were 82 university students who participated in this study. Upon consent, participants were randomly assigned to one of the three manipulated conditions. Next, participants completed the mediator and prosocial behavior task before thorough debriefing. Preliminary analyses of these data do not seem to directly support the commonly theorized explanation for the effect of supernatural thoughts on prosocial behavior. However, these findings are important for building refined hypotheses based on past theory and current experimental data. As a result of this project, the researchers involved in this study have designed a number of follow-up studies to test refined hypotheses. These studies are currently in progress, and results from the entire set of studies will be written up for publication.\n\n            The results from this project have implications within and beyond psychology. Though religion may be one of the oldest forms of large-scale social interaction, dating as far back in history as 9600 BC, many basic questions surrounding religion remain unanswered from a psychological perspective. The current study makes important contributions within the field of psychology by addressing questions about religionÆs implications for human thought and behavior. Specifically, this research tests explanations for why religion may increase prosocial behavior in some cases, contributing to scientific knowledge about a popularly theorized, but never previously experimentally tested, hypothesis. This research also has the potential to benefit people outside the field, including educators, health practitioners, and lawmakers. An understanding of why religion affects prosocial behavior from a scientific perspective can give educators a more complete explanation of this phenomenon, adding to literary and historical accounts of religion. This research has implications for health issues, as research has shown links between religion and physical and mental health. Knowing how religion impacts human behavior may change how health professionals approach issues of religion with their patients. A solid theory about why and under what conditions religion may encourage people to behave prosocially can enrich our knowledge about human nature in general, and this knowledge may be used to understand religionÆs influence on law and politics, both domestically and internationally.\n\n\t\t\t\t\tLast Modified: 12/06/2011\n\n\t\t\t\t\tSubmitted by: Joni Sasaki"
 }
}