{
 "awd_id": "1108415",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI:Hydrodynamic modeling of beaches and reef flats in Torres Strait Islands",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 5700.0,
 "awd_amount": 5700.0,
 "awd_min_amd_letter_date": "2011-05-10",
 "awd_max_amd_letter_date": "2011-05-10",
 "awd_abstract_narration": null,
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "EUGENE",
   "pi_last_name": "FARRELL",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "EUGENE J FARRELL",
   "pi_email_addr": "",
   "nsf_id": "000580424",
   "pi_start_date": "2011-05-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "FARRELL                 EUGENE         J",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "",
  "inst_zip_code": "778404859",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "FARRELL                 EUGENE         J",
  "perf_str_addr": "",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778404859",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5912",
   "pgm_ref_txt": "AUSTRALIA"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 5700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\"><strong>Hydrodynamic modeling of beaches and reef flats in Torres Strait Islands</strong><strong></strong></p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>The Problem:</strong> The field experiments collected wave and tidal current data for beach and reef flat locations in the Torres Strait islands, located between New Guinea and Australia. The data were collected, analyzed and presented in order to supplement a larger program (<em>Climate Change Adaptation Program</em>) that focuses on preparing these low-lying coastal communities for the impact of climate change. These communities are some of the most vulnerable societies in the world due to the impacts of potential sea level rise associated with climate change predictions. Recently a report submitted to the Australian Federal Inquiry into Climate Change and Environmental Impacts on Coast Communities surmised that the &ldquo;<em>low-lying nature of several islands and the extent of current inundation problems suggests that any significant sea level rise due to climate change could potentially threaten the viability of these communities. In addition other potential impacts of climate change including changes to rainfall patterns, ecosystems as well as the spread of disease may significantly impact Torres Strait Island communities</em>\". Currently many of the islands are impacted by slowly rising sea levels, king (high) tides and frequent storm surges. Long term, inundation damage will impact freshwater supplies, crop production and infrastructure, all of which are catalysts for social instability in these isolated communities. The problems are immediate and dire consequences may occur without robust workable management strategies that are constructed on empirical data and formed in close partnership with the local island communities and stakeholders. <strong>A driving motivation for this research is the conviction that informed decision making for addressing coastal flooding must be based upon empirical data of real world conditions</strong>.</p>\n<p><strong><br /> The Project: </strong>A number of high precision instruments were used to collect data to characterize the hydrodynamic, bathymetric, topographic and sedimentological properties of the islands during the south-easterly wind season (southern hemisphere winter). These included a Trimble Real-time Kinematic Global Positioning System (RTK) to survey the beaches and reef flats and state of the art Nortek Acoustic Doppler Current Profilers (ADCPs) and Acoustic Doppler Velocimeters (ADVs) to measure waves (direction, height and period), currents (speed and direction) and tides (water depth). The survey data will be mapped using Geographic Information Systems and the results will be superimposed on historical aerial photographs and maps to<strong> examine historical trends of shoreline position</strong>. The wave and current data will be inputted into numerical shoreline change models to provide <strong>predictions of the potential response of the island shorelines to different sea level rise scenarios</strong>.</p>\n<p><strong><br /> The Impact:</strong> The research was supported by the NSF EAPSI program, the Australian Academy of Sciences and the very supportive and generous host Dr. Kevin Parnell based at James Cook University, Queensland. The project is a small component of a larger project (led by Dr. Parnell) focused on presenting to each island community scientific reports on historical shoreline change and contemporary information on the impact of seasonal wave climates on sediment transport patterns and beach volume, as well as potential long term problems of flooding and shoreline erosion from long term sea level rise. This scientific information will substantiate <em>anecdotal</em><em> </em><em>island</em><em> </em>accounts of long-term coastal erosion and flooding from storms and high spring tides. The project objectives are to provide ...",
  "por_txt_cntn": "Hydrodynamic modeling of beaches and reef flats in Torres Strait Islands\n\n \n\nThe Problem: The field experiments collected wave and tidal current data for beach and reef flat locations in the Torres Strait islands, located between New Guinea and Australia. The data were collected, analyzed and presented in order to supplement a larger program (Climate Change Adaptation Program) that focuses on preparing these low-lying coastal communities for the impact of climate change. These communities are some of the most vulnerable societies in the world due to the impacts of potential sea level rise associated with climate change predictions. Recently a report submitted to the Australian Federal Inquiry into Climate Change and Environmental Impacts on Coast Communities surmised that the \"low-lying nature of several islands and the extent of current inundation problems suggests that any significant sea level rise due to climate change could potentially threaten the viability of these communities. In addition other potential impacts of climate change including changes to rainfall patterns, ecosystems as well as the spread of disease may significantly impact Torres Strait Island communities\". Currently many of the islands are impacted by slowly rising sea levels, king (high) tides and frequent storm surges. Long term, inundation damage will impact freshwater supplies, crop production and infrastructure, all of which are catalysts for social instability in these isolated communities. The problems are immediate and dire consequences may occur without robust workable management strategies that are constructed on empirical data and formed in close partnership with the local island communities and stakeholders. A driving motivation for this research is the conviction that informed decision making for addressing coastal flooding must be based upon empirical data of real world conditions.\n\n\n The Project: A number of high precision instruments were used to collect data to characterize the hydrodynamic, bathymetric, topographic and sedimentological properties of the islands during the south-easterly wind season (southern hemisphere winter). These included a Trimble Real-time Kinematic Global Positioning System (RTK) to survey the beaches and reef flats and state of the art Nortek Acoustic Doppler Current Profilers (ADCPs) and Acoustic Doppler Velocimeters (ADVs) to measure waves (direction, height and period), currents (speed and direction) and tides (water depth). The survey data will be mapped using Geographic Information Systems and the results will be superimposed on historical aerial photographs and maps to examine historical trends of shoreline position. The wave and current data will be inputted into numerical shoreline change models to provide predictions of the potential response of the island shorelines to different sea level rise scenarios.\n\n\n The Impact: The research was supported by the NSF EAPSI program, the Australian Academy of Sciences and the very supportive and generous host Dr. Kevin Parnell based at James Cook University, Queensland. The project is a small component of a larger project (led by Dr. Parnell) focused on presenting to each island community scientific reports on historical shoreline change and contemporary information on the impact of seasonal wave climates on sediment transport patterns and beach volume, as well as potential long term problems of flooding and shoreline erosion from long term sea level rise. This scientific information will substantiate anecdotal island accounts of long-term coastal erosion and flooding from storms and high spring tides. The project objectives are to provide management options, as well as presenting an understanding of the consequences of these options, to the island communities to better assist them in making informed decisions.\n\n\t\t\t\t\tLast Modified: 01/23/2012\n\n\t\t\t\t\tSubmitted by: Eugene J Farrell"
 }
}