{
 "awd_id": "1108158",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI: Heterogeneous Multiscale Methods and Numerical Solutions to Related Inverse Problems",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 5700.0,
 "awd_amount": 5700.0,
 "awd_min_amd_letter_date": "2011-05-18",
 "awd_max_amd_letter_date": "2011-05-18",
 "awd_abstract_narration": null,
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christina",
   "pi_last_name": "Frederick",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christina Frederick",
   "pi_email_addr": "",
   "nsf_id": "000579067",
   "pi_start_date": "2011-05-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Frederick               Christina",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Austin",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "",
  "inst_zip_code": "787512244",
  "inst_country_name": "United States",
  "cong_dist_code": "37",
  "st_cong_dist_code": "TX37",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Frederick               Christina",
  "perf_str_addr": "",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787512244",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5924",
   "pgm_ref_txt": "TAIWAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 5700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Introduction</strong></p>\n<p>Although the phenomenon of physical pain is well studied by anesthesiologists and other physicians, there is still no universally accepted way for quantifying pain that is purely based on the body&rsquo;s physiological responses. Previous research indicates that in laboring patients, the behavior of the heart rate can be analyzed to predict whether or not a patient will choose epidural analgesia for pain control. In Taiwan, under the supervision of Professor I-Liang Chern, Dr. Shu-Shya Hseu and Dr. Hau-Tieng Wu, I analyzed datasets from this pain control study.</p>\n<p>Some recent developments in the theory of signal processing have generalized the notion of &ldquo;instantaneous frequency&rdquo;. These developments are motivated by need for the analysis of nearly periodic signals such as electrocardiogram (ECG) signals that measure the electric activity in the heart. Applying the Synchrosqeezing Transform (SST) to an ECG signal allows for the estimation of a patient&rsquo;s instantaneous heart rate (IHR) and instantaneous respiratory rate (IRR).</p>\n<p><strong>Cardiopulmonary Coupling</strong></p>\n<p>One of my research goals this summer was to explore the differences in a laboring patient&rsquo;s IHR before and after the patient was administered pain control. We first considered the coupling between the IHR and IRR, using an index previously applied to the classification of signals from patients with sleep disorders. The application of the SST allowed us to perform analysis of both the low frequency and high frequency oscillations in the estimated IHR. This provides a broader spectrum of frequencies for analysis than the ECG-based technique used in the sleep study. The sleep study results were limited to the study of only low frequency oscillations in the ECG signal. According to Dr. Hseu, the high frequency oscillations may be caused by the fast heart rate and respiration rate that a patient in labor experiences during a uterine contraction. This may lead to the ability to define an index of &nbsp;&ldquo;amount of pain\" that is based quantitatively on CPC analysis.</p>\n<p><strong>Increment Statistics</strong></p>\n<p>We also explored the behavior of the increments in the ECG time series. In previous research, the long time correlations of the heart rate time series are studied in healthy and diseased patients.&nbsp; It is shown that the increment heartbeat time series corresponding to patients with severe heart disease were much \"smoother\" than the heartbeat time series corresponding to healthier subjects.</p>\n<p>So far, these preliminary experiments have been inconclusive in showing the effectiveness of using the IHR signal to describe the cardiac response to pain control, though there is an indication that the increment time series obtained after the administration of pain control have slightly smaller variances than the increment time series obtained before the administration of pain control.</p>\n<p>Most (~70%) of the patients exhibit a slightly higher variance in IHR fluctuations before pain control, so this may be a characteristic that warrants further study. Some of the patients that do not follow this trend exhibit low frequency behavior in the estimated IHR, indicating that the data may need more processing before using these spectral tools.</p>\n<p><strong>Conclusion and Future Work</strong></p>\n<p>The project that I worked on over the summer has given rise to new directions for further research. Fully developing a &ldquo;pain&rdquo; index based on cardiopulmonary coupling using the estimated IHR and IRR is a worthwhile pursuit. The next step for us would be to model the IRR more accurately by improving the methods we used to derive the respiratory rates from the ECG signals.</p>\n<p>The results for the crude analysis of the increment statistics are encouraging, and with further refinement of the model we hope to determine...",
  "por_txt_cntn": "\nIntroduction\n\nAlthough the phenomenon of physical pain is well studied by anesthesiologists and other physicians, there is still no universally accepted way for quantifying pain that is purely based on the bodyÆs physiological responses. Previous research indicates that in laboring patients, the behavior of the heart rate can be analyzed to predict whether or not a patient will choose epidural analgesia for pain control. In Taiwan, under the supervision of Professor I-Liang Chern, Dr. Shu-Shya Hseu and Dr. Hau-Tieng Wu, I analyzed datasets from this pain control study.\n\nSome recent developments in the theory of signal processing have generalized the notion of \"instantaneous frequency\". These developments are motivated by need for the analysis of nearly periodic signals such as electrocardiogram (ECG) signals that measure the electric activity in the heart. Applying the Synchrosqeezing Transform (SST) to an ECG signal allows for the estimation of a patientÆs instantaneous heart rate (IHR) and instantaneous respiratory rate (IRR).\n\nCardiopulmonary Coupling\n\nOne of my research goals this summer was to explore the differences in a laboring patientÆs IHR before and after the patient was administered pain control. We first considered the coupling between the IHR and IRR, using an index previously applied to the classification of signals from patients with sleep disorders. The application of the SST allowed us to perform analysis of both the low frequency and high frequency oscillations in the estimated IHR. This provides a broader spectrum of frequencies for analysis than the ECG-based technique used in the sleep study. The sleep study results were limited to the study of only low frequency oscillations in the ECG signal. According to Dr. Hseu, the high frequency oscillations may be caused by the fast heart rate and respiration rate that a patient in labor experiences during a uterine contraction. This may lead to the ability to define an index of  \"amount of pain\" that is based quantitatively on CPC analysis.\n\nIncrement Statistics\n\nWe also explored the behavior of the increments in the ECG time series. In previous research, the long time correlations of the heart rate time series are studied in healthy and diseased patients.  It is shown that the increment heartbeat time series corresponding to patients with severe heart disease were much \"smoother\" than the heartbeat time series corresponding to healthier subjects.\n\nSo far, these preliminary experiments have been inconclusive in showing the effectiveness of using the IHR signal to describe the cardiac response to pain control, though there is an indication that the increment time series obtained after the administration of pain control have slightly smaller variances than the increment time series obtained before the administration of pain control.\n\nMost (~70%) of the patients exhibit a slightly higher variance in IHR fluctuations before pain control, so this may be a characteristic that warrants further study. Some of the patients that do not follow this trend exhibit low frequency behavior in the estimated IHR, indicating that the data may need more processing before using these spectral tools.\n\nConclusion and Future Work\n\nThe project that I worked on over the summer has given rise to new directions for further research. Fully developing a \"pain\" index based on cardiopulmonary coupling using the estimated IHR and IRR is a worthwhile pursuit. The next step for us would be to model the IRR more accurately by improving the methods we used to derive the respiratory rates from the ECG signals.\n\nThe results for the crude analysis of the increment statistics are encouraging, and with further refinement of the model we hope to determine if there is a characteristic behavior in the IHR increment time series that could be a predictor of a patientÆs need for pain control. We are also exploring other techniques for signal analysis, such as multiscale entropy for real signals.\n\nIn conclusio..."
 }
}