{
 "awd_id": "1108614",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Biomedical Engineering Society and Society for Physical Regulation in Biology and Medicine Conference on Cellular and Molecular Bioengineering; Miami, Florida; 4-8 January 2011",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dennis Robert Carter",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 4500.0,
 "awd_amount": 4500.0,
 "awd_min_amd_letter_date": "2010-12-23",
 "awd_max_amd_letter_date": "2010-12-23",
 "awd_abstract_narration": "This grant provides funds to support nine graduate students and postdoctoral fellows to attend the inaugural joint Biomedical Engineering Society (BMES) and the Society for Physical Regulation in Biology and Medicine (SPRBM) Conference on Cellular and Molecular Bioengineering (CMBE) (29th SPRBM Annual Scientific Conference). The specific theme of 2011 joint conference will be: Molecular Imaging and Mechanotransduction. Both the BMES and the SPRBM realized the importance of Cellular and Molecular Bioengineering. In 2008, the BMES formed a new society journal, Cellular and Molecular Bioengineering. Now, the inaugural joint BMES-SPRBM Conference on CBME is the beginning of a new focus of the promising subfield in biomedical engineering and much needed forum for this exciting field and the new CMBE journal.\r\n\r\nThe specific objectives of this grant are two-fold. The first is to provide funding support to postdoctoral fellows and graduate students whose submitted papers have been selected for podium presentation on the basis of scientific merits. The meeting will provide a platform for the development of long-term interdisciplinary interactions, and expose researchers in bioengineering, biology, and medicine to the latest ideas and opportunities at the confluence of molecular imaging and mechanotransduction. The second objective is to foster the emergence and growth of the exciting sub-filed of CMBE. The specific aims of this meeting are:  (1) Delineate the current status of molecular imaging and mechanobiology. Leaders from the molecular/cellular/tissue biomechanics with interests and applications in molecular imaging and mechanotransduction fields will give an overview of molecular imaging concepts and review the current state of mechanobiology, as well as their research in molecular/cellular/tissue/ functions and tissue/organ regeneration; and (2) Brainstorm the emerging field of cellular and molecular bioengineering with a focus on molecular imaging and mechanotransduction. Formulate a whitepaper regarding the field of cellular and molecular bioengineering and provide guidelines and blueprints for the cellular and molecular bioengineering field to BMES and SPRBM societies as well as the broad CMBE communities. The whitepaper will be published in the CMBE as the outcome of this joint conference.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiang-Dong",
   "pi_last_name": "Guo",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Xiang-Dong E Guo",
   "pi_email_addr": "exg1@columbia.edu",
   "nsf_id": "000165831",
   "pi_start_date": "2010-12-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "615 W 131ST ST",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100277922",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747900",
   "pgm_ele_name": "BMMB-Biomech & Mechanobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "028E",
   "pgm_ref_txt": "BIOMECHANICS"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 4500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this grant was to fund the inaugural joint Biomedical Engineering Society and the Society for Physical Regulation in Biology and Medicine Conference on <strong>Cellular and Molecular Bioengineering</strong>.&nbsp; The Conference on Cellular and Molecular Bioengineering was successfully held in January, 2011.&nbsp; This high quality conference played transformative roles in re-shaping the sub-field of Cellular and Molecular Bioengineering.&nbsp; First, world-wide leaders in Cellular and Molecular Bioengineering held a roundtable discussion and brainstormed the future of Cellular and Molecular Bioengineering.&nbsp; These discussions resulted in a white paper, titled &ldquo;Cellular and Molecular Bioengineering: A Tipping Point&rdquo;, published in Cellular and Molecular Bioengineering, Cell Mol Bioeng. 2012 Sep 1;5(3):239-253 (<a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3525706/\">http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3525706/</a>).&nbsp; Second, an national group has been formed in the Biomedical Engineering Society, Special Interest Group Cellular and Molecular Bioengineering.&nbsp; Therefore, it provides a public forum for research and education in Cellular and Molecular Bioengineering (<a href=\"http://bmes.org/sig\">http://bmes.org/sig</a>). Finally, a Gordon Conference style annual Conference on Cellular and Molecular Bioengineering has been formalized as the core activity of Biomedical Engineering Society and its Special Interest Group in Cellular and Molecular Bioengineering.&nbsp; Now, the annual BMES Conference on Cellular and Molecular Bioengineering has been successfully held in San Juan, Puerto Rico in 2013, Big Island, Hawaii, in 2013, and upcoming San Diego, California in 2014.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/11/2013<br>\n\t\t\t\t\tModified by: X. Edward&nbsp;Guo</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this grant was to fund the inaugural joint Biomedical Engineering Society and the Society for Physical Regulation in Biology and Medicine Conference on Cellular and Molecular Bioengineering.  The Conference on Cellular and Molecular Bioengineering was successfully held in January, 2011.  This high quality conference played transformative roles in re-shaping the sub-field of Cellular and Molecular Bioengineering.  First, world-wide leaders in Cellular and Molecular Bioengineering held a roundtable discussion and brainstormed the future of Cellular and Molecular Bioengineering.  These discussions resulted in a white paper, titled \"Cellular and Molecular Bioengineering: A Tipping Point\", published in Cellular and Molecular Bioengineering, Cell Mol Bioeng. 2012 Sep 1;5(3):239-253 (http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3525706/).  Second, an national group has been formed in the Biomedical Engineering Society, Special Interest Group Cellular and Molecular Bioengineering.  Therefore, it provides a public forum for research and education in Cellular and Molecular Bioengineering (http://bmes.org/sig). Finally, a Gordon Conference style annual Conference on Cellular and Molecular Bioengineering has been formalized as the core activity of Biomedical Engineering Society and its Special Interest Group in Cellular and Molecular Bioengineering.  Now, the annual BMES Conference on Cellular and Molecular Bioengineering has been successfully held in San Juan, Puerto Rico in 2013, Big Island, Hawaii, in 2013, and upcoming San Diego, California in 2014.\n\n\t\t\t\t\tLast Modified: 09/11/2013\n\n\t\t\t\t\tSubmitted by: X. Edward Guo"
 }
}