{
 "awd_id": "1108532",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI:Gn-inhibitory system and sexual fidelity: Comparisons of GnIH expression across mating systems",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 700.0,
 "awd_amount": 700.0,
 "awd_min_amd_letter_date": "2011-05-11",
 "awd_max_amd_letter_date": "2011-05-11",
 "awd_abstract_narration": null,
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeremy",
   "pi_last_name": "Crawford",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Jeremy C Crawford",
   "pi_email_addr": "",
   "nsf_id": "000574004",
   "pi_start_date": "2011-05-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Crawford                Jeremy         C",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Berkeley",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "947203140",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Crawford                Jeremy         C",
  "perf_str_addr": "",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947203140",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Despite significant advances in our understanding of the genetic and neuroendocrine underpinnings of monogamy and promiscuity, recent studies indicate that these important patterns of mating behavior cannot be fully explained by the mechanisms thus far implicated in their control. One promising but relatively unstudied factor that contributes to variation in mating behavior is the recently discovered hormone known as GnIH (gonadotropin inhibitory hormone). GnIH is expressed in the brains and gonads of many animals, including humans. Because GnIH is known to inhibit reproductive behavior and a number of other important physiological processes, I set out to investigate this little-studied hormone and its effects on reproductive behavior in monogamous and promiscuous mice. Among other questions, I was interested in determining if increases in GnIH expression could be responsible for causing animals to resist mating opportunities.</p>\n<p>The vast majority of this project was carried out in the laboratory of my Japanese host professor, Professor Kazuyoshi Tsutsui. Throughout his distinguished career, Professor Tsutui&rsquo;s research has focused on explorations of the mechanisms that guide vertebrate brain function. Among countless scientific accomplishments, Professor Tsutui and his collaborators are credited with the relatively recent discovery of GnIH. As the foremost expert regarding this relatively novel and little-studied hormone, Professor Tsutsui served as an invaluable resource throughout this study. Likewise, other members of Professor Tsutsui&rsquo;s Laboratory of Integrative Brain Sciences were integral to the successful molecular techniques necessitated by my study design; during my tenure as an EAPSI fellow, I was privileged to interact with five postdoctoral researchers, seven graduate students, and two undergraduate students who conduct research in Professor Tsutsui&rsquo;s lab. The extent to which these talented researchers positively influenced the development of my study is only overshadowed by the extent that they also contributed to my development as a competent molecular biologist. Working in the Laboratory of Integrative Brain Sciences, for example, afforded me the unique opportunity to train with experts in each technique necessitated by my study. Furthermore, my time working with these colleagues instilled in me a rigorous attention to detail and a vast appreciation for Japan&rsquo;s unique research culture.</p>\n<p>Although my collaborators and I are still analyzing, interpreting, and expanding upon data collected during my tenure as an EAPSI fellow, my preliminary analyses suggest that the results of this project will contribute a distinct behavioral and reproductive framework in which to contextualize ongoing molecular investigations of the GnIH system. Furthermore, the EAPSI program has undoubtedly furthered my understanding and appreciation of other academic, scientific, and social cultures. Along those lines, I am certain that this opportunity has prepared me for future research efforts that entail collaboration across various cultures and distinct fields of research. EAPSI&rsquo;s contributions to my personal and professional development are unparalleled among my previous academic experiences, and I sincerely hope that I will have the chance to facilitate scientific and cultural experiences like these for other American and foreign scientists in the future.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/31/2011<br>\n\t\t\t\t\tModified by: Jeremy&nbsp;C&nbsp;Crawford</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhot...",
  "por_txt_cntn": "\nDespite significant advances in our understanding of the genetic and neuroendocrine underpinnings of monogamy and promiscuity, recent studies indicate that these important patterns of mating behavior cannot be fully explained by the mechanisms thus far implicated in their control. One promising but relatively unstudied factor that contributes to variation in mating behavior is the recently discovered hormone known as GnIH (gonadotropin inhibitory hormone). GnIH is expressed in the brains and gonads of many animals, including humans. Because GnIH is known to inhibit reproductive behavior and a number of other important physiological processes, I set out to investigate this little-studied hormone and its effects on reproductive behavior in monogamous and promiscuous mice. Among other questions, I was interested in determining if increases in GnIH expression could be responsible for causing animals to resist mating opportunities.\n\nThe vast majority of this project was carried out in the laboratory of my Japanese host professor, Professor Kazuyoshi Tsutsui. Throughout his distinguished career, Professor TsutuiÆs research has focused on explorations of the mechanisms that guide vertebrate brain function. Among countless scientific accomplishments, Professor Tsutui and his collaborators are credited with the relatively recent discovery of GnIH. As the foremost expert regarding this relatively novel and little-studied hormone, Professor Tsutsui served as an invaluable resource throughout this study. Likewise, other members of Professor TsutsuiÆs Laboratory of Integrative Brain Sciences were integral to the successful molecular techniques necessitated by my study design; during my tenure as an EAPSI fellow, I was privileged to interact with five postdoctoral researchers, seven graduate students, and two undergraduate students who conduct research in Professor TsutsuiÆs lab. The extent to which these talented researchers positively influenced the development of my study is only overshadowed by the extent that they also contributed to my development as a competent molecular biologist. Working in the Laboratory of Integrative Brain Sciences, for example, afforded me the unique opportunity to train with experts in each technique necessitated by my study. Furthermore, my time working with these colleagues instilled in me a rigorous attention to detail and a vast appreciation for JapanÆs unique research culture.\n\nAlthough my collaborators and I are still analyzing, interpreting, and expanding upon data collected during my tenure as an EAPSI fellow, my preliminary analyses suggest that the results of this project will contribute a distinct behavioral and reproductive framework in which to contextualize ongoing molecular investigations of the GnIH system. Furthermore, the EAPSI program has undoubtedly furthered my understanding and appreciation of other academic, scientific, and social cultures. Along those lines, I am certain that this opportunity has prepared me for future research efforts that entail collaboration across various cultures and distinct fields of research. EAPSIÆs contributions to my personal and professional development are unparalleled among my previous academic experiences, and I sincerely hope that I will have the chance to facilitate scientific and cultural experiences like these for other American and foreign scientists in the future.\n\n\t\t\t\t\tLast Modified: 12/31/2011\n\n\t\t\t\t\tSubmitted by: Jeremy C Crawford"
 }
}