{
 "awd_id": "1108450",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Materials World Network: Nano-Structured InGaN Solar Cells Program",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032928428",
 "po_email": "cying@nsf.gov",
 "po_sign_block_name": "Z.  Ying",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 420000.0,
 "awd_amount": 420000.0,
 "awd_min_amd_letter_date": "2011-08-24",
 "awd_max_amd_letter_date": "2013-06-17",
 "awd_abstract_narration": "There is a worldwide effort to increase power generation through solar cells, to meet targets in reducing greenhouse gases. One requirement is for high efficiency multijunction solar cells (MJSCs) to extract power from concentrated solar power (CSP) plants, which are expected to become central to the delivery of solar power to national and super-grid systems. At present, such MJSCs must combine different materials systems and are usually limited by the requirement to lattice-match the individual cells to avoid efficiency losses due to defects. This effort aims to circumvent these problems by investigating solar cells based on InxGa1-xN, which has a direct band gap of 0.7-3.4 eV, spanning most of the visible spectrum, thus promising MJSCs from a single materials system. To avoid the problems of lattice mismatch and of material quality, which limit prototype solar cells based on InxGa1-xN epilayers to low x (x<0.3), the investigators grow the InxGa1-xN in nanorod form, merging the nanorods using methods already developed to provide a solar cell template. The team assembled, which combines complementary expertise in growth and device fabrication (U. Nottingham), structural characterization (U. Bristol), and nanoscale optical and electrical characterization (Arizona State U.) and solar cell design and characterization (in collaboration with NREL), aims to explore the properties of InxGa1-xN single junction cells over the full composition range (0<x<1), with the UK participants receiving support from the Engineering and Physical Sciences Council of the UK. The team examines key fundamental properties of InxGa1-xN nanorods, using transmission and scanning electron microscopy to determine the materials requirements for growing defect-free InxGa1-xN nanorod arrays, and overcoming the problem of lattice mismatch. The work also examines the electronic properties of InxGa1-xN nanorods using novel cathodoluminescence and electron holography studies, and time-resolved photoluminescence. Single junction solar cells will be fabricated and characterized for InxGa1-xN nanorods with low and high In content, and exploratory work will be carried out into a novel two-junction nanorod cell including a tunnel junction, thus establishing the requirements for the future development of InxGa1-xN MJSC devices.\t\r\n\r\nThe work aims to establish InGaN as a basis for (a) photovoltaics across the entire visible spectrum and (b) high efficiency MJSCs needed for CSP plants, by using a novel nanorod geometry to overcome the materials limitations that affect continuous InGaN epilayers. The team assembled brings together leading groups with a unique combination of expertise and techniques designed to clarify the key materials issues, including the fundamental properties of the nanorods and of prototype solar cells. As public science literacy is critical to the development of sound policy, project education/outreach efforts include contributions to the Arizona State University's \"Science is Fun\" program to develop a 45-60 minute lesson suitable for students in grades 4th through 12th.  The objective is to (i) increase student interest in science and engineering and encourage the pursuit of advanced education in related technical fields, and (ii) elucidate how intellectual innovations can impact future efficient use of renewable energy, and help develop human infrastructure for the high-technology industry in Arizona.  A new course on materials for nano-structured photovoltaic devices is also developed at Arizona State University to be included in the curriculum of the newly established Science Master's in Nanoscience program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fernando",
   "pi_last_name": "Ponce",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Fernando A Ponce",
   "pi_email_addr": "Ponce@asu.edu",
   "nsf_id": "000233664",
   "pi_start_date": "2011-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  },
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7488",
   "pgm_ref_txt": "MATERIALS WORLD NETWORK"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 210000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 70000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 140000.0
  }
 ],
 "por": null
}