{
 "awd_id": "1108239",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI:Experimental Determination of the Stability and Control Derivatives of a Blended-Wing Body Air",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 5700.0,
 "awd_amount": 5700.0,
 "awd_min_amd_letter_date": "2011-05-12",
 "awd_max_amd_letter_date": "2011-05-12",
 "awd_abstract_narration": null,
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Runge",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "William O Runge",
   "pi_email_addr": "",
   "nsf_id": "000580499",
   "pi_start_date": "2011-05-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Runge                   William        O",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Atlanta",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "",
  "inst_zip_code": "303180302",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Runge                   William        O",
  "perf_str_addr": "",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303180302",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5912",
   "pgm_ref_txt": "AUSTRALIA"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 5700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The purpose of this project was to conduct an experimental investigation into the stability and control characteristics of a blended wing body unmanned aerial vehicle. The blended wing body (BWB) is intended as a replacement for conventional civil airliners, and is anticipated to have significant environmental and financial benefits. In the BWB, the wing and the body are &ldquo;blended&rdquo; together into one smooth lifting surface, with reduced drag and a much-improved lift-to-drag ratio, amounting to as much as 25% fuel savings.</p>\n<p>Relatively little is known about the stability and control aspect of blended-wing body aircraft, and there is very little work in the flight-testing phase for this novel aircraft concept. With no vertical or horizontal tail, and a very large wing chord at center-body, stability and control about all 3 axes becomes much more challenging.</p>\n<p>In this project, an unmanned flight test vehicle (wingspan = ~7ft) is being flown through a series of flight test maneuvers, and the so-called stability and control parameters, which describe the vehicle&rsquo;s responsiveness and tendency to return to a nominal flight attitude, are determined. In this process, a mathematical model for the aircraft is initially designed based on Newton&rsquo;s 2nd law and certain known vehicle characteristics, such as aircraft dimensions and center of gravity. The mathematical solution of the unknown nondimensional parameters (dictating stability and responsiveness) amounts to a set of nonlinear, 6 degree-of-freedom equations for aircraft motion, which gives the vehicles response to a given perturbation. This system of equations is fitted to experimental responses to measured vehicle perturbations in flight, using an iterative cost function optimization. In essence, the mathematical vehicle&rsquo;s unknown non-dimensional parameters are tweaked in an orderly fashion until the mathematical vehicle&rsquo;s control response matches the flight test vehicle&rsquo;s control response for a given set of flight control inputs.</p>\n<p>There were considerable logistical setbacks which shifted the task of this grant&rsquo;s work from data-gathering flight test and analysis, to a combination of vehicle design, fabrication, flightworthiness demonstrations, and eventually data-gathering flight tests. &nbsp;</p>\n<p>A major contributor to logistical difficulties was the lag time for receiving mail-ordered aircraft components in Australia. For example, it was decided that to save time, a conveniently-located grass runway would be used for the initial flights, rather than a more distant paved runway that was available for this study. This required a landing gear redesign, and it took over a week to receive the new wheels and struts - to make no mention of the accompanying structural redesign of the aircraft. Changes such as these solved some logistical problems, but introduced new hurdles to be overcome.</p>\n<p>Another source of significant trouble was the air-data probe. It was decided by the in-country host that the flight test vehicle would be downsized. It was anticipated that this would make it easier to transport the vehicle, require fewer and smaller parts, and generally make the project more manageable on the limited timeline of my work in Australia. Unfortunately, there was no affordable off-the-shelf air data probe small enough for this downsized vehicle, so we were tasked with designing, manufacturing, calibrating, and implementing an in-house air data probe consisting of 4 pressure sensors adapted from a medical device, and the aircraft-mounted probe itself. This task proved to be much easier said than done, and indeed its difficulty perhaps outweighed any benefit from using a smaller flight test vehicle.</p>\n<p>Of the 8 weeks allotted for the NSF-sponsored portion of this work, almost 5 weeks were spent tweaking the design of the vehicle, and fabricating and assem...",
  "por_txt_cntn": "\nThe purpose of this project was to conduct an experimental investigation into the stability and control characteristics of a blended wing body unmanned aerial vehicle. The blended wing body (BWB) is intended as a replacement for conventional civil airliners, and is anticipated to have significant environmental and financial benefits. In the BWB, the wing and the body are \"blended\" together into one smooth lifting surface, with reduced drag and a much-improved lift-to-drag ratio, amounting to as much as 25% fuel savings.\n\nRelatively little is known about the stability and control aspect of blended-wing body aircraft, and there is very little work in the flight-testing phase for this novel aircraft concept. With no vertical or horizontal tail, and a very large wing chord at center-body, stability and control about all 3 axes becomes much more challenging.\n\nIn this project, an unmanned flight test vehicle (wingspan = ~7ft) is being flown through a series of flight test maneuvers, and the so-called stability and control parameters, which describe the vehicleÆs responsiveness and tendency to return to a nominal flight attitude, are determined. In this process, a mathematical model for the aircraft is initially designed based on NewtonÆs 2nd law and certain known vehicle characteristics, such as aircraft dimensions and center of gravity. The mathematical solution of the unknown nondimensional parameters (dictating stability and responsiveness) amounts to a set of nonlinear, 6 degree-of-freedom equations for aircraft motion, which gives the vehicles response to a given perturbation. This system of equations is fitted to experimental responses to measured vehicle perturbations in flight, using an iterative cost function optimization. In essence, the mathematical vehicleÆs unknown non-dimensional parameters are tweaked in an orderly fashion until the mathematical vehicleÆs control response matches the flight test vehicleÆs control response for a given set of flight control inputs.\n\nThere were considerable logistical setbacks which shifted the task of this grantÆs work from data-gathering flight test and analysis, to a combination of vehicle design, fabrication, flightworthiness demonstrations, and eventually data-gathering flight tests.  \n\nA major contributor to logistical difficulties was the lag time for receiving mail-ordered aircraft components in Australia. For example, it was decided that to save time, a conveniently-located grass runway would be used for the initial flights, rather than a more distant paved runway that was available for this study. This required a landing gear redesign, and it took over a week to receive the new wheels and struts - to make no mention of the accompanying structural redesign of the aircraft. Changes such as these solved some logistical problems, but introduced new hurdles to be overcome.\n\nAnother source of significant trouble was the air-data probe. It was decided by the in-country host that the flight test vehicle would be downsized. It was anticipated that this would make it easier to transport the vehicle, require fewer and smaller parts, and generally make the project more manageable on the limited timeline of my work in Australia. Unfortunately, there was no affordable off-the-shelf air data probe small enough for this downsized vehicle, so we were tasked with designing, manufacturing, calibrating, and implementing an in-house air data probe consisting of 4 pressure sensors adapted from a medical device, and the aircraft-mounted probe itself. This task proved to be much easier said than done, and indeed its difficulty perhaps outweighed any benefit from using a smaller flight test vehicle.\n\nOf the 8 weeks allotted for the NSF-sponsored portion of this work, almost 5 weeks were spent tweaking the design of the vehicle, and fabricating and assembling it from aerospace composites and off-the-shelf parts. The vehicle finally was ready for flight about 1 week prior to my departure from Australia...."
 }
}