{
 "awd_id": "1108344",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI:Understanding Fracture Properties of Cell Encapsulated Interpenetrating Networks",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 5700.0,
 "awd_amount": 5700.0,
 "awd_min_amd_letter_date": "2011-05-13",
 "awd_max_amd_letter_date": "2011-05-13",
 "awd_abstract_narration": null,
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tiffany",
   "pi_last_name": "Suekama",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Tiffany C Suekama",
   "pi_email_addr": "",
   "nsf_id": "000568525",
   "pi_start_date": "2011-05-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Suekama                 Tiffany        C",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Lawrence",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "",
  "inst_zip_code": "660470000",
  "inst_country_name": "United States",
  "cong_dist_code": null,
  "st_cong_dist_code": "KS",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Suekama                 Tiffany        C",
  "perf_str_addr": "",
  "perf_city_name": "Lawrence",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "660470000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "KS",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 5700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>&nbsp;</strong></p>\n<p>Hydrogels are three-dimensional cross linked polymer networks with the capability of swelling dramatically with water<a title=\"Gehrke, 2000 #3\" href=\"#_ENREF_1\"><sup>1</sup></a> <a title=\"Peppas, 2000 #14\" href=\"#_ENREF_2\"><sup>2</sup></a>. Their ability to contain over 95% water content is a physical property that is desirable in many applications; in particular, hydrogels are being studied for use in the advancement of biomedical and pharmaceutical fields<a title=\"Peppas, 1996 #9\" href=\"#_ENREF_3\"><sup>3</sup></a>. Hydrogels have already become widely used in the use of contact lenses and superabsorbents (such as diapers), and can even be seen in the food industry (for example: gum) and agriculture (for example: Watersorb)<a title=\"Peppas, 1996 #9\" href=\"#_ENREF_3\"><sup>3</sup></a>. Potential uses for hydrogels include artificial organs, wound-healing materials, reconstructive facilitation and support materials, scaffolds, implants, controlled and targeted drug release systems, multi-drug release system, sensors, absorbents and many more up and coming advances in the biomedical, pharmaceutical fields, especially in tissue engineering<a title=\"Peppas, 1996 #9\" href=\"#_ENREF_3\"><sup>3</sup></a>.</p>\n<p>&nbsp;</p>\n<p>Double network (DN)&nbsp; hydrogels can be thought of as a macroscopic, brittle and stiff material with soft and ductile network that interacts favorably with the brittle and stiff network, in a manner that leads to improved mechanical properties <a title=\"Murosaki, 2010 #32\" href=\"#_ENREF_4\"><sup>4</sup></a>. Many groups have used the DN method as a way of improving mechanical properties, in particular fracture properties, while maintaining a high water content. This is important when considering the DN materials as potential biomedical materials, such as cartilage or cardiovascular tissues. Dr. Jian Ping Gong&rsquo;s group has shown DN gel&rsquo;s to be able to stretch over 22 times the original length without breaking<a title=\"Yang, 2008 #30\" href=\"#_ENREF_5\"><sup>5</sup></a> which would be able to withstand the demands of cartilage tissues; however these materials are not biocompatible. Therefore, collaborative research has been done through the NSF/JSPS East Asian Pacific Summer Institute (EAPSI) program in Japan with Dr. Gong to create a more biocompatible material that can uphold the same or greater strength than biomaterials. This way of characterization can lead to a new understanding of the biomaterials and the failure properties to help decrease the risk of premature failure in using these materials in the body.</p>\n<p>&nbsp;</p>\n<p>The major conclusion is that the DN hydrogels have proved to provide excellent toughness and strength for a biomaterial and are comparable to Gong&rsquo;s tough double-network gels. The DN gels made in the project had a biocompatible component that alone is very brittle breaking with only a slight touch, but adding another network changed the material&rsquo;s mechanical properties making the strength of the material comparable to Dr. Gong&rsquo;s DN gels. The DN hydrogels showed ductile rather than brittle failure and had comparable fracturing to Dr. Gong&rsquo;s DN gels. This is the first demonstration of a tough, ductile biopolymer. This type of biomaterial is especially important for tissue engineering where catastrophic failures are a significant problem. In addition the work this summer has demonstrated the generality of affect by using a more biocompatible polymer for the second network.</p>\n<p>&nbsp;</p>\n<p>This project has promoted teaching, training and learning. I have advanced my knowledge as a graduate student in my Ph.D. research while working on this project. I have been taught to use new equipment and techniques while in Japan. I have taught fellow M.S. and Ph.D. researchers, along with my advisor Dr. Stevin Gehrke and his collaborator Dr. Michael Detamore at the Unive...",
  "por_txt_cntn": "\n \n\nHydrogels are three-dimensional cross linked polymer networks with the capability of swelling dramatically with water1 2. Their ability to contain over 95% water content is a physical property that is desirable in many applications; in particular, hydrogels are being studied for use in the advancement of biomedical and pharmaceutical fields3. Hydrogels have already become widely used in the use of contact lenses and superabsorbents (such as diapers), and can even be seen in the food industry (for example: gum) and agriculture (for example: Watersorb)3. Potential uses for hydrogels include artificial organs, wound-healing materials, reconstructive facilitation and support materials, scaffolds, implants, controlled and targeted drug release systems, multi-drug release system, sensors, absorbents and many more up and coming advances in the biomedical, pharmaceutical fields, especially in tissue engineering3.\n\n \n\nDouble network (DN)  hydrogels can be thought of as a macroscopic, brittle and stiff material with soft and ductile network that interacts favorably with the brittle and stiff network, in a manner that leads to improved mechanical properties 4. Many groups have used the DN method as a way of improving mechanical properties, in particular fracture properties, while maintaining a high water content. This is important when considering the DN materials as potential biomedical materials, such as cartilage or cardiovascular tissues. Dr. Jian Ping GongÆs group has shown DN gelÆs to be able to stretch over 22 times the original length without breaking5 which would be able to withstand the demands of cartilage tissues; however these materials are not biocompatible. Therefore, collaborative research has been done through the NSF/JSPS East Asian Pacific Summer Institute (EAPSI) program in Japan with Dr. Gong to create a more biocompatible material that can uphold the same or greater strength than biomaterials. This way of characterization can lead to a new understanding of the biomaterials and the failure properties to help decrease the risk of premature failure in using these materials in the body.\n\n \n\nThe major conclusion is that the DN hydrogels have proved to provide excellent toughness and strength for a biomaterial and are comparable to GongÆs tough double-network gels. The DN gels made in the project had a biocompatible component that alone is very brittle breaking with only a slight touch, but adding another network changed the materialÆs mechanical properties making the strength of the material comparable to Dr. GongÆs DN gels. The DN hydrogels showed ductile rather than brittle failure and had comparable fracturing to Dr. GongÆs DN gels. This is the first demonstration of a tough, ductile biopolymer. This type of biomaterial is especially important for tissue engineering where catastrophic failures are a significant problem. In addition the work this summer has demonstrated the generality of affect by using a more biocompatible polymer for the second network.\n\n \n\nThis project has promoted teaching, training and learning. I have advanced my knowledge as a graduate student in my Ph.D. research while working on this project. I have been taught to use new equipment and techniques while in Japan. I have taught fellow M.S. and Ph.D. researchers, along with my advisor Dr. Stevin Gehrke and his collaborator Dr. Michael Detamore at the University of Kansas. I have also taught young ages from around 6-15 year olds about hydrogels and techniques for measuring their properties. The results from this project may be submitted to well-known journals, such as Biomacromolecules, Macromolecules, and/or Advanced Materials, and will be used as a method for characterizing future materials from Dr. GehrkeÆs lab group. This collaboration has been beneficial and hopefully future collaborations for projects and grants will arise.\n\n \n\nBesides the scientific research performed the EASPI program has given me the opportunity to gain many cultural ..."
 }
}