{
 "awd_id": "1108646",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "HCC: EAGER: Trust and Collaboration in 3D Virtual Communities",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Bainbridge",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 295201.0,
 "awd_amount": 295201.0,
 "awd_min_amd_letter_date": "2011-03-01",
 "awd_max_amd_letter_date": "2011-03-01",
 "awd_abstract_narration": "This potentially transformative study will investigate how players in a Massively Multi-player Online (MMO) game - specializing in social challenges, crafting, and trading - use trust in order to accomplish tasks and collaborate with other players. This is the first time a game of this kind has been evaluated. Most MMOs that have been studied, such as World of Warcraft and EverQuest, evaluate trust and collaboration of players engaged in battles or battle planning, rather than peaceful and constructive purposes.  This research employs a well-established but rather unique game that primarily focuses on a wide array of social challenges and tests. It is called \"A Tale in the Desert\" (ATITD), in which each player controls the avatar of an ancient Egyptian. ATITD is the ideal choice for this research because of the strong social aspect inherent in the game. \r\n\r\nBoth because the game creators have agreed to cooperate, and because ATITD incorporates databases such as a constantly updated census and extensive information about all players and their overlapping group memberships, the research will have access to fine grained data of players' actions, chats, and memberships in guilds, marriages and bureaucracies. Starting with an initial set of hypotheses of what data will be analyzed, the research team will then able to iteratively choose more data on the basis of early discoveries. To address the issues involved in human-agent interaction, this study of trust and collaboration is very important. Information obtained in this study can be used in future work to create agents to interact with human players in ATITD and other virtual environments. \r\n\r\nIn addition to log data from the game, this research will also collect standard psychological measures of individual players, using a voluntary questionnaire, including the Extroversion scale from the Big Five Inventory, the Trust-Suspicion Scale, and the Empathy Quotient.  Of particular interest will be to learn if the psychological factors predict how well individuals interact with other players in the game. Game play data will be analyzed to identify specific behavioral patterns related to the central themes of trust and collaboration, and, conversely, betrayal and competition.  The research will also gather data from ATITD about how the players trust and collaborate with each other, using data mining techniques, interviews of players, and examination of wikis created by players. \r\n\r\nStudying the nature of trust and collaboration in 3D virtual communities will be of great interest to game designers, as well as to the research community of computer-mediated environments. The information gained from this study we will be the basis for detailed suggestions on how to improve trust and collaboration in an MMO. Methods also will be developed to detect untrustworthy behavior happening in the game and flag it. Data gathered from ATITD will be useful for creating agents that interact with human players, and for designing educational activities that exploit the unique opportunities for student collaboration offered by virtual worlds like A Tale in the Desert.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sheila",
   "pi_last_name": "Tejada",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sheila Tejada",
   "pi_email_addr": "sheilatejada@gmail.com",
   "nsf_id": "000079191",
   "pi_start_date": "2011-03-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Perlin",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth H Perlin",
   "pi_email_addr": "ken.perlin@gmail.com",
   "nsf_id": "000175670",
   "pi_start_date": "2011-03-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 WASHINGTON SQ S",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 208913.0
  }
 ],
 "por": null
}