{
 "awd_id": "1108798",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Radio-Loud Quasars: What, When, Where, Why and How",
 "cfda_num": "47.049",
 "org_code": "03020400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Barvainis",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 168310.0,
 "awd_amount": 168310.0,
 "awd_min_amd_letter_date": "2011-05-24",
 "awd_max_amd_letter_date": "2011-05-24",
 "awd_abstract_narration": "The goal of this project is to better understand the differences between radio loud and radio quiet quasars.  The project involves a three-fold approach to the problem: 1) study of the demographics of radio-loud quasars (the evolution of the radio-loud fraction with redshift and luminosity); 2) analysis of high-ionization broad emission lines for comparison with differences in spectral energy distributions, and 3) comparison of radio emission from quasars and Galactic black hole binaries.\r\n\r\nBroader impacts of the work include training of undergraduate and graduate students, and public outreach via observatory open houses and as a volunteer in a local elementary school.  The grant will support a female graduate student's PhD thesis.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gordon",
   "pi_last_name": "Richards",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Gordon T Richards",
   "pi_email_addr": "gtr@physics.drexel.edu",
   "nsf_id": "000242737",
   "pi_start_date": "2011-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Drexel University",
  "inst_street_address": "3141 CHESTNUT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158956342",
  "inst_zip_code": "191042875",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "DREXEL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XF3XM9642N96"
 },
 "perf_inst": {
  "perf_inst_name": "Drexel University",
  "perf_str_addr": "3141 CHESTNUT ST",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191042875",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121700",
   "pgm_ele_name": "EXTRAGALACTIC ASTRON & COSMOLO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 168310.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>\"Active galaxies\" are galaxies where the super-massive black hole<br />living in the galaxy's center is currently devouring new material.<br />One of the most intriguing questions in the study of active galactic<br />nuclei (AGN) is the difference between objects that are strong radio<br />sources and those that are not.&nbsp; We know that this happens about 10%<br />of the time, but we do not yet fully understand why, which leaves a<br />hole in our understanding of the formation and evolution of galaxies.<br /><br />Thus, the primary goal of this project was to better understand<br />exactly which AGN are strong radio sources.&nbsp; That is, what are the<br />detailed properties of those objects that are detected by radio<br />telescopes?&nbsp; We were able to show that the strong radio sources live<br />in those objects where the black hole masses are very high (but are<br />not eating a lot) and that don't have very strong winds being blown<br />off their accretion disks.&nbsp; However, even the most extreme of those<br />objects have only a ~30% chance of being strong radio sources.&nbsp; What<br />we can say even more strongly is that objects with the opposite<br />properties, namely those with low black hole mass,that are eating a<br />lot, and with strong winds have essentially NO chance of being strong<br />radio sources.&nbsp; We were further able to extend this analysis to<br />objects that are individually *undetected* by radio telescopes, by<br />stacking the (nearly blank) radio images of the different objects and<br />building up an *average* detection signal.&nbsp; Such information about the<br />mean and extreme radio properties of AGNs is helping to refine models<br />that guide our understanding of this phenomenon and, more broadly, to<br />our understanding of galaxy formation/evolution.<br /><br />A century ago, astronomy was very much an optical science.&nbsp; Thus, one<br />of the obvious broader impacts of projects that span the<br />electromagnetic spectrum is the increased awareness of the relevance<br />of other wavelengths in astronomy.&nbsp; The full radio survey data that<br />went into this project are publicly available at third.ucllnl.gov and<br />data probing fainter radio sources over a small, but extensively<br />observed region of the sky are described in more detail at<br />www.physics.drexel.edu/~gtr/vla/stripe82/ and in a paper by Hodge et<br />al. (2011, AJ, 142, 3). These web resources act as a sort of \"virtual<br />radio observatory\" for both the public and astronomers alike.&nbsp; Our<br />final results are summarized in a publication by Kratzer &amp; Richards<br />(2015, AJ, 149, 61) and references therein.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/05/2015<br>\n\t\t\t\t\tModified by: Gordon&nbsp;T&nbsp;Richards</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\"Active galaxies\" are galaxies where the super-massive black hole\nliving in the galaxy's center is currently devouring new material.\nOne of the most intriguing questions in the study of active galactic\nnuclei (AGN) is the difference between objects that are strong radio\nsources and those that are not.  We know that this happens about 10%\nof the time, but we do not yet fully understand why, which leaves a\nhole in our understanding of the formation and evolution of galaxies.\n\nThus, the primary goal of this project was to better understand\nexactly which AGN are strong radio sources.  That is, what are the\ndetailed properties of those objects that are detected by radio\ntelescopes?  We were able to show that the strong radio sources live\nin those objects where the black hole masses are very high (but are\nnot eating a lot) and that don't have very strong winds being blown\noff their accretion disks.  However, even the most extreme of those\nobjects have only a ~30% chance of being strong radio sources.  What\nwe can say even more strongly is that objects with the opposite\nproperties, namely those with low black hole mass,that are eating a\nlot, and with strong winds have essentially NO chance of being strong\nradio sources.  We were further able to extend this analysis to\nobjects that are individually *undetected* by radio telescopes, by\nstacking the (nearly blank) radio images of the different objects and\nbuilding up an *average* detection signal.  Such information about the\nmean and extreme radio properties of AGNs is helping to refine models\nthat guide our understanding of this phenomenon and, more broadly, to\nour understanding of galaxy formation/evolution.\n\nA century ago, astronomy was very much an optical science.  Thus, one\nof the obvious broader impacts of projects that span the\nelectromagnetic spectrum is the increased awareness of the relevance\nof other wavelengths in astronomy.  The full radio survey data that\nwent into this project are publicly available at third.ucllnl.gov and\ndata probing fainter radio sources over a small, but extensively\nobserved region of the sky are described in more detail at\nwww.physics.drexel.edu/~gtr/vla/stripe82/ and in a paper by Hodge et\nal. (2011, AJ, 142, 3). These web resources act as a sort of \"virtual\nradio observatory\" for both the public and astronomers alike.  Our\nfinal results are summarized in a publication by Kratzer &amp; Richards\n(2015, AJ, 149, 61) and references therein.\n\n\t\t\t\t\tLast Modified: 02/05/2015\n\n\t\t\t\t\tSubmitted by: Gordon T Richards"
 }
}