{
 "awd_id": "1108687",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Revealed by Their Own Dust: Identifying the Missing Links in Massive Star Evolution",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032922475",
 "po_email": "jneff@nsf.gov",
 "po_sign_block_name": "James Neff",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 314142.0,
 "awd_amount": 314142.0,
 "awd_min_amd_letter_date": "2011-06-10",
 "awd_max_amd_letter_date": "2013-06-30",
 "awd_abstract_narration": "The PI and his team will conduct a survey of luminous dusty massive stars in nearby galaxies in order to answer many questions of stellar evolution.  The stars of interest are in the late stages of massive stellar evolution and are losing mass to their environment. They include objects known as luminous blue variables (LBV), supergiant B[e], some Wolf-Rayet stars and red supergiants. The main goal of this work is to better understand how massive stars lose mass, especially episodically, is one of the outstanding open problems in stellar evolution theory. The researchers will use archived images from the Spitzer Space Telescope and new ground-based spectroscopy and imaging at optical and near-infrared wavelengths to compile color-magnitude diagrams for relevant stars in at least 20 galaxies. The measurements will be used to answer many questions, including: is a mid-infrared excess is a good marker of an LBV; is mass loss from LBV?s mostly episodic; what is the frequency of major mass ejection events; and do all massive stars undergo such outbursts? \r\n\r\nBeyond the main science goals outlined above, the project will have broad impacts by involving a postdoctoral scholar, and graduate and undergraduate students who are already involved in the research. Also, the PI will release data to the public, and has a public outreach component that supports monthly public lectures at the Perkins Observatory. Results from this project will be of significant complementary value for astronomers once James Webb Space Telescope (JWST) is operational.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Krzysztof",
   "pi_last_name": "Stanek",
   "pi_mid_init": "Z",
   "pi_sufx_name": "",
   "pi_full_name": "Krzysztof Z Stanek",
   "pi_email_addr": "stanek.32@osu.edu",
   "nsf_id": "000202503",
   "pi_start_date": "2011-06-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "1960 KENNY RD",
  "perf_city_name": "COLUMBUS",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121500",
   "pgm_ele_name": "STELLAR ASTRONOMY & ASTROPHYSC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 101939.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 104676.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 107527.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Investigators conducted a systematic study of rare, luminous dusty<br />massive stars in nearby (D&lt;10 Mpc) galaxies. Luminous blue variables (LBVs), supergiant B[e] (sgB[e]), some Wolf-Rayet stars and red supergiants belong to this class of dusty objects, their rarity<br />implying a very short but perhaps critical stage in the evolution of<br />massive stars.&nbsp; Understanding mass loss from massive stars, especially episodic mass loss in evolved massive stars, is one of the outstanding open problems facing stellar evolution theory, and the research performed has the potential to dramatically transform this field by providing crucial data on the properties and statistics of systems most obscured by their own mass loss. This goal was accomplished by identifying the most luminous infrared sources in many nearby galaxies from their mid-IR color-magnitude diagrams (produced from copious archival Spitzer Space Telescope images) and then observing these sources with optical and near-IR imaging and spectroscopy.<br /><br />In a seriies of papers, culminating in Khan et al. (2015), researchers found that while \"true\" analog of Car remains to be found, we identify 18 extragalactic luminous, heavily obscured, evolved massive stars that have luminosities log(L/L?) ? 5.5<br />&minus; 6.0 which suggests they may be similar to the Galactic stars<br />IRC+10420, Cas, and HR8752.&nbsp; Their findings are consistent with every M &gt; 25 M? star undergoing a prolonged (&sim;centuries) self-obscuration phase following episodic enhanced mass loss.<br /><br />This research will also be important as the astronomical<br />community starts more intensively preparing for mid-IR observation <br />with the James Webb Space Telescope (JWST). JWST will be much more sensitive than Spitzer, but some of the very interesting JWST-era science can be tackled now, well before its launch.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/15/2015<br>\n\t\t\t\t\tModified by: Krzysztof&nbsp;Z&nbsp;Stanek</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nInvestigators conducted a systematic study of rare, luminous dusty\nmassive stars in nearby (D&lt;10 Mpc) galaxies. Luminous blue variables (LBVs), supergiant B[e] (sgB[e]), some Wolf-Rayet stars and red supergiants belong to this class of dusty objects, their rarity\nimplying a very short but perhaps critical stage in the evolution of\nmassive stars.  Understanding mass loss from massive stars, especially episodic mass loss in evolved massive stars, is one of the outstanding open problems facing stellar evolution theory, and the research performed has the potential to dramatically transform this field by providing crucial data on the properties and statistics of systems most obscured by their own mass loss. This goal was accomplished by identifying the most luminous infrared sources in many nearby galaxies from their mid-IR color-magnitude diagrams (produced from copious archival Spitzer Space Telescope images) and then observing these sources with optical and near-IR imaging and spectroscopy.\n\nIn a seriies of papers, culminating in Khan et al. (2015), researchers found that while \"true\" analog of Car remains to be found, we identify 18 extragalactic luminous, heavily obscured, evolved massive stars that have luminosities log(L/L?) ? 5.5\n&minus; 6.0 which suggests they may be similar to the Galactic stars\nIRC+10420, Cas, and HR8752.  Their findings are consistent with every M &gt; 25 M? star undergoing a prolonged (&sim;centuries) self-obscuration phase following episodic enhanced mass loss.\n\nThis research will also be important as the astronomical\ncommunity starts more intensively preparing for mid-IR observation \nwith the James Webb Space Telescope (JWST). JWST will be much more sensitive than Spitzer, but some of the very interesting JWST-era science can be tackled now, well before its launch.\n\n\t\t\t\t\tLast Modified: 09/15/2015\n\n\t\t\t\t\tSubmitted by: Krzysztof Z Stanek"
 }
}