{
 "awd_id": "1108928",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Gas Flows and Rapid Metal Enrichment in AGN",
 "cfda_num": "47.049",
 "org_code": "03020400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan Wrobel",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2016-01-31",
 "tot_intn_awd_amt": 442361.0,
 "awd_amount": 442361.0,
 "awd_min_amd_letter_date": "2011-08-11",
 "awd_max_amd_letter_date": "2011-08-11",
 "awd_abstract_narration": "The award for this project allow further development of the computer code \"Cloudy\" to implement a new and powerful analysis technique for emission lines in active galactic nuclei (AGN), known as Independent Component Analysis.    This will help connect the large array of existing spectroscopic measurements back to the physical nature of the emitting gas producing the emission lines, and from there back to the overall nature of the active galactic nucleus itself.  \r\n\r\nBroader impacts of the work include training of graduate students and postdocs in AGN physics and computer code development.  Cloudy is used by hundreds of researchers in astronomy and this award will support continued development and distribution of this important tool.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Ferland",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Gary J Ferland",
   "pi_email_addr": "gary@uky.edu",
   "nsf_id": "000264304",
   "pi_start_date": "2011-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kentucky Research Foundation",
  "inst_street_address": "500 S LIMESTONE",
  "inst_street_address_2": "109 KINKEAD HALL",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592579420",
  "inst_zip_code": "405260001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "UNIVERSITY OF KENTUCKY RESEARCH FOUNDATION, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "H1HYA8Z1NTM5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kentucky Research Foundation",
  "perf_str_addr": "500 S LIMESTONE",
  "perf_city_name": "LEXINGTON",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "405260001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "KY06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121700",
   "pgm_ele_name": "EXTRAGALACTIC ASTRON & COSMOLO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 442361.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><!--  /* Font Definitions */ @font-face \t{font-family:\"?? ??\"; \tmso-font-charset:78; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:-536870145 1791491579 18 0 131231 0;} @font-face \t{font-family:\"Cambria Math\"; \tpanose-1:2 4 5 3 5 4 6 3 2 4; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:-536870145 1107305727 0 0 415 0;} @font-face \t{font-family:Calibri; \tpanose-1:2 15 5 2 2 2 4 3 2 4; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:-520092929 1073786111 9 0 415 0;} @font-face \t{font-family:\"Bookman Old Style\"; \tpanose-1:2 5 6 4 5 5 5 2 2 4; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:3 0 0 0 1 0;}  /* Style Definitions */ p.MsoNormal, li.MsoNormal, div.MsoNormal \t{mso-style-unhide:no; \tmso-style-qformat:yes; \tmso-style-parent:\"\"; \tmargin-top:0in; \tmargin-right:0in; \tmargin-bottom:10.0pt; \tmargin-left:0in; \tline-height:13.0pt; \tmso-line-height-rule:exactly; \tmso-pagination:none; \tfont-size:11.0pt; \tfont-family:\"Bookman Old Style\"; \tmso-fareast-font-family:Calibri; \tmso-fareast-theme-font:minor-latin; \tmso-bidi-font-family:\"Times New Roman\"; \tmso-bidi-theme-font:minor-bidi;} a:link, span.MsoHyperlink \t{mso-style-unhide:no; \tcolor:blue; \tmso-themecolor:hyperlink; \ttext-decoration:underline; \ttext-underline:single;} a:visited, span.MsoHyperlinkFollowed \t{mso-style-noshow:yes; \tmso-style-priority:99; \tcolor:purple; \tmso-themecolor:followedhyperlink; \ttext-decoration:underline; \ttext-underline:single;} .MsoChpDefault \t{mso-style-type:export-only; \tmso-default-props:yes; \tfont-size:10.0pt; \tmso-ansi-font-size:10.0pt; \tmso-bidi-font-size:10.0pt; \tmso-fareast-font-family:\"?? ??\"; \tmso-fareast-theme-font:minor-fareast; \tmso-fareast-language:JA;} @page WordSection1 \t{size:8.5in 11.0in; \tmargin:1.0in 1.25in 1.0in 1.25in; \tmso-header-margin:.5in; \tmso-footer-margin:.5in; \tmso-paper-source:0;} div.WordSection1 \t{page:WordSection1;} --></p>\n<p class=\"MsoNormal\" style=\"text-align: center;\"><strong><em>Gas Flows and Rapid Metal Enrichment in Active Galactic Nuclei</em></strong><br />Project outcomes NSF 1108928<br />Gary J. Ferland, University of Kentucky</p>\n<p class=\"MsoNormal\" style=\"text-align: left;\">This project developed the theoretical framework to answer fundamental questions about the physics of the central regions of high-redshift massive galaxies. Analysis of large data sets such as the Sloan Digital Sky Survey has discovered new relationships between the spectrum, which is the result of a host of microphysical processes, and macroscopic properties of the galaxy such as its mass or metallicity. &nbsp;Principal component analysis suggests that the luminosity of the supermassive black hole known to exist at the centers of massive galaxies correlates with the ionized iron (&ldquo;Fe II&rdquo;) to hydrogen (&ldquo;H I&rdquo;) emission-line ratios. Various portions of the spectrum form in different regions within the galaxy and by different processes, including a possible starburst, the molecular torus, the infalling gas needed to sustain the luminosity of the black hole, radiatively driven outflows, the accretion disk, and the surrounding stellar population.&nbsp;</p>\n<p class=\"MsoNormal\" style=\"text-align: left;\">The main complication is that the matter producing the light we observe is very far from equilibrium. &nbsp;The spectrum produced by this gas cannot be interpreted using simple thermodynamic concepts. &nbsp;Large-scale numerical simulations, incorporating detailed atomic and chemical processes at the microscopic level, must be used. &nbsp;This project supported the development of the spectral simulation code Cloudy, which does just this. &nbsp;Cloudy works from basic principles to determine the conditions in the gas, self consistently, and predict the observed spectrum. &nbsp;It is...",
  "por_txt_cntn": "\n\nGas Flows and Rapid Metal Enrichment in Active Galactic Nuclei\nProject outcomes NSF 1108928\nGary J. Ferland, University of Kentucky\nThis project developed the theoretical framework to answer fundamental questions about the physics of the central regions of high-redshift massive galaxies. Analysis of large data sets such as the Sloan Digital Sky Survey has discovered new relationships between the spectrum, which is the result of a host of microphysical processes, and macroscopic properties of the galaxy such as its mass or metallicity.  Principal component analysis suggests that the luminosity of the supermassive black hole known to exist at the centers of massive galaxies correlates with the ionized iron (\"Fe II\") to hydrogen (\"H I\") emission-line ratios. Various portions of the spectrum form in different regions within the galaxy and by different processes, including a possible starburst, the molecular torus, the infalling gas needed to sustain the luminosity of the black hole, radiatively driven outflows, the accretion disk, and the surrounding stellar population. \nThe main complication is that the matter producing the light we observe is very far from equilibrium.  The spectrum produced by this gas cannot be interpreted using simple thermodynamic concepts.  Large-scale numerical simulations, incorporating detailed atomic and chemical processes at the microscopic level, must be used.  This project supported the development of the spectral simulation code Cloudy, which does just this.  Cloudy works from basic principles to determine the conditions in the gas, self consistently, and predict the observed spectrum.  It is one of the more widely used theory codes in astrophysics.  The source code, its database of atomic / molecular data, an extensive test suite, and its documentation, are all openly available on the web at www.nublado.org.  It was downloaded roughly ten thousand times over the period of this grant, and more than 200 papers now cite its documentation each year.  The code was modified and improved during this project to solve the proposed problems and in response to requests from the user community.\nThe key question we worked on was to understand why the spectrum, produced by gas near the supermassive black hole, correlates with the macroscopic properties of the galaxy such as luminosity, mass, or metallicity.  In particular, we worked to identify the physics that drives the observed correlations between Fe II, the spectrum produced by singly ionized iron, and properties of the surrounding galaxy.  Another focus was the \"Fe chronometer\", the predicted dramatic increase in the abundance of iron that occurs when the universe passes through an age of 1 Gyr, the first time when the binary stars that produce iron could exist.  Fe II has long been a \"grand challenge\" in atomic physics.  We incorporated newly computed atomic data into Cloudy, allowing us to produce better numerical simulations.  We made extensive structural modifications to the code so that modern large atomic and molecular databases can be readily used.  Numerical simulations were used to explore the role of infalling gas, which must be present to sustain the luminosity of the supermassive black hole.  We investigated the role that metallicity plays and found that enhancing the abundances of the elements increases the gas opacity, which affects the radiative acceleration and cloud outflow.  All told, more than fifty publications announcing project results appeared in refereed journals.\nCloudy is a significant part of international graduate education with many students using it in their Ph.D. studies.  A web-based discussion board is maintained where users, most frequently graduate students at other universities, can ask questions.  Further, graduate students developed major parts of Cloudy as Ph.D. projects.  REU students are employed during the summer.  They learned advanced C++ coding methods, worked on astrophysical problems, and frequently publishe..."
 }
}