{
 "awd_id": "1108554",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI:Development of the Surrogate Ratio Method for Nuclear Cross Section Measurements",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 700.0,
 "awd_amount": 700.0,
 "awd_min_amd_letter_date": "2011-05-11",
 "awd_max_amd_letter_date": "2011-05-11",
 "awd_abstract_narration": null,
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Agnieszka",
   "pi_last_name": "Czeszumska",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Agnieszka A Czeszumska",
   "pi_email_addr": "",
   "nsf_id": "000578705",
   "pi_start_date": "2011-05-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Czeszumska              Agnieszka      A",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Berkeley",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "947042913",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Czeszumska              Agnieszka      A",
  "perf_str_addr": "",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947042913",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The current concerns over climate change and energy security, as well as proliferation of fissionable materials are growing. The new proposed advanced nuclear reactor designs can address these issues. However, in order to study new reactor designs, one needs accurate nuclear data, in particular nuclear cross section data. Nuclear cross section is the likelihood of interaction between two nuclides, such as a neutron projectile on a Uranium nucleus. Cross section data is crucial in determining production rates of nuclear isotopes, which is applicable to various aspects of nuclear technology. Surrogate Ratio Method (SRM), the main topic of this research project, is a technique for determining cross sections, which cannot be measured directly with conventional methods.</p>\n<p>Thanks to the EAPSI fellowship and JSPS support, I was able to come to Japan and work under Prof. Chiba, an expert in the field. Prof. Chiba&rsquo;s research group at the Advanced Research Science Center of the Japan Atomic Energy Agency has just recently begun experimental work on the Surrogate Ratio Method, although they have published several journal papers on the theoretical aspects of the method. The plan for the summer was to participate in a cross-section measurement experiment and learn about SRM&rsquo;s theoretical aspects.</p>\n<p>Unfortunately, after the tragedy struck due the Great East Japan Earthquake in March 2011, my summer plans were in question. Some facilities at JAEA were damaged, and the experiments delayed, and I was worried that my presence would be a burden during this difficult time. Yet, the host institute assured us that the program should proceed. However, my research objectives changed from running the experiment, to characterizing equipment and the experimental setup.</p>\n<p>I spent about half of the program duration on analyzing data from an experiment performed at RIKEN, in which I also participated. The experiment&rsquo;s aim was to measure the efficiency of Lanthanum Bromide (LaBr<sub>3</sub>) scintillator crystals to be later used for detecting gamma rays in the surrogate experiments. Since such large LaBr<sub>3</sub> crystals have not been used before, characterization was crucial for obtaining accurate gamma ray measurements. In order to measure efficiency at high energies, a resonance reaction of a proton beam on aluminum target was used to induce a resonance-capture reaction. The resulting gamma rays, with known intensities, were at much higher energies than accessible through standard gamma ray sources, allowing for characterization across a large range of energies. Through this experiment, I was able to learn about this calibration technique and data analysis tools in gamma ray spectroscopy.&nbsp;</p>\n<p>The other half of the summer was devoted to various activities related to the experimental setup, such as characterization of the silicon detectors used for ion detection. Together with Dr. Nishio, we measured resolution of the detectors. Dr. Nishio and I also tried to characterize a fission fragment detector, the Multi Wire Proportional Counter. I helped replace the entrance foil, which was challenging considering its fragility and the delicate nature of the gold wires inside the chamber. We also observed signal response of the detector to an alpha source at various bias voltages and gas pressures. I was also able to prepare some targets under Dr. Nishinaka&rsquo;s guidance, using the electrodeposition method. In this method, an electrode under voltage attracts ions in the solution, which then coat the electrode in a uniform layer. These various activities gave me a good overview of all the preparations that go into a surrogate measurement experiment.</p>\n<p>Lastly, I performed some theoretical calculations using an open source software TALYS. I tried to replicate theoretical assumptions of the surrogate ratio method for the Np-239 neutron-induced fission, ...",
  "por_txt_cntn": "\nThe current concerns over climate change and energy security, as well as proliferation of fissionable materials are growing. The new proposed advanced nuclear reactor designs can address these issues. However, in order to study new reactor designs, one needs accurate nuclear data, in particular nuclear cross section data. Nuclear cross section is the likelihood of interaction between two nuclides, such as a neutron projectile on a Uranium nucleus. Cross section data is crucial in determining production rates of nuclear isotopes, which is applicable to various aspects of nuclear technology. Surrogate Ratio Method (SRM), the main topic of this research project, is a technique for determining cross sections, which cannot be measured directly with conventional methods.\n\nThanks to the EAPSI fellowship and JSPS support, I was able to come to Japan and work under Prof. Chiba, an expert in the field. Prof. ChibaÆs research group at the Advanced Research Science Center of the Japan Atomic Energy Agency has just recently begun experimental work on the Surrogate Ratio Method, although they have published several journal papers on the theoretical aspects of the method. The plan for the summer was to participate in a cross-section measurement experiment and learn about SRMÆs theoretical aspects.\n\nUnfortunately, after the tragedy struck due the Great East Japan Earthquake in March 2011, my summer plans were in question. Some facilities at JAEA were damaged, and the experiments delayed, and I was worried that my presence would be a burden during this difficult time. Yet, the host institute assured us that the program should proceed. However, my research objectives changed from running the experiment, to characterizing equipment and the experimental setup.\n\nI spent about half of the program duration on analyzing data from an experiment performed at RIKEN, in which I also participated. The experimentÆs aim was to measure the efficiency of Lanthanum Bromide (LaBr3) scintillator crystals to be later used for detecting gamma rays in the surrogate experiments. Since such large LaBr3 crystals have not been used before, characterization was crucial for obtaining accurate gamma ray measurements. In order to measure efficiency at high energies, a resonance reaction of a proton beam on aluminum target was used to induce a resonance-capture reaction. The resulting gamma rays, with known intensities, were at much higher energies than accessible through standard gamma ray sources, allowing for characterization across a large range of energies. Through this experiment, I was able to learn about this calibration technique and data analysis tools in gamma ray spectroscopy. \n\nThe other half of the summer was devoted to various activities related to the experimental setup, such as characterization of the silicon detectors used for ion detection. Together with Dr. Nishio, we measured resolution of the detectors. Dr. Nishio and I also tried to characterize a fission fragment detector, the Multi Wire Proportional Counter. I helped replace the entrance foil, which was challenging considering its fragility and the delicate nature of the gold wires inside the chamber. We also observed signal response of the detector to an alpha source at various bias voltages and gas pressures. I was also able to prepare some targets under Dr. NishinakaÆs guidance, using the electrodeposition method. In this method, an electrode under voltage attracts ions in the solution, which then coat the electrode in a uniform layer. These various activities gave me a good overview of all the preparations that go into a surrogate measurement experiment.\n\nLastly, I performed some theoretical calculations using an open source software TALYS. I tried to replicate theoretical assumptions of the surrogate ratio method for the Np-239 neutron-induced fission, which is the topic of my MasterÆs thesis. Dr. Chiba and Dr. Aritomo explained many theoretical aspects of the surrogate ratio method to me over..."
 }
}