{
 "awd_id": "1108335",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI: Culture and Emotion Regulation",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 5700.0,
 "awd_amount": 5700.0,
 "awd_min_amd_letter_date": "2011-05-16",
 "awd_max_amd_letter_date": "2011-05-16",
 "awd_abstract_narration": null,
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joshua",
   "pi_last_name": "Eng",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Joshua S Eng",
   "pi_email_addr": "",
   "nsf_id": "000577642",
   "pi_start_date": "2011-05-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Eng                     Joshua         S",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Berkeley",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "947091471",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Eng                     Joshua         S",
  "perf_str_addr": "",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947091471",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  },
  {
   "pgm_ref_code": "9200",
   "pgm_ref_txt": "US CHINA COOP IN BASIC SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 5700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In our increasingly globalized world, the need to communicate across cultural lines is becoming a regular feature of everyday life. Differences in emotion experience and expression are common cultural barriers, and often create cross-cultural misunderstandings. Therefore, studying how cultural groups differ in the ways they control or <em>regulate</em> their emotions should be a pressing concern for politicians, business leaders, and behavioral scientists alike. As an initial step toward addressing this concern, this project investigated Western versus East-Asian cultural differences in emotion regulation.</p>\n<p>Common lay perceptions and ethnographic accounts have long claimed that East Asians (e.g., Chinese, Japanese, Koreans) are more emotionally restrained and inhibited than Westerners (e.g., Americans, Canadians, Australians). However, recent empirical work by my lab at UC Berkeley suggests a more nuanced picture: even though East Asians are more likely than Westerners to <em>suppress the expression</em> <em>of their emotions</em> (i.e., prevent their faces, bodies, and voices from showing emotions they feel inside), this cultural difference (a) occurs for positive emotions (e.g., amusement, love) but not negative emotions (e.g., anger, sadness), and (b) is especially pronounced for some positive emotions (e.g., pride) but less so for others (e.g., joy).</p>\n<p>This project (conducted in collaboration with Dr. Jing Qian at Tsinghua University in Beijing, China) consisted of two studies, both of which extended previous research in important ways. In our first study, we sought to more precisely clarify the exact nature of Western-East Asian differences in emotion regulation by testing whether previously documented cultural differences in the suppression of <em>pride in general</em> may have masked important differences across more <em>contextually-specific</em> forms of pride. This study is still ongoing, but preliminary data support this hypothesis. Consistent with research showing that Western cultures place greater value on positive uniqueness and personal success than East-Asian cultures, European Americans appear to suppress <em>individual pride</em> (i.e., pride of one&rsquo;s personal accomplishments) less frequently than Chinese. However, as predicted based on work showing that East-Asian cultures place greater value on social harmony and connection than Western cultures, the group difference does not appear to apply to the suppression of <em>collective pride</em> (i.e., pride of accomplishments of an important group to which one belongs, like one&rsquo;s family or nation).</p>\n<p>In our second study, we addressed another crucial gap in the existing literature&mdash;namely, few studies have examined whether Western-East Asian differences in emotion regulation have implications for psychological adjustment, a key flaw considering emotion-regulation tendencies have been shown to impact a variety of important outcomes, including emotion experience, relationship quality, and personal well-being. Because past studies have found that suppressing positive emotions reduces both the expression and the experience of those emotions, and because other work has shown that pride-experience is crucial for the maintenance of high self-esteem, we tested whether cultural differences in emotion regulation could explain the well-documented, yet poorly understood, findings that East Asians experience less pride and have lower self-esteem than Westerners. This study also is still ongoing, but preliminary data are consistent with this hypothesis: initial evidence suggests that Chinese (vs. European American) participants&rsquo; greater tendency to suppress pride leads them to experience less pride, which in turn lowers their self-esteem.</p>\n<p>This project has numerous important implications for the scientific studies of emotion, emotion regulation, and culture. Findings sug...",
  "por_txt_cntn": "\nIn our increasingly globalized world, the need to communicate across cultural lines is becoming a regular feature of everyday life. Differences in emotion experience and expression are common cultural barriers, and often create cross-cultural misunderstandings. Therefore, studying how cultural groups differ in the ways they control or regulate their emotions should be a pressing concern for politicians, business leaders, and behavioral scientists alike. As an initial step toward addressing this concern, this project investigated Western versus East-Asian cultural differences in emotion regulation.\n\nCommon lay perceptions and ethnographic accounts have long claimed that East Asians (e.g., Chinese, Japanese, Koreans) are more emotionally restrained and inhibited than Westerners (e.g., Americans, Canadians, Australians). However, recent empirical work by my lab at UC Berkeley suggests a more nuanced picture: even though East Asians are more likely than Westerners to suppress the expression of their emotions (i.e., prevent their faces, bodies, and voices from showing emotions they feel inside), this cultural difference (a) occurs for positive emotions (e.g., amusement, love) but not negative emotions (e.g., anger, sadness), and (b) is especially pronounced for some positive emotions (e.g., pride) but less so for others (e.g., joy).\n\nThis project (conducted in collaboration with Dr. Jing Qian at Tsinghua University in Beijing, China) consisted of two studies, both of which extended previous research in important ways. In our first study, we sought to more precisely clarify the exact nature of Western-East Asian differences in emotion regulation by testing whether previously documented cultural differences in the suppression of pride in general may have masked important differences across more contextually-specific forms of pride. This study is still ongoing, but preliminary data support this hypothesis. Consistent with research showing that Western cultures place greater value on positive uniqueness and personal success than East-Asian cultures, European Americans appear to suppress individual pride (i.e., pride of oneÆs personal accomplishments) less frequently than Chinese. However, as predicted based on work showing that East-Asian cultures place greater value on social harmony and connection than Western cultures, the group difference does not appear to apply to the suppression of collective pride (i.e., pride of accomplishments of an important group to which one belongs, like oneÆs family or nation).\n\nIn our second study, we addressed another crucial gap in the existing literature&mdash;namely, few studies have examined whether Western-East Asian differences in emotion regulation have implications for psychological adjustment, a key flaw considering emotion-regulation tendencies have been shown to impact a variety of important outcomes, including emotion experience, relationship quality, and personal well-being. Because past studies have found that suppressing positive emotions reduces both the expression and the experience of those emotions, and because other work has shown that pride-experience is crucial for the maintenance of high self-esteem, we tested whether cultural differences in emotion regulation could explain the well-documented, yet poorly understood, findings that East Asians experience less pride and have lower self-esteem than Westerners. This study also is still ongoing, but preliminary data are consistent with this hypothesis: initial evidence suggests that Chinese (vs. European American) participantsÆ greater tendency to suppress pride leads them to experience less pride, which in turn lowers their self-esteem.\n\nThis project has numerous important implications for the scientific studies of emotion, emotion regulation, and culture. Findings suggest that previously documented cultural differences in emotional experience and expression may not reflect inherent (e.g., genetic) group differences but rather diffe..."
 }
}