{
 "awd_id": "1108288",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI: Geochemical and Microbial Controls on Organic Carbon Bioreactivity Through an Estuary",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 5700.0,
 "awd_amount": 5700.0,
 "awd_min_amd_letter_date": "2011-05-18",
 "awd_max_amd_letter_date": "2011-05-18",
 "awd_abstract_narration": null,
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anna",
   "pi_last_name": "Hermes",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Anna L Hermes",
   "pi_email_addr": "",
   "nsf_id": "000579497",
   "pi_start_date": "2011-05-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Hermes                  Anna           L",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "New Brunswick",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "",
  "inst_zip_code": "089018521",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "NJ06",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Hermes                  Anna           L",
  "perf_str_addr": "",
  "perf_city_name": "New Brunswick",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018521",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NJ06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5941",
   "pgm_ref_txt": "NEW ZEALAND"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 5700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Independently, terrestrial environments and marine environments are well studied. Yet, between these environments are transition zones such as estuaries, in which complex processes inhibit our understanding of how terrestrial and marine environments communicate. In particular, estuaries link terrestrial and marine organic carbon cycles. Organic carbon from the terrestrial realm (<em>e.g.</em> leaf detritus) enters an estuary and is exposed to tidal forces, rapid changes in salinity, and other, sometimes fresher, sources of organic matter (<em>e.g.</em> phytoplankton). These dynamics influence the <em>reactivity </em>of terrestrial organic carbon and result in its different fates such as: export into the oceanic carbon cycle, burial or entrapment within the estuary, and/or remineralization (through incorporation into the food web, or respiration to carbon dioxide via microbial assimilation).</p>\n<p>Addressing the latter fate, the aim of this research was to examine the relationship between sources of organic carbon and microbial community structure and function through an estuary. It was hypothesized that microbial communities may exhibit a preference in the type of carbon assimilated, thereby affecting the fates of carbon sources. For example, in the upper estuary where terrestrial carbon sources were predicted to dominate, microbial communities may still prefer to eat fresher, more reactive algal sources of carbon, thereby allowing the terrestrial carbon to continue into the marine environment. To test this hypothesis, multiple methods were needed. A secondary aim of this research was thus to test the successful utilization of parallel laboratory methods from different scientific disciplines, to gain insight into the microbially-mediated processing of organic carbon through estuaries.</p>\n<p>A small model estuary in New Zealand, the Matapouri Estuary, was selected for its ease of access and in which previous work had been conducted. My Master&rsquo;s work at Rutgers University, U.S.A., utilizes geochemical methods including organic biomarkers and stable carbon isotopes to fingerprint sources of carbon, while Dr. Gillian Lewis&rsquo; lab at the University of Auckland uses novel microbiological methods to fingerprint microbial communities. A field sampling strategy was designed to accommodate both methods in parallel and sampling was conducted at high tide and low tide to fully characterize the &ldquo;phases&rdquo; of the estuary.</p>\n<p>While at the University of Auckland, I learned the methods the Lewis lab uses to characterize microbial communities, which included extracting DNA from each water sample, conducting PCR to isolate and amplify portions of the bacterial genome, and assessing the distribution of DNA fragments, indicative of the bacterial diversity in the sample (using both ARISA and tRFLP methods). Then, when I returned to Rutgers University, I conducted geochemical methods including organic biomarker extraction, separation, and identification to determine the sources of carbon through the estuary.</p>\n<p>Results acquired at the University of Auckland show the microbial community structure through the estuary is mostly determined by salinity, which is consistent with the general microbiology of estuaries. As fresh and salty water compete over the tidal cycle, the microbial communities of these water bodies moved across my geographical sampling locations. In contrast, results from geochemical biomarker analyses at Rutgers University show multiple sources of organic carbon (such as organic carbon potentially derived from mangroves, terrestrial detritus, macroalgae, and phytoplankton) are present through the estuary, but that over the tidal cycle, these sources are mixed and redistributed. Terrestrial and estuarine sources of organic carbon were detected in marine samples, suggesting some export of terrestrial organic carbon into the marine organic carbon...",
  "por_txt_cntn": "\nIndependently, terrestrial environments and marine environments are well studied. Yet, between these environments are transition zones such as estuaries, in which complex processes inhibit our understanding of how terrestrial and marine environments communicate. In particular, estuaries link terrestrial and marine organic carbon cycles. Organic carbon from the terrestrial realm (e.g. leaf detritus) enters an estuary and is exposed to tidal forces, rapid changes in salinity, and other, sometimes fresher, sources of organic matter (e.g. phytoplankton). These dynamics influence the reactivity of terrestrial organic carbon and result in its different fates such as: export into the oceanic carbon cycle, burial or entrapment within the estuary, and/or remineralization (through incorporation into the food web, or respiration to carbon dioxide via microbial assimilation).\n\nAddressing the latter fate, the aim of this research was to examine the relationship between sources of organic carbon and microbial community structure and function through an estuary. It was hypothesized that microbial communities may exhibit a preference in the type of carbon assimilated, thereby affecting the fates of carbon sources. For example, in the upper estuary where terrestrial carbon sources were predicted to dominate, microbial communities may still prefer to eat fresher, more reactive algal sources of carbon, thereby allowing the terrestrial carbon to continue into the marine environment. To test this hypothesis, multiple methods were needed. A secondary aim of this research was thus to test the successful utilization of parallel laboratory methods from different scientific disciplines, to gain insight into the microbially-mediated processing of organic carbon through estuaries.\n\nA small model estuary in New Zealand, the Matapouri Estuary, was selected for its ease of access and in which previous work had been conducted. My MasterÆs work at Rutgers University, U.S.A., utilizes geochemical methods including organic biomarkers and stable carbon isotopes to fingerprint sources of carbon, while Dr. Gillian LewisÆ lab at the University of Auckland uses novel microbiological methods to fingerprint microbial communities. A field sampling strategy was designed to accommodate both methods in parallel and sampling was conducted at high tide and low tide to fully characterize the \"phases\" of the estuary.\n\nWhile at the University of Auckland, I learned the methods the Lewis lab uses to characterize microbial communities, which included extracting DNA from each water sample, conducting PCR to isolate and amplify portions of the bacterial genome, and assessing the distribution of DNA fragments, indicative of the bacterial diversity in the sample (using both ARISA and tRFLP methods). Then, when I returned to Rutgers University, I conducted geochemical methods including organic biomarker extraction, separation, and identification to determine the sources of carbon through the estuary.\n\nResults acquired at the University of Auckland show the microbial community structure through the estuary is mostly determined by salinity, which is consistent with the general microbiology of estuaries. As fresh and salty water compete over the tidal cycle, the microbial communities of these water bodies moved across my geographical sampling locations. In contrast, results from geochemical biomarker analyses at Rutgers University show multiple sources of organic carbon (such as organic carbon potentially derived from mangroves, terrestrial detritus, macroalgae, and phytoplankton) are present through the estuary, but that over the tidal cycle, these sources are mixed and redistributed. Terrestrial and estuarine sources of organic carbon were detected in marine samples, suggesting some export of terrestrial organic carbon into the marine organic carbon cycle.\n\nA final geochemical method will link these results. The stable isotopic signature of carbon in microbially-derived biomarkers wi..."
 }
}