{
 "awd_id": "1108027",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI: A qPCR-based strategy for normalization of DNA extraction efficiencies from biochar-amended so",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 5700.0,
 "awd_amount": 5700.0,
 "awd_min_amd_letter_date": "2011-05-18",
 "awd_max_amd_letter_date": "2011-05-18",
 "awd_abstract_narration": null,
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lauren",
   "pi_last_name": "Hale",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Lauren E Hale",
   "pi_email_addr": "",
   "nsf_id": "000580035",
   "pi_start_date": "2011-05-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Hale                    Lauren         E",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Riverside",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "925073652",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Hale                    Lauren         E",
  "perf_str_addr": "",
  "perf_city_name": "Riverside",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925073652",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5941",
   "pgm_ref_txt": "NEW ZEALAND"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 5700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; When pruning a tree, do you ever imagine that the clippings could be used to rejuvenate the soil beneath your feet?&nbsp; World-wide scientists have proposed incorporating biochar, pyrolyzed, organic, waste materials, into soils to improve soil fertility.&nbsp; Additionally, generating biochar from carbon residues, as opposed to composting or burning them, allows for long-term carbon sequestration, resulting in considerably less carbon dioxide emissions.&nbsp; Once in a soil, biochar can potentially improve soil structure for aeration, increase water holding capacity, and reduce nutrient leaching. &nbsp;Before the practice of amending soils with biochar is recommended on a large scale, cross-disciplinary attention is necessary to understand the long-term effects this will have on complex soil systems.&nbsp; From a microbiological perspective, the influence of biochar on plant-growth-promoting bacteria (PGPB) will have a crucial role on its efficacy as soil amendment. &nbsp;As part of the National Science Foundation&rsquo;s East Asia and Pacific Summer Institute program, I had the exciting opportunity to work with Massey University&rsquo;s Biochar Research Centre in New Zealand.&nbsp; In this interdisciplinary venture I added a microbiological component to two on-going projects.&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A graduate student at the research center is investigating the ability for biosolid-derived biochar to serve as a fertilizer.&nbsp; He is hoping to determine if phosphorus retained in biochar is available to plants.&nbsp; From my perspective, phosphorus-solubilizing bacteria will play a significant role in the process by making insoluble phosphorus accessible to plant roots.&nbsp; This trait is common in soil bacteria and we wanted to see whether various biochars would promote or inhibit these beneficial populations.&nbsp; The secretion of organic anions and hydrogen protons, which results in a lower pH surrounding microbial colonies, is a prevalent mechanism used by bacteria to access inorganic phosphorus.&nbsp; Surveys of this activity in mixed consortia and isolated strains from various biosolid-biochar treatments shed light on the activity and presence of phosphorus-solubilizing bacteria growing near plant roots.&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In a second, phytoremediation study, a graduate student is working to improve methods to remove arsenic and organochlorine contaminants from New Zealand soils.&nbsp; Contaminated soils were amended with biochars made at various pyrolysis temperatures to examine the effect of biochar on phytoremediation systems.&nbsp; Two fern species; one species native to New Zealand and one, arsenic-hyperaccumulating species, originally from China, are the subjects of these experiments. &nbsp;&nbsp;Many soil bacteria improve plant growth in situations of environmental stress, such as heavy metal contamination, by producing plant-growth hormones and depleting plant-stunting hormones. &nbsp;I was curious if isolated strains and mixed consortia of bacteria in the fern root-zones harbored such traits and if they were affected by biochar.&nbsp;&nbsp; Assays for the activities of the enzymes involved in these traits provided quantifiable data to compare the soil bacteria from different biochar and fern-root environments.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; From all experiments it appears that biochar does not inhibit bacterial populations with plant-beneficial traits. &nbsp;Interestingly, biochars made at different pyrolysis temperatures varied with respect to the abundance of beneficial microbes that were accounted for, signifying that pyrolysis temperat...",
  "por_txt_cntn": "\n            When pruning a tree, do you ever imagine that the clippings could be used to rejuvenate the soil beneath your feet?  World-wide scientists have proposed incorporating biochar, pyrolyzed, organic, waste materials, into soils to improve soil fertility.  Additionally, generating biochar from carbon residues, as opposed to composting or burning them, allows for long-term carbon sequestration, resulting in considerably less carbon dioxide emissions.  Once in a soil, biochar can potentially improve soil structure for aeration, increase water holding capacity, and reduce nutrient leaching.  Before the practice of amending soils with biochar is recommended on a large scale, cross-disciplinary attention is necessary to understand the long-term effects this will have on complex soil systems.  From a microbiological perspective, the influence of biochar on plant-growth-promoting bacteria (PGPB) will have a crucial role on its efficacy as soil amendment.  As part of the National Science FoundationÆs East Asia and Pacific Summer Institute program, I had the exciting opportunity to work with Massey UniversityÆs Biochar Research Centre in New Zealand.  In this interdisciplinary venture I added a microbiological component to two on-going projects.           \n\n            A graduate student at the research center is investigating the ability for biosolid-derived biochar to serve as a fertilizer.  He is hoping to determine if phosphorus retained in biochar is available to plants.  From my perspective, phosphorus-solubilizing bacteria will play a significant role in the process by making insoluble phosphorus accessible to plant roots.  This trait is common in soil bacteria and we wanted to see whether various biochars would promote or inhibit these beneficial populations.  The secretion of organic anions and hydrogen protons, which results in a lower pH surrounding microbial colonies, is a prevalent mechanism used by bacteria to access inorganic phosphorus.  Surveys of this activity in mixed consortia and isolated strains from various biosolid-biochar treatments shed light on the activity and presence of phosphorus-solubilizing bacteria growing near plant roots.      \n\n            In a second, phytoremediation study, a graduate student is working to improve methods to remove arsenic and organochlorine contaminants from New Zealand soils.  Contaminated soils were amended with biochars made at various pyrolysis temperatures to examine the effect of biochar on phytoremediation systems.  Two fern species; one species native to New Zealand and one, arsenic-hyperaccumulating species, originally from China, are the subjects of these experiments.   Many soil bacteria improve plant growth in situations of environmental stress, such as heavy metal contamination, by producing plant-growth hormones and depleting plant-stunting hormones.  I was curious if isolated strains and mixed consortia of bacteria in the fern root-zones harbored such traits and if they were affected by biochar.   Assays for the activities of the enzymes involved in these traits provided quantifiable data to compare the soil bacteria from different biochar and fern-root environments. \n\n            From all experiments it appears that biochar does not inhibit bacterial populations with plant-beneficial traits.  Interestingly, biochars made at different pyrolysis temperatures varied with respect to the abundance of beneficial microbes that were accounted for, signifying that pyrolysis temperature will likely influence soil bacteria populations.  Thus, information on pyrolysis temperature will be important to consider when addressing general application of biochars.\n\n            Furthermore, biological fertilizers are largely recommended for organic farming.  Most commercial biological fertilizers may not be permitted for use in New Zealand, as they are comprised of non-native species.  Many of the isolates obtained here exhibit elevated plant-growth-promoting traits and could..."
 }
}