{
 "awd_id": "1108191",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI:Indonesia?s second-hand smoke? Microdata evidence on the negative externalities of episodic tr",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 5700.0,
 "awd_amount": 5700.0,
 "awd_min_amd_letter_date": "2011-05-12",
 "awd_max_amd_letter_date": "2011-05-12",
 "awd_abstract_narration": null,
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Simpson",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Steven T Simpson",
   "pi_email_addr": "",
   "nsf_id": "000579005",
   "pi_start_date": "2011-05-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Simpson                 Steven         T",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "New York",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "",
  "inst_zip_code": "100276902",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Simpson                 Steven         T",
  "perf_str_addr": "",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100276902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5927",
   "pgm_ref_txt": "EAST ASIA, OTHER"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 5700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Title: Indonesia&rsquo;s Second-Hand Smoke?Indonesian haze &amp; infant health in Singapore</p>\n<p>Intellectual Merit: The purpose of the study was to measure the impact, if any, of Indonesian haze has on infant health outcomes. Both the data and research context The encouraging outcome for Singaporeans and the quality of life in their country, is that, despite initial graphical evidence, I detect no statistically significant (at 95% confidence level) correlation between the short-term haze episodes and the infant mortality outcomes for which I had data.</p>\n<p>Broader Impact: The main contribution I believe I brought to this study in regards to broader impact was my instigation of getting the new nation data-sharing policy instated&mdash;allowing ministries within the Singaporean government for the first time to engage in inter-agency data sharing. A further contribution I believe I am able to make after the summer institute time is to identify quality issues in the national data and data-sharing processes. The main concern for my study was that aggregated infant mortality statistics that I generated from the hospital data cannot reproduce the same infant mortality dynamics as I found in the national aggregate data. (See attached figure) In fact, they are near inversely related.</p>\n<p>The error could have happened in three ways</p>\n<p>1. the national data is completely wrong;</p>\n<p>2. the KKH is unrepresentative of the country; or</p>\n<p>3. hospital data has error in it.</p>\n<p>The first is an undesirable consideration, and I have no way of proving it without access to the national microdata. The second is possible but still has problems. First, the sample size of the data constitutes a 33% sample of all births in Singapore over that period. Thus, even if the data is not a random sampling of the population it should have the same trends that show up in the national data. Since KK Hospital is a public hospital with a patient pool that covers every level of society, the only women&rsquo;s and children&rsquo;s hospital, one of the largest hospitals in Singapore, and a teaching and research hospital, I have strong reasons to believe that data the hospital has is maintained at the highest standards.</p>\n<p>Nevertheless, it is obvious that the yearly infant mortality trends in the attached figure are completely different from the hospital micro data (left panel) and the national aggregate data (right panel). It was the trends in the right-side panel that originally led me to believe there was a strong correlation between infant mortality and haze episodes; the left-side panel would have not led me to any such conclusion. In fact, the nearly inverse relationship between the micro and aggregate data would insinuate that, if the national data is correct, all the infants that died around the time of the haze episodes in 2002 and 2006 were born in all hospitals other than KK. While I believe KK Hospital is an extremely high quality hospital, as the only hospital with a pediatric emergency room and the hospital with the highest level rating for neonatal intensive care units, it should receive a disproportionately higher number of at-risk newborns and thus have on average more infant deaths occurring from within its patient pool, exactly because it is a high-quality children&rsquo;s hospital.</p>\n<p>Thus, the only logical answer is the third, that there is error between the national data and KK Hospital&rsquo;s record of it. The strongest possibility, though, is that the error originated with the national birth certificate database. In Singapore, all infant deaths for those infants under 365-days old should be reported back to the hospital where the child is born. Thus, it is the central government&rsquo;s duty to notify the hospital that one of its infant patients has died within 365 days of birth. Thus, the national aggregate data which originally led me to pursue this dat...",
  "por_txt_cntn": "\nTitle: IndonesiaÆs Second-Hand Smoke?Indonesian haze &amp; infant health in Singapore\n\nIntellectual Merit: The purpose of the study was to measure the impact, if any, of Indonesian haze has on infant health outcomes. Both the data and research context The encouraging outcome for Singaporeans and the quality of life in their country, is that, despite initial graphical evidence, I detect no statistically significant (at 95% confidence level) correlation between the short-term haze episodes and the infant mortality outcomes for which I had data.\n\nBroader Impact: The main contribution I believe I brought to this study in regards to broader impact was my instigation of getting the new nation data-sharing policy instated&mdash;allowing ministries within the Singaporean government for the first time to engage in inter-agency data sharing. A further contribution I believe I am able to make after the summer institute time is to identify quality issues in the national data and data-sharing processes. The main concern for my study was that aggregated infant mortality statistics that I generated from the hospital data cannot reproduce the same infant mortality dynamics as I found in the national aggregate data. (See attached figure) In fact, they are near inversely related.\n\nThe error could have happened in three ways\n\n1. the national data is completely wrong;\n\n2. the KKH is unrepresentative of the country; or\n\n3. hospital data has error in it.\n\nThe first is an undesirable consideration, and I have no way of proving it without access to the national microdata. The second is possible but still has problems. First, the sample size of the data constitutes a 33% sample of all births in Singapore over that period. Thus, even if the data is not a random sampling of the population it should have the same trends that show up in the national data. Since KK Hospital is a public hospital with a patient pool that covers every level of society, the only womenÆs and childrenÆs hospital, one of the largest hospitals in Singapore, and a teaching and research hospital, I have strong reasons to believe that data the hospital has is maintained at the highest standards.\n\nNevertheless, it is obvious that the yearly infant mortality trends in the attached figure are completely different from the hospital micro data (left panel) and the national aggregate data (right panel). It was the trends in the right-side panel that originally led me to believe there was a strong correlation between infant mortality and haze episodes; the left-side panel would have not led me to any such conclusion. In fact, the nearly inverse relationship between the micro and aggregate data would insinuate that, if the national data is correct, all the infants that died around the time of the haze episodes in 2002 and 2006 were born in all hospitals other than KK. While I believe KK Hospital is an extremely high quality hospital, as the only hospital with a pediatric emergency room and the hospital with the highest level rating for neonatal intensive care units, it should receive a disproportionately higher number of at-risk newborns and thus have on average more infant deaths occurring from within its patient pool, exactly because it is a high-quality childrenÆs hospital.\n\nThus, the only logical answer is the third, that there is error between the national data and KK HospitalÆs record of it. The strongest possibility, though, is that the error originated with the national birth certificate database. In Singapore, all infant deaths for those infants under 365-days old should be reported back to the hospital where the child is born. Thus, it is the central governmentÆs duty to notify the hospital that one of its infant patients has died within 365 days of birth. Thus, the national aggregate data which originally led me to pursue this data could be correct, and the data that KK hospital has could also be correct, and yet because the national government has no followed through in communic..."
 }
}