{
 "awd_id": "1108153",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Maine EPSCoR End-to-End Connectivity for Sustainability Science Collaboration",
 "cfda_num": "47.083",
 "org_code": "01120000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sian Mooney",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 1000000.0,
 "awd_amount": 1000000.0,
 "awd_min_amd_letter_date": "2011-09-14",
 "awd_max_amd_letter_date": "2013-07-10",
 "awd_abstract_narration": "Abstract\r\n\r\nProposal Number:\tEPS-1108153\r\n\r\nProposal Title:\tMaine EPSCoR End-to-End Connectivity for Sustainability Science Collaboration\r\n\r\nInstitution:\tUniversity of Maine\r\n\r\nProject Director:\tMichael Eckardt\r\n\r\n\r\nProject Description\r\n\r\nThis RII C2 proposal from Maine (ME) EPSCoR is focused on addressing last-mile bottlenecks at seven campuses of the University of Maine System. Maine's Research and Education Network, MaineREN, delivers high performance inter-campus fiber connectivity to public and private institutions across the state, but the intra-campus networking has lacked the same investment by the state.\r\n\r\nThe proposed improvements include:\r\n- Rewiring eight buildings at the University of Maine Orono Campus (UMaine) with Cat-6 cable, increasing end-to-end performance to 10 Gbps.\r\n- Upgrading the fiber backbone between the two University of Southern Maine (USM) campuses, one in Portland and one in Gorham, 12 miles apart. In addition, upgrades will be done for the buildings housing the ME RII Track-1 researchers, including the Law Building, Library, Bailey Hall, and the buildings that make up the fiber core for the Portland campus. \r\n- Upgrades to edge routers to connect to the MaineREN backbone for UMaine Augusta (UMA), UMaine Farmington (UMF), UMaine Fort Kent (UMFK), UMaine Machias (UMM), and UMaine Presque Isle (UMPI).  \r\n\r\nIntellectual Merit\r\nThe proposed upgrades in network connections will greatly improve the networking capacity available to the University of Maine system and enable researchers to take advantage of state-wide upgrades with improved end-to-end performance. The proposed RII C2 connectivity improvements will support the Maine RII Track-1 Sustainability Science Initiative (SSI) by increasing bandwidth availability for the SSI data management and visualization approaches. SSI is advancing the emerging field of sustainability science in three integrative ways: 1) examining interactions between social and ecological systems (SES) as landscapes change in response to urbanization, forest management, and climate variability; 2) investigating how much SES knowledge affects, and is influenced by, the actions and decision of stakeholders, with a goal of strengthening connections between knowledge and actions; 3) evaluating the factors that facilitate and impede interdisciplinary collaboration, with a goal of identifying and implementing individual and institutional best practices that are needed to support successful interdisciplinary research programs in sustainability science.\r\n\r\nBroader Impacts\r\nBy filling in relatively small gaps in the infrastructure, Maine will be able to make very large gains in the effectiveness of the state's cyberinfrastructure (CI) that will allow researchers to fully utilize investments to improve research effectiveness, promote collaboration, improve K-12 interaction, and develop the future workforce of the state. The networking upgrades will support the 300 researchers, students, and stakeholders that are part of the SSI collaboration over 17 different disciplinary fields. The SSI activities have the potential to increase Maine's research capacity and competitiveness and grow Maine's green innovation economy. The proposed project will leverage the RII Track-1 programs for broader impacts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "EPS",
 "org_div_long_name": "EPSCoR",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Eckardt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Eckardt",
   "pi_email_addr": "michael.eckardt@umit.maine.edu",
   "nsf_id": "000454810",
   "pi_start_date": "2011-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Segee",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce E Segee",
   "pi_email_addr": "segee@maine.edu",
   "nsf_id": "000087591",
   "pi_start_date": "2011-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vicki",
   "pi_last_name": "Nemeth",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vicki Nemeth",
   "pi_email_addr": "vicki.nemeth@maine.edu",
   "nsf_id": "000319380",
   "pi_start_date": "2011-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Letourneau",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey Letourneau",
   "pi_email_addr": "jeffl@maine.edu",
   "nsf_id": "000624806",
   "pi_start_date": "2011-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maine",
  "inst_street_address": "5717 CORBETT HALL",
  "inst_street_address_2": "",
  "inst_city_name": "ORONO",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2075811484",
  "inst_zip_code": "044695717",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ME02",
  "org_lgl_bus_name": "UNIVERSITY OF MAINE SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "PB3AJE5ZEJ59"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maine",
  "perf_str_addr": "5717 CORBETT HALL",
  "perf_city_name": "ORONO",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "044695717",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "ME02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "721700",
   "pgm_ele_name": "EPSCoR Research Infrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1000000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Style\">Maine EPSCoR at the University of Maine recently completed its NSF EPSCoR C2 &ldquo;End-to-End Connectivity for Sustainability Science Collaboration&rdquo; project, supported by a $1 million award for cyberinfrastructure improvements at the seven campuses of the University of Maine System.</p>\n<p class=\"Style\">This project closed gaps in cyber-connectivity for researchers and students in the Maine EPSCoR Sustainability Science Initiative (SSI), currently funded by a $20 million NSF EPSCoR Track 1 grant. The gaps prevented the delivery of true end-to-end connectivity between Maine&rsquo;s researchers and new advanced networking services provided over Maine&rsquo;s Research and Education Network (MaineREN).&nbsp;</p>\n<p class=\"Style\"><strong>&nbsp;</strong><strong>Intellectual Merit:&nbsp; </strong></p>\n<p class=\"Style\">This C2 addressed the primary bottleneck that was still remaining in Maine&rsquo;s cyberinfrastructure landscape, which was the final connection between the fiber backbone and the researchers and students on university campuses.&nbsp; Although the potential bandwidth between sites was virtually unlimited, researchers were hampered by a &ldquo;choke point&rdquo; literally within the last few meters of the communication.&nbsp; By addressing these relatively small gaps under this C2, Maine will be able to make very large gains in the effectiveness of the state&rsquo;s cyberinfrastructure that will allow researchers to fully utilize statewide cyber investments. .</p>\n<p class=\"Style\">By extending the reach of the enhanced MaineREN fiber backbone directly to the buildings of individual SSI researchers, the high speed connectivity required to conduct cyber-enabled research and integrated education will now allow for increased:&nbsp; 1) capacity for advances in discovery and innovation; 2) interdisciplinary and inter-institutional collaboration and communication; 3) expanded opportunities for workforce development and broadened participation; 4) and an integrated approach for data management, modeling, and visualization.</p>\n<p class=\"Style\"><strong>&nbsp;</strong><strong>Broadening Participation:</strong></p>\n<p class=\"Style\">This C2 project leveraged and enabled the research and education focus of the Maine EPSCoR SSI project, which involves over 12 institutional partners of higher education, spans the entire populated range of the state, brings together over 300 researchers, students, and stakeholders, and encompasses over 17 different disciplinary fields.&nbsp; Their collaborative work includes data gathering and analysis, modeling, and deriving understanding through cross-disciplinary collaboration, all of which provides a rich basis for the C2 cyber-enabled opportunities to further broaden participation and workforce development.&nbsp;&nbsp;</p>\n<p class=\"Style\">SSI is advancing the emerging field of sustainability science in three important and integrative ways that provide direct benefits to society: 1) examining interactions between social and ecological systems (SES) as landscapes change in response to urbanization, forest management, and climate variability; 2) investigating how such SES knowledge affects, and is influenced by, the actions and decisions of diverse stakeholders, with a goal of strengthening connections between knowledge and action; 3) evaluating the factors that facilitate and impede interdisciplinary collaboration, with a goal of identifying and implementing individual and institutional best practices that are needed to support successful interdisciplinary research programs in sustainability science.</p>\n<p class=\"Style\">&nbsp;In addition to further enabling the research in SSI&rsquo;s geographically and institutionally-diverse portfolio, the improved connectivity capacity will also foster SSI&rsquo;s fully integrated research and education program that advances discovery and understanding while promoting teaching, t...",
  "por_txt_cntn": "Maine EPSCoR at the University of Maine recently completed its NSF EPSCoR C2 \"End-to-End Connectivity for Sustainability Science Collaboration\" project, supported by a $1 million award for cyberinfrastructure improvements at the seven campuses of the University of Maine System.\nThis project closed gaps in cyber-connectivity for researchers and students in the Maine EPSCoR Sustainability Science Initiative (SSI), currently funded by a $20 million NSF EPSCoR Track 1 grant. The gaps prevented the delivery of true end-to-end connectivity between MaineÆs researchers and new advanced networking services provided over MaineÆs Research and Education Network (MaineREN). \n Intellectual Merit:  \nThis C2 addressed the primary bottleneck that was still remaining in MaineÆs cyberinfrastructure landscape, which was the final connection between the fiber backbone and the researchers and students on university campuses.  Although the potential bandwidth between sites was virtually unlimited, researchers were hampered by a \"choke point\" literally within the last few meters of the communication.  By addressing these relatively small gaps under this C2, Maine will be able to make very large gains in the effectiveness of the stateÆs cyberinfrastructure that will allow researchers to fully utilize statewide cyber investments. .\nBy extending the reach of the enhanced MaineREN fiber backbone directly to the buildings of individual SSI researchers, the high speed connectivity required to conduct cyber-enabled research and integrated education will now allow for increased:  1) capacity for advances in discovery and innovation; 2) interdisciplinary and inter-institutional collaboration and communication; 3) expanded opportunities for workforce development and broadened participation; 4) and an integrated approach for data management, modeling, and visualization.\n Broadening Participation:\nThis C2 project leveraged and enabled the research and education focus of the Maine EPSCoR SSI project, which involves over 12 institutional partners of higher education, spans the entire populated range of the state, brings together over 300 researchers, students, and stakeholders, and encompasses over 17 different disciplinary fields.  Their collaborative work includes data gathering and analysis, modeling, and deriving understanding through cross-disciplinary collaboration, all of which provides a rich basis for the C2 cyber-enabled opportunities to further broaden participation and workforce development.  \nSSI is advancing the emerging field of sustainability science in three important and integrative ways that provide direct benefits to society: 1) examining interactions between social and ecological systems (SES) as landscapes change in response to urbanization, forest management, and climate variability; 2) investigating how such SES knowledge affects, and is influenced by, the actions and decisions of diverse stakeholders, with a goal of strengthening connections between knowledge and action; 3) evaluating the factors that facilitate and impede interdisciplinary collaboration, with a goal of identifying and implementing individual and institutional best practices that are needed to support successful interdisciplinary research programs in sustainability science.\n In addition to further enabling the research in SSIÆs geographically and institutionally-diverse portfolio, the improved connectivity capacity will also foster SSIÆs fully integrated research and education program that advances discovery and understanding while promoting teaching, training, and learning.  Over 150 students a year work alongside SSI researchers in internships that allow them to engage in hands-on learning and contribute to an innovative research agenda that can help Maine find solutions as it seeks to preserve the quality of life it is noted for.\n \n\n\t\t\t\t\tLast Modified: 11/29/2013\n\n\t\t\t\t\tSubmitted by: Michael Eckardt"
 }
}