{
 "awd_id": "1108964",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Imaging the Outskirts of Nearby Disk Galaxies",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Barvainis",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 353574.0,
 "awd_amount": 353574.0,
 "awd_min_amd_letter_date": "2011-06-03",
 "awd_max_amd_letter_date": "2013-06-18",
 "awd_abstract_narration": "Precisely how galaxies initially form and how they change throughout their lifetime are among the least understood problems in astrophysics.  Many projects are centered on unraveling these mysteries.  This project relies on the outskirts of galaxy disks to provide clues about the dynamical evolution of their host galaxy.  In galaxy outskirts are preserved the dynamical signatures of past accretions and evolutionary processes such as radial migration, accretion, star formation thresholds, and low level in situ star formation.  The principal investigator plans to obtain deep, wide-field images of nearby disk galaxies within 4--10 Mpc to study the structure, stellar populations, and star forming properties of their outer disks.  The combination of the investigators' experience with deep, very low surface brightness measurements and the unique telescope/detector instrumentation are ideally suited toward this project.  The primary scientific motivations are (1) to determine the structure of extended galaxy disks, (2) to determine how much star formation has contributed to the growth of outer disks, (3) to determine how accretion shaped nearby galaxies, and (4) to determine how surface photometry and discrete star counts compare in their ability to probe the outskirts of galaxies.\r\n\r\nEducationally, this project will provide opportunities for beginning students to get hands-on research observatory experience---as an observer and as an instrumentalist.  Such training is critical for students and for an astronomical community that needs technically-trained scientists.  The principal investigator will continue his excellent history of providing his imaging and simulations to planetarium shows and to public outreach web sites, and he will give public talks at local astronomy clubs and the Cleveland Museum of Natural History.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chris",
   "pi_last_name": "Mihos",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chris Mihos",
   "pi_email_addr": "mihos@case.edu",
   "nsf_id": "000241538",
   "pi_start_date": "2011-06-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Case Western Reserve University",
  "inst_street_address": "10900 EUCLID AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CLEVELAND",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "2163684510",
  "inst_zip_code": "441064901",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "OH11",
  "org_lgl_bus_name": "CASE WESTERN RESERVE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJMKEF7EJW69"
 },
 "perf_inst": {
  "perf_inst_name": "Case Western Reserve University",
  "perf_str_addr": "10900 EUCLID AVE",
  "perf_city_name": "CLEVELAND",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "441064901",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "OH11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121700",
   "pgm_ele_name": "EXTRAGALACTIC ASTRON & COSMOLO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 126289.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 105831.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 121454.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project focused on deep imaging of nearby galaxies to study the<br />structure, morphology, and colors of their very faint outer regions.<br />These regions hold clues to the formation and evolution of galaxies.<br />We focused on spiral galaxies like our own Milky Way galaxy, as well<br />as interacting galaxies and those in dense galaxy clusters. We showed<br />that many spiral galaxies have red and smooth outer disks, indicating<br />old stars that are well mixed in space, with little evidence for<br />recent star formation. Galaxies like this likely grow their outer<br />disks by a process called \"radial migration\", where stars in the inner<br />parts of the galaxy gradually move outwards over time when they<br />interact gravitationally with the galaxies' spiral arms.<br /><br />We also found a striking counter-examples of a spiral galaxy with a<br />blue outer disk -- the nearby Pinwheel Galaxy, M101. The outer disk<br />was extremely faint and blue, suggestive of young stars formed in a<br />weak burst of star formation several hundred million years ago (our<br />follow-up study with the Hubble Space Telescope has now confirmed this<br />result). The ages of these young stars is approximately equal to the<br />timescale for a recent interaction with one of M101's companion<br />galaxies, and we used deep radio imaging of the galaxy to show<br />evidence of the interaction in the galaxies' gaseous components as<br />well.<br /><br />We also imaged two galaxies in a specific wavelength of light selected<br />to show ionized gas clouds that trace young star formation. This<br />imaging improved on previous work by detecting fainter star forming<br />regions as well as surveying the galaxies' surrounding<br />environments. Our imaging shows that star formation in M101 extends<br />very far out into the outer disk, where young stars continue to form<br />today. In another interacting galaxy, the Whirlpool (M51), we detect<br />little star formation in its long tidal tail, showing that not all<br />galaxy collisions trigger extended star formation. We also discovered<br />a vast plume of ionized gas near the system, possibly left over from<br />when the galaxy pair first collided several hundred million years<br />ago. Followup studies are planned for this plume of ionized gas, which<br />could constrain the collision timescale for the galaxy pair.<br /><br />Finally, the project provided critical technical training in data<br />analysis and observatory science for one graduate student and four<br />undergraduate students. The project resulted in 7 refereed<br />publications, and 10 conference presentations about our work. We are<br />releasing the data publicly so other astronomers can utilize it. We<br />also gave a number of public talks about the research to audiences in<br />museums, community groups, and schools.<br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/14/2016<br>\n\t\t\t\t\tModified by: Chris&nbsp;Mihos</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1108964/1108964_10096792_1473861548393_M51--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1108964/1108964_10096792_1473861548393_M51--rgov-800width.jpg\" title=\"M51\"><img src=\"/por/images/Reports/POR/2016/1108964/1108964_10096792_1473861548393_M51--rgov-66x44.jpg\" alt=\"M51\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Our deep imaging of The Whirlpool Galaxy (M51), compared to previous imaging studies. Our imaging goes significantly deeper and shows the complexity of the galaxy's outer structure.</div>\n<div class=\"imageCredit\">Watkins, Mihos, and Harding</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Chris&nbsp;Mihos</div>\n<div class=\"imageTitle\">M51</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThis project focused on deep imaging of nearby galaxies to study the\nstructure, morphology, and colors of their very faint outer regions.\nThese regions hold clues to the formation and evolution of galaxies.\nWe focused on spiral galaxies like our own Milky Way galaxy, as well\nas interacting galaxies and those in dense galaxy clusters. We showed\nthat many spiral galaxies have red and smooth outer disks, indicating\nold stars that are well mixed in space, with little evidence for\nrecent star formation. Galaxies like this likely grow their outer\ndisks by a process called \"radial migration\", where stars in the inner\nparts of the galaxy gradually move outwards over time when they\ninteract gravitationally with the galaxies' spiral arms.\n\nWe also found a striking counter-examples of a spiral galaxy with a\nblue outer disk -- the nearby Pinwheel Galaxy, M101. The outer disk\nwas extremely faint and blue, suggestive of young stars formed in a\nweak burst of star formation several hundred million years ago (our\nfollow-up study with the Hubble Space Telescope has now confirmed this\nresult). The ages of these young stars is approximately equal to the\ntimescale for a recent interaction with one of M101's companion\ngalaxies, and we used deep radio imaging of the galaxy to show\nevidence of the interaction in the galaxies' gaseous components as\nwell.\n\nWe also imaged two galaxies in a specific wavelength of light selected\nto show ionized gas clouds that trace young star formation. This\nimaging improved on previous work by detecting fainter star forming\nregions as well as surveying the galaxies' surrounding\nenvironments. Our imaging shows that star formation in M101 extends\nvery far out into the outer disk, where young stars continue to form\ntoday. In another interacting galaxy, the Whirlpool (M51), we detect\nlittle star formation in its long tidal tail, showing that not all\ngalaxy collisions trigger extended star formation. We also discovered\na vast plume of ionized gas near the system, possibly left over from\nwhen the galaxy pair first collided several hundred million years\nago. Followup studies are planned for this plume of ionized gas, which\ncould constrain the collision timescale for the galaxy pair.\n\nFinally, the project provided critical technical training in data\nanalysis and observatory science for one graduate student and four\nundergraduate students. The project resulted in 7 refereed\npublications, and 10 conference presentations about our work. We are\nreleasing the data publicly so other astronomers can utilize it. We\nalso gave a number of public talks about the research to audiences in\nmuseums, community groups, and schools.\n\n\n\n\t\t\t\t\tLast Modified: 09/14/2016\n\n\t\t\t\t\tSubmitted by: Chris Mihos"
 }
}