{
 "awd_id": "1108847",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Non-Convex Homogenization and Applications to (Ferromagnetic) Shape-Memory Polycrystals",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eugene Gartland",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 232474.0,
 "awd_amount": 232474.0,
 "awd_min_amd_letter_date": "2011-09-14",
 "awd_max_amd_letter_date": "2011-09-14",
 "awd_abstract_narration": "Ponte Castaneda\r\nDMS-1108847\r\n\r\n     The main objective of this proposal is the development of mathematical tools for modeling the shape-memory effect and pseudo-elasticity in shape-memory polycrystals.  For this purpose, the investigator makes use of suitable generalizations of the linear comparison homogenization methods for these material systems, incorporating the effects both of crystallographic texture and of morphological texture (as determined by the two-point correlations of the microstructures).  The main mathematical challenge arises as a consequence of the lack of convexity (or, more precisely, quasi-convexity) of the relevant energy functions.  It is known that this breakdown of convexity leads to the development of additional microstructures at the single crystal level, which lies at the heart of the shape-memory effect.  Because of this, linear comparison estimates are also developed for the \"relaxation\" (or quasi-convexification) of single-crystal shape-memory alloys (SMAs), exploiting a recently uncovered connection between homogenization at the polycrystal level and relaxation at the single-crystal level.  The project results in novel and highly efficient multi-scale modeling techniques capable of handling complex microstructures, coupled strongly nonlinear response, microstructure evolution, and the possible development of instabilities.  The mathematical techniques developed in this work are of broad application to large classes of polymeric, metallic, biological, and geological material systems, including multi-functional materials, and lend themselves to numerical implementation in constitutive subroutines for use with standard numerical packages.\r\n\r\n     The shape-memory effect is the ability of certain materials to recover, upon heating, apparently permanent deformation sustained below a certain critical temperature.  This effect is usually accompanied by pseudo-elasticity whereby single-crystal samples of these materials are observed to undergo fairly large strains (in the order of 10%) at nearly constant stress, which is fully recovered upon unloading.  These two properties make shape-memory alloys (SMAs) very attractive as low-frequency, robust actuators and sensing devices for a variety of novel technological applications.  However, SMAs are normally used in polycrystalline form, typically as wires, or thin strips and films, where the shape-memory effect is much reduced.  For this reason, it is essential to understand and model the relations between the single-crystal behavior, the microstructure, and the macroscopic behavior of the polycrystals.  Improvements in the modeling of SMA polycrystals should result in improved performance for these materials, which are being used extensively in industry, as actuators, sensors, couplings, and electrical connectors, as well as in an ever increasing number of medical and robotics applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pedro",
   "pi_last_name": "Ponte Castañeda",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pedro Ponte Castañeda",
   "pi_email_addr": "ponte@seas.upenn.edu",
   "nsf_id": "000223799",
   "pi_start_date": "2011-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3451 WALNUT ST STE 440A",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 232474.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this work, we have developed an `incremental variational procedure' (IVP) to estimate the macroscopic response and field statistics in SMA polycrystals undergoing combined elastic, plastic and twinning deformations. The basic idea is to make use of a time-incremental variational formulation for the strain-rate potential of SMA polycrystals to define a homogenization problem for a viscoplastic composite with non-uniform `eigenstrain rates' in the phases.&nbsp; Both the nonlinearity and the heterogeneity of the properties in the phases can then be handled by means of the variational procedure of Ponte Castaneda (1992) in terms of a suitably optimized linear comparison composite with uniform phase properties, for which standard homogenization estimates are available. The IVP has been applied to a model two-dimensional polycrystal and the results have been compared successfully with full-field numerical simulations available from the literature. In particular, the procedure has been applied for elasto-viscoplastic composites and polycrystals. Upon uniform strain-rate loading, three regimes of deformation are observed: a linear, purely elastic regime, followed by a transient elasto-plastic regime, and then a steady-state ideally plastic regime. Consistent with earlier work, significant Bauschinger effects are observed for cyclic loading conditions. When the single crystal grains are allowed to undergo additional twinning, the transient regime becomes more complex due to the saturation of the phase transformation mechanism as the deformation progresses. Capturing this highly nonlinear response was a significant achievement.</p>\n<p>We have also made progress on the characterization of the macroscopic response and possible development of instabilities in a certain class of anisotropic composite materials consisting of random distributions of aligned rigid fibers of elliptical cross section in a soft elastomeric matrix, which are subjected to general plane strain loading conditions. For this purpose, use was made of an estimate for the stored-energy function, which was derived by Lopez-Pamies and Ponte Castaneda (2006) in earlier NSF-sponsored work for this class of reinforced elastomers by means of the `second-order linear comparison' homogenization method. This homogenization estimate has been shown to lose strong ellipticity by the development of shear localization bands, when the composite is loaded in compression along the (in-plane) long axes of the fibers. The instability is produced by the sudden, collective rotation of a band of fibers to partially release the high stresses that develop in the elastomer matrix when the composite is compressed along the stiff, long-fiber direction. Consistent with the mode of the impending instability, a lower-energy, post-bifurcation solution is constructed where `striped domain' microstructures consisting of layers with alternating fiber orientations develop in the composite. The volume fractions of the layers and the fiber orientations within the layers adjust themselves to satisfy equilibrium and compatibility across the layers, while remaining compatible with the imposed overall deformation. Mathematically, this construction is shown to correspond to the rank-one convex envelope of the original estimate for the energy, and is further shown to be polyconvex and therefore quasiconvex.&nbsp; Thus, it corresponds to the ``relaxation'' of the stored-energy function of the composite, and can in turn be viewed as a stress-driven `phase transition,' where the symmetry of the fiber microstructures changes from nematic to smectic.</p>\n<p>In parallel with this work, we have also developed an improved `second-order' homogenization method. The method derives from a stationary variational principle for the macroscopic stress potential of the viscoplastic composite in terms of the corresponding&nbsp; potential of a&nbsp; linear comparison ...",
  "por_txt_cntn": "\nIn this work, we have developed an `incremental variational procedure' (IVP) to estimate the macroscopic response and field statistics in SMA polycrystals undergoing combined elastic, plastic and twinning deformations. The basic idea is to make use of a time-incremental variational formulation for the strain-rate potential of SMA polycrystals to define a homogenization problem for a viscoplastic composite with non-uniform `eigenstrain rates' in the phases.  Both the nonlinearity and the heterogeneity of the properties in the phases can then be handled by means of the variational procedure of Ponte Castaneda (1992) in terms of a suitably optimized linear comparison composite with uniform phase properties, for which standard homogenization estimates are available. The IVP has been applied to a model two-dimensional polycrystal and the results have been compared successfully with full-field numerical simulations available from the literature. In particular, the procedure has been applied for elasto-viscoplastic composites and polycrystals. Upon uniform strain-rate loading, three regimes of deformation are observed: a linear, purely elastic regime, followed by a transient elasto-plastic regime, and then a steady-state ideally plastic regime. Consistent with earlier work, significant Bauschinger effects are observed for cyclic loading conditions. When the single crystal grains are allowed to undergo additional twinning, the transient regime becomes more complex due to the saturation of the phase transformation mechanism as the deformation progresses. Capturing this highly nonlinear response was a significant achievement.\n\nWe have also made progress on the characterization of the macroscopic response and possible development of instabilities in a certain class of anisotropic composite materials consisting of random distributions of aligned rigid fibers of elliptical cross section in a soft elastomeric matrix, which are subjected to general plane strain loading conditions. For this purpose, use was made of an estimate for the stored-energy function, which was derived by Lopez-Pamies and Ponte Castaneda (2006) in earlier NSF-sponsored work for this class of reinforced elastomers by means of the `second-order linear comparison' homogenization method. This homogenization estimate has been shown to lose strong ellipticity by the development of shear localization bands, when the composite is loaded in compression along the (in-plane) long axes of the fibers. The instability is produced by the sudden, collective rotation of a band of fibers to partially release the high stresses that develop in the elastomer matrix when the composite is compressed along the stiff, long-fiber direction. Consistent with the mode of the impending instability, a lower-energy, post-bifurcation solution is constructed where `striped domain' microstructures consisting of layers with alternating fiber orientations develop in the composite. The volume fractions of the layers and the fiber orientations within the layers adjust themselves to satisfy equilibrium and compatibility across the layers, while remaining compatible with the imposed overall deformation. Mathematically, this construction is shown to correspond to the rank-one convex envelope of the original estimate for the energy, and is further shown to be polyconvex and therefore quasiconvex.  Thus, it corresponds to the ``relaxation'' of the stored-energy function of the composite, and can in turn be viewed as a stress-driven `phase transition,' where the symmetry of the fiber microstructures changes from nematic to smectic.\n\nIn parallel with this work, we have also developed an improved `second-order' homogenization method. The method derives from a stationary variational principle for the macroscopic stress potential of the viscoplastic composite in terms of the corresponding  potential of a  linear comparison composite, whose viscosities and eigenstrain rates are  the trial fields in the variational pr..."
 }
}