{
 "awd_id": "1108665",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Deciphering the Structure and Kinematics of Active Galactic Nuclei with Reverberation Mapping",
 "cfda_num": "47.049",
 "org_code": "03020400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Barvainis",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 66326.0,
 "awd_amount": 66326.0,
 "awd_min_amd_letter_date": "2011-05-26",
 "awd_max_amd_letter_date": "2011-05-26",
 "awd_abstract_narration": "The goal of this collaborative project is to continue an on-going and successful program of frequent monitoring of the variability in quasar continuum emission and the response of the characteristic broad emission lines to those variations.  This provides a probe of the size of the emitting regions, their velocities via the line profiles, and allows an estimate of the mass of the central super-massive black hole. This \"reverberation mapping\" method is the primary way of measuring the masses of black holes in the central regions of active galaxies out to high redshifts.\r\n\r\nBroader impacts of the work include training of undergraduate and graduate students, and postdocs.  Public outreach includes involvement in the COSMOS high school summer science teaching program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexei",
   "pi_last_name": "Filippenko",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Alexei V Filippenko",
   "pi_email_addr": "alex@astro.berkeley.edu",
   "nsf_id": "000446065",
   "pi_start_date": "2011-05-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121700",
   "pgm_ele_name": "EXTRAGALACTIC ASTRON & COSMOLO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 66326.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Active galactic nuclei (AGNs) are the very bright centers of certain types of galaxies. It has long been thought that their incredible power comes from matter falling into a supermassive black hole, millions to billions of times the Sun&rsquo;s mass. Energy can be released in the strong gravitational field surrounding a supermassive black hole with high efficiency, thereby explaining the observed luminosity of AGNs. If correct, this is a very exciting conclusion, because black holes are among the strangest objects known in the Universe, and a supermassive one may reside at the center of nearly every large galaxy. Black holes are very important in astrophysics, and they have great popular appeal as well. But to provide compelling evidence for the existence of supermassive black holes, we need to show that an extremely large mass resides within a very small volume in the center of AGNs. &nbsp;We also want to determine their growth history and study their surrounding gas.</p>\n<p>The primary method used to measure the masses of the putative black holes in AGNs is called &ldquo;reverberation mapping.&rdquo; This technique relies on temporal variability to resolve the size of the region that produces broad emission lines, typically light days to light months, in order to use the broad-line region (BLR) as a dynamical probe of the black hole mass. Also, high-quality reverberation data can, in principle, yield details of the kinematic structure of the BLR through measurement of velocity-resolved time variability of broad emission lines, but most previous datasets have been of insufficient quality.</p>\n<p>In this program, we conducted a new AGN monitoring project at Lick Observatory in Spring 2011, with the primary goal of substantially increasing the number of AGNs having high-quality velocity-resolved reverberation data. We used optical spectra obtained with the Lick 3-meter Shane telescope (Figure 1) and optical images from several smaller telescopes, including the 0.76-meter Katzman Automatic Imaging Telescope (KAIT; Figure 2) and the 1-meter Nickel reflector (Figure 3). Our 69-night award was the largest single allocation of time in the history of the Lick 3-m telescope.</p>\n<p>The aim of this work was to use the data to constrain dynamical models for the BLR and derive measurements of the black hole masses. The results could have important ramifications for understanding the physics of AGN emission-line regions, as well as for improving the accuracy of the &ldquo;single-epoch methods&rdquo; that are widely used to obtain simple estimates of black hole masses in AGNs and to infer the cosmological growth history of the population of supermassive black holes. The analysis made use of a new modeling framework that directly infers the spatial and velocity distribution of the BLR from the reverberation data, using sophisticated statistical methods to obtain estimates and uncertainties for the parameters of the BLR models.</p>\n<p>Our major goals were accomplished, resulting in the publication of 6 refereed papers (and some conference abstracts) to which CoI Alex Filippenko contributed. Several additional refereed papers resulting from the program are now in preparation. For example, our results show that the BLR kinematics in the AGN Mrk 50 are consistent with expectations for rotational (disk-dominated) motion around the black hole, rather than being dominated by radial inflow or outflow. In addition, through a rigorous dynamical modeling method, we obtained direct constraints on the black hole mass in Mrk 50, thereby providing an important and encouraging consistency check of a simpler method that is widely used to estimate black hole mass.&nbsp; We also determined the black hole mass in the AGN KA 1858+4850, which lies in the field monitored for exoplanets by the Kepler spacecraft.</p>\n<p>Another milestone was the first-ever detection of reverberation in the optical iron ...",
  "por_txt_cntn": "\nActive galactic nuclei (AGNs) are the very bright centers of certain types of galaxies. It has long been thought that their incredible power comes from matter falling into a supermassive black hole, millions to billions of times the SunÆs mass. Energy can be released in the strong gravitational field surrounding a supermassive black hole with high efficiency, thereby explaining the observed luminosity of AGNs. If correct, this is a very exciting conclusion, because black holes are among the strangest objects known in the Universe, and a supermassive one may reside at the center of nearly every large galaxy. Black holes are very important in astrophysics, and they have great popular appeal as well. But to provide compelling evidence for the existence of supermassive black holes, we need to show that an extremely large mass resides within a very small volume in the center of AGNs.  We also want to determine their growth history and study their surrounding gas.\n\nThe primary method used to measure the masses of the putative black holes in AGNs is called \"reverberation mapping.\" This technique relies on temporal variability to resolve the size of the region that produces broad emission lines, typically light days to light months, in order to use the broad-line region (BLR) as a dynamical probe of the black hole mass. Also, high-quality reverberation data can, in principle, yield details of the kinematic structure of the BLR through measurement of velocity-resolved time variability of broad emission lines, but most previous datasets have been of insufficient quality.\n\nIn this program, we conducted a new AGN monitoring project at Lick Observatory in Spring 2011, with the primary goal of substantially increasing the number of AGNs having high-quality velocity-resolved reverberation data. We used optical spectra obtained with the Lick 3-meter Shane telescope (Figure 1) and optical images from several smaller telescopes, including the 0.76-meter Katzman Automatic Imaging Telescope (KAIT; Figure 2) and the 1-meter Nickel reflector (Figure 3). Our 69-night award was the largest single allocation of time in the history of the Lick 3-m telescope.\n\nThe aim of this work was to use the data to constrain dynamical models for the BLR and derive measurements of the black hole masses. The results could have important ramifications for understanding the physics of AGN emission-line regions, as well as for improving the accuracy of the \"single-epoch methods\" that are widely used to obtain simple estimates of black hole masses in AGNs and to infer the cosmological growth history of the population of supermassive black holes. The analysis made use of a new modeling framework that directly infers the spatial and velocity distribution of the BLR from the reverberation data, using sophisticated statistical methods to obtain estimates and uncertainties for the parameters of the BLR models.\n\nOur major goals were accomplished, resulting in the publication of 6 refereed papers (and some conference abstracts) to which CoI Alex Filippenko contributed. Several additional refereed papers resulting from the program are now in preparation. For example, our results show that the BLR kinematics in the AGN Mrk 50 are consistent with expectations for rotational (disk-dominated) motion around the black hole, rather than being dominated by radial inflow or outflow. In addition, through a rigorous dynamical modeling method, we obtained direct constraints on the black hole mass in Mrk 50, thereby providing an important and encouraging consistency check of a simpler method that is widely used to estimate black hole mass.  We also determined the black hole mass in the AGN KA 1858+4850, which lies in the field monitored for exoplanets by the Kepler spacecraft.\n\nAnother milestone was the first-ever detection of reverberation in the optical iron emission blends in two AGNs. We showed that the iron emission does in fact reverberate in response to continuum variations, contradi..."
 }
}