{
 "awd_id": "1108776",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: The Archaeology of Angel Mounds",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2011-04-15",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 8365.0,
 "awd_min_amd_letter_date": "2011-04-06",
 "awd_max_amd_letter_date": "2012-07-19",
 "awd_abstract_narration": "Under the supervision of Dr. K. Anne Pyburn, Dru McGill will analyze data collected from ceramic ceramics previously excavated from the Mississippian-era archaeological site of Angel Mounds. Angel Mounds State Historic Site, located on the Ohio River in southwest Indiana, is a civic-ceremonial center dating between A.D. 1000-1450, which includes large platform mounds and hundreds of structures surrounded by a fortification wall. Recent research has suggested the existence of \"neighborhoods\" at Angel Mounds, organized by kinship relationships. During Works Progress Administration-era, and subsequent Indiana University field-programs, archaeologists removed over two million artifacts from Angel Mounds, many of which have been minimally studied. McGill will focus his analysis on approximately 4,000 ceramic sherds to help understand the functions of residential groups and the organization of craft production at Angel Mounds and other Mississippian archaeological sites. The research is significant because it will shed new light on America's past. It will also help scientists to understand the basic processes which led to the development and maintenance of complex societies.\r\n\r\nResearch on craft production and social organization provides insight into cultural features which are thought to influence a number of other theories and practices in archaeology, including: subsistence, ethnicity, ideology, identity, political economy, socio-political complexity, and kin and gender relations. A majority of previous research on craft production has focused on highly decorated \"prestige-goods,\" which, while likely important to the political and economic strategies of Mississippian elites, constitute a small percentage of pottery found at Mississippian sites (approximately 1% at Angel Mounds). This study complements earlier work by focusing on plain utilitarian pottery likely made in domestic contexts. Utilitarian pottery will be analyzed by measuring various aspects of the \"recipes\" and formation techniques used by potters to process clay and shape pottery vessels, with the goal of determining if signatures exist for different pottery-making neighborhoods, or if pottery was made according to other standards (e.g. technological efficiency). By examining differences in pottery production techniques between neighborhoods or kin groups in Angel Mounds, this study has the potential to demonstrate intra-site diversity at Mississippian sites and support the idea that \"commoners\" were active agents in the creation of diverse Mississippian identities. Additionally, this research may contribute to our understanding of the extent of elite control over craft production, and the roles of women in households and kin groups in prehistoric societies.\r\n\r\nThe project will also have broader impacts for public audiences. McGill will utilize his public education contacts at elementary and secondary schools, libraries, and state parks in Indiana (developed over five years of archaeology outreach experiences) to offer public lectures, classroom visits, and informative pamphlets and posters. Through these media, McGill will increase public knowledge about archaeology, the lives of prehistoric peoples, and science generally. Project data and conclusions will also be disseminated to the scientific community through publications and presentations at professional conferences. Finally, the broader impacts of this project include graduate student training for the author, and undergraduate student training for project research assistants, who will gain insight into collection management practices, ceramic analysis, and archaeology education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "K. Anne",
   "pi_last_name": "Pyburn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "K. Anne Pyburn",
   "pi_email_addr": "apyburn@indiana.edu",
   "nsf_id": "000377190",
   "pi_start_date": "2011-04-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dru",
   "pi_last_name": "McGill",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dru McGill",
   "pi_email_addr": "dremcgil@indiana.edu",
   "nsf_id": "000073651",
   "pi_start_date": "2011-04-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "107 S INDIANA AVE",
  "perf_city_name": "BLOOMINGTON",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 8365.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, a sample of over 1,400 undecorated pottery fragments from the Mississippian archaeological site of Angel Mounds (12VG1) were analyzed to address questions about the agency of individuals, the creation and meanings of social organizations, and the influences of structures like religious beliefs and political economies in past societies. Angel Mounds, located on the Ohio River in southwest Indiana and occupied c. A.D. 1000-1400, was a small palisaded village of perhaps 200-500 people that contained many houses as well as numerous large earthen mounds. Archaeologists have investigated the material culture of people at this site for over 70 years. Nearly two million artifacts have been excavated and documented during this scientific history. The vast majority of those artifacts were fragments of plain pottery vessels archaeologists label &ldquo;Mississippi Plain,&rdquo; which used in everyday tasks like storage, cooking, and food service, but also held other meanings for the people of Angel. My goal in analyzing samples of these artifacts from four locations within the site of Angel (two domestic spaces and two mound spaces) was to better understand variability in how people made and used Mississippi Plain pottery, in order to address broader questions about people&rsquo;s ethnicity, ideology, identity, political economy, socio-political complexity, kin and gender relations, and subsistence practices.</p>\n<p>By measuring many aspects of pottery manufacturing, including the thickness, orientation, length, etc. of portions of the rims and bodies of the sample vessels, using statistical tests to analyze and interpret patterns in pottery production and consumption at the site across the variables of vessel type, space, and time, and taking into account the context of each of the sample vessels, I arrived at a number of significant project findings.</p>\n<p>Concerning the intellectual merit of this project, analysis of the plain pottery fragments contributed greatly to advancing knowledge and understanding within archaeology related to ceramic production and consumption at Mississippian sites. Significant findings included: a) support of a theory that distinct neighborhoods existed within the site&rsquo;s boundaries and that people within these neighborhoods made and/or consumed pottery differently, thus marking their space in the material record via share social and personal processes, b) support of a theory that practices on mounds differed from domestic spaces, and may have included large amounts of storage and/or feasting episodes, but that &ldquo;commoners&rdquo; including pottery producers were not completely segregated from these assumed &ldquo;elite&rdquo; spaces c) the rejection of the hypothesis that pottery production occurred in workshops somehow controlled by &ldquo;elite&rdquo; members of society, by showing the extent of individual variation in technological styles of pottery production, d) a demonstration of how plain pottery, the most common artifact found at Mississippian sites but one that is underutilized by archaeologists who frequently favor rare decorated pottery, can aid archaeologists to address complex questions about ancient societies, and e) the identification of individual pottery makers by their unique manufacturing styles, which helps re-orient the scale of archaeological analyses from the group to individuals and their actions, thus opening the opportunity for new questions about the past to be addressed, including questions about the movement and agency of individuals and their roles in creating and transforming cultural institutions.</p>\n<p>Concerning the broader impacts of this project, both the methodology employed and the findings will benefit professional archaeologists and the general public. These impacts include: a) the creation of a creative and original methodology for the analysis of plain pottery, which can augmen...",
  "por_txt_cntn": "\nIn this project, a sample of over 1,400 undecorated pottery fragments from the Mississippian archaeological site of Angel Mounds (12VG1) were analyzed to address questions about the agency of individuals, the creation and meanings of social organizations, and the influences of structures like religious beliefs and political economies in past societies. Angel Mounds, located on the Ohio River in southwest Indiana and occupied c. A.D. 1000-1400, was a small palisaded village of perhaps 200-500 people that contained many houses as well as numerous large earthen mounds. Archaeologists have investigated the material culture of people at this site for over 70 years. Nearly two million artifacts have been excavated and documented during this scientific history. The vast majority of those artifacts were fragments of plain pottery vessels archaeologists label \"Mississippi Plain,\" which used in everyday tasks like storage, cooking, and food service, but also held other meanings for the people of Angel. My goal in analyzing samples of these artifacts from four locations within the site of Angel (two domestic spaces and two mound spaces) was to better understand variability in how people made and used Mississippi Plain pottery, in order to address broader questions about peopleÆs ethnicity, ideology, identity, political economy, socio-political complexity, kin and gender relations, and subsistence practices.\n\nBy measuring many aspects of pottery manufacturing, including the thickness, orientation, length, etc. of portions of the rims and bodies of the sample vessels, using statistical tests to analyze and interpret patterns in pottery production and consumption at the site across the variables of vessel type, space, and time, and taking into account the context of each of the sample vessels, I arrived at a number of significant project findings.\n\nConcerning the intellectual merit of this project, analysis of the plain pottery fragments contributed greatly to advancing knowledge and understanding within archaeology related to ceramic production and consumption at Mississippian sites. Significant findings included: a) support of a theory that distinct neighborhoods existed within the siteÆs boundaries and that people within these neighborhoods made and/or consumed pottery differently, thus marking their space in the material record via share social and personal processes, b) support of a theory that practices on mounds differed from domestic spaces, and may have included large amounts of storage and/or feasting episodes, but that \"commoners\" including pottery producers were not completely segregated from these assumed \"elite\" spaces c) the rejection of the hypothesis that pottery production occurred in workshops somehow controlled by \"elite\" members of society, by showing the extent of individual variation in technological styles of pottery production, d) a demonstration of how plain pottery, the most common artifact found at Mississippian sites but one that is underutilized by archaeologists who frequently favor rare decorated pottery, can aid archaeologists to address complex questions about ancient societies, and e) the identification of individual pottery makers by their unique manufacturing styles, which helps re-orient the scale of archaeological analyses from the group to individuals and their actions, thus opening the opportunity for new questions about the past to be addressed, including questions about the movement and agency of individuals and their roles in creating and transforming cultural institutions.\n\nConcerning the broader impacts of this project, both the methodology employed and the findings will benefit professional archaeologists and the general public. These impacts include: a) the creation of a creative and original methodology for the analysis of plain pottery, which can augment current ceramic analysis and classification techniques used by archaeologists and offer more nuanced data concerning the lives of past peo..."
 }
}