{
 "awd_id": "1108631",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Union of Subspaces and Manifold Data Modeling: Theory, Algorithms, Testing, and Applications",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Steuerwalt",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 268368.0,
 "awd_amount": 268368.0,
 "awd_min_amd_letter_date": "2011-09-19",
 "awd_max_amd_letter_date": "2011-09-19",
 "awd_abstract_narration": "Aldroubi\r\nDMS-1108631\r\n\r\n     There is a growing interest in computer science, engineering, and mathematics for modeling signals in terms of union of subspaces and manifolds.  Subspace segmentation and clustering of high-dimensional data drawn from a union of subspaces are especially important with many practical applications in computer vision, image and signal processing, communications, and information theory.  For example, recent paradigms for reconstructing signals assume models that consist of union of subspaces, e.g., the reconstruction of signals with finite rates of innovation.  Another example is in compressed sampling where signals are assumed to be sparse in some basis or in some dictionary.  This assumption implies that the signals live in a union of subspaces.  The subspace clustering problem in computer vision is yet another important example in which data are drawn from a union of low-dimensional subspaces.  Thus, a mathematical framework for finding such models from observed data is fundamental.  In this project the investigator develops a mathematical framework together with algorithms for data modeling in terms of union of subspaces and manifolds.  The mathematical theory is connected to the geometry of Hilbert and Banach spaces, topology, nonlinear approximation, optimization, and probability.\r\n\r\n     The investigator develops a mathematical framework and algorithms for describing data by representing them as composed of components that live in restricted sets of the data space, for instance, in subspaces or manifolds.  The theory and methods developed by the investigator unify, extend, and complement some of the techniques used in sampling theory, subspace clustering, and the dictionary design problem.  The applications are fundamental to many problems in engineering and biomedicine, including motion tracking in videos, data classification and segmentation such as face recognition, and brain morphology.  The project is supported by the Division of Mathematical Sciences and the Division of Computing and Communication Foundations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Akram",
   "pi_last_name": "Aldroubi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Akram Aldroubi",
   "pi_email_addr": "akram.aldroubi@vanderbilt.edu",
   "nsf_id": "000211964",
   "pi_start_date": "2011-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vanderbilt University",
  "inst_street_address": "110 21ST AVE S",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153222631",
  "inst_zip_code": "372032416",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "VANDERBILT UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GTNBNWXJ12D5"
 },
 "perf_inst": {
  "perf_inst_name": "Vanderbilt University",
  "perf_str_addr": "110 21ST AVE S",
  "perf_city_name": "NASHVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372032416",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "TN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  },
  {
   "pgm_ele_code": "779700",
   "pgm_ele_name": "Comm & Information Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "7936",
   "pgm_ref_txt": "SIGNAL PROCESSING"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 268368.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 1\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>Within the research field of computer &ldquo;vision,&rdquo; the automatic detection and tracking of multiple moving objects in a video can be solved by combining information from different regions of the video into groups that have similar behavior. The problem of automatic detection and recognition of faces from a set of images can also be solved by grouping face images into groups with similar characteristics. In fact, many problems in computer vision involve the grouping of data into classes that have similar properties. Mathematically, this gives rise to the so-called </span><em>subspace clustering problem</em><span>. Although the mathematical formulation of the clustering problem is well-known, solving it is very difficult, especially in real applications where the information received is corrupted by noise, has missing pieces, or is partially erroneous. The research supported by this award was designed to find a mathematical framework and algorithms for solving the subspace clustering problem, thereby allowing computers and robots to efficiently &ldquo;see&rdquo; in order to track moving objects or to recognize faces. We have formulated, designed, and tested algorithms for solving the subspace clustering problem. Our results show that our algorithms perform well in the presence of noise and corrupted data. In particular, we have tested our approach on the motion tracking in videos and compared it the state-of-the-art methods, and we have shown that our algorithms generate the best results to date for motion tracking. </span></p>\n<p><span>Beside theses applications, the mathematical theory that we developed is connected to the geometry of Hilbert and Banach spaces, topology, non-linear approximation, optimization, and probability, and has the potential to generate new interactions between several areas of mathematics, and elicit new mathematical questions and conjectures whose solutions would be applicable in mathematics, science, and engineering. In addition, besides computer vision, this research has applications in communication theory, signal and image processing, data mining, and other areas of engineering.&nbsp;</span></p>\n</div>\n</div>\n</div>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/06/2015<br>\n\t\t\t\t\tModified by: Akram&nbsp;Aldroubi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\nWithin the research field of computer \"vision,\" the automatic detection and tracking of multiple moving objects in a video can be solved by combining information from different regions of the video into groups that have similar behavior. The problem of automatic detection and recognition of faces from a set of images can also be solved by grouping face images into groups with similar characteristics. In fact, many problems in computer vision involve the grouping of data into classes that have similar properties. Mathematically, this gives rise to the so-called subspace clustering problem. Although the mathematical formulation of the clustering problem is well-known, solving it is very difficult, especially in real applications where the information received is corrupted by noise, has missing pieces, or is partially erroneous. The research supported by this award was designed to find a mathematical framework and algorithms for solving the subspace clustering problem, thereby allowing computers and robots to efficiently \"see\" in order to track moving objects or to recognize faces. We have formulated, designed, and tested algorithms for solving the subspace clustering problem. Our results show that our algorithms perform well in the presence of noise and corrupted data. In particular, we have tested our approach on the motion tracking in videos and compared it the state-of-the-art methods, and we have shown that our algorithms generate the best results to date for motion tracking. \n\nBeside theses applications, the mathematical theory that we developed is connected to the geometry of Hilbert and Banach spaces, topology, non-linear approximation, optimization, and probability, and has the potential to generate new interactions between several areas of mathematics, and elicit new mathematical questions and conjectures whose solutions would be applicable in mathematics, science, and engineering. In addition, besides computer vision, this research has applications in communication theory, signal and image processing, data mining, and other areas of engineering. \n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 11/06/2015\n\n\t\t\t\t\tSubmitted by: Akram Aldroubi"
 }
}