{
 "awd_id": "1108877",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Support for the 2011 SnowPAC Workshop in Particle Astrophysics and Cosmology.  Jan. 31- Feb.4, 2011 in Salt Lake City, Utah.",
 "cfda_num": "47.049",
 "org_code": "03010300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jonathan Whitmore",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2012-02-29",
 "tot_intn_awd_amt": 8000.0,
 "awd_amount": 8000.0,
 "awd_min_amd_letter_date": "2011-02-28",
 "awd_max_amd_letter_date": "2011-02-28",
 "awd_abstract_narration": "This award will provide participant support for the 2011 Snowbird Particle Astrophysics, Astronomy, and Cosmology workshop (SnowPAC 2011, January 31 to February 4, 2011 in Salt Lake City, Utah).  The SnowPAC conference is an international conference that seeks to review the current status of recent developments in particle astrophysics, dark matter, dark energy and cosmology, to establish new cross-connections between these disciplines, and to establish new collaborative ties between individuals working in these research areas.\r\n\r\nThe funds will be used for increasing participation in the conference by young scientists, including graduate students, postdocs, and young faculty members.  These funds will be used to provide travel and local accommodation expenses of these individuals in order to enable their participation in the conference.  Improving the participation by under-represented minorities is a high priority for use of these funds.\r\n\r\nThe Broader Impact of this proposal derives through the following elements:\r\n1) Development of new, cross-disciplinary research ties between young scientists;\r\n2) Establishment of a yearly conference series in particle astrophysics, astronomy and cosmology that can result in a long term effort to provide a forum to integrate research ideas between particle astrophysics, astronomy and cosmology; and\r\n3) Providing increased national visibility and research connections for the growing astronomy and astrophysics community in the Intermountain West.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Kieda",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "David B Kieda",
   "pi_email_addr": "dave.kieda@utah.edu",
   "nsf_id": "000178978",
   "pi_start_date": "2011-02-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kyle",
   "pi_last_name": "Dawson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kyle Dawson",
   "pi_email_addr": "kdawson@astro.utah.edu",
   "nsf_id": "000537415",
   "pi_start_date": "2011-02-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Inese",
   "pi_last_name": "Ivans",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Inese I Ivans",
   "pi_email_addr": "iii@physics.utah.edu",
   "nsf_id": "000565121",
   "pi_start_date": "2011-02-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "201 PRESIDENTS CIR",
  "perf_city_name": "SALT LAKE CITY",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841129049",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121700",
   "pgm_ele_name": "EXTRAGALACTIC ASTRON & COSMOLO"
  },
  {
   "pgm_ele_code": "164300",
   "pgm_ele_name": "Particle Astrophysics/Cosmic P"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The funds from this &nbsp;grant &nbsp;were used to support travel for early career&nbsp;scientists to attend the SnowPAC 2011 conference. Fifteen individuals received direct travel subsidy to the &nbsp;conference from this grant. This subsidy consisted of either airfare &nbsp;or hotel accommodations.&nbsp;</p>\n<p>The SnowPAC 2011 conference&nbsp;attracted 47 scientists to discuss selected topics in particle &nbsp;astrophysics, astronomy, and cosmology. The conferencewas organized with specific science themes for each day of the&nbsp;conference. Additional details can be found online at&nbsp;</p>\n<p>http://www.physics.utah.edu/snowpac/index.php/snowpac-2011-talks</p>\n<p>including web links to the talks which were presented at the&nbsp;<br />conference. Here is a brief summary of the conference topics:</p>\n<p><br />Monday, January 31, 2011 : <strong>Direct and Indirect Detection of Dark&nbsp;</strong><br /><strong>Matter.</strong> This session was organized by Ina Sarcevic, University of&nbsp;<br />Arizona, and featured eleven invited talks.</p>\n<p><br />Tuesday, February 1, 2011 :<strong> X-Ray Polarimetry. </strong>This session was&nbsp;<br />organized by Henrik Krawczinski (Wash. U. St. Louis) and featured 11&nbsp;<br />invited talks.</p>\n<p><br />Wednesday, February 2, 2011 : <strong>Ultra-High Energy Cosmic Rays. </strong>This&nbsp;<br />session was organized by Gordon Thomson (U of Utah) and featured 8&nbsp;<br />invited talks.</p>\n<p><br />Thursday, February 3, 2011 : <strong>Multi-messenger AGN. </strong>This session was&nbsp;<br />organized by Alex Kusenko (UCLA) and featured nine invited talks.</p>\n<p><br />Friday, February 4, 2011 ; <strong>Cosmology.</strong> This session was organized by&nbsp;<br />Kyle Dawson (U of Utah) and featured seven invited talks</p>\n<p><br />Saturday, February 5, 2011: <strong>Astronomy/Astrophysics research in Utah.</strong><br />This session was organized by Dave Kieda and Paolo Gondolo (U of Utah)&nbsp;<br />and featured seven invited talks plus a series of short rapid fire&nbsp;<br />presentations on new ideas and initiatives.&nbsp;</p>\n<p>&nbsp;</p>\n<p>This conference provided an exceptional experience of young (grad-<br />student/post-docs) to learn current trends and topics in a wide range of&nbsp;<br />particle astrophysics, cosmology and astronomy topics, as well as allow&nbsp;<br />questions and free discussion in an open environment. The conference&nbsp;<br />broadened the science knowledge of all participants, and provided deeper&nbsp;<br />knowledge to individuals already associated with the field. It also&nbsp;<br />allowed opportunity for undergraduate students and graduate students to&nbsp;<br />meet faculty members and discuss future projects as well as graduate&nbsp;<br />school opportunities and post-doctoral research opportunities.</p>\n<p>The conference was open to all students, undergraduate as well as&nbsp;<br />graduate, and the general public. We also published the talks online for&nbsp;<br />use by the general community.&nbsp;In addition, the special Saturday focus session on Utah&nbsp;astronomy/astrophysics was announced widely to all&nbsp;<br />astronomy/astrophysics researchers and students in Utah.&nbsp;<br />Several people made a special trip to the conference to attend this&nbsp;<br />session and discuss possible future collaborative activities.</p>\n<p>&nbsp;</p>\n<p>Contributions to Human Resource Development::</p>\n<p>1) Establishment of research connections between early career&nbsp;<br />researchers and senior mentors.&nbsp;</p>\n<p><br />2) Many of the invited papers presented were given as the first<br />public talks about their research by advanced graduate students and&nbsp;<br />post-docs.&nbsp;</p>\n<p><br />3) Review talks were widely attended by local undergraduates who are beginning to&nbsp;learn about current topics in astrophysics and astronomy.</p>\n<p>4) The Saturday `Utah Astronomy/Ast...",
  "por_txt_cntn": "\nThe funds from this  grant  were used to support travel for early career scientists to attend the SnowPAC 2011 conference. Fifteen individuals received direct travel subsidy to the  conference from this grant. This subsidy consisted of either airfare  or hotel accommodations. \n\nThe SnowPAC 2011 conference attracted 47 scientists to discuss selected topics in particle  astrophysics, astronomy, and cosmology. The conferencewas organized with specific science themes for each day of the conference. Additional details can be found online at \n\nhttp://www.physics.utah.edu/snowpac/index.php/snowpac-2011-talks\n\nincluding web links to the talks which were presented at the \nconference. Here is a brief summary of the conference topics:\n\n\nMonday, January 31, 2011 : Direct and Indirect Detection of Dark \nMatter. This session was organized by Ina Sarcevic, University of \nArizona, and featured eleven invited talks.\n\n\nTuesday, February 1, 2011 : X-Ray Polarimetry. This session was \norganized by Henrik Krawczinski (Wash. U. St. Louis) and featured 11 \ninvited talks.\n\n\nWednesday, February 2, 2011 : Ultra-High Energy Cosmic Rays. This \nsession was organized by Gordon Thomson (U of Utah) and featured 8 \ninvited talks.\n\n\nThursday, February 3, 2011 : Multi-messenger AGN. This session was \norganized by Alex Kusenko (UCLA) and featured nine invited talks.\n\n\nFriday, February 4, 2011 ; Cosmology. This session was organized by \nKyle Dawson (U of Utah) and featured seven invited talks\n\n\nSaturday, February 5, 2011: Astronomy/Astrophysics research in Utah.\nThis session was organized by Dave Kieda and Paolo Gondolo (U of Utah) \nand featured seven invited talks plus a series of short rapid fire \npresentations on new ideas and initiatives. \n\n \n\nThis conference provided an exceptional experience of young (grad-\nstudent/post-docs) to learn current trends and topics in a wide range of \nparticle astrophysics, cosmology and astronomy topics, as well as allow \nquestions and free discussion in an open environment. The conference \nbroadened the science knowledge of all participants, and provided deeper \nknowledge to individuals already associated with the field. It also \nallowed opportunity for undergraduate students and graduate students to \nmeet faculty members and discuss future projects as well as graduate \nschool opportunities and post-doctoral research opportunities.\n\nThe conference was open to all students, undergraduate as well as \ngraduate, and the general public. We also published the talks online for \nuse by the general community. In addition, the special Saturday focus session on Utah astronomy/astrophysics was announced widely to all \nastronomy/astrophysics researchers and students in Utah. \nSeveral people made a special trip to the conference to attend this \nsession and discuss possible future collaborative activities.\n\n \n\nContributions to Human Resource Development::\n\n1) Establishment of research connections between early career \nresearchers and senior mentors. \n\n\n2) Many of the invited papers presented were given as the first\npublic talks about their research by advanced graduate students and \npost-docs. \n\n\n3) Review talks were widely attended by local undergraduates who are beginning to learn about current topics in astrophysics and astronomy.\n\n4) The Saturday `Utah Astronomy/Astrophysics ' focus section brought \ntogether researchers from the University of Utah, Utah State, Weber \nState, Southern Utah University, Brigham Young University, and Utah \nValley University to discuss potential collaborative research ideas \nand interests. As a result, several new collaborations were formed to \nsubmit proposals for EPSCOR/NASA funding, and for operation of \ntelescope facilities throughout Utah. \n\n \n\n\t\t\t\t\tLast Modified: 04/20/2012\n\n\t\t\t\t\tSubmitted by: David B Kieda"
 }
}