{
 "awd_id": "1108371",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "TRACK 1 Collaborative Project: \"Embracing Science - From the 'Field to the Fair'\"",
 "cfda_num": "47.050",
 "org_code": "06000001",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jill L. Karsten",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2011-08-19",
 "awd_max_amd_letter_date": "2011-08-19",
 "awd_abstract_narration": "\"Field to the Fair\" is a collaboration between Oglala Lakota College (OLC) and South Dakota School of Mines and Technology (SDSM&T) to establish and strengthen the geosciences learning path for middle and high school Native American students. Fifteen Native Americans from the Pine Ridge Reservation, fifteen Native Americans from the Rapid City area, and science teachers from both locations participate in a common field-camp experience designed to expose them to a variety of research and career opportunities in Earth and atmospheric sciences and to trigger their interest in the same.  An adjunct goal is to increase community awareness about the need to encourage Native American youth to plan for their careers and education.  \r\n\r\nThe camp experience leads into the development of a science fair project.  Throughout the school year following the summer field camp, the 30 Native American participants are mentored by undergraduate and graduate students from OLC and SDSM&T as they prepare for the Pine Ridge Science Fair and High Plains Regional Science and Engineering Fair.  Projects are presented at the Lakota Nation Invitational in December to reach a broader audience of Native Americans.\r\n    \r\nThe expected outcomes include: 1) Educate American Indian students and members of their extended families about the available opportunities for Native American students on the OLC and SDSM&T campuses through summer-camp, followed by the preparation of science fair projects; 2) Solidify and sustain mentoring experiences for the Native American students on the SDSM&T and OLC campuses in the preparation of the science fair projects;  3) Create for South Dakota a replicable model for collaboration between local school districts and  higher education for the purpose of fielding teams of mentors to serve middle/high school students;  4) Engage participants in learning and using the Lakota language in their science projects, to enhance their understanding of traditional knowledge of the Earth and environment;  and 5) Improve access for American Indians to the geosciences by connecting research to the immediate and tangible world.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "GEO",
 "org_div_long_name": "Directorate for Geosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alessandra",
   "pi_last_name": "Higa",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alessandra Higa",
   "pi_email_addr": "ahiga@olc.edu",
   "nsf_id": "000580054",
   "pi_start_date": "2011-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oglala Lakota College",
  "inst_street_address": "490 PIYA WICONI RD",
  "inst_street_address_2": "",
  "inst_city_name": "KYLE",
  "inst_state_code": "SD",
  "inst_state_name": "South Dakota",
  "inst_phone_num": "6054556000",
  "inst_zip_code": "577523094",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "SD00",
  "org_lgl_bus_name": "OGLALA LAKOTA COLLEGE",
  "org_prnt_uei_num": "M5BUCJV8PW74",
  "org_uei_num": "KENVLT56V343"
 },
 "perf_inst": {
  "perf_inst_name": "Oglala Lakota College",
  "perf_str_addr": "490 PIYA WICONI RD",
  "perf_city_name": "KYLE",
  "perf_st_code": "SD",
  "perf_st_name": "South Dakota",
  "perf_zip_code": "577523094",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "SD00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169700",
   "pgm_ele_name": "OPPORT FOR ENHANCING DIVERSITY"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1697",
   "pgm_ref_txt": "OPPORT FOR ENHANCING DIVERSITY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>TRACK 1 Collaborative Project: &ldquo;Embracing Science &ndash; From the &lsquo;Field to the Fair&rsquo;&rdquo;</strong></p>\n<p>Alessandra Higa (PI)*, Hannan E. LaGarry, &amp; Merle (&ldquo;Misty) Brave, Department of Math Science &amp; Technology, Oglala Lakota College, Kyle SD 57752 *<a href=\"mailto:ahiga@olc.edu\">ahiga@olc.edu</a></p>\n<p>&nbsp;</p>\n<p>This proof-of-concept project focused on increasing Native American representation in geosciences through integrated year-round constructivist activities beginning with a field camp (&ldquo;the Field&rdquo;) and culminating in science fair participation (&ldquo;the Fair&rdquo;).&nbsp; To accomplish our vision we partnered with K-12 schools on the Pine Ridge Reservation in a series of activities designed to increase the perceived relevance of the geosciences, integrate Western science with traditional ecological knowledge, and holistically advance science literacy in our reservation&rsquo;s communities.&nbsp; In addition to the summer field camp for grades 9-10 and subsequent annual Reservation-wide Science Fairs, activities supported by this project included an annual Science exposition, a summer Science Teachers&rsquo; Training Institute, combined college and K-12 field trips to local research sites, independent field research by high school students and their high-school mentors, and field research teaching modules for high school science teachers.&nbsp; Successful outcomes included a program participant winning local and regional science fairs, participants successfully entering college science programs, local science teachers entering graduate school, and the professional dissemination of high school student research.&nbsp; Unforeseen challenges included large demands on the K-12 participants&rsquo; and project senior personnels&rsquo; time, administrative burdens on Oglala Lakota College, insufficient support and participation from K-12 teachers and administrations, and competing visions of how activities should be planned, managed, and assessed.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2014<br>\n\t\t\t\t\tModified by: Alesangra&nbsp;Higa</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nTRACK 1 Collaborative Project: \"Embracing Science &ndash; From the æField to the FairÆ\"\n\nAlessandra Higa (PI)*, Hannan E. LaGarry, &amp; Merle (\"Misty) Brave, Department of Math Science &amp; Technology, Oglala Lakota College, Kyle SD 57752 *ahiga@olc.edu\n\n \n\nThis proof-of-concept project focused on increasing Native American representation in geosciences through integrated year-round constructivist activities beginning with a field camp (\"the Field\") and culminating in science fair participation (\"the Fair\").  To accomplish our vision we partnered with K-12 schools on the Pine Ridge Reservation in a series of activities designed to increase the perceived relevance of the geosciences, integrate Western science with traditional ecological knowledge, and holistically advance science literacy in our reservationÆs communities.  In addition to the summer field camp for grades 9-10 and subsequent annual Reservation-wide Science Fairs, activities supported by this project included an annual Science exposition, a summer Science TeachersÆ Training Institute, combined college and K-12 field trips to local research sites, independent field research by high school students and their high-school mentors, and field research teaching modules for high school science teachers.  Successful outcomes included a program participant winning local and regional science fairs, participants successfully entering college science programs, local science teachers entering graduate school, and the professional dissemination of high school student research.  Unforeseen challenges included large demands on the K-12 participantsÆ and project senior personnelsÆ time, administrative burdens on Oglala Lakota College, insufficient support and participation from K-12 teachers and administrations, and competing visions of how activities should be planned, managed, and assessed.\n\n\t\t\t\t\tLast Modified: 11/30/2014\n\n\t\t\t\t\tSubmitted by: Alesangra Higa"
 }
}