{
 "awd_id": "1108575",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI: On the Origin of Hops (Humulus, Cannabaceae)",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 5700.0,
 "awd_amount": 5700.0,
 "awd_min_amd_letter_date": "2011-05-18",
 "awd_max_amd_letter_date": "2011-05-18",
 "awd_abstract_narration": null,
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Boutain",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey R Boutain",
   "pi_email_addr": "",
   "nsf_id": "000554733",
   "pi_start_date": "2011-05-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Boutain                 Jeffrey        R",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Honolulu",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "",
  "inst_zip_code": "968221576",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Boutain                 Jeffrey        R",
  "perf_str_addr": "",
  "perf_city_name": "Honolulu",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968221576",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9200",
   "pgm_ref_txt": "US CHINA COOP IN BASIC SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 5700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Hops (<em>Humulus</em>, Cannabaceae), the female flowers of the hop plant, are used in traditional medicine to alleviate migraines, inflammation, insomnia, bladder problems, uro-gynecological infections, symptoms of menopause, and many other central nervous system and skin problems. The hop plants are thought to have originated in China because China is the only country in the world where all three species of hops are found. On the other hand, the knowledge, distribution, and variability of wild hop varieties in China is limited, and the sampling of wild hop populations in China is vague. Today, the common hop (<em>H. lupulus </em>L.) is cultivated in many temperate areas; the Yunnan hop (<em>H. yunnanensis </em>Hu) is endemic to the Yunnan province of China; and the Japanese hop (<em>H. </em><em>scandens </em>(Lour.) Merr.) is found naturally in East Asia and has been introduced elsewhere as an ornamental. Only the common hop<em> </em>is commercially farmed on a worldwide basis as an important preservative and flavoring in ales and lagers. However, dependence on only one species of the hop plant makes the brewing and medicinal industries vulnerable to collapse as a result of disease or drought; similar to what happened during the outbreak that caused the Irish potato famine. This vulnerability was experienced from 2006 through 2009 when dry conditions, disease, poor yield, and a fire in a hops storage warehouse led to a worldwide shortage of hops. This resulted in an increase in costs to the producer, supplier, and consumer. The probability of a similar event occurring again in the future is great. As a consequence, it is imperative that the genetic diversity present in wild populations of hops<em> </em>be preserved, and the relationships among the three species be understood. New drought and disease-resistant varieties of hops could be developed once the origins of today&rsquo;s putative wild varieties are genetically known. This will also lead to a possible increase in developing new beverage flavors, affecting the economies of everyone from the individual hops grower, to local and national hops distributors, brewers, tavern and restaurant owners, food producers whose products are consumed with beverages, and to the corporations that market and distribute products worldwide. <strong><em>The fate of hops affects the fate of many.</em></strong></p>\n<p>&nbsp;</p>\n<p>The main research goal was to clarify the distribution of hops in China, as well as to shed light on the endemic <em>H. yunnanensis</em>. Research outcomes include observations of 96 hops specimens at the Herbarium of Kunming Institute of Botany, Chinese Academy of Sciences and 659 hops specimens at the National Herbarium of China, Institute of Botany, Chinese Academy of Sciences. Thirty five samples of hops were also collected around Bejing and Kunming, Yunnan on two field expeditions to Shilin and Tuanjie (Kunming, Yunnan). DNA extracted from 100 herbaria specimens from the Kunming Institute of Botany Herbarium was added to an existing DNA data set of 150 specimens from USA herbaria. Results from nuclear DNA (passed down to offspring from both parents) were found to support three species of hops, while results from chloroplast DNA (passed down to offspring maternally) were found to support four taxa of hops.</p>\n<p>&nbsp;</p>\n<p>Additionally, this was the first time the PI conducted his own sequencing reactions with training provided by fellow graduate students; in addition, numerous molecular lab procedures previous conducted in the U.S. that are now experienced and shared with graduate students at Plant Germplasm and Genomics Center, Germplasm Bank of Wild Species, SW China, Kunming Institute of Botany, CAS. The PI also assisted a local Yunnan high school student with basic molecular lab procedures and experimental design, assisted graduate students from Kunming Institute of Botany with manuscript s...",
  "por_txt_cntn": "\nHops (Humulus, Cannabaceae), the female flowers of the hop plant, are used in traditional medicine to alleviate migraines, inflammation, insomnia, bladder problems, uro-gynecological infections, symptoms of menopause, and many other central nervous system and skin problems. The hop plants are thought to have originated in China because China is the only country in the world where all three species of hops are found. On the other hand, the knowledge, distribution, and variability of wild hop varieties in China is limited, and the sampling of wild hop populations in China is vague. Today, the common hop (H. lupulus L.) is cultivated in many temperate areas; the Yunnan hop (H. yunnanensis Hu) is endemic to the Yunnan province of China; and the Japanese hop (H. scandens (Lour.) Merr.) is found naturally in East Asia and has been introduced elsewhere as an ornamental. Only the common hop is commercially farmed on a worldwide basis as an important preservative and flavoring in ales and lagers. However, dependence on only one species of the hop plant makes the brewing and medicinal industries vulnerable to collapse as a result of disease or drought; similar to what happened during the outbreak that caused the Irish potato famine. This vulnerability was experienced from 2006 through 2009 when dry conditions, disease, poor yield, and a fire in a hops storage warehouse led to a worldwide shortage of hops. This resulted in an increase in costs to the producer, supplier, and consumer. The probability of a similar event occurring again in the future is great. As a consequence, it is imperative that the genetic diversity present in wild populations of hops be preserved, and the relationships among the three species be understood. New drought and disease-resistant varieties of hops could be developed once the origins of todayÆs putative wild varieties are genetically known. This will also lead to a possible increase in developing new beverage flavors, affecting the economies of everyone from the individual hops grower, to local and national hops distributors, brewers, tavern and restaurant owners, food producers whose products are consumed with beverages, and to the corporations that market and distribute products worldwide. The fate of hops affects the fate of many.\n\n \n\nThe main research goal was to clarify the distribution of hops in China, as well as to shed light on the endemic H. yunnanensis. Research outcomes include observations of 96 hops specimens at the Herbarium of Kunming Institute of Botany, Chinese Academy of Sciences and 659 hops specimens at the National Herbarium of China, Institute of Botany, Chinese Academy of Sciences. Thirty five samples of hops were also collected around Bejing and Kunming, Yunnan on two field expeditions to Shilin and Tuanjie (Kunming, Yunnan). DNA extracted from 100 herbaria specimens from the Kunming Institute of Botany Herbarium was added to an existing DNA data set of 150 specimens from USA herbaria. Results from nuclear DNA (passed down to offspring from both parents) were found to support three species of hops, while results from chloroplast DNA (passed down to offspring maternally) were found to support four taxa of hops.\n\n \n\nAdditionally, this was the first time the PI conducted his own sequencing reactions with training provided by fellow graduate students; in addition, numerous molecular lab procedures previous conducted in the U.S. that are now experienced and shared with graduate students at Plant Germplasm and Genomics Center, Germplasm Bank of Wild Species, SW China, Kunming Institute of Botany, CAS. The PI also assisted a local Yunnan high school student with basic molecular lab procedures and experimental design, assisted graduate students from Kunming Institute of Botany with manuscript submission to a peer-review journal, and provided constructive comments at dissertation proposal seminar for Ph.D. student at Kunming Institute of Botany. Furthermore, the PI was able to lead a U.S. Ho..."
 }
}