{
 "awd_id": "1108790",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Cosmic Magnetic Fields; Origin, Evolution, and  Signatures",
 "cfda_num": "47.049",
 "org_code": "03020400",
 "po_phone": "7032924905",
 "po_email": "nsharp@nsf.gov",
 "po_sign_block_name": "Nigel Sharp",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 60000.0,
 "awd_amount": 60000.0,
 "awd_min_amd_letter_date": "2011-07-27",
 "awd_max_amd_letter_date": "2011-07-27",
 "awd_abstract_narration": "AST-1109180/1109275/1108790\r\nKahniashvili/Ratra/Kosowsky\r\n\r\nObservations show that galaxies have magnetic fields with a component that is coherent over a large fraction of the galaxy, with defined field strength and coherence scale.  Understanding the origin of these fields is one of the more challenging questions of modern astrophysics.  There are currently two pictures: a bottom-up (astrophysical) one, generating the seed field on smaller scales, and a top-down (cosmological) version, generating the seed field prior to galaxy formation on scales that are now large.  This project aims to answer several relevant questions: (i) How and when was the magnetic field generated? (ii) How does it evolve during the expansion of the universe? (iii) Can the amplitude and statistical properties of this seed magnetic field explain the properties of the observed magnetic fields in large-scale structures? (iv) Is the seed magnetic field detectable through cosmological observations? And if so, (v) what are the observational constraints on such a primordial magnetic field?\r\n\r\nThe interdisciplinary project divides into the following related parts: (1) determining intergalactic magnetic field limits from currently available data; (2) studying cosmological large-scale correlated magnetic field generation mechanisms; (3) numerically studying the evolution of the magnetic field during the expansion of the universe; (4) numerically studying seed magnetic field amplification and dynamics during galaxy formation; and (5) predicting observable signatures of a cosmological seed magnetic field.  This unique team of experts will significantly improve the current understanding of the origin, evolution, observational limits, and predicted signatures, of a cosmic magnetic field.  The research includes important work in high energy physics, data analysis and interpretation, numerical simulation of magnetohydrodynamic processes, and galaxy and early structure formation.  Perhaps most importantly, there is a chance to establish that observations demand a cosmological magnetic field that cannot be generated by any mechanism operating within the confines of the Standard Model of particle physics.\r\n\r\nThe educational aspects include the training of undergraduate and graduate students.  A vigorous education and public outreach program involves the North Central Kansas Astronomical Society, the KSU Center for the Understanding of Origins, Theodore Roosevelt Elementary School (Manhattan, Kansas), Allegheny Observatory at the University of Pittsburgh, the Stanford University 'Splash!' events for high school students, and Pittsburg State University outreach events.  And, as part of an international collaboration, the primary PI will conduct cosmology education sessions for undergraduate students at Abastumani Astrophysical Observatory, Georgia.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arthur",
   "pi_last_name": "Kosowsky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arthur Kosowsky",
   "pi_email_addr": "kosowsky@pitt.edu",
   "nsf_id": "000405529",
   "pi_start_date": "2011-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "4200 FIFTH AVENUE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152600001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121700",
   "pgm_ele_name": "EXTRAGALACTIC ASTRON & COSMOLO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 60000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The standard model of cosmology has been remarkably successful at explaining a wide array of observations. There remain some unanswered questions and unexplained observations; the work in this grant focused on investigating several of them. First, we know that magnetic fields are prevalent in the universe, and there is some evidence that they exist on length scales which are very large compared to the size of galaxies. We do not understand the origin of these fields; they may have been created in the early universe. We put the first constraint on the <em>helicity </em>of any cosmological magnetic field, by looking at the effect it would have on the polarization of the microwave background radiation measured by NASA's WMAP satellite. Helicity measures the extent to which a field is left or right-handed. This is an interesting question because physical processes like turbulence create magnetic fields with high helicity. We detect none so far, but future measurements have the potential to do so, and may provide a clue for how cosmic magnetic fields are created.</p>\n<p>We also looked at some unusual features in the temperature map of the microwave sky. The sky is ``quiet\" on large scales, having very little statistical correlation; this is unexpected. We have proposed a test of whether this is just a strange coincidence, or whether it reveals that the underlying density perturbations (which grew into everything we see today) themselves lacked correlations on large scales. We anticipate that polarized measurements from the Planck satellite, expected to be released in December 2014, will make an independent measurement of this effect. If Planck shows the same lack of correlations, this would imply that a basic cornerstone of our cosmological model, a period of extremely fast expansion at very early times known as inflation, must be modified or abandoned. This is an exciting prospect, because inflation likely happened at energy scales that are vastly higher than we can probe with conventional experiments like particle accelerators. Inflation and its observable consequences provide the possibility of probing physics at energies otherwise far out of reach.</p>\n<p>Finally, we looked at another unusual feature of the microwave sky: one half of the sky has temperature fluctuations which are around 7% larger than the other half of the sky. This has been known for some years. We showed that a particular pattern of temperature fluctuations characteristic of this discrepancy is present in temperature sky maps made by the Planck satellite. Our calculations demonstrate that the difference in fluctuations exists only at relatively large angular scales, above a few degrees; at smaller scales, the sky looks the same in both directions. Previous work had come to similar results using the distribution of objects such as quasars, but our method is simpler and cleaner. Why do we care about this? Such a discrepancy between two halves of the sky is highly unlikely to arise by chance in the standard picture of inflation. So it may be telling us that whatever physical process producing fluctuations in the universe has some signfiicant difference from our current simple ideas. Again, this observation may provide a window into new physics at energies which cannot probe by other means.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/05/2014<br>\n\t\t\t\t\tModified by: Arthur&nbsp;Kosowsky</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe standard model of cosmology has been remarkably successful at explaining a wide array of observations. There remain some unanswered questions and unexplained observations; the work in this grant focused on investigating several of them. First, we know that magnetic fields are prevalent in the universe, and there is some evidence that they exist on length scales which are very large compared to the size of galaxies. We do not understand the origin of these fields; they may have been created in the early universe. We put the first constraint on the helicity of any cosmological magnetic field, by looking at the effect it would have on the polarization of the microwave background radiation measured by NASA's WMAP satellite. Helicity measures the extent to which a field is left or right-handed. This is an interesting question because physical processes like turbulence create magnetic fields with high helicity. We detect none so far, but future measurements have the potential to do so, and may provide a clue for how cosmic magnetic fields are created.\n\nWe also looked at some unusual features in the temperature map of the microwave sky. The sky is ``quiet\" on large scales, having very little statistical correlation; this is unexpected. We have proposed a test of whether this is just a strange coincidence, or whether it reveals that the underlying density perturbations (which grew into everything we see today) themselves lacked correlations on large scales. We anticipate that polarized measurements from the Planck satellite, expected to be released in December 2014, will make an independent measurement of this effect. If Planck shows the same lack of correlations, this would imply that a basic cornerstone of our cosmological model, a period of extremely fast expansion at very early times known as inflation, must be modified or abandoned. This is an exciting prospect, because inflation likely happened at energy scales that are vastly higher than we can probe with conventional experiments like particle accelerators. Inflation and its observable consequences provide the possibility of probing physics at energies otherwise far out of reach.\n\nFinally, we looked at another unusual feature of the microwave sky: one half of the sky has temperature fluctuations which are around 7% larger than the other half of the sky. This has been known for some years. We showed that a particular pattern of temperature fluctuations characteristic of this discrepancy is present in temperature sky maps made by the Planck satellite. Our calculations demonstrate that the difference in fluctuations exists only at relatively large angular scales, above a few degrees; at smaller scales, the sky looks the same in both directions. Previous work had come to similar results using the distribution of objects such as quasars, but our method is simpler and cleaner. Why do we care about this? Such a discrepancy between two halves of the sky is highly unlikely to arise by chance in the standard picture of inflation. So it may be telling us that whatever physical process producing fluctuations in the universe has some signfiicant difference from our current simple ideas. Again, this observation may provide a window into new physics at energies which cannot probe by other means.\n\n\t\t\t\t\tLast Modified: 11/05/2014\n\n\t\t\t\t\tSubmitted by: Arthur Kosowsky"
 }
}