{
 "awd_id": "1108884",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Control of Stochastic Systems",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lora Billings",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 330000.0,
 "awd_min_amd_letter_date": "2011-08-09",
 "awd_max_amd_letter_date": "2011-08-09",
 "awd_abstract_narration": "The control of stochastic systems is the focus of this research and it provides a study that has wide applications to many areas of science and engineering as well as applications within mathematics.  Based on empirical data from a wide variety of physical phenomena, the family of stochastic processes called fractional Brownian motions is appropriate for stochastic models of physical phenomena.  However most of the members of this family of fractional Brownian motions do not possess the Markovian property or the semimartingale property that are usually assumed for stochastic models.  Since most controlled stochastic systems in continuous time have been described with a noise modeled by a Brownian motion there is demand to study control problems for stochastic systems with other fractional Brownian motions.  These control problems require significantly different methods for analysis than the well developed methods for the control of systems with Brownian motions.  These major differences have resulted in having few results available for the optimal control of linear systems driven by an arbitrary fractional Brownian motion.  The investigators for this grant have initiated a major study of these control problems for linear systems.  This study should not only provide results for an arbitrary fractional Brownian motion but also provide results for the control of linear systems driven by processes from a general family of square integrable continuous stochastic processes.  This work will develop further the investigators? initial work on finite time horizon, quadratic cost control of linear stochastic systems.  It is planned to expand this study to other cost functionals and to other types of systems, both finite and infinite dimensional.  Specifically this work is planned to determine explicit expressions for the optimal control and the optimal cost for an infinite time horizon ergodic (or long run average) quadratic cost functional.  Furthermore it is planned to study the control of linear stochastic partial differential equations for both finite and infinite time horizon control problems with a quadratic cost functional.  The noise stochastic process and the control for these equations are allowed to be restricted to the boundary of the domain.  Typically the controlled stochastic systems have unknown parameters so it is necessary to identify the parameters and control the system simultaneously.  This class of problems is called adaptive control and the investigators plan to extend their initial work on adaptive control for a scalar linear system to multidimensional linear systems with an arbitrary fractional Brownian motion.\r\n \r\nMany physical systems are controlled so the question of the determination of a best or optimal control arises.  This area of research is called optimal control.  Typically a mathematical model of a physical phenomena must account for perturbations of the system or unmodelled dynamics so a noise process is introduced in the model.  These models are called stochastic systems.  Given a controlled stochastic system and a cost for the use of control and the behavior of the system it is usually very difficult to obtain an explicit optimal control and the associated optimal cost.  Furthermore the controlled stochastic systems in continuous time have been restricted to using one specific stochastic process, Brownian motion (white noise) as the noise.  However empirical evidence from a wide variety of physical phenomena demonstrates a need for other noise processes, particularly for the family of fractional Brownian motions.  The investigators for this grant have recently initiated a study of the control of linear systems with cost functionals that are quadratic in the system state and the control.  They have obtained some results for explicit optimal controls for linear systems with an arbitrary fractional Brownian motion.  These investigators plan to extend this work to more general linear systems and to infinite time horizon control problems with models that have an arbitrary fractional Brownian motion or a more general stochastic process.  The optimal controls for these models can be used for control applications in many fields.  The usefulness of fractional Brownian motions has been demonstrated in hydrology, telecommunications, turbulence, epilepsy and cognition as well as other areas.  The optimal control results can be important in the use of effective controls for these physical phenomena.  These results should have an important impact on many fields.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tyrone",
   "pi_last_name": "Duncan",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Tyrone E Duncan",
   "pi_email_addr": "duncan@math.ku.edu",
   "nsf_id": "000472110",
   "pi_start_date": "2011-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bozenna",
   "pi_last_name": "Pasik-Duncan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bozenna Pasik-Duncan",
   "pi_email_addr": "bozenna@ku.edu",
   "nsf_id": "000409922",
   "pi_start_date": "2011-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kansas Center for Research Inc",
  "inst_street_address": "2385 IRVING HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "LAWRENCE",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7858643441",
  "inst_zip_code": "660457563",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "UNIVERSITY OF KANSAS CENTER FOR RESEARCH INC",
  "org_prnt_uei_num": "SSUJB3GSH8A5",
  "org_uei_num": "SSUJB3GSH8A5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kansas Center for Research Inc",
  "perf_str_addr": "2385 IRVING HILL RD",
  "perf_city_name": "LAWRENCE",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "660457563",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  },
  {
   "pgm_ele_code": "755200",
   "pgm_ele_name": "COFFES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 330000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Many physical systems are controlled and are subject to random disturbances.&nbsp; These systems are modeled mathematically as controlled stochastic systems.&nbsp; In the modeling for these systems it is desirable to allow for a large family of stochastic processes to model the random disturbances or unmodelled dynamics.&nbsp; While classically Brownian motions (white Gaussian noises) have been used though these processes cannot be justified empirically, so in this grant the family of fractional Brownian motions or even larger families of stochastic processes has been used.&nbsp; The fractional Brownian motions are indexed by the Hurst parameter that can be any value in the interval (0,1).&nbsp; The value &frac12; identifies Brownian motion but empirically values greater than this value are obtained, typically between .7 and .8.&nbsp; Thus in the research for this grant the control of linear stochastic systems driven by fractional Brownian motions and more general processes were used.&nbsp; This control problem is to determine an optimal control given a cost functional that is quadratic in the system state and the control.&nbsp; These problems were solved for time intervals that are either finite or infinite in length.&nbsp; The system models can evolve in either finite or infinite dimensional spaces.&nbsp; The finite dimensional systems can arise from ordinary differential equations with additive stochastic terms and the infinite dimensional systems can model partial differential equations with additive stochastic processes.&nbsp; Explicit optimal controls were obtained by a direct method that is easily applied.&nbsp; These results were generalized to the control of nonlinear stochastic systems with suitable cost functionals.&nbsp; Again explicit optimal controls were obtained by a direct method.&nbsp; These control problems were generalized to two-person, zero sum stochastic differential games.&nbsp; The two players are adversarial where one desires to minimize a payoff functional and the other player desires to maximize the same payoff functional.&nbsp; The stochastic differential equations for these games can be either linear or nonlinear.&nbsp; The payoff functionals are either quadratic in the players strategies or other types of functions.&nbsp; Explicit strategies were obtained by a direct method that is similar to the method for the control problems whose solutions were described above.</p>\n<p>The grantees also performed some major outreach activities as part of the broader impact of this grant.&nbsp; The annual Math Awareness Month activities at the University of Kansas were directed by one of the grantees with the other grantee involved.&nbsp; Presentations for local middle and high school students at international meetings in the US and abroad were organized and directed by one of the grantees.&nbsp; Both undergraduate and graduate students were involved with the research activities of this grant.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/15/2015<br>\n\t\t\t\t\tModified by: Tyrone&nbsp;E&nbsp;Duncan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMany physical systems are controlled and are subject to random disturbances.  These systems are modeled mathematically as controlled stochastic systems.  In the modeling for these systems it is desirable to allow for a large family of stochastic processes to model the random disturbances or unmodelled dynamics.  While classically Brownian motions (white Gaussian noises) have been used though these processes cannot be justified empirically, so in this grant the family of fractional Brownian motions or even larger families of stochastic processes has been used.  The fractional Brownian motions are indexed by the Hurst parameter that can be any value in the interval (0,1).  The value &frac12; identifies Brownian motion but empirically values greater than this value are obtained, typically between .7 and .8.  Thus in the research for this grant the control of linear stochastic systems driven by fractional Brownian motions and more general processes were used.  This control problem is to determine an optimal control given a cost functional that is quadratic in the system state and the control.  These problems were solved for time intervals that are either finite or infinite in length.  The system models can evolve in either finite or infinite dimensional spaces.  The finite dimensional systems can arise from ordinary differential equations with additive stochastic terms and the infinite dimensional systems can model partial differential equations with additive stochastic processes.  Explicit optimal controls were obtained by a direct method that is easily applied.  These results were generalized to the control of nonlinear stochastic systems with suitable cost functionals.  Again explicit optimal controls were obtained by a direct method.  These control problems were generalized to two-person, zero sum stochastic differential games.  The two players are adversarial where one desires to minimize a payoff functional and the other player desires to maximize the same payoff functional.  The stochastic differential equations for these games can be either linear or nonlinear.  The payoff functionals are either quadratic in the players strategies or other types of functions.  Explicit strategies were obtained by a direct method that is similar to the method for the control problems whose solutions were described above.\n\nThe grantees also performed some major outreach activities as part of the broader impact of this grant.  The annual Math Awareness Month activities at the University of Kansas were directed by one of the grantees with the other grantee involved.  Presentations for local middle and high school students at international meetings in the US and abroad were organized and directed by one of the grantees.  Both undergraduate and graduate students were involved with the research activities of this grant.\n\n\t\t\t\t\tLast Modified: 12/15/2015\n\n\t\t\t\t\tSubmitted by: Tyrone E Duncan"
 }
}