{
 "awd_id": "1108783",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Nonlinear spectral problems in Hamiltonian systems",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry Warchall",
 "awd_eff_date": "2011-05-15",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 138310.0,
 "awd_amount": 138310.0,
 "awd_min_amd_letter_date": "2011-05-09",
 "awd_max_amd_letter_date": "2011-05-09",
 "awd_abstract_narration": "Since the late 1980s, there has been a great deal of both theoretical and applied work in the study of orbital stability of waves for Hamiltonian systems, and in particular the relation of the energy spectrum to that of the linearized spectrum. Some of the results have led to instability criteria, whereas other results have led to index theorems relating the energy spectra to the (potentially) unstable linearized spectra. A common feature in all of this work is that the eigenvalue problems have been linear in the spectral parameter. This project is devoted to a study of a novel class of problems, the self-adjoint polynomial pencils, which are (a) a natural generalization of the self-adjoint linear pencils previously studied, and (b) arise quite naturally in the study of partial differential equations for which there are second-order or higher temporal derivatives.  In this research, index type theorems for these nonlinear eigenvalue problems, as well as instability criteria will be developed.  The mathematical tools that the Principal Investigator will use and refine are the analytic Evans function (e.g., the transmission coefficient in mathematical physics) and the recently developed meromorphic Krein matrix. Both of these tools have the property that eigenvalues for the linearized problem are realized as zeros (for the Krein matrix it is the zeros of the determinant). The successful conclusion of this project will shed light on how these tools relate to each other, and show ways that they can be jointly used to solve problems of interest to mathematicians, physicists, and engineers. Results of the research will be disseminated broadly through journal publications, and conference and seminar presentations.\r\n \r\nThe results of this funded research will help both theoreticians and experimentalists better understand the dynamics of nonlinear waves in Hamiltonian systems, i.e., systems which conserve energy. Particular physical problems which are modeled by Hamiltonian systems include (a) the dynamics of matter waves in Bose-Einstein condensates, (b) wave propagation in fluids, and (c) light propagation in optical fibers. Much of the work funded by this grant will be collaborative, and colleagues, e.g., at Michigan State University, the University of Illinois, and the University of Kansas, will play an active role in the research. The inclusion and training of undergraduate students is an integral part of this project. With the financial support provided via this grant more students will be introduced to the benefits and excitement of collaborative research. The interplay of applications, numerics, and formal and rigorous analysis at a level not seen in their class work leads the participating students to becoming intrigued and excited about the connections between the physical world and the mathematical world. These students will be better prepared for graduate work in the mathematical sciences, and will also have a better appreciation and understanding of the usefulness of mathematics in the physical sciences. The projects are of such a nature that the participating students can be expected to produce results which are publishable in an appropriate journal. Calvin College, which is an Undergraduate Institution, has a history of producing successful Ph.D. students in mathematics and statistics. Approximately one-third of these students have been women, who are significantly underrepresented in the field of  mathematics. Furthermore, Calvin has been very successful in the education and training of secondary education teachers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Todd",
   "pi_last_name": "Kapitula",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Todd M Kapitula",
   "pi_email_addr": "tmk5@calvin.edu",
   "nsf_id": "000227185",
   "pi_start_date": "2011-05-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Calvin University",
  "inst_street_address": "3201 BURTON ST SE",
  "inst_street_address_2": "",
  "inst_city_name": "GRAND RAPIDS",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "6165266000",
  "inst_zip_code": "495464301",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MI03",
  "org_lgl_bus_name": "CALVIN UNIVERSITY",
  "org_prnt_uei_num": "NNLQK7LNGL93",
  "org_uei_num": "NNLQK7LNGL93"
 },
 "perf_inst": {
  "perf_inst_name": "Calvin University",
  "perf_str_addr": "3201 BURTON ST SE",
  "perf_city_name": "GRAND RAPIDS",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "495464301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MI03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 138310.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>This project was devoted to a study of a novel class of spectral problems in which the problem is to locate the spectrum for star-even polynomial operator pencils. &nbsp;These types of problems arise quite naturally in the study of partial differential equations. &nbsp;In general, the order of the polynomial operator is equal to the number of temporal derivatives in an underlying PDE. Index-type theorems for these nonlinear eigenvalue problems, as well as instability criteria, were developed. &nbsp;The indices depended upon properties of the coefficients of the polynomial operator, and can be thought of as generalizations of the classical Hurwitz stability criterion. &nbsp;In particular, an intimate relationship was shown to exist between the number of unstable directions for a linearized energy, and the number of (potentially) unstable eigenvalues for the polynomial operator. &nbsp;A meromorphic matrix-valued tool, the Krein matrix, was also shown to be useful for these types of spectral problems. &nbsp;Like the analytic Evans matrix (the celebrated Evans function is the determinant of the Evans matrix), the Krein matrix has the property that eigenvalues for the linearized problem are realized as zeros of its determinant. The index theorems and Krein matrix were used to better understand the nature of the spectrum for a large variety of problems. &nbsp;Moreover, it was shown that the marriage of these two tools allowed for a more efficient and robust numerical determination of spectra for a large class of problems. &nbsp;<span>The work was collaborative, and involved colleagues from, e.g.,&nbsp;Michigan State University, the University of Illinois, and the University of Kansas. &nbsp;</span>Results of the research were disseminated broadly through journal publications, and conference and seminar presentations. &nbsp;In addition, six undergraduate students were involved in three summer research projects that were connected to the main research. The work of the students was also disseminated through journal publications and seminar presentations.&nbsp;</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/13/2015<br>\n\t\t\t\t\tModified by: Todd&nbsp;M&nbsp;Kapitula</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project was devoted to a study of a novel class of spectral problems in which the problem is to locate the spectrum for star-even polynomial operator pencils.  These types of problems arise quite naturally in the study of partial differential equations.  In general, the order of the polynomial operator is equal to the number of temporal derivatives in an underlying PDE. Index-type theorems for these nonlinear eigenvalue problems, as well as instability criteria, were developed.  The indices depended upon properties of the coefficients of the polynomial operator, and can be thought of as generalizations of the classical Hurwitz stability criterion.  In particular, an intimate relationship was shown to exist between the number of unstable directions for a linearized energy, and the number of (potentially) unstable eigenvalues for the polynomial operator.  A meromorphic matrix-valued tool, the Krein matrix, was also shown to be useful for these types of spectral problems.  Like the analytic Evans matrix (the celebrated Evans function is the determinant of the Evans matrix), the Krein matrix has the property that eigenvalues for the linearized problem are realized as zeros of its determinant. The index theorems and Krein matrix were used to better understand the nature of the spectrum for a large variety of problems.  Moreover, it was shown that the marriage of these two tools allowed for a more efficient and robust numerical determination of spectra for a large class of problems.  The work was collaborative, and involved colleagues from, e.g., Michigan State University, the University of Illinois, and the University of Kansas.  Results of the research were disseminated broadly through journal publications, and conference and seminar presentations.  In addition, six undergraduate students were involved in three summer research projects that were connected to the main research. The work of the students was also disseminated through journal publications and seminar presentations. \n\n\t\t\t\t\tLast Modified: 07/13/2015\n\n\t\t\t\t\tSubmitted by: Todd M Kapitula"
 }
}