{
 "awd_id": "1108802",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Understanding the Physics of Galaxy Clustering on Small Scales",
 "cfda_num": "47.049",
 "org_code": "03020400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia Knezek",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 134627.0,
 "awd_amount": 134627.0,
 "awd_min_amd_letter_date": "2011-08-10",
 "awd_max_amd_letter_date": "2011-08-10",
 "awd_abstract_narration": "This project will measure, model, and interpret the clustering of galaxies on scales of 10 kiloparsecs to 1 megaparsec -- small scales in the cosmological context. The project consists of four main science goals. (1) Constrain the spatial distribution of galaxies inside dark matter halos in the local universe. Using redshift data from the Sloan Digital Sky Survey (SDSS), the proposing team will measure the projected two-point correlation function, the angular correlation function, and the surface density profile of galaxies in groups and clusters. They will model these statistics to constrain the density profile of galaxies in dark halos, using both analytic models and numerical models constructed from cosmological N-body simulations. (2) Extend the above analysis to higher redshift by using data from the new Baryon Oscillation Spectroscopic Survey (BOSS). Modeling the correlation functions will reveal the recent evolution in the spatial distribution of galaxies within halos. (3) Refine the proposers' semi-analytic model for the evolution of dark matter subhalos under the influence of merging, improving the analytic prescription for mass loss and including the role of baryonic matter. (4) By comparing the improved halo model to the clustering statistics, constrain the star formation and star stripping efficiencies for galaxies merging with larger halos. The project will support the work of several graduate and undergraduate students at the two collaborating institutions. In addition, the project will provide funding for summer K-12 science camps so that minority students in the Nashville, TN area will be able to attend without financial burden.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Zentner",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew R Zentner",
   "pi_email_addr": "zentner@pitt.edu",
   "nsf_id": "000153216",
   "pi_start_date": "2011-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "4200 FIFTH AVENUE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152600001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121700",
   "pgm_ele_name": "EXTRAGALACTIC ASTRON & COSMOLO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  },
  {
   "pgm_ref_code": "7480",
   "pgm_ref_txt": "ARCHIVAL DATA ANALYSIS"
  },
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 134627.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Stars and stellar systems form within galaxies, such as our own Milky Way, which are collections of hundreds of billions of stars held together by gravity. In our Universe, galaxies often live in groups of a few galaxies or large clusters of hundreds or thousands of galaxies. Perhaps surprisingly, it is now well established that most of the matter in galaxies is not the same as the matter encountered in our daily lives on Earth. Rather, most of the matter in galaxies, galaxy groups, and galaxy clusters must attract other matter through the force of gravity, but must be dark and not easily visible with astronomical telescopes. This material is called dark matter. Galaxies and groups and clusters of galaxies are not distributed  randomly throughout space, but rather they are clustered in a  distinctive pattern that can be broadly understood as a consequence of  the standard theoretical framework for the evolution of the Universe. In  detail, this clustering pattern can yield information about the  formation and evolution of galaxies, the expansion of the Universe, and the relationship between  galaxies and the underlying dark matter in the Universe.</p>\n<p>This project was a theoretical endeavor aimed at developing new techniques to aid in achieving a better understanding of the formation and evolution of galaxies. This approach proceeded on several fronts. First, researchers designed and implemented a new method to make theoretical predictions for the properties of the diffuse populations of stars that surround nearly all galaxies. Comparing theoretical predictions for the properties of these diffuse stellar populations has helped to confirm that these diffuse stellar populations are the debris released from the destruction of galaxies during galactic collisions and has led to insight into the evolutionary histories of galaxies on timescales of billions of years. The properties of diffuse stellar material around galaxies are becoming more well appreciated as indicators of the past history of galaxy formation and the theoretical approach developed as a part of this project represents a new and powerful method to exploit this information to learn about galaxy evolution.</p>\n<p>Second, scientists involved in this work studied the distribution of galaxy brightnesses within groups and clusters of galaxies. In so doing, they found that the distributions of galaxy brightnesses within groups and clusters (a particularly simple example of which is the difference between the brightness of the two brightest galaxies in a group or cluster) can serve both as a signature of the age of the group or cluster and also as an indicator of the total amount of mass (most of which is dark and not easily visible with astronomical telescopes) within the group or cluster. This finding has led to significant insights into the formation histories of galaxy groups and clusters. In particular, the brightness distribution indicates that galaxies in groups must often crash into the galaxy at the center of the group causing the central galaxy to grow rapidly and depleting the galaxy group of so-called satellite galaxies. Moreover, the realization that the distribution of galaxy brightnesses within groups can serve as a mass proxy is of practical importance for other astronomical projects aiming to measure the expansion history of the Universe and therefore may help in drawing important conclusions about the history of our Universe from future astronomical data.</p>\n<p>As a third front in cultivating a better understanding of the evolution of galaxies in our Universe, researchers followed up on the work described above with a study of the detailed clustering patterns of galaxies. In do doing, researchers identified a shortcoming in the standard analyses of galaxy clustering data that may introduce errors in our ability to use galaxy clustering data to learn about the expansion history of the Univers...",
  "por_txt_cntn": "\nStars and stellar systems form within galaxies, such as our own Milky Way, which are collections of hundreds of billions of stars held together by gravity. In our Universe, galaxies often live in groups of a few galaxies or large clusters of hundreds or thousands of galaxies. Perhaps surprisingly, it is now well established that most of the matter in galaxies is not the same as the matter encountered in our daily lives on Earth. Rather, most of the matter in galaxies, galaxy groups, and galaxy clusters must attract other matter through the force of gravity, but must be dark and not easily visible with astronomical telescopes. This material is called dark matter. Galaxies and groups and clusters of galaxies are not distributed  randomly throughout space, but rather they are clustered in a  distinctive pattern that can be broadly understood as a consequence of  the standard theoretical framework for the evolution of the Universe. In  detail, this clustering pattern can yield information about the  formation and evolution of galaxies, the expansion of the Universe, and the relationship between  galaxies and the underlying dark matter in the Universe.\n\nThis project was a theoretical endeavor aimed at developing new techniques to aid in achieving a better understanding of the formation and evolution of galaxies. This approach proceeded on several fronts. First, researchers designed and implemented a new method to make theoretical predictions for the properties of the diffuse populations of stars that surround nearly all galaxies. Comparing theoretical predictions for the properties of these diffuse stellar populations has helped to confirm that these diffuse stellar populations are the debris released from the destruction of galaxies during galactic collisions and has led to insight into the evolutionary histories of galaxies on timescales of billions of years. The properties of diffuse stellar material around galaxies are becoming more well appreciated as indicators of the past history of galaxy formation and the theoretical approach developed as a part of this project represents a new and powerful method to exploit this information to learn about galaxy evolution.\n\nSecond, scientists involved in this work studied the distribution of galaxy brightnesses within groups and clusters of galaxies. In so doing, they found that the distributions of galaxy brightnesses within groups and clusters (a particularly simple example of which is the difference between the brightness of the two brightest galaxies in a group or cluster) can serve both as a signature of the age of the group or cluster and also as an indicator of the total amount of mass (most of which is dark and not easily visible with astronomical telescopes) within the group or cluster. This finding has led to significant insights into the formation histories of galaxy groups and clusters. In particular, the brightness distribution indicates that galaxies in groups must often crash into the galaxy at the center of the group causing the central galaxy to grow rapidly and depleting the galaxy group of so-called satellite galaxies. Moreover, the realization that the distribution of galaxy brightnesses within groups can serve as a mass proxy is of practical importance for other astronomical projects aiming to measure the expansion history of the Universe and therefore may help in drawing important conclusions about the history of our Universe from future astronomical data.\n\nAs a third front in cultivating a better understanding of the evolution of galaxies in our Universe, researchers followed up on the work described above with a study of the detailed clustering patterns of galaxies. In do doing, researchers identified a shortcoming in the standard analyses of galaxy clustering data that may introduce errors in our ability to use galaxy clustering data to learn about the expansion history of the Universe and the relationship between galaxies and dark matter. New analysis methods we..."
 }
}