{
 "awd_id": "1108674",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Conferences on Frontiers in Applied and Computational Mathematics: 2011-2013",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry Warchall",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 111525.0,
 "awd_amount": 111525.0,
 "awd_min_amd_letter_date": "2011-05-13",
 "awd_max_amd_letter_date": "2013-05-29",
 "awd_abstract_narration": "The investigators organize an annual conference on Frontiers in Applied and Computational Mathematics (FACM) on the campus of the New Jersey Institute of Technology (NJIT) in Newark, New Jersey. The conferences include the significant participation of undergraduate and graduate students, postdoctoral fellows, and junior faculty. The FACM conference series has been organized over the past seven years by the Department of Mathematical Sciences and the Center for Applied Mathematics and Statistics at NJIT. The conference has become a leading forum for the dissemination of research in applied and computational mathematics and applied statistics. The three year conference plan for 2011-2013 is as follows: FACM 2011 (250-300 participants expected) has a focus on wave propagation in acoustics, electromagnetics, fluids and biology. FACM 2012 and 2013 (150-200 participants expected) will be meetings focused on applications in fluid dynamics and biology/biostatistics, respectively.\r\n\r\nThis conference series brings together mathematicians, statisticians, physicists, engineers, and biologists to share results of their research in applied and computational mathematics and applied statistics. The broader impacts are that significant cross-fertilization takes place during and after the conferences between researchers in different disciplines who use the methods of applied mathematics, statistics and numerical computation. For students and postdocs, this is a major learning experience that helps them with future presentations and research. This experience helps students  emulate the quality of these research activities. Past FACM conferences have an excellent record of participation of women and underrepresented minorities, and the PIs are making efforts to continue this trend.\r\n\r\nThe web link for the conference series is: http://m.njit.edu/Events/FACM11",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daljit",
   "pi_last_name": "Ahluwalia",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Daljit S Ahluwalia",
   "pi_email_addr": "daahlu@m.njit.edu",
   "nsf_id": "000288157",
   "pi_start_date": "2011-05-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Siegel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Siegel",
   "pi_email_addr": "misieg@njit.edu",
   "nsf_id": "000386960",
   "pi_start_date": "2011-05-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Jersey Institute of Technology",
  "inst_street_address": "323 DR MARTIN LUTHER KING JR BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9735965275",
  "inst_zip_code": "071021824",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NJ10",
  "org_lgl_bus_name": "NEW JERSEY INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SGBMHQ7VXNH5"
 },
 "perf_inst": {
  "perf_inst_name": "New Jersey Institute of Technology",
  "perf_str_addr": "323 DR MARTIN LUTHER KING JR BLVD",
  "perf_city_name": "NEWARK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "071021824",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NJ10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 43000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 33200.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 35325.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant supported the participation of undergraduate and graduate students, postdoctoral fellows, junior faculty, and other researchers in an an- nual conference series on &ldquo;Frontiers in Applied and Computational Mathematics&rdquo; (FACM) at the New Jersey Institute of Technology (NJIT). This successful conference series has been organized over the past ten years by the Department of Mathematical Sciences and Center for Applied Mathematics and Statistics (CAMS) at NJIT. The annual meeting has estab- lished itself as a leading forum for the dissemination of research in applied and computational mathematics and applied statistics.</p>\n<p>FACM conferences are more intimate and student centered than large society meetings and a goal of the organizers is to introduce future leaders of applied mathematics to established investigators and emerging research areas. Participation among graduate students and postdocs is greatly enhanced through a competitive application process by which they can give presentations in minisymposia alongside leading scientists.</p>\n<p>Intellectual Merit. FACM 2011 was organized as a focussed meeting on wave propagation and applications in acoustics, electromagnetics, fluid dynamics, and biology. The meeting included minisymposia on applications of great current interest such as cloaking, rogue waves, and ultra-fast optics, and featured recent developments in fast numerical algorithms. The conference was coordinated with the &ldquo;Mathematics Problems in Industry&rdquo; workshop, which was hosted by NJIT immediately following the FACM meeting. FACM 2012 was a broad based meeting on applied mathematics and statistics with applications to electromagnetics, fluid dynamics, biology, and medicine. &nbsp;It included special 'hot topics' minisymposia on fuel cells, animal locomotion, and pharmaceutical modeling. &nbsp; FACM&nbsp;2013 was also a broad based conference &nbsp;focused &nbsp;on mathematical applications in fluid dynamics, biology (including biostatistics), &nbsp;and wave propagation/electromagnetics. The conferences drew 150-250 participants each.</p>\n<p>Broader Impacts. This conference series brings together mathematicians, statisticians, scientists and engineers to present their research results and interact in an environment that is more intimate than the typical large conference setting. Significant interaction and cross-fertilization takes place between the participants. Substantial funds are devoted to support the participation of graduate students, post- docs, and under-represented minorities. For students and postdocs, this is a major learning and networking experience that will help them with their research and career paths.</p>\n<p>FACM conferences have an excellent record of participation of women and under- represented minorities. &nbsp;In addition, the Department of Mathematical Sciences and other departments nationwide have undergraduate and graduate students who are culturally diverse. For many of these students, such a research conference is their first exposure to high quality research being undertaken at other research institutions. This exposure motivates students to strive to emulate the quality of these research activities.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/24/2014<br>\n\t\t\t\t\tModified by: Michael&nbsp;Siegel</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis grant supported the participation of undergraduate and graduate students, postdoctoral fellows, junior faculty, and other researchers in an an- nual conference series on \"Frontiers in Applied and Computational Mathematics\" (FACM) at the New Jersey Institute of Technology (NJIT). This successful conference series has been organized over the past ten years by the Department of Mathematical Sciences and Center for Applied Mathematics and Statistics (CAMS) at NJIT. The annual meeting has estab- lished itself as a leading forum for the dissemination of research in applied and computational mathematics and applied statistics.\n\nFACM conferences are more intimate and student centered than large society meetings and a goal of the organizers is to introduce future leaders of applied mathematics to established investigators and emerging research areas. Participation among graduate students and postdocs is greatly enhanced through a competitive application process by which they can give presentations in minisymposia alongside leading scientists.\n\nIntellectual Merit. FACM 2011 was organized as a focussed meeting on wave propagation and applications in acoustics, electromagnetics, fluid dynamics, and biology. The meeting included minisymposia on applications of great current interest such as cloaking, rogue waves, and ultra-fast optics, and featured recent developments in fast numerical algorithms. The conference was coordinated with the \"Mathematics Problems in Industry\" workshop, which was hosted by NJIT immediately following the FACM meeting. FACM 2012 was a broad based meeting on applied mathematics and statistics with applications to electromagnetics, fluid dynamics, biology, and medicine.  It included special 'hot topics' minisymposia on fuel cells, animal locomotion, and pharmaceutical modeling.   FACM 2013 was also a broad based conference  focused  on mathematical applications in fluid dynamics, biology (including biostatistics),  and wave propagation/electromagnetics. The conferences drew 150-250 participants each.\n\nBroader Impacts. This conference series brings together mathematicians, statisticians, scientists and engineers to present their research results and interact in an environment that is more intimate than the typical large conference setting. Significant interaction and cross-fertilization takes place between the participants. Substantial funds are devoted to support the participation of graduate students, post- docs, and under-represented minorities. For students and postdocs, this is a major learning and networking experience that will help them with their research and career paths.\n\nFACM conferences have an excellent record of participation of women and under- represented minorities.  In addition, the Department of Mathematical Sciences and other departments nationwide have undergraduate and graduate students who are culturally diverse. For many of these students, such a research conference is their first exposure to high quality research being undertaken at other research institutions. This exposure motivates students to strive to emulate the quality of these research activities.\n\n \n\n\t\t\t\t\tLast Modified: 06/24/2014\n\n\t\t\t\t\tSubmitted by: Michael Siegel"
 }
}