{
 "awd_id": "1108482",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI:Using Sound to Learn Syntax",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 5700.0,
 "awd_amount": 5700.0,
 "awd_min_amd_letter_date": "2011-05-10",
 "awd_max_amd_letter_date": "2011-05-10",
 "awd_abstract_narration": null,
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kara",
   "pi_last_name": "Hawthorne",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Kara E Hawthorne",
   "pi_email_addr": "",
   "nsf_id": "000577460",
   "pi_start_date": "2011-05-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Hawthorne               Kara           E",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Tucson",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "",
  "inst_zip_code": "857057755",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Hawthorne               Kara           E",
  "perf_str_addr": "",
  "perf_city_name": "Tucson",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857057755",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 5700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span><span><span>My previous research has found that infants can use the rhythmic and melodic aspects of their native language (such as pitch contours) to begin learning</span></span></span><span><span><span>&nbsp;</span></span></span><span><span><span>about the syntax</span></span></span><span><span><span>&nbsp;of that language. &nbsp;With funds from the NSF/JSPS East Asian Pacific Summer Institute (EAPSI), I traveled to Japan to test&nbsp;Japanese-learning infants in order to investigage the mechanism underlying this process.</span></span></span><span><span><span>&nbsp; Results show that Japanese infants can capitalize on the rhythmic and melodic features of language to help with syntax learning, even when they are listening to an&nbsp;unfamiliar language in which those features are manifested differently. &nbsp;This suggests that these features are useful because they are acoustically-salient, rather than&nbsp;</span></span></span><span><span><span>because infants are using their language-specific knowledge of the rhythmic and melodic aspects of their own language</span></span></span><span><span><span>.</span></span></span></p>\n<p><span><span><span>As a result of my collaboration with my host lab at RIKEN Brain Science Institute in Japan, I was also able to design and record Japanese-based stimuli for future experiments with English-learning infants in the United States. &nbsp;The data that I collected and the stimuli that I recorded will help to advance our knowledge about how the brain acquires and processes language, regardless of native culture and language.</span></span></span><span><span><span>&nbsp; More broadly, by helping to reach a deeper understanding of how typically-developing children learn language, this project contributes to our understanding of the problems that underlie language learning in children with developmental language disorders</span></span></span><span><span><span>,</span></span></span></p>\n<p><span><span><span>This project influenced the broader community in other ways as well. &nbsp;Since the project involved experimental work with infants, all of the research participants and their parents had the opportunity to participate in and learn about the research process. &nbsp;To ensure that the parents understood the impact of their participation, my translator and I sat down individually with each parent to discuss the project and its</span></span></span><span><span><span>&nbsp;implications.</span></span></span></p>\n<p><span><span><span>The EAPSI grant has significantly advanced my own education, both by funding an experiment that will form an integral part of my dissertation, and by providing me with international research experience. &nbsp;My participation in the EAPSI program also contributed to the education of two students in my Japanese host lab, who worked closely with me on the experiment and recording new stimuli. &nbsp;Additionally, an undergraduate research assistant in my home lab at the University of Arizona is currently conducting acoustic analysis on the stimuli that I recorded in Japan. &nbsp;This is providing her with valuable experience conducting research involving language acquisition in the context of</span></span></span><span><span><span>&nbsp;</span></span></span><span><span><span>a foreign language.</span></span></span></p>\n<div><span><span><span><br /></span></span></span></div>\n<p><span style=\"color: #000000;\"><span style=\"font-family: Arial, serif;\"><span style=\"font-size: x-small;\"><br /></span></span></span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/09/2011<br>\n\t\t\t\t\tModified by: Kara&nbsp;E&nbsp;Hawthorne</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMy previous research has found that infants can use the rhythmic and melodic aspects of their native language (such as pitch contours) to begin learning about the syntax of that language.  With funds from the NSF/JSPS East Asian Pacific Summer Institute (EAPSI), I traveled to Japan to test Japanese-learning infants in order to investigage the mechanism underlying this process.  Results show that Japanese infants can capitalize on the rhythmic and melodic features of language to help with syntax learning, even when they are listening to an unfamiliar language in which those features are manifested differently.  This suggests that these features are useful because they are acoustically-salient, rather than because infants are using their language-specific knowledge of the rhythmic and melodic aspects of their own language.\n\nAs a result of my collaboration with my host lab at RIKEN Brain Science Institute in Japan, I was also able to design and record Japanese-based stimuli for future experiments with English-learning infants in the United States.  The data that I collected and the stimuli that I recorded will help to advance our knowledge about how the brain acquires and processes language, regardless of native culture and language.  More broadly, by helping to reach a deeper understanding of how typically-developing children learn language, this project contributes to our understanding of the problems that underlie language learning in children with developmental language disorders,\n\nThis project influenced the broader community in other ways as well.  Since the project involved experimental work with infants, all of the research participants and their parents had the opportunity to participate in and learn about the research process.  To ensure that the parents understood the impact of their participation, my translator and I sat down individually with each parent to discuss the project and its implications.\n\nThe EAPSI grant has significantly advanced my own education, both by funding an experiment that will form an integral part of my dissertation, and by providing me with international research experience.  My participation in the EAPSI program also contributed to the education of two students in my Japanese host lab, who worked closely with me on the experiment and recording new stimuli.  Additionally, an undergraduate research assistant in my home lab at the University of Arizona is currently conducting acoustic analysis on the stimuli that I recorded in Japan.  This is providing her with valuable experience conducting research involving language acquisition in the context of a foreign language.\n\n\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 09/09/2011\n\n\t\t\t\t\tSubmitted by: Kara E Hawthorne"
 }
}