{
 "awd_id": "1108205",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: POISE (Petermann Ocean Ice Shelf Experiment)-Modeling Ocean Ice Interactions",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William J. Wiseman, Jr.",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 70091.0,
 "awd_amount": 70091.0,
 "awd_min_amd_letter_date": "2011-07-01",
 "awd_max_amd_letter_date": "2011-07-01",
 "awd_abstract_narration": "Funds are provided for a numerical modeling study of ocean circulation and ocean-ice interaction in Nares Strait, a 500-km long channel that separates northwest Greenland from Ellesmere Island at the northern end of Baffin Bay. The research addresses both Arctic/sub-Arctic sea-ice and freshwater exchange through Nares Strait. The project is motivated by the observation that Nares Strait is a major conduit of freshwater and sea-ice exchange between the Arctic and sub-Arctic oceans. The PIs will combine a high-resolution regional numerical ocean circulation and sea-ice model, forced by output from a high-resolution regional atmospheric model, to study the ocean and sea-ice dynamics and circulation in Nares Strait. A key element of this study is the availability of a high-quality, multi-year observational data set for model evaluation and for inverse modeling that will allow development of an optimized circulation estimate for the entire strait. With this model they will test the sensitivity of Nares Strait throughflow (freshwater, sea ice, and Atlantic Intermediate Water) to projected changes in larger-scale climate factors. \r\n\r\nAlthough Fram Strait, the opening between Greenland and Svalbard, is often assumed to provide the dominant exchange pathway between the Arctic and Atlantic Oceans, the narrower passages through the Canadian Archipelago provide a second pathway for flow from the Arctic to the Atlantic Ocean.  This study will provide insight on the processes controlling the magnitude of these exchanges, which are believed to influence the formation of dense water in the Labrador Sea that then enters the Atlantic Ocean, contributes to the large scale circulation, and modulates climate.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laurence",
   "pi_last_name": "Padman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Laurence Padman",
   "pi_email_addr": "padman@esr.org",
   "nsf_id": "000436896",
   "pi_start_date": "2011-07-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Springer",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Scott R Springer",
   "pi_email_addr": "springer@esr.org",
   "nsf_id": "000379994",
   "pi_start_date": "2011-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Earth and Space Research",
  "inst_street_address": "1107 NE 45TH ST STE 320",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2067260501",
  "inst_zip_code": "981054656",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "EARTH AND SPACE RESEARCH",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJRJLK7U5TH8"
 },
 "perf_inst": {
  "perf_inst_name": "Earth and Space Research",
  "perf_str_addr": "1107 NE 45TH ST STE 320",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981054656",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 70091.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project investigates the processes that determine the ocean flow through Nares Strait, which is a narrow passage between northwest Greenland and Ellesmere Island.&nbsp; Freshwater accumulates in the Arctic Ocean due to river inputs, precipitation and sea-ice melt. While most of this water leaves the Arctic on the eastern side of Greenland through Fram Strait, some also leaves through Nares Strait. Changes in this flow will affect how the density of the Arctic Ocean changes on seasonal and longer time scales. Furthermore, the water passing southward through Nares Strait can affect melting of glaciers in western Greenland and processes in the Labrador Sea that lead to formation of dense water.</p>\n<p>Earth &amp; Space Research (ESR) and Oregon State University (OSU) collaborated on this project, which uses a high-resolution numerical model to study flow in Nares Strait. OSU is the lead institution and conducted the modeling: the main role of ESR personnel was to assist with the modeling based on our previous long experience with polar oceanography and glaciology. The project also used several years of data collected in Nares Strait by Andreas Muenchow at the University of Delaware (UDel) to verify that the model was producing reasonable results.</p>\n<p>ESR&rsquo;s contribution to the intellectual merit of this work is documented in two papers and three conference presentations. One of the papers (Muenchow et al., 2014, in the Journal of Glaciology) reported a detailed study of the mass budget for Petermann Ice Shelf in Petermann Fjord in northwest Greenland. This ice shelf is the floating extension of Petermann Glacier (PG), which drains a portion of the northwest Greenland Ice Sheet into the ocean. The grounded part of PG includes a large area where the ice is grounded well below sea level: such &lsquo;marine-based&rsquo; glaciers can retreat rapidly if the ice shelf disappears, with consequences for global sea level rise. Our paper looked for evidence of the processes that might cause ice-shelf loss and glacier retreat. We used airborne and satellite measurements to map the thinning of Petermann Ice Shelf prior to two large ice loss (iceberg &lsquo;calving&rsquo;) events in 2010 and 2012. &nbsp;At the end of these two events, the ice shelf was shorter than it had ever been recorded since the first documented siting in 1879. This study found that Petermann Ice Shelf was thinning rapidly by ocean melting of its base before 2010, suggesting that this thinning might have helped set the scene for iceberg calving. Furthermore, occasional measurements of ocean temperature, inside Petermann Fjord near the ice shelf and outside the fjord in Nares Strait, suggest that warmer water coming southwards through the strait may have been responsible for the thinning of the ice shelf. &nbsp;Therefore, if we could predict future changes in ocean temperature in Nares Strait, we might be able to predict ice loss from northwest Greenland and its contribution to sea level.</p>\n<p>ESR personnel also contributed to Shroyer et al. (submitted to the Journal of Physical Oceanography). This modeling study looks at the processes that drive flow through Nares Strait. The strait is very narrow &ndash; less than 20 km in some places &ndash; so that the model needs to be very high resolution. The principal results from this model are that the flow is driven mainly by the difference in sea level pressure between the Arctic and northern Baffin Bay: winds over Nares Strait have only a small effect on flow. The distribution of currents in Nares Strait changes significantly between the short sea-ice-free summer and the winter period where much of the strait is covered by stationary sea ice. We suggest that the change in circulation, including the presence of current meanders and instabilities in summer, will affect the input of warm ocean water into adjacent fjords. If this is true, then reductions...",
  "por_txt_cntn": "\nThis project investigates the processes that determine the ocean flow through Nares Strait, which is a narrow passage between northwest Greenland and Ellesmere Island.  Freshwater accumulates in the Arctic Ocean due to river inputs, precipitation and sea-ice melt. While most of this water leaves the Arctic on the eastern side of Greenland through Fram Strait, some also leaves through Nares Strait. Changes in this flow will affect how the density of the Arctic Ocean changes on seasonal and longer time scales. Furthermore, the water passing southward through Nares Strait can affect melting of glaciers in western Greenland and processes in the Labrador Sea that lead to formation of dense water.\n\nEarth &amp; Space Research (ESR) and Oregon State University (OSU) collaborated on this project, which uses a high-resolution numerical model to study flow in Nares Strait. OSU is the lead institution and conducted the modeling: the main role of ESR personnel was to assist with the modeling based on our previous long experience with polar oceanography and glaciology. The project also used several years of data collected in Nares Strait by Andreas Muenchow at the University of Delaware (UDel) to verify that the model was producing reasonable results.\n\nESRÆs contribution to the intellectual merit of this work is documented in two papers and three conference presentations. One of the papers (Muenchow et al., 2014, in the Journal of Glaciology) reported a detailed study of the mass budget for Petermann Ice Shelf in Petermann Fjord in northwest Greenland. This ice shelf is the floating extension of Petermann Glacier (PG), which drains a portion of the northwest Greenland Ice Sheet into the ocean. The grounded part of PG includes a large area where the ice is grounded well below sea level: such æmarine-basedÆ glaciers can retreat rapidly if the ice shelf disappears, with consequences for global sea level rise. Our paper looked for evidence of the processes that might cause ice-shelf loss and glacier retreat. We used airborne and satellite measurements to map the thinning of Petermann Ice Shelf prior to two large ice loss (iceberg æcalvingÆ) events in 2010 and 2012.  At the end of these two events, the ice shelf was shorter than it had ever been recorded since the first documented siting in 1879. This study found that Petermann Ice Shelf was thinning rapidly by ocean melting of its base before 2010, suggesting that this thinning might have helped set the scene for iceberg calving. Furthermore, occasional measurements of ocean temperature, inside Petermann Fjord near the ice shelf and outside the fjord in Nares Strait, suggest that warmer water coming southwards through the strait may have been responsible for the thinning of the ice shelf.  Therefore, if we could predict future changes in ocean temperature in Nares Strait, we might be able to predict ice loss from northwest Greenland and its contribution to sea level.\n\nESR personnel also contributed to Shroyer et al. (submitted to the Journal of Physical Oceanography). This modeling study looks at the processes that drive flow through Nares Strait. The strait is very narrow &ndash; less than 20 km in some places &ndash; so that the model needs to be very high resolution. The principal results from this model are that the flow is driven mainly by the difference in sea level pressure between the Arctic and northern Baffin Bay: winds over Nares Strait have only a small effect on flow. The distribution of currents in Nares Strait changes significantly between the short sea-ice-free summer and the winter period where much of the strait is covered by stationary sea ice. We suggest that the change in circulation, including the presence of current meanders and instabilities in summer, will affect the input of warm ocean water into adjacent fjords. If this is true, then reductions in the Nares Strait sea-ice cover on climate time scales might influence the ability of warm water to enter fjords where it ..."
 }
}