{
 "awd_id": "1108187",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI:Memory Cell Reliability: Techniques for Mitigating and Correcting Soft-Error",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 5700.0,
 "awd_amount": 5700.0,
 "awd_min_amd_letter_date": "2011-05-11",
 "awd_max_amd_letter_date": "2011-05-11",
 "awd_abstract_narration": null,
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yuriy",
   "pi_last_name": "Shiyanovskii",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yuriy Shiyanovskii",
   "pi_email_addr": "",
   "nsf_id": "000579888",
   "pi_start_date": "2011-05-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Shiyanovskii            Yuriy",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "STOW",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "",
  "inst_zip_code": "442241572",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "OH13",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Shiyanovskii            Yuriy",
  "perf_str_addr": "",
  "perf_city_name": "STOW",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "442241572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "OH13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5924",
   "pgm_ref_txt": "TAIWAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 5700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Description and Outcome</strong></p>\n<p>Tree-dimensional (3D) integrated circuits are an emerging technology that promises to deliver advantages in chip packing density and integration flexibility. Thermal reliability of memory cells is considered one of the most critical problems for high performance 3D chips. Performance of stacked memory chips is strongly affected by high heat generation and heat-dissipating activity. To understand thermal performance of the 3D memory, it is necessary to monitor and analyze thermal data. Through this analysis relationships between thermal reliability and chip working parameters can be identified. Therefore, novel design guidelines for an efficient thermal management are needed for successful commercialization of 3D integrated circuits that could be used in multiple electronic devices.</p>\n<p>During my visit to Taiwan in summer 2011 through NSF <span><span>EAPSI</span></span> fellowship, I have been working on the topic of thermal problems in 3D memories to address reliability issues. Professor Cheng-Wen Wu at National <span><span>Tsing</span></span> <span><span>Hua</span></span> University, <span><span>Hsinchu</span></span> Taiwan, was my host and project supervisor.&nbsp; In addition, Prof. Wu introduced me to his engineering team, headed by Dr. <span><span>Kwai</span></span>, at Information Communication Research Laboratory at Industrial Technology Research Institute, where I conducted some of my research.</p>\n<p>The objective of my project was to construct a <span><span>multilayered</span></span> memory chip, simulate its thermal maps and investigate the relationship between clock frequency, scaling of memory features and heat generation. Multiple thermal simulations were performed and analyzed in order to determine the locations of the hottest areas on the chip as well as the range of temperatures within the die. The results have revealed&nbsp;the size of the memory features required for optimization of the chip performance and implementation.</p>\n<p>In summary, our project results have provided a new approach for design of 3D memory chips that mitigates heat generation and improves thermal chip &nbsp;reliability. We identified contributions of critical working parameters, such as clock frequency, operating voltage and memory features to the heat generation. It was demonstrated that clock frequency does not have a major impact on heat generation in our proposed design. &nbsp;In addition, our findings could potentially extend the lifetime and reduce costs of variety of electronic devices with embedded computing memory chips.</p>\n<p>&nbsp;</p>\n<p><strong>Cultural Exposure </strong></p>\n<p>It is difficult to find the right words to describe the magnitude of the cultural and scientific immersion that I experienced during my stay in Taiwan. The immense efforts put forth by my Taiwanese counterparts have resulted in a life changing experience from both research and cultural points of view. Attention to detail and constant care, displayed by Professor Cheng-Wen Wu and his lab group, created an extraordinary professional setting for conducting my research. Besides the wealth of knowledge and an access to some of the most sophisticated research tools, I have received guidance, <span><span>mentorship</span></span> and consistent friendly attitude. I could not ask for a better research environment. The collaboration work will continue far past the length of the <span><span>EAPSI</span></span> program and my stay in Taiwan.</p>\n<p>In terms of cultural exchange, my experience has exceeded all expectations. Nothing can really prepare you for the seer intensity and magnitude of cultural exposure that I received over the course of the 8 weeks in Taiwan. I am grateful to the entire staff of the Summer Institute of Taiwan program, that made my introduction to Taiwanese culture so deep, enjoyable and memorable. I have made life...",
  "por_txt_cntn": "\nProject Description and Outcome\n\nTree-dimensional (3D) integrated circuits are an emerging technology that promises to deliver advantages in chip packing density and integration flexibility. Thermal reliability of memory cells is considered one of the most critical problems for high performance 3D chips. Performance of stacked memory chips is strongly affected by high heat generation and heat-dissipating activity. To understand thermal performance of the 3D memory, it is necessary to monitor and analyze thermal data. Through this analysis relationships between thermal reliability and chip working parameters can be identified. Therefore, novel design guidelines for an efficient thermal management are needed for successful commercialization of 3D integrated circuits that could be used in multiple electronic devices.\n\nDuring my visit to Taiwan in summer 2011 through NSF EAPSI fellowship, I have been working on the topic of thermal problems in 3D memories to address reliability issues. Professor Cheng-Wen Wu at National Tsing Hua University, Hsinchu Taiwan, was my host and project supervisor.  In addition, Prof. Wu introduced me to his engineering team, headed by Dr. Kwai, at Information Communication Research Laboratory at Industrial Technology Research Institute, where I conducted some of my research.\n\nThe objective of my project was to construct a multilayered memory chip, simulate its thermal maps and investigate the relationship between clock frequency, scaling of memory features and heat generation. Multiple thermal simulations were performed and analyzed in order to determine the locations of the hottest areas on the chip as well as the range of temperatures within the die. The results have revealed the size of the memory features required for optimization of the chip performance and implementation.\n\nIn summary, our project results have provided a new approach for design of 3D memory chips that mitigates heat generation and improves thermal chip  reliability. We identified contributions of critical working parameters, such as clock frequency, operating voltage and memory features to the heat generation. It was demonstrated that clock frequency does not have a major impact on heat generation in our proposed design.  In addition, our findings could potentially extend the lifetime and reduce costs of variety of electronic devices with embedded computing memory chips.\n\n \n\nCultural Exposure \n\nIt is difficult to find the right words to describe the magnitude of the cultural and scientific immersion that I experienced during my stay in Taiwan. The immense efforts put forth by my Taiwanese counterparts have resulted in a life changing experience from both research and cultural points of view. Attention to detail and constant care, displayed by Professor Cheng-Wen Wu and his lab group, created an extraordinary professional setting for conducting my research. Besides the wealth of knowledge and an access to some of the most sophisticated research tools, I have received guidance, mentorship and consistent friendly attitude. I could not ask for a better research environment. The collaboration work will continue far past the length of the EAPSI program and my stay in Taiwan.\n\nIn terms of cultural exchange, my experience has exceeded all expectations. Nothing can really prepare you for the seer intensity and magnitude of cultural exposure that I received over the course of the 8 weeks in Taiwan. I am grateful to the entire staff of the Summer Institute of Taiwan program, that made my introduction to Taiwanese culture so deep, enjoyable and memorable. I have made life long friendships, tried most extraordinary culinary creations, visited breathtaking places, hiked various mountains in the Taroko Gorge, took a calligraphy class, participated in a Taiwanese wedding proposal, surfed on incredible ocean waves, went river trekking and visited ancient temples. I was fortunate to meet the President of Taiwan, Mr. Ma Ying-Jeou, by chance during ..."
 }
}