{
 "awd_id": "1108175",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Genetic Analysis of Prehistoric Canis Remains from Across the North American Arctic: Implications for Interactions Among their Human Companions",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Kerttula de Echave",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 307288.0,
 "awd_amount": 307288.0,
 "awd_min_amd_letter_date": "2011-08-19",
 "awd_max_amd_letter_date": "2011-08-19",
 "awd_abstract_narration": "Given the importance of dogs to northern culture and their intertwined relationship to humans, this research project is designed to address questions related to the timing and spread of dogs from Asia to Alaska and Canada/Greenland and the development of local breeds. Using modern genetic methods to extract DNA from tooth and bone remains from well dated archaeological contexts in combination with radiocarbon-dating and analysis of recent samples, the PIs propose to (1) Provide a detailed temporal-spatial analysis of dog remains across the North American Arctic, (2) analyze the genetic history of prehistoric, contact period, and modern Arctic dogs using mitochondrial DNA (mtDNA) and the Y chromosome, and (3) contribute to anthropological and archaeological discussions concerning the movements and cultural interactions of indigenous peoples across the north.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christyann",
   "pi_last_name": "Darwent",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Christyann M Darwent",
   "pi_email_addr": "cmdarwent@ucdavis.edu",
   "nsf_id": "000397069",
   "pi_start_date": "2011-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Sacks",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin N Sacks",
   "pi_email_addr": "bnsacks@ucdavis.edu",
   "nsf_id": "000229601",
   "pi_start_date": "2011-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "521900",
   "pgm_ele_name": "ARCSS-Arctic System Science"
  },
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5221",
   "pgm_ref_txt": "ARCTIC SOCIAL SCIENCES"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 307288.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Using modern genetic methods our goals were to extract ancient DNA from&nbsp;tooth and bone remains of domestic dogs from well-dated archaeological contexts in combination with analysis of recent/modern samples in order to:</p>\n<p>1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Provide a detailed temporal-spatial analysis of dog remains across the North American Arctic.</p>\n<p>2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Analyze the genetic history of prehistoric, contact period, and modern Arctic dogs using mitochondrial DNA.</p>\n<p>3)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Contribute to anthropological and archaeological discussions concerning the movements and cultural interactions of indigenous peoples across the north.</p>\n<p>Throughout most of the Americas, post-colonial dogs largely erased the genetic signatures of pre-historic dogs. However, the North American Arctic includes dogs that are potentially descended from pre-historic ancestors, as well as those affected by post-colonial translocations and admixtures. In particular, Inuit dogs from Canada and Greenland are thought to descend from dogs associated with Thule peoples, who relied on them for transportation ca. 1000 years ago. During the Alaskan Gold Rush, additional sled dogs, possibly of post-colonial derivation, the Alaskan Husky, Malamute and Siberian Husky, were used in the Arctic. The genealogical relationships among and origins of these breeds are unknown. On the basis of the agreement autosomal, paternal and maternal DNA markers we determined that Inuit dogs have maintained their indigenous nature, and that they likely derive from Thule dogs. In addition, we provide support for previous research that the Inuit dogs from Canada and Greenland dog should not be distinguished as two breeds. The Alaskan Husky displayed evidence of European introgression, in contrast to the Malamute and Siberian Husky, which appear to have maintained most of their ancient Siberian ancestry.</p>\n<p>To understand the history of arctic dogs, samples of archaeological bones were initially obtained during excavations by the senior PI during previously NSF-funded projects in northern Alaska and northwestern Greenland. Once the methods of extraction were deemed successful we targeted museum collections that housed dog-bone specimens across the North American Arctic, including the Canadian Museum of History, Haffenreffer Museum at Brown University, University of Alaska&rsquo;s Museum of the North, American Museum of Natural History, and the Zoological Museum at the University of Copenhagen. In addition, archaeologists and researchers from various institutions provided us with samples from the Kuril Islands, Chukotka Peninsula, Kodiak Island, Labrador and Greenland (just to name a few), and this project could not have succeeded without their collaboration.</p>\n<p>Our results from sequencing efforts of over archaeological 400 specimens (of more than 600 tested) show a majority of the Thule samples (dating from ca. AD 1000 to contact) have the A31 mitochondrial DNA haplotype (found in modern Inuit dogs), and a few have haplotypes that have previously only been found in Asia (A121, A29). Increased sampling from Canada and Greenland has revealed a trend of haplotype A31 increasing in predominance to become the only haplotype present in Greenland. In addition, A31 seems to have originated in eastern Siberia. Analysis of nearly three dozen samples that date predate this period suggests two different waves of dogs migrated into the North American Arctic roughly 4,000 and 1,000 years ago, similar to patterns observed from Paleoeskimo and Thule human genetics.</p>\n<p>Network analysis of our samples compared with ancient dogs from around the world organized as named haplotypes within the three primary dog clades (A, B, C). Black dots indicate unsampled haplotypes inferred based on missing mutational links and each li...",
  "por_txt_cntn": "\nUsing modern genetic methods our goals were to extract ancient DNA from tooth and bone remains of domestic dogs from well-dated archaeological contexts in combination with analysis of recent/modern samples in order to:\n\n1)         Provide a detailed temporal-spatial analysis of dog remains across the North American Arctic.\n\n2)         Analyze the genetic history of prehistoric, contact period, and modern Arctic dogs using mitochondrial DNA.\n\n3)         Contribute to anthropological and archaeological discussions concerning the movements and cultural interactions of indigenous peoples across the north.\n\nThroughout most of the Americas, post-colonial dogs largely erased the genetic signatures of pre-historic dogs. However, the North American Arctic includes dogs that are potentially descended from pre-historic ancestors, as well as those affected by post-colonial translocations and admixtures. In particular, Inuit dogs from Canada and Greenland are thought to descend from dogs associated with Thule peoples, who relied on them for transportation ca. 1000 years ago. During the Alaskan Gold Rush, additional sled dogs, possibly of post-colonial derivation, the Alaskan Husky, Malamute and Siberian Husky, were used in the Arctic. The genealogical relationships among and origins of these breeds are unknown. On the basis of the agreement autosomal, paternal and maternal DNA markers we determined that Inuit dogs have maintained their indigenous nature, and that they likely derive from Thule dogs. In addition, we provide support for previous research that the Inuit dogs from Canada and Greenland dog should not be distinguished as two breeds. The Alaskan Husky displayed evidence of European introgression, in contrast to the Malamute and Siberian Husky, which appear to have maintained most of their ancient Siberian ancestry.\n\nTo understand the history of arctic dogs, samples of archaeological bones were initially obtained during excavations by the senior PI during previously NSF-funded projects in northern Alaska and northwestern Greenland. Once the methods of extraction were deemed successful we targeted museum collections that housed dog-bone specimens across the North American Arctic, including the Canadian Museum of History, Haffenreffer Museum at Brown University, University of AlaskaÆs Museum of the North, American Museum of Natural History, and the Zoological Museum at the University of Copenhagen. In addition, archaeologists and researchers from various institutions provided us with samples from the Kuril Islands, Chukotka Peninsula, Kodiak Island, Labrador and Greenland (just to name a few), and this project could not have succeeded without their collaboration.\n\nOur results from sequencing efforts of over archaeological 400 specimens (of more than 600 tested) show a majority of the Thule samples (dating from ca. AD 1000 to contact) have the A31 mitochondrial DNA haplotype (found in modern Inuit dogs), and a few have haplotypes that have previously only been found in Asia (A121, A29). Increased sampling from Canada and Greenland has revealed a trend of haplotype A31 increasing in predominance to become the only haplotype present in Greenland. In addition, A31 seems to have originated in eastern Siberia. Analysis of nearly three dozen samples that date predate this period suggests two different waves of dogs migrated into the North American Arctic roughly 4,000 and 1,000 years ago, similar to patterns observed from Paleoeskimo and Thule human genetics.\n\nNetwork analysis of our samples compared with ancient dogs from around the world organized as named haplotypes within the three primary dog clades (A, B, C). Black dots indicate unsampled haplotypes inferred based on missing mutational links and each link indicates a single mutation (substitution); sizes of circles are proportional to the number of specimens; colors indicate sampling locations. East Asia and the Americas share many haplotypes in A and B clades and none in the C clade..."
 }
}