{
 "awd_id": "1108636",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Fullerene and Endohedral Fullerene Structures for Applications in Molecular Electronics and MRI",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924933",
 "po_email": "alovinge@nsf.gov",
 "po_sign_block_name": "Andrew Lovinger",
 "awd_eff_date": "2010-10-22",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 147280.0,
 "awd_amount": 147280.0,
 "awd_min_amd_letter_date": "2010-12-03",
 "awd_max_amd_letter_date": "2010-12-17",
 "awd_abstract_narration": "TECHNICAL SUMMARY:\r\nWith support from the Chemistry Division of the NSF, this research group will develop two distinct but related projects involving fullerenes; one designed to synthesize a family of C60 derivatives containing multiple adducts in a regioselective manner, later to be tested as potential single molecule transistors, and another project that involves the preparation of novel trimetallic nitride endohedral fullerenes that are potentially useful as MRI and X-Ray contrast agents. The C60 compounds are designed to exhibit unique electronic properties and self-assembling abilities for potential applications in  molecular electronics, specifically as molecular transistors. Specifically, regioselective multiple N-aryl-pyrrolidine adducts of C60 will be synthesized in order to use these groups to selectively connect the compounds to electrode surfaces in order to study their electronic properties. The trimetallic nitride endohedral project involves the preparation of novel compounds containing lanthanide nitrides that have only been recently reported by this group, which possess unique electronic and structural properties of potential value in MRI and X-Ray contrast applications. Of particular interest is the preparation of larger carbon cages than C80, which so far has been the dominant structure with trimetallic nitrides. C88 and C96 cages are targeted for preparation and structural and electronic characterization. The electronic and magnetic properties of the new cages containing the new lanthanide clusters (Nd, Pr, Ce and La nitrides) will be studied and the potential uses of these compounds as MRI and X-Ray contrast agents will be assessed. The overall thrust of the grant is the preparation of new and interesting molecules that will have important real-world applications to benefit society and expand the body of chemical knowledge.  \r\n\r\nNON-TECHNICAL SUMMARY:\r\nWith support from the Chemistry Division of the NSF, new fullerenes (also known as ?buckyballs?) and their derivatives will be prepared. Fullerenes are closed three dimensional cage compounds, some possessing spherical symmetry, made exclusively of carbon atoms. The new compounds that will be prepared and characterized will be evaluated as potential single molecule electronic devices (transistors and switches) and as potential MRI and X-Ray contrast agents. The group will train and mentor underrepresented minorities, especially Hispanics, at the undergraduate, graduate and postdoctoral levels. The group will also interact and collaborate with groups both within and outside of the USA.  The Project Director has a long and fruitful history in both of these broader impact areas.    \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Jorge",
   "pi_last_name": "Gardea-Torresdey",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jorge L Gardea-Torresdey",
   "pi_email_addr": "jgardea@utep.edu",
   "nsf_id": "000480879",
   "pi_start_date": "2010-12-03",
   "pi_end_date": "2010-12-17"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Luis",
   "pi_last_name": "Echegoyen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Luis Echegoyen",
   "pi_email_addr": "echegoyen@utep.edu",
   "nsf_id": "000571135",
   "pi_start_date": "2010-12-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at El Paso",
  "inst_street_address": "500 W UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EL PASO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9157475680",
  "inst_zip_code": "799688900",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "TX16",
  "org_lgl_bus_name": "THE UNIVERSITY OF TEXAS AT EL PASO",
  "org_prnt_uei_num": "C1DEGMMKC7W7",
  "org_uei_num": "C1DEGMMKC7W7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at El Paso",
  "perf_str_addr": "500 W UNIVERSITY AVE",
  "perf_city_name": "EL PASO",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "799688900",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "TX16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "197200",
   "pgm_ele_name": "ELECTROCHEMISTRY & SURFACE CHE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 147280.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Carbon-based materials in their many nano-forms are increasingly becoming useful in optoelectronic applications. From the spherical and pseudo-spherical closed molecular carbon structures first reported in 1985 (the buckminsterfullerenes, also known as buckyballs or fullerenes for short) to the carbon nanotubes (CNTs in 1991) and nanoonions (CNOs in 1992) to the more recent single-atomic layered graphene, carbon materials are revolutionizing many fields, mainly due to their unique electronic properties and extremely light weight. This project was centered in the preparation of new buckyballs, some by chemical derivatization of existing fullerenes, and others by trapping atoms and groups of atoms (also called clusters) inside, yielding carbon spheres with modified electronic properties. The latter compounds, collectively known as endohedral fullerenes, were the main focus of this project, ranging from the preparation of entirely new compounds and families of compounds to their chemical derivatization and full characterization. Concentric multilayer fullerenes, where carbon spheres are nestled inside each other like Russian Dolls, were also a major target of this project, and the work involved their preparation, derivatization, solubilization, and measurement of their electrochemical properties and their incorporation into composites for potential applications, for example as supercapacitors.</p>\n<p>&nbsp;</p>\n<p>We discovered a completely new family of endohedral fullerenes, the dimetallic sulfide endohedrals, which contains many new compounds incorporating two metal atoms and one sulfur (M<sub>2</sub>S) inside a variety of carbon cages, ranging from C<sub>70</sub> to C<sub>100</sub>. Besides discovering and isolating some of these new endohedral compounds, their properties were evaluated, especially their electrochemical properties, in an effort to determine their potential application in organic photovoltaic devices (OPV). One interesting development during the course of the work was the observation of a rather large number of compounds that violate the so-called &ldquo;isolated pentagon rule&rdquo; (IPR), which states that pentagonal structures on the carbon cages are always surrounded by hexagonal ones. We found many violations and were able to provide a rationale to explain these observations. During the period of this grant the main emphasis of the work shifted from potential applications in Magnetic Resonance Imaging (MRI) to potential applications in OPV devices, in which the compounds could exhibit enhanced efficiencies for solar energy conversion. We developed new functionalization methods for these compounds, which are notoriously unreactive, using electrosynthetic as well as more conventional chemical syntheses procedures.</p>\n<p>&nbsp;</p>\n<p>Besides the intellectual progress effected during the period of this grant in terms of syntheses and derivatization of new carbon-based materials with potential applications in many fields including OPV devices, considerable progress was made in educating and training undergraduate, graduate and postdoctoral participants, many of whom are from underrepresented minority (URM) groups, mainly Hispanic. The PI is of Hispanic origin and has a long record and tradition of recruiting students from URM groups to his laboratories. Five of eight people receiving funds from this project are of Hispanic origin. In addition to impacting URM students, the materials discovered and prepared have a high potential of finding real applications in OPV devices in the future, a strong broader impact beyond the interesting fundamental aspects realized.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/18/2012<br>\n\t\t\t\t\tModified by: Luis&nbsp;Echegoyen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCarbon-based materials in their many nano-forms are increasingly becoming useful in optoelectronic applications. From the spherical and pseudo-spherical closed molecular carbon structures first reported in 1985 (the buckminsterfullerenes, also known as buckyballs or fullerenes for short) to the carbon nanotubes (CNTs in 1991) and nanoonions (CNOs in 1992) to the more recent single-atomic layered graphene, carbon materials are revolutionizing many fields, mainly due to their unique electronic properties and extremely light weight. This project was centered in the preparation of new buckyballs, some by chemical derivatization of existing fullerenes, and others by trapping atoms and groups of atoms (also called clusters) inside, yielding carbon spheres with modified electronic properties. The latter compounds, collectively known as endohedral fullerenes, were the main focus of this project, ranging from the preparation of entirely new compounds and families of compounds to their chemical derivatization and full characterization. Concentric multilayer fullerenes, where carbon spheres are nestled inside each other like Russian Dolls, were also a major target of this project, and the work involved their preparation, derivatization, solubilization, and measurement of their electrochemical properties and their incorporation into composites for potential applications, for example as supercapacitors.\n\n \n\nWe discovered a completely new family of endohedral fullerenes, the dimetallic sulfide endohedrals, which contains many new compounds incorporating two metal atoms and one sulfur (M2S) inside a variety of carbon cages, ranging from C70 to C100. Besides discovering and isolating some of these new endohedral compounds, their properties were evaluated, especially their electrochemical properties, in an effort to determine their potential application in organic photovoltaic devices (OPV). One interesting development during the course of the work was the observation of a rather large number of compounds that violate the so-called \"isolated pentagon rule\" (IPR), which states that pentagonal structures on the carbon cages are always surrounded by hexagonal ones. We found many violations and were able to provide a rationale to explain these observations. During the period of this grant the main emphasis of the work shifted from potential applications in Magnetic Resonance Imaging (MRI) to potential applications in OPV devices, in which the compounds could exhibit enhanced efficiencies for solar energy conversion. We developed new functionalization methods for these compounds, which are notoriously unreactive, using electrosynthetic as well as more conventional chemical syntheses procedures.\n\n \n\nBesides the intellectual progress effected during the period of this grant in terms of syntheses and derivatization of new carbon-based materials with potential applications in many fields including OPV devices, considerable progress was made in educating and training undergraduate, graduate and postdoctoral participants, many of whom are from underrepresented minority (URM) groups, mainly Hispanic. The PI is of Hispanic origin and has a long record and tradition of recruiting students from URM groups to his laboratories. Five of eight people receiving funds from this project are of Hispanic origin. In addition to impacting URM students, the materials discovered and prepared have a high potential of finding real applications in OPV devices in the future, a strong broader impact beyond the interesting fundamental aspects realized.\n\n\t\t\t\t\tLast Modified: 06/18/2012\n\n\t\t\t\t\tSubmitted by: Luis Echegoyen"
 }
}