{
 "awd_id": "1108116",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Sensitivity of Circum-Arctic Peatland Carbon to Holocene Warm Climates and Climate Seasonality",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William J. Wiseman, Jr.",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 439235.0,
 "awd_amount": 439235.0,
 "awd_min_amd_letter_date": "2011-08-26",
 "awd_max_amd_letter_date": "2011-08-26",
 "awd_abstract_narration": "Collaborative Research: RUI: Sensitivity of Circum-Arctic Peatland Carbon to Holocene Warm Climates and Climate Seasonality (PIs: Zicheng Yu, David Beilman, and Philip Camill) \r\n\r\nRecent accelerated Arctic warming has caused widespread changes in terrestrial ecosystems, including carbon dynamics. Past climate warming and documented ecosystem responses provide crucial insights from Earth?s history for understanding and projecting possible responses to future climate change. In this project, researchers from Lehigh University, University of Hawaii and Bowdoin College will evaluate the outcomes of ?natural climate-warming experiments? that have occurred across the Arctic over the Holocene (the last 12,000 years). They will focus on two warm climate intervals: (1) the Holocene Thermal Maximum ranging in timings between 10,000 and 6000 years ago, and (2) the warm Medieval Climate Anomaly around 1000 years ago. The funds were requested (1) to collect new samples from carbon-rich peatlands from several critical regions (including Alaska, Mackenzie Basin, Hudson Bay Lowlands, Labrador, and Kamchatka), (2) to carry out integration and synthesis of available data, and (3) to work on climate-carbon modeling experiments along with their collaborators. \r\n\r\nThe idea that both temperature and climate seasonality are dominant controls of carbon balances in carbon-rich Arctic ecosystems has important implications for projecting the fate of Arctic carbon in the future, as future warming is expected mainly in the winter season. Other broader impacts include (1) the support of new faculty career development, (2) training of undergraduate students, graduate students, and a postdoctoral fellow, emphasizing groups traditionally underrepresented in the natural sciences, (3) international collaborations and training through two workshops, and (4) public outreach through a symposium on Arctic climate change and soil carbon dynamics and the development of long-term exhibits at the Peary-MacMillan Arctic Museum at Bowdoin College.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Beilman",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "David W Beilman",
   "pi_email_addr": "beilman@hawaii.edu",
   "nsf_id": "000490913",
   "pi_start_date": "2011-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "2425 CAMPUS RD SINCLAIR RM 1",
  "perf_city_name": "HONOLULU",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222247",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "521900",
   "pgm_ele_name": "ARCSS-Arctic System Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "9141",
   "pgm_ref_txt": "RES IN UNDERGRAD. INST - EQUIP"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 439235.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Polar amplification of the trend in increasing temperatures &mdash; that is, faster than average rates of warming particularly in the Arctic &mdash; has long been recognized as a characteristic pattern of recent global change. Because terrestrial ecosystems in the Arctic store very large amounts of carbon in cold, wet soils, a concern is that rapid warming will increase plant growth, but also increase soil respiration and methane production that could release even more greenhouse gases to the atmosphere and create a positive-feedback loop for future warming. The Arctic region is a mosaic of tundra, lakes, wetlands, grasslands, and forests, and the response of this complex region to global change is likely to be ecosystem specific. In this project, we explored the long-term response to past warm climates of carbon &lsquo;hotspots&rsquo; in northern peat&ndash;forming wetlands to better understand the processes that control carbon sequestration and their sensitivity to warming. Our collaborative project consisted of research teams from the University of Hawaii, Lehigh University, and Bowdoin College and included data synthesis efforts across broad scales as well as field campaigns to poorly studied remote regions.</p>\n<p>Our group at the University of Hawaii collected wetland soil cores from two important Arctic regions, the Kamchatka Peninsula in the Far East of Russia, and the central Mackenzie River Basin in western Canada. In collaboration with the Russian Academy of Sciences, our field campaign to Kamchatka in 2012 resulted in new peat cores from several locations across the carbon-rich southern half of the Peninsula. A detailed analysis of an eight meter deep core from a groundwater fed wetland in the Peninsula&rsquo;s Central Depression revealed overall rapid carbon sequestration that was greatest between 8000 and 5000 thousand years ago, during a time when nearby lakes and mountain glaciers show warmer conditions. In the Mackenzie region, our field campaign in 2013 resulted in new data from eight permafrost cores in the remote central portion of the region, spanning a latitudinal transect from the High Arctic to the Boreal Forest. Here, in frozen wetland cores that covered up to 10,000 years of ecosystem history, carbon accumulation rates were greatest before 6,000 years ago. It was also revealed that permafrost formation was also a strong control on carbon accumulation, with evidence that permafrost freeze-in, following the termination of the Holocene Thermal Maximum, accompanied a decrease in ecosystem carbon accumulation, consistent with aspects of our data synthesis efforts.</p>\n<p>Our results support the hypothesis that carbon accumulation can increase in northern wetlands during warm growing seasons, but caution that this can be enhanced or diminished owing to complex internal mechanisms. An implication of this work is that future response to climate change will be different in different Arctic ecosystems, and that Earth system models that simulate the relationship between climate and the global carbon cycle need to accurately represent ecosystem&ndash;specific processes, including those unique to cold wetlands that have the potential to store or release so much carbon. Efforts during this project have resulted in several peer-reviewed publications, several presentations at national and international meetings, and two international workshops. At the University of Hawaii, one technician and one graduate student were trained, both women, and both continuing in science-based careers. Several undergraduate workers were trained during the project as part of our commitment to undergraduate research experience. An outreach event was hosted in July 2015 at the Peary-MacMillan Arctic Museum &amp; Arctic Studies Center at Bowdoin College in Brunswick, Maine, that was attended by more than one hundred members of the public.&nbsp;&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast ...",
  "por_txt_cntn": "\nPolar amplification of the trend in increasing temperatures &mdash; that is, faster than average rates of warming particularly in the Arctic &mdash; has long been recognized as a characteristic pattern of recent global change. Because terrestrial ecosystems in the Arctic store very large amounts of carbon in cold, wet soils, a concern is that rapid warming will increase plant growth, but also increase soil respiration and methane production that could release even more greenhouse gases to the atmosphere and create a positive-feedback loop for future warming. The Arctic region is a mosaic of tundra, lakes, wetlands, grasslands, and forests, and the response of this complex region to global change is likely to be ecosystem specific. In this project, we explored the long-term response to past warm climates of carbon æhotspotsÆ in northern peat&ndash;forming wetlands to better understand the processes that control carbon sequestration and their sensitivity to warming. Our collaborative project consisted of research teams from the University of Hawaii, Lehigh University, and Bowdoin College and included data synthesis efforts across broad scales as well as field campaigns to poorly studied remote regions.\n\nOur group at the University of Hawaii collected wetland soil cores from two important Arctic regions, the Kamchatka Peninsula in the Far East of Russia, and the central Mackenzie River Basin in western Canada. In collaboration with the Russian Academy of Sciences, our field campaign to Kamchatka in 2012 resulted in new peat cores from several locations across the carbon-rich southern half of the Peninsula. A detailed analysis of an eight meter deep core from a groundwater fed wetland in the PeninsulaÆs Central Depression revealed overall rapid carbon sequestration that was greatest between 8000 and 5000 thousand years ago, during a time when nearby lakes and mountain glaciers show warmer conditions. In the Mackenzie region, our field campaign in 2013 resulted in new data from eight permafrost cores in the remote central portion of the region, spanning a latitudinal transect from the High Arctic to the Boreal Forest. Here, in frozen wetland cores that covered up to 10,000 years of ecosystem history, carbon accumulation rates were greatest before 6,000 years ago. It was also revealed that permafrost formation was also a strong control on carbon accumulation, with evidence that permafrost freeze-in, following the termination of the Holocene Thermal Maximum, accompanied a decrease in ecosystem carbon accumulation, consistent with aspects of our data synthesis efforts.\n\nOur results support the hypothesis that carbon accumulation can increase in northern wetlands during warm growing seasons, but caution that this can be enhanced or diminished owing to complex internal mechanisms. An implication of this work is that future response to climate change will be different in different Arctic ecosystems, and that Earth system models that simulate the relationship between climate and the global carbon cycle need to accurately represent ecosystem&ndash;specific processes, including those unique to cold wetlands that have the potential to store or release so much carbon. Efforts during this project have resulted in several peer-reviewed publications, several presentations at national and international meetings, and two international workshops. At the University of Hawaii, one technician and one graduate student were trained, both women, and both continuing in science-based careers. Several undergraduate workers were trained during the project as part of our commitment to undergraduate research experience. An outreach event was hosted in July 2015 at the Peary-MacMillan Arctic Museum &amp; Arctic Studies Center at Bowdoin College in Brunswick, Maine, that was attended by more than one hundred members of the public.  \n\n\t\t\t\t\tLast Modified: 04/25/2016\n\n\t\t\t\t\tSubmitted by: David W Beilman"
 }
}