{
 "awd_id": "1108593",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop on Stochastic Analysis in Finance and Insurance",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry Warchall",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 40000.0,
 "awd_amount": 40000.0,
 "awd_min_amd_letter_date": "2011-02-25",
 "awd_max_amd_letter_date": "2012-09-17",
 "awd_abstract_narration": "This award supports travel for participants in the Workshop on Stochastic Analysis in Finance and Insurance, held 17-20 May 2011 at the University of Michigan, Ann Arbor. The workshop brings together researchers in stochastic analysis and financial and insurance mathematics, in order to survey the state of the art of stochastic analysis in finance and insurance, to exchange ideas, and to forge new directions of research.  The conference topics include optimal stochastic control, stochastic portfolio theory, market microstructure and interest-rate modeling, backward stochastic differential equations, stochastic mortality risk, pricing/hedging equity-linked insurance products, optimal risk sharing, contract design, and investment with annuities, and risk management for insurance firms.\r\n\r\nThe workshop features twelve plenary talks by senior researchers and eight invited talks by junior researchers.  The meeting includes a panel discussion focused on the current needs of financial and insurance mathematics, as well as the relationship between the academic research and practical applications. Panelists will identify open problems in the field and lead a discussion of open problems and new directions for the field.\r\n \r\nThe workshop will enhance communication among junior and senior researchers in stochastic analysis in finance and insurance.  The conference encourages and supports participation by graduate students, junior researchers, and members of under-represented groups. \r\n\r\nConference web site: http://sites.google.com/site/safimichigan/",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erhan",
   "pi_last_name": "Bayraktar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Erhan Bayraktar",
   "pi_email_addr": "erhan@umich.edu",
   "nsf_id": "000189033",
   "pi_start_date": "2011-02-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gordan",
   "pi_last_name": "Zitkovic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gordan Zitkovic",
   "pi_email_addr": "gordanz@math.utexas.edu",
   "nsf_id": "000176955",
   "pi_start_date": "2011-02-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mihai",
   "pi_last_name": "Sirbu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mihai Sirbu",
   "pi_email_addr": "sirbu@math.utexas.edu",
   "nsf_id": "000219317",
   "pi_start_date": "2011-02-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126300",
   "pgm_ele_name": "PROBABILITY"
  },
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 40000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>The purpose of this sponsored project was the organization of the workshop 'Stochastic&nbsp;Analysis and Finance and Insurance', held at the University of Michigan, Ann Arbor, from May&nbsp;17 to May 20, 2011. The workshop took place as planned; it brought together over 100&nbsp;participants, ranging from doctoral students and postdoctoral researchers to some of the&nbsp;most esteemed figures<span class=\"latex-text\">&nbsp;from the&nbsp;</span><span class=\"latex-text\">fast-growing and increasingly important fields of mathematical finance&nbsp;</span><span class=\"latex-text\">and insurance. &nbsp;</span></p>\n<p><span class=\"latex-text\">Quantifying, managing and pricing financial risk has become increasingly important for either individuals, who are trying to reduce the risk of outliving their wealth through their retirement funds, or institutional investors representing them. Moreover, the financial markets provide the necessary liquidity for the rest of the economy to function well, and&nbsp;&nbsp;not understanding the nature of &nbsp;</span><span class=\"latex-text\">the risk taken, the mispricing of the risk and an inadequate oversight, can have dramatic impacts on the welfare of our society, as the latest crisis demonstrated one more time. As a result, there has been an intense research effort, which is embodied in the field of financial mathematics, to solve the new mathematical challenges. This new field takes its roots in stochastic analysis and also frequently interacts with other fields of mathematics such as the theory of partial differential equations and functional analysis. This workshop was an important step in promoting research in this burgeoning field with important impact on the welfare of the society in the US institutions.&nbsp;</span></p>\n<p><span class=\"latex-text\">The &nbsp;workshop brought together&nbsp;</span><span class=\"latex-text\">leading researchers in stochastic analysis, as well as financial and&nbsp;</span><span class=\"latex-text\">insurance mathematics.&nbsp;</span>The workshop certainly fostered collaboration and brought to light many&nbsp;new ideas, thus making fertile ground for future advances in the field and beyond.</p>\n<p>The organizers&nbsp;made a special effort to provide ample opportunity for doctoral and postdoctoral students to&nbsp;present &nbsp;their work. These kinds of presentations afford a unique training ground for the&nbsp;young &nbsp;researchers: they can hone their speaking (teaching) skills and receive immediate &nbsp;feedback from the leaders in the field.&nbsp;</p>\n<p>As far as research experience goes, the workshop's &nbsp;schedule provided for numerous breaks&nbsp;and discussion periods, where the participants could &nbsp;engage in collaborations and other&nbsp;research-related activities.</p>\n<p>The workshop was advertised widely through the websites of the American Mathematical&nbsp;Society (AMS), Institute of Mathematical Statistics (IMS;&nbsp;http://imstat.org/meetings/2011archive.htm), the Mathematical Finance Conferences&nbsp;blog (http://mathfinance.blogspot.com/2011/03/stochastic-analysis-in-finance-and.html),&nbsp;and through the departmental websites of the University of Michigan and the University of&nbsp;Texas at Austin.<br />By doing so, the organizers not only reached the potential participants within the research&nbsp;community, but also spread the word about the field among a much wider audience.&nbsp;A website with the detailed information about the workshop, its program, participants,&nbsp;sponsors,<br />https://sites.google.com/site/safimichigan/&nbsp;was made publicly accessible. Abstracts of all talks, together with the presentation slides&nbsp;are also available.</p>\n<p>The workshop had a significant impact on the fields of mathematical finance and actuarial&nbsp;sicence, as well as the communication between the two. Moreover, as one of the very few US-based meetings of this k...",
  "por_txt_cntn": "\n \n\nThe purpose of this sponsored project was the organization of the workshop 'Stochastic Analysis and Finance and Insurance', held at the University of Michigan, Ann Arbor, from May 17 to May 20, 2011. The workshop took place as planned; it brought together over 100 participants, ranging from doctoral students and postdoctoral researchers to some of the most esteemed figures from the fast-growing and increasingly important fields of mathematical finance and insurance.  \n\nQuantifying, managing and pricing financial risk has become increasingly important for either individuals, who are trying to reduce the risk of outliving their wealth through their retirement funds, or institutional investors representing them. Moreover, the financial markets provide the necessary liquidity for the rest of the economy to function well, and  not understanding the nature of  the risk taken, the mispricing of the risk and an inadequate oversight, can have dramatic impacts on the welfare of our society, as the latest crisis demonstrated one more time. As a result, there has been an intense research effort, which is embodied in the field of financial mathematics, to solve the new mathematical challenges. This new field takes its roots in stochastic analysis and also frequently interacts with other fields of mathematics such as the theory of partial differential equations and functional analysis. This workshop was an important step in promoting research in this burgeoning field with important impact on the welfare of the society in the US institutions. \n\nThe  workshop brought together leading researchers in stochastic analysis, as well as financial and insurance mathematics. The workshop certainly fostered collaboration and brought to light many new ideas, thus making fertile ground for future advances in the field and beyond.\n\nThe organizers made a special effort to provide ample opportunity for doctoral and postdoctoral students to present  their work. These kinds of presentations afford a unique training ground for the young  researchers: they can hone their speaking (teaching) skills and receive immediate  feedback from the leaders in the field. \n\nAs far as research experience goes, the workshop's  schedule provided for numerous breaks and discussion periods, where the participants could  engage in collaborations and other research-related activities.\n\nThe workshop was advertised widely through the websites of the American Mathematical Society (AMS), Institute of Mathematical Statistics (IMS; http://imstat.org/meetings/2011archive.htm), the Mathematical Finance Conferences blog (http://mathfinance.blogspot.com/2011/03/stochastic-analysis-in-finance-and.html), and through the departmental websites of the University of Michigan and the University of Texas at Austin.\nBy doing so, the organizers not only reached the potential participants within the research community, but also spread the word about the field among a much wider audience. A website with the detailed information about the workshop, its program, participants, sponsors,\nhttps://sites.google.com/site/safimichigan/ was made publicly accessible. Abstracts of all talks, together with the presentation slides are also available.\n\nThe workshop had a significant impact on the fields of mathematical finance and actuarial sicence, as well as the communication between the two. Moreover, as one of the very few US-based meetings of this kind, it consolidated the network of the North-American financial mathematicians and put them in a closer contact with the researchers in related fields from across the world. \n\nThe conference hosted a diverse group of scientists, including several Ph.D students, post-doctoral researchers and women participants. The exposure these and other participants received during the conference will doubtlessly improve their access to (or retention in) research and teaching career. Moreover, the abstracts and talk slides posted on the conference website serve as excellent edu..."
 }
}