{
 "awd_id": "1108007",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI: Carrier Dynamics in Silicon Quantum Dots Using Non-Contact Methods",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 5700.0,
 "awd_amount": 5700.0,
 "awd_min_amd_letter_date": "2011-05-16",
 "awd_max_amd_letter_date": "2011-05-16",
 "awd_abstract_narration": null,
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Simonds",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Brian J Simonds",
   "pi_email_addr": "",
   "nsf_id": "000580120",
   "pi_start_date": "2011-05-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Simonds                 Brian          J",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Golden",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "",
  "inst_zip_code": "804030000",
  "inst_country_name": "United States",
  "cong_dist_code": null,
  "st_cong_dist_code": "CO",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Simonds                 Brian          J",
  "perf_str_addr": "",
  "perf_city_name": "Golden",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "804030000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "CO",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5912",
   "pgm_ref_txt": "AUSTRALIA"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 5700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The quest for a clean, renewable energy source is one of the great challenges that our generation must overcome. The effects of our energy consumption on our environment, our politics, and our economy are undeniable. It is with this challenge in mind that photovoltaics look to the single largest source of energy within reach: our sun. Although photovoltaics have been around for over 50 years and have recently been enjoying growing commercial success, a breakthrough is necessary for the technology to transform our energy landscape. Several different ideas have been proposed for the next generation of solar cell devices which promise such a transformation. One such idea pursued at the University of New South Wales (UNSW) is the all-silicon tandem quantum dot solar cell. This proposed device is comprised mainly of nontoxic silicon which is the most abundant element in the Earth&rsquo;s crust. Although the vast majority of solar cells are indeed made of silicon, this next generation cell alters the material properties of silicon by exploiting the quantum mechanical changes that occur at the nanoscale. In particular, the silicon quantum dots being made at UNSW are created in a layered structure where the dots are created in planes and stacked on top of one another creating a superlattice geometry. The dots are separated by the insulator silicon dioxide. By changing the sizes of the dots, one can tune the material properties to absorb more of the sun&rsquo;s radiation and convert it into useful energy.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; As can be imagined, there are several technological hurdles which must be overcome before such a device is realized. First, the quantum dot superlattices must be made in such a way that the dots are far enough apart so that they exist as separate, confined dots but close enough to allow an appreciable amount of electrical current to be extracted. A simple measure of electrical conductivity as a function of quantum dot spacing would answer this question. However, due to the experimentally complicated nature of measuring electrical conduction in such small materials, these experiments have yet to be performed. Second, the proposed device will have regions of different dot sizes each tuned to collect a different part of the solar spectrum. Between these regions there must exist junctions which facilitate energy flow and transport. For reasons not clearly understood, the traditional methods of making these junctions are ineffective in these novel material structures. The aim of my visit to UNSW was to specifically address both of these issues.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The first hurdle can be addressed through the use of non-contact methods of measuring photoconductivity. Research efforts at the Colorado School of Mines (CSM) and the National Renewable Energy Laboratory, both in Golden, Colorado, have pioneered several techniques where electrical conduction can be measured without making intimate contact with the material under study. These techniques lend themselves particularly well to the study of UNSW&rsquo;s silicon quantum dot structures. Therefore, the first goal of my fellowship at UNSW was to design and prepare a series of silicon quantum dot structures for a systematic study of electrical conduction as a series of quantum dot spacing. This goal was accomplished and the conduction measurements are now underway showing promising initial results.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In order to address the second technological issue, a study of the atomic nature of the materials is necessary. The junctions discussed earlier are achieved by replacing a sm...",
  "por_txt_cntn": "\n                The quest for a clean, renewable energy source is one of the great challenges that our generation must overcome. The effects of our energy consumption on our environment, our politics, and our economy are undeniable. It is with this challenge in mind that photovoltaics look to the single largest source of energy within reach: our sun. Although photovoltaics have been around for over 50 years and have recently been enjoying growing commercial success, a breakthrough is necessary for the technology to transform our energy landscape. Several different ideas have been proposed for the next generation of solar cell devices which promise such a transformation. One such idea pursued at the University of New South Wales (UNSW) is the all-silicon tandem quantum dot solar cell. This proposed device is comprised mainly of nontoxic silicon which is the most abundant element in the EarthÆs crust. Although the vast majority of solar cells are indeed made of silicon, this next generation cell alters the material properties of silicon by exploiting the quantum mechanical changes that occur at the nanoscale. In particular, the silicon quantum dots being made at UNSW are created in a layered structure where the dots are created in planes and stacked on top of one another creating a superlattice geometry. The dots are separated by the insulator silicon dioxide. By changing the sizes of the dots, one can tune the material properties to absorb more of the sunÆs radiation and convert it into useful energy.\n\n                As can be imagined, there are several technological hurdles which must be overcome before such a device is realized. First, the quantum dot superlattices must be made in such a way that the dots are far enough apart so that they exist as separate, confined dots but close enough to allow an appreciable amount of electrical current to be extracted. A simple measure of electrical conductivity as a function of quantum dot spacing would answer this question. However, due to the experimentally complicated nature of measuring electrical conduction in such small materials, these experiments have yet to be performed. Second, the proposed device will have regions of different dot sizes each tuned to collect a different part of the solar spectrum. Between these regions there must exist junctions which facilitate energy flow and transport. For reasons not clearly understood, the traditional methods of making these junctions are ineffective in these novel material structures. The aim of my visit to UNSW was to specifically address both of these issues.\n\n                The first hurdle can be addressed through the use of non-contact methods of measuring photoconductivity. Research efforts at the Colorado School of Mines (CSM) and the National Renewable Energy Laboratory, both in Golden, Colorado, have pioneered several techniques where electrical conduction can be measured without making intimate contact with the material under study. These techniques lend themselves particularly well to the study of UNSWÆs silicon quantum dot structures. Therefore, the first goal of my fellowship at UNSW was to design and prepare a series of silicon quantum dot structures for a systematic study of electrical conduction as a series of quantum dot spacing. This goal was accomplished and the conduction measurements are now underway showing promising initial results.\n\n                In order to address the second technological issue, a study of the atomic nature of the materials is necessary. The junctions discussed earlier are achieved by replacing a small number of silicon atoms with impurity atoms in a process called doping. At CSM, we have the unique ability to measure local electronic environment through a technique known as electron paramagnetic resonance (EPR). EPR has the ability to tell whether or not the doping process is being carried out in these materials or not. In addition to answering the technological questions of how to create..."
 }
}