{
 "awd_id": "1108251",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI:The Evolution of Context-Specific Alarm Vocalizations in Songbirds",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 5700.0,
 "awd_amount": 5700.0,
 "awd_min_amd_letter_date": "2011-05-12",
 "awd_max_amd_letter_date": "2011-05-12",
 "awd_abstract_narration": null,
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Wheatcroft",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Wheatcroft",
   "pi_email_addr": "",
   "nsf_id": "000577309",
   "pi_start_date": "2011-05-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wheatcroft              David",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Bend",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "",
  "inst_zip_code": "977014556",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "OR02",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Wheatcroft              David",
  "perf_str_addr": "",
  "perf_city_name": "Bend",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "977014556",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "OR02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 5700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Small birds and mammals produce a variety of alarm sounds when they encounter threats to themselves or their offspring. Many species produce multiple types of alarm sounds and some of these types are produced only in response to certain threats. Such context-specific alarm calls remain mysterious to evolutionary biologists, but of general interest, because they hint at the development of human words and suggest that animals can form mental categories of external stimuli.</p>\n<p>&nbsp;</p>\n<p>I study a group of birds called warblers (<em>Phylloscopus spp</em>.) that breed throughout Eurasia. Six different species of warblers that breed in India produce one type of alarm call when they encounter predators, but these calls are highly different across species. In contrast, when they observe a cuckoo near their nest, they produce a distinct call type that is highly similar across species. Cuckoos represent a unique type of threat to breeding birds, because, unlike predators that simply eat the eggs within a nest, cuckoos are birds that breed by laying an egg in the nest of other bird species. Newly hatched cuckoo chicks dupe their &ldquo;host&rdquo; parents into raising them and birds are almost uniformly unequipped to tell the difference between cuckoo chicks and their own offspring. As a result of cuckoo behavior, birds have adopted a series of strategies to protect themselves against cuckoos. Cuckoo-specific calls appear to be an important part of warblers&rsquo; anti-cuckoo defenses, but it is unclear how the calls help deter cuckoos and why they are so similar across species, whereas predator-specific calls are dissimilar.</p>\n<p>&nbsp;</p>\n<p>I obtained an NSF EAPSI grant to travel to Japan to study anti-cuckoo behaviors in Japanese warblers and to meet with Japanese experts on cuckoo-host interactions and the function of alarm calls. During my fieldwork at Mt. Fuji, Hokkaido, and the Izu Islands off the coast of Japan in collaboration with Japanese researchers, I found that Japanese warblers, like their Indian cousins, produce both predator-specific calls, which are different across species, and cuckoo-specific calls, which are similar across species. This result demonstrates that cuckoo-specific calls are a general feature of warbler alarm responses, but also suggest that the calls first arose in the distant past--roughly 12 million years ago--when the evolutionary ancestor to these warblers lived. The fact that cuckoo-specific calls have remained so similar over 12 million years of evolution, whereas the predator-specific calls have diverged so greatly, suggests that strong selective forces are constraining their evolution, which, in turn, suggests that the sound of the cuckoo-specific calls somehow relates to how they function to deter cuckoos.</p>\n<p>&nbsp;</p>\n<p>To address the issue of how the cuckoo-specific calls function, I collaborated with Japanese theoreticians and field researchers to conduct preliminary investigations and to plan future work. During my EAPSI grant, I met with Dr. Fugo Takasu, a mathematical biologist who specializes in cuckoo-host interactions. We discussed our common research interests and agreed that a fruitful approach to my research project would be to construct and evaluate mathematical models of the evolution of cuckoo-specific calls. Mathematical modeling is a technique used by researchers to &ldquo;model&rdquo; their research topic in simplified form. For example, we plan to model the evolution of cuckoo-specific calls by supposing that the sound cuckoo-specific calls is critical to their functioning, but assuming that the benefits to having effective cuckoo-specific calls vary with how often birds encounter cuckoos. We might expect that species that are rarely affected by cuckoos might benefit little from having cuckoo-specific calls; in these species, cuckoo-specific calls should evolve more quickly than the calls of speci...",
  "por_txt_cntn": "\nSmall birds and mammals produce a variety of alarm sounds when they encounter threats to themselves or their offspring. Many species produce multiple types of alarm sounds and some of these types are produced only in response to certain threats. Such context-specific alarm calls remain mysterious to evolutionary biologists, but of general interest, because they hint at the development of human words and suggest that animals can form mental categories of external stimuli.\n\n \n\nI study a group of birds called warblers (Phylloscopus spp.) that breed throughout Eurasia. Six different species of warblers that breed in India produce one type of alarm call when they encounter predators, but these calls are highly different across species. In contrast, when they observe a cuckoo near their nest, they produce a distinct call type that is highly similar across species. Cuckoos represent a unique type of threat to breeding birds, because, unlike predators that simply eat the eggs within a nest, cuckoos are birds that breed by laying an egg in the nest of other bird species. Newly hatched cuckoo chicks dupe their \"host\" parents into raising them and birds are almost uniformly unequipped to tell the difference between cuckoo chicks and their own offspring. As a result of cuckoo behavior, birds have adopted a series of strategies to protect themselves against cuckoos. Cuckoo-specific calls appear to be an important part of warblersÆ anti-cuckoo defenses, but it is unclear how the calls help deter cuckoos and why they are so similar across species, whereas predator-specific calls are dissimilar.\n\n \n\nI obtained an NSF EAPSI grant to travel to Japan to study anti-cuckoo behaviors in Japanese warblers and to meet with Japanese experts on cuckoo-host interactions and the function of alarm calls. During my fieldwork at Mt. Fuji, Hokkaido, and the Izu Islands off the coast of Japan in collaboration with Japanese researchers, I found that Japanese warblers, like their Indian cousins, produce both predator-specific calls, which are different across species, and cuckoo-specific calls, which are similar across species. This result demonstrates that cuckoo-specific calls are a general feature of warbler alarm responses, but also suggest that the calls first arose in the distant past--roughly 12 million years ago--when the evolutionary ancestor to these warblers lived. The fact that cuckoo-specific calls have remained so similar over 12 million years of evolution, whereas the predator-specific calls have diverged so greatly, suggests that strong selective forces are constraining their evolution, which, in turn, suggests that the sound of the cuckoo-specific calls somehow relates to how they function to deter cuckoos.\n\n \n\nTo address the issue of how the cuckoo-specific calls function, I collaborated with Japanese theoreticians and field researchers to conduct preliminary investigations and to plan future work. During my EAPSI grant, I met with Dr. Fugo Takasu, a mathematical biologist who specializes in cuckoo-host interactions. We discussed our common research interests and agreed that a fruitful approach to my research project would be to construct and evaluate mathematical models of the evolution of cuckoo-specific calls. Mathematical modeling is a technique used by researchers to \"model\" their research topic in simplified form. For example, we plan to model the evolution of cuckoo-specific calls by supposing that the sound cuckoo-specific calls is critical to their functioning, but assuming that the benefits to having effective cuckoo-specific calls vary with how often birds encounter cuckoos. We might expect that species that are rarely affected by cuckoos might benefit little from having cuckoo-specific calls; in these species, cuckoo-specific calls should evolve more quickly than the calls of species that are often affected by cuckoos. I plan to test these predictions in the field by studying warbler species that vary in how regularly they are aff..."
 }
}