{
 "awd_id": "1108911",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Diffuse Ionized Gas in Galactic Halos: Multiwavelength Studies of the Milky Way and Magellanic System with WHAM-South",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032924937",
 "po_email": "glangsto@nsf.gov",
 "po_sign_block_name": "Glen Langston",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 2243529.0,
 "awd_amount": 2243529.0,
 "awd_min_amd_letter_date": "2011-07-01",
 "awd_max_amd_letter_date": "2015-07-01",
 "awd_abstract_narration": "This renewal project is for the completion of the first comprehensive view of the distribution and kinematics of the Milky Way's ionized gas regions in the local universe using the Wisconsin H-Alpha Mapper (WHAM), a remotely controlled Fabry-Perot astronomical facility. WHAM collects high-resolution optical emission-line spectra from faint, diffuse sources, and its focused design is sensitive to detect emission nearly a 100 million times fainter than the Orion Nebula. With the instrument's new location on Cerro Tololo in Chile, the investigators can target regions to determine the distribution and physical properties of diffuse ionized gas over the southern sky of the Milky Way. \r\nThe investigators completed the first systematic spectral survey of the Milky Way in the Balmer-alpha (H-alpha) emission line of hydrogen. This all sky survey provides a sensitive view of ionized gas, and found a mix of bright, discrete H II regions intertwined with large filaments, bubbles, and shells and revealed a faint, pervasive background detected over the whole sky known as the warm ionized medium (WIM).\r\nWHAM's new view includes one of the brightest, extended regions of emission above star-forming regions in the inner Galaxy as well as one of the largest diffuse H II regions in our sky. Spectra are used to study the distribution of ionization and temperature of the gas within locally ionized regions and across large regions of the Milky Way. The velocity of emitting regions and the relationship of ionized gas to nearby hot stars and neutral gas in large-scale structures can be influenced by past and present generation of relatively short-lived massive stars. The study of complex regions provides insights to energy transport processes in the Galactic disk and halo and traces active star formation in the Galactic spiral arms, which is challenging to map accurately.\r\nWHAM's kinematic resolution and multi-wavelength capability can isolate specific large-scale emission features, which will provide a better understanding how these features depend on environment, metallicity, and local star formation rate. This study will complete several comprehensive, multiline studies of large-scale emission in the Galaxy. The strengths of optical emission from nitrogen, sulfur, oxygen, and helium relative to that of hydrogen depend on the composition, temperature, heating, and ionization of the gas. The derived properties of the warm ionized medium (WIM) in the inner Galaxy will be compared to those in the outer Galaxy. \r\nAnother goal is to study the ionized component of the extended gaseous structures such as the Magellanic Stream, Bridge, and Leading Arm of the Magellanic System, where elemental abundances, dust content, and radiation fields differ significantly from those in our Galaxy. This helps to understand how such ionized regions can be maintained so far from active star formation and whether the ionized component contains a significant amount of mass that not yet been detected.\r\nThe WHAM project provides excellent opportunities for undergraduate and graduate students to participate and interact with a research-grade astronomical observatory. It contributes to technological advances in remote observing techniques to improve the quality and efficiency of data collection. The high-quality datasets will be of use by the entire astronomical community.  The observations provide essential direction for new, large-scale MHD simulations of a multiphase interstellar medium where ISM matter and energy are transferred to and from stars. WHAM contributes to the fields of aeronomy, solar system astronomy, extragalactic astronomy, and cosmology. Its deep sensitivity and velocity resolution enable studies of the Earth's atmosphere, comets, and zodiacal dust. The full characterization of the faint but pervasive ionized gas in the Galaxy needs to be understood for the analysis of extragalactic and cosmic backgrounds.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lawrence",
   "pi_last_name": "Haffner",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Lawrence M Haffner",
   "pi_email_addr": "haffnerl@erau.edu",
   "nsf_id": "000397029",
   "pi_start_date": "2011-07-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ronald",
   "pi_last_name": "Reynolds",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Ronald J Reynolds",
   "pi_email_addr": "reynolds@astro.wisc.edu",
   "nsf_id": "000314500",
   "pi_start_date": "2011-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121600",
   "pgm_ele_name": "GALACTIC ASTRONOMY PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 439523.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 431668.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 443013.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 448756.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 480569.0
  }
 ],
 "por": null
}