{
 "awd_id": "1108604",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Large-Scale Investigations of Quasar Winds with the Sloan Digital Sky Survey-III",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Barvainis",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 238164.0,
 "awd_amount": 238164.0,
 "awd_min_amd_letter_date": "2011-05-24",
 "awd_max_amd_letter_date": "2013-05-21",
 "awd_abstract_narration": "The goal of this project is to investigate the ejection of matter from the nuclei of galaxies via quasar winds, the link to accretion of matter into the nuclei, and the feedback between these processes that affects the formation and evolution of typical massive galaxies and larger-scale structures.  The PIs and their students will use data on 150,000 quasars from the Baryon Oscillation Spectroscopic Survey (BOSS) of the Sloan Digital Sky Survey-III (SDSS-III).   They will study variability in the broad absorption line troughs that characterize quasar winds.  \r\n\r\nBroader impacts of the work include training of undergraduate and graduate students, and postdocs.  Catalogs and data products produced by the research will be publicly released, and the PIs and their students will conduct summer workshops for high-school and middle-school teachers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Brandt",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "William N Brandt",
   "pi_email_addr": "wnb3@psu.edu",
   "nsf_id": "000255344",
   "pi_start_date": "2011-05-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "Schneider",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Donald P Schneider",
   "pi_email_addr": "dps7@psu.edu",
   "nsf_id": "000403674",
   "pi_start_date": "2011-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121700",
   "pgm_ele_name": "EXTRAGALACTIC ASTRON & COSMOLO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 79876.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 78052.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 80236.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main research activity has been a large-scale survey of quasar <br />wind variability, specifically those winds observed via rest-frame <br />ultraviolet absorption lines in Broad Absorption Line (BAL) quasars. <br /><br />The Baryon Oscillation Spectroscopic Survey (BOSS), part of the&nbsp; <br />Sloan Digital Sky Survey-III (SDSS-III), was a five-year program<br />(2009-2014) that used the 2.5-m SDSS telescope to obtain spectra <br />for about 1.4 million luminous galaxies as well as about 170,000 <br />quasars at redshifts above 2.15. The resulting quasar spectra, <br />covering 3600-9800 Angstroms, are valuable for a wide range of <br />investigations including studies of quasar physics. In addition <br />to the main BOSS galaxy and quasar surveys, a number of smaller <br />ancillary BOSS projects were approved that \"piggybacked\" on the <br />main surveys. One of these, and the subject of this report, was <br />focused on moving astronomers from small-sample studies of <br />multi-year BAL variability to setting large-sample statistical <br />constraints that can be compared with models of quasar winds. <br />The basic approach was to re-target about 2100 optically bright <br />BAL quasars already observed from 2000-2008 by SDSS-I/II. This <br />uniformly defined sample is about 100 times larger than past <br />samples that had been used to study BAL variability on multi-year <br />timescales in the rest frame. <br /><br />With significant effort, we have analyzed the resulting spectra <br />of our BAL quasars to study the nature of multi-year BAL variability. <br />We have used our measurements to investigate topics including BAL <br />disappearance; BAL emergence; absorption-strength variability as <br />a function of timescale; BAL acceleration; BAL vs. emission-line <br />and continuum variability; and the effects of luminosity, quasar<br />accretion rate, and radio emission on BAL variability. The Ph.D. <br />thesis of graduate student Nurten Filiz Ak was focused on this <br />topic, and she won an assistant professorship at Erciyes University <br />(in her native Turkey) based largely on these efforts. Dr. Kate <br />Grier, a postdoctoral researcher, was also supported by this grant <br />in 2014-2015, leading an exciting project on rapid BAL variability. <br /><br />Several primary papers from this project have now been published and<br />publicly released. The first reported exciting new results on BAL <br />disappearance; this paper was also featured in an SDSS-III press <br />release. The second, a large work, presented a comprehensive <br />large-sample study of BAL-variability properties on multi-year <br />timescales. The third is a substantial paper on a remarkable <br />new class of BAL quasars with redshifted broad absorption lines. <br />The fourth examines models for BAL winds by assessing coordinated <br />variations of ionization level, kinematics, and column density; <br />equatorial disk-wind models are generally well supported. The <br />fifth investigates remarkable rapid variations of a high-velocity <br />C IV BAL trough in a quasar that was intensively observed as a part <br />of the Sloan Digital Sky Survey Reverberation Mapping Project. <br />Furthermore, this NSF support has allowed collaboration on highly <br />relevant additional projects.<br /><br />The main educational/outreach activity associated with this project, <br />aside from the graduate, undergraduate, and postdoctoral mentoring, <br />involved the Penn State Science Workshops for Educators. Each summer <br />Brandt is the lead instructor for one intensive week-long workshop <br />with about 20 high-school (and sometimes middle-school) teachers; <br />his recent workshops have been titled \"Black Holes: Gravity's Fatal <br />Attraction\" and \"The Origins and Fate of our Cosmos: Understanding <br />Big Bang Cosmology\". The programs for these workshops include <br />le...",
  "por_txt_cntn": "\nThe main research activity has been a large-scale survey of quasar \nwind variability, specifically those winds observed via rest-frame \nultraviolet absorption lines in Broad Absorption Line (BAL) quasars. \n\nThe Baryon Oscillation Spectroscopic Survey (BOSS), part of the  \nSloan Digital Sky Survey-III (SDSS-III), was a five-year program\n(2009-2014) that used the 2.5-m SDSS telescope to obtain spectra \nfor about 1.4 million luminous galaxies as well as about 170,000 \nquasars at redshifts above 2.15. The resulting quasar spectra, \ncovering 3600-9800 Angstroms, are valuable for a wide range of \ninvestigations including studies of quasar physics. In addition \nto the main BOSS galaxy and quasar surveys, a number of smaller \nancillary BOSS projects were approved that \"piggybacked\" on the \nmain surveys. One of these, and the subject of this report, was \nfocused on moving astronomers from small-sample studies of \nmulti-year BAL variability to setting large-sample statistical \nconstraints that can be compared with models of quasar winds. \nThe basic approach was to re-target about 2100 optically bright \nBAL quasars already observed from 2000-2008 by SDSS-I/II. This \nuniformly defined sample is about 100 times larger than past \nsamples that had been used to study BAL variability on multi-year \ntimescales in the rest frame. \n\nWith significant effort, we have analyzed the resulting spectra \nof our BAL quasars to study the nature of multi-year BAL variability. \nWe have used our measurements to investigate topics including BAL \ndisappearance; BAL emergence; absorption-strength variability as \na function of timescale; BAL acceleration; BAL vs. emission-line \nand continuum variability; and the effects of luminosity, quasar\naccretion rate, and radio emission on BAL variability. The Ph.D. \nthesis of graduate student Nurten Filiz Ak was focused on this \ntopic, and she won an assistant professorship at Erciyes University \n(in her native Turkey) based largely on these efforts. Dr. Kate \nGrier, a postdoctoral researcher, was also supported by this grant \nin 2014-2015, leading an exciting project on rapid BAL variability. \n\nSeveral primary papers from this project have now been published and\npublicly released. The first reported exciting new results on BAL \ndisappearance; this paper was also featured in an SDSS-III press \nrelease. The second, a large work, presented a comprehensive \nlarge-sample study of BAL-variability properties on multi-year \ntimescales. The third is a substantial paper on a remarkable \nnew class of BAL quasars with redshifted broad absorption lines. \nThe fourth examines models for BAL winds by assessing coordinated \nvariations of ionization level, kinematics, and column density; \nequatorial disk-wind models are generally well supported. The \nfifth investigates remarkable rapid variations of a high-velocity \nC IV BAL trough in a quasar that was intensively observed as a part \nof the Sloan Digital Sky Survey Reverberation Mapping Project. \nFurthermore, this NSF support has allowed collaboration on highly \nrelevant additional projects.\n\nThe main educational/outreach activity associated with this project, \naside from the graduate, undergraduate, and postdoctoral mentoring, \ninvolved the Penn State Science Workshops for Educators. Each summer \nBrandt is the lead instructor for one intensive week-long workshop \nwith about 20 high-school (and sometimes middle-school) teachers; \nhis recent workshops have been titled \"Black Holes: Gravity's Fatal \nAttraction\" and \"The Origins and Fate of our Cosmos: Understanding \nBig Bang Cosmology\". The programs for these workshops include \nlectures on the subject material; discussions about pedagogical \napproaches; hands-on activities; examinations of curricular materials; \nnighttime observing; and guest presentations by professional \nastronomers, graduate students, and science education specialists. \nFor example, Brandt's black-holes workshop introduces teachers to \nthe predicted properties of black h..."
 }
}