{
 "awd_id": "1108466",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Materials World Network: 2-D Ion Conducting Bismuth Vanadates for Electrochemical Devices",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924936",
 "po_email": "lmadsen@nsf.gov",
 "po_sign_block_name": "Lynnette Madsen",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 330000.0,
 "awd_min_amd_letter_date": "2011-08-12",
 "awd_max_amd_letter_date": "2013-07-03",
 "awd_abstract_narration": "This project, based on a research collaboration between participants at New Mexico Tech (NMT) and the University of Bayreuth (UBT), Germany, seeks to develop synthesis techniques, electrochemical property measurements and device designs that enable exploitation of a family of ceramics, known as BIMEVOX, with signs of very high oxygen ion conductivity but challenging complex layered structures responsible for two-dimensional transport behavior. A main objective is to build detailed defect chemistry and direction dependent oxygen transport models for the most promising member of this family, Bi4(CuyV1-y)O11-d. Enabled by this fundamental understanding, the successful manipulation of BIMEVOX ceramics could lead to a new class of low-temperature operation (<400 C) electrochemical materials and devices, such as direct ionic thermoelectric O2 sensors, mixed potential gas sensors, de-NOx catalysts, and single chamber fuel cells, all with significant impact on global issues of energy and environment. The project draws upon the respective strengths of the collaborators. Prof. Paul Fuierer at NMT oversees students in the synthesis and structural characterization of textured BIMEVOX ceramics. A unique hot-forging process provides bulk specimens which are idealized with respect to grain orientation and are used to determine the matrices of fundamental second rank tensor properties according to cylindrical symmetry. Hot-forging also provides idealized near theoretical density specimens for electrochemical measurements (pO2-dependent conductivity and thermoelectric power). New powder and thick film techniques can yield larger surface area coatings and membranes with high preferred orientation adaptable to device applications. Prof.-Eng. Ralf Moos, chair of the Functional Materials Dept. at UBT, and supported by the German Science Foundation (Deutsche Forschungsgemeinshaft) provides expertise in the interpretation of thermoelectric and thermo-chemical data, as well as gas-sensor design, construction and testing. His laboratory test benches with precise atmosphere control and conductivity/impedance measurements enable the full range of characterization necessary. \r\n\r\nStudent appreciation for and mastering of both crystalline structure and defect chemistry in ionic ceramics is an educational goal of the project. Graduate students involved in this project are trained in both fundamental materials characterization and thermo-electro-chemical property measurements using state-of-the-art equipment. The collaboration enhances the scientific and cultural experiences of US students, most notably through semester-long PhD student exchanges and European conferences and workshops. NMT is an EPSCoR participant and has Title III and Title V designation as a Hispanic-serving research institution, so the project contributes to diversity in the science and engineering professions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Fuierer",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Paul A Fuierer",
   "pi_email_addr": "paul.fuierer@nmt.edu",
   "nsf_id": "000149323",
   "pi_start_date": "2011-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Mexico Institute of Mining and Technology",
  "inst_street_address": "801 LEROY PL",
  "inst_street_address_2": "",
  "inst_city_name": "SOCORRO",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5758355496",
  "inst_zip_code": "878014681",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NM02",
  "org_lgl_bus_name": "NEW MEXICO INSTITUTE OF MINING AND TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HZJ2JZUALWN4"
 },
 "perf_inst": {
  "perf_inst_name": "New Mexico Institute of Mining and Technology",
  "perf_str_addr": "801 LEROY PL",
  "perf_city_name": "SOCORRO",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "878014681",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NM02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177400",
   "pgm_ele_name": "CERAMICS"
  },
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7209",
   "pgm_ref_txt": "NEXT GEN CHEM & BIO SENSORS & SENSING SY"
  },
  {
   "pgm_ref_code": "7488",
   "pgm_ref_txt": "MATERIALS WORLD NETWORK"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 165000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 55000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 110000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Doped bismuth vanadate, Bi<sub>4</sub>(V<sub>1-x</sub>, Me<sub>x</sub>)<sub>2</sub>O<sub>11-</sub><sub>d</sub> &nbsp;(BIMEVOX), has the highest oxide &nbsp;ion conductivity of any known ceramic at temperatures of 500&deg;C and below, making it a prime candidate as the solid electrolyte in low temperature solid oxide fuel cells (SOFC) and other electrochemical devices such as gas sensors.&nbsp; This ceramic has the potential to replace yttria-stabilized zirconia (YSZ), which has long been the oxide conducting ceramic of choice, but whose required high temperature operation limits the widespread use of such devices.&nbsp; This project addressed the material challenges of BICUVOX and BICUTIVOX (where Me = Cu, Ti), including its synthesis, its red-ox stability and its 2-dimensional anisotropic conductivity.&nbsp;</p>\n<p>The crystal structure of BIMEVOX compounds is layered, such that the physical properties are direction dependent.&nbsp; A major objective of the research was to synthesize highly textured ceramics so that this anisotropy could be carefully characterized, and perhaps exploited.&nbsp; High (near theoretical) density was also an objective, necessary for any solid state ionic membrane.&nbsp; Hot forging (simultaneous heat and uniaxial pressure) was the major synthesis technique utilized.&nbsp; It was found that fabrication of bulk BIMEVOX ceramic with the desirable dual properties of high density and high crystallographic texture is likely not possible.&nbsp; While each of these properties can be obtained separately, competing processes of exaggerated grain growth and densification make it very difficult to achieve near 100% density and texture simultaneously.&nbsp; Even with an unique processing technique developed using a combination of templated grain-growth - hot forging, the maximum orientation achievable was 30% orientation with 96% density. &nbsp;&nbsp;</p>\n<p>Nonetheless, the porosity at this density is closed porosity, and anisotropy in the physical properties (ionic conductivity and thermal expansion) was measured for first time in modestly textured ceramics.&nbsp; &nbsp;The ionic conductivity measured perpendicular to the forging axis was found to be about a factor of two higher than parallel to the forging axis (corresponding to a preference toward the crystallographic <em>c-</em>axis). &nbsp;Thermal expansion was also found to be greater perpendicular vs parallel to the forging axis.&nbsp; Extensive thermal cycling experiments utilizing forged BICUVOX samples demonstrated an increased susceptibility to thermal hysteresis of the conductivity due to an ordering transition of the gamma to alpha phase.&nbsp; This corroborated an earlier study on single crystal and large grained polycrystalline samples.</p>\n<p>These results suggested fabrication approaches which yield dense, nano-grained microstructures.&nbsp; Additional research emphasis was placed on aerosol deposition (AD).&nbsp;&nbsp; AD is a new kinetic powder spray technique with the ability to prepare fully dense and nano-structured ceramic films at room temperature.&nbsp; &nbsp;Powder and deposition parameters were discovered to enable successful deposition of both BICUVOX and BICUTIVOX, and two new types of electrochemical gas sensors were built based upon these AD films.&nbsp; A mixed potential sensor showed sensitivity toward NO<sub>x</sub>.&nbsp; A &ldquo;pulsed polarization&rdquo; sensor showed high sensitivity and specificity toward NO<sub>2</sub> at 350&deg;C, allowing quantitative detection in the low ppm range.&nbsp;</p>\n<p>A new variant of AD called aerosol co-deposition of ceramics (ACDC) was developed, wherein dense mixtures of simple oxides were simultaneously deposited onto a substrate and then reacted at low temperatures.&nbsp; This was done using Bi<sub>2</sub>O<sub>3</sub> and V<sub>2</sub>O<sub>5</sub>, resulting in a highly porous but well-adhered and robust BiVO<sub>4</su...",
  "por_txt_cntn": "\nDoped bismuth vanadate, Bi4(V1-x, Mex)2O11-d  (BIMEVOX), has the highest oxide  ion conductivity of any known ceramic at temperatures of 500&deg;C and below, making it a prime candidate as the solid electrolyte in low temperature solid oxide fuel cells (SOFC) and other electrochemical devices such as gas sensors.  This ceramic has the potential to replace yttria-stabilized zirconia (YSZ), which has long been the oxide conducting ceramic of choice, but whose required high temperature operation limits the widespread use of such devices.  This project addressed the material challenges of BICUVOX and BICUTIVOX (where Me = Cu, Ti), including its synthesis, its red-ox stability and its 2-dimensional anisotropic conductivity. \n\nThe crystal structure of BIMEVOX compounds is layered, such that the physical properties are direction dependent.  A major objective of the research was to synthesize highly textured ceramics so that this anisotropy could be carefully characterized, and perhaps exploited.  High (near theoretical) density was also an objective, necessary for any solid state ionic membrane.  Hot forging (simultaneous heat and uniaxial pressure) was the major synthesis technique utilized.  It was found that fabrication of bulk BIMEVOX ceramic with the desirable dual properties of high density and high crystallographic texture is likely not possible.  While each of these properties can be obtained separately, competing processes of exaggerated grain growth and densification make it very difficult to achieve near 100% density and texture simultaneously.  Even with an unique processing technique developed using a combination of templated grain-growth - hot forging, the maximum orientation achievable was 30% orientation with 96% density.   \n\nNonetheless, the porosity at this density is closed porosity, and anisotropy in the physical properties (ionic conductivity and thermal expansion) was measured for first time in modestly textured ceramics.   The ionic conductivity measured perpendicular to the forging axis was found to be about a factor of two higher than parallel to the forging axis (corresponding to a preference toward the crystallographic c-axis).  Thermal expansion was also found to be greater perpendicular vs parallel to the forging axis.  Extensive thermal cycling experiments utilizing forged BICUVOX samples demonstrated an increased susceptibility to thermal hysteresis of the conductivity due to an ordering transition of the gamma to alpha phase.  This corroborated an earlier study on single crystal and large grained polycrystalline samples.\n\nThese results suggested fabrication approaches which yield dense, nano-grained microstructures.  Additional research emphasis was placed on aerosol deposition (AD).   AD is a new kinetic powder spray technique with the ability to prepare fully dense and nano-structured ceramic films at room temperature.   Powder and deposition parameters were discovered to enable successful deposition of both BICUVOX and BICUTIVOX, and two new types of electrochemical gas sensors were built based upon these AD films.  A mixed potential sensor showed sensitivity toward NOx.  A \"pulsed polarization\" sensor showed high sensitivity and specificity toward NO2 at 350&deg;C, allowing quantitative detection in the low ppm range. \n\nA new variant of AD called aerosol co-deposition of ceramics (ACDC) was developed, wherein dense mixtures of simple oxides were simultaneously deposited onto a substrate and then reacted at low temperatures.  This was done using Bi2O3 and V2O5, resulting in a highly porous but well-adhered and robust BiVO4 film.  This compound is of interest due to its photocatalytic activity, and possible water splitting and pollutant degradation applications.  AD appears to be very promising for thick film porous catalytic platforms as well as dense solid electrolytes of BIMEVOX ceramics.\n\n A truly friendly as well as productive relationship was built between PIs Fuierer (New Mexico Tech) and Moo..."
 }
}