{
 "awd_id": "1108992",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Investigations of Liquid Crystalline Mesophase Transitions via Landau-de Gennes Phenomenological Models",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Steuerwalt",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 158640.0,
 "awd_amount": 158640.0,
 "awd_min_amd_letter_date": "2011-08-13",
 "awd_max_amd_letter_date": "2011-08-13",
 "awd_abstract_narration": "Giorgi \r\nDMS-1108992 \r\n\r\nThe principal investigator considers analytical questions related to nonlinear problems describing liquid crystalline phase transitions, with an emphasis on models based on complex order parameters. The main focus is the study of magnetic- and electric-field-induced phase transitions in smectic materials in general, and chiral tilted smectic systems in particular. The approach is to study smectic liquid crystals as described by generalized phenomenological Landau-de Gennes energies, which take into account the complete electromechanical coupling, finite surface anchoring and added interaction coupling terms. The investigator studies effects observed in experiments: reentrant phases under electric fields, shrinkage of smectic layers that lead to folding instabilities at smectic C* transitions, undulation induced by applied fields, field-induced phase transformations, and the emergent display of macroscopic chiral properties in liquid crystals that are composed of achiral molecules. These effects arise in considering both the behavior of liquid crystals and issues associated with manufacturing smectic liquid crystal devices.  The approach uses a diverse collection of mathematical tools coming from nonlinear partial differential equations, including variational methods, asymptotic analysis and partial differential equation regularity theory. Part of the effort is to validate and refine the models that contain the essential features of the examined phenomena. \r\n\r\nSmectic liquid crystals are less studied than nematic liquid crystals. As in nematic liquid crystals, the long molecules in smectic liquid crystals point in approximately the same direction, called the director; unlike nematic liquid crystals, the long molecules of smectic liquid crystals also are arranged approximately in planar layers. The tilt between the director and the normal to the layer, and the rotation of this tilt as one moves between layers, are involved in the switching properties of smectic liquid crystals.  Liquid crystals are well-known for their use in liquid crystal display technology, where devices at the moment are mostly based on nematic mesophases and operate very close to physical limits. The future of this important application resides in tilted chiral smectic mesophases, which due to their ferroelectric or antiferroelectric properties have superior operational speed and resolution. Commercial applications of ferroelectric liquid crystals include spatial light modulators, optical memory, optical computers and high-resolution microdisplays. Due to the importance of current and future applications of smectic materials, there is a need for validation and extension of the available theoretical models through mathematical analysis. By theoretically studying the properties of the solutions of the proposed models, and comparing them to experimental results, the project adds to the understanding of the nature of the liquid crystalline phase transitions, and the electrical and optical properties of soft condensed matter. This in turn leads to better ways of building liquid crystal based devices.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tiziana",
   "pi_last_name": "Giorgi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tiziana Giorgi",
   "pi_email_addr": "tgiorgi@ua.edu",
   "nsf_id": "000290238",
   "pi_start_date": "2011-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Mexico State University",
  "inst_street_address": "1050 STEWART ST.",
  "inst_street_address_2": "",
  "inst_city_name": "LAS CRUCES",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5756461590",
  "inst_zip_code": "88003",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NM02",
  "org_lgl_bus_name": "NEW MEXICO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J3M5GZAT8N85"
 },
 "perf_inst": {
  "perf_inst_name": "New Mexico State University",
  "perf_str_addr": "1050 STEWART ST.",
  "perf_city_name": "LAS CRUCES",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "88003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NM02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 158640.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Liquid crystals are mostly known to the general public for their use in Liquid Crystal Display (LCD) technology, which by and large is currently based on nematic phases and operates very close to physical limits. Figure 1 gives a simple visual picture of common phases of thermotropic liquid crystal materials having rod-like (strongly elongated in one direction, but with no recognizable head or tail) molecules. The LCD industry has an open interest in the development of technology that employs tilted chiral smectic mesophases (chiral smectic C phases - Figure 2), since, due to ferroelectric or antiferroelectric properties, devices based on these phases harbor the potential for superior operational speed and resolution.&nbsp;The project deals mainly with the mathematical analysis of soft matter systems that show liquid crystalline phases with some degree of layered orientational order (see inset Figure 1, and Figure 2).&nbsp;</p>\n<p>Experiments that explore the properties of smectic liquid crystals are continuously performed and readily available, but rigorous analyses of the proposed theoretical models that make connections with experiments are still scant. The main outcomes of the project concern numerical and analytical studies of nonlinear problems, with an emphasis on issues related to the effects of applied magnetic and electric fields on the supramolecular structure of materials in smectic phases.&nbsp;</p>\n<p>A smectic A liquid crystal cell confined between two flat plates in the absence of an applied field roughly looks like a stack of layers parallel to the boundary plates (inset Figure 1). Experiments show that if a constant field (magnetic or electric) is applied in a direction parallel to the boundary plates, it will reorient the liquid crystal molecules, the layers will undulate and, at the increase of the intensity of the field, will develop a sawtooth profile (see Figure 3 for numerics obtained by the project, showing the layer behavior in the middle of the cell as the intensity of an applied field increases). One of the outcomes of the project is the analytic and numerical analysis of two prominent energy models, the de Gennes and Chen-Lubensky energies, which shows how the limiting behavior of these models is consistent with the available experiments, and how the sawtooth profile comes about from the bistable structure of the energies.</p>\n<p>A variation of the nematic and smectic phases is the so-called chiral phase (see Figure 2), where the molecules rotate in a helical sense throughout the sample. Usually, materials that display this phase have molecules which still have no head or tail, but that differ from their mirror image, called chiral compounds. &nbsp;On the contrary, bent-core molecule liquid crystals are achiral compounds whose molecules have a characteristic banana shape, which macroscopically show chiral smectic phases, as the bent geometry of the molecules gives rise to a polar order. Cost efficiency manufacturing considerations and richness in the variety of phases observed have made the study of these materials a thriving field and a central subject of modeling and experiments. Part of this project deals with a model proposed in the physical literature to analyze the switching behavior under an applied electric field in the so-called columnar phases (see Figure 4), where bent-core molecule materials form two-dimensional structures made of fragments of smectic layers. The available experiments and numerical simulations using this model show that the size of the columns is central in determining the switching mechanism. The project&rsquo;s mathematical results indicate, for the case of large column fragments, that the size of another physical parameter present in the model &nbsp;(the coefficient of a coupling term)&nbsp;also appears to have a significant role.</p>\n<p>Another outcome of the project is a novel numerical approach to the ...",
  "por_txt_cntn": "\nLiquid crystals are mostly known to the general public for their use in Liquid Crystal Display (LCD) technology, which by and large is currently based on nematic phases and operates very close to physical limits. Figure 1 gives a simple visual picture of common phases of thermotropic liquid crystal materials having rod-like (strongly elongated in one direction, but with no recognizable head or tail) molecules. The LCD industry has an open interest in the development of technology that employs tilted chiral smectic mesophases (chiral smectic C phases - Figure 2), since, due to ferroelectric or antiferroelectric properties, devices based on these phases harbor the potential for superior operational speed and resolution. The project deals mainly with the mathematical analysis of soft matter systems that show liquid crystalline phases with some degree of layered orientational order (see inset Figure 1, and Figure 2). \n\nExperiments that explore the properties of smectic liquid crystals are continuously performed and readily available, but rigorous analyses of the proposed theoretical models that make connections with experiments are still scant. The main outcomes of the project concern numerical and analytical studies of nonlinear problems, with an emphasis on issues related to the effects of applied magnetic and electric fields on the supramolecular structure of materials in smectic phases. \n\nA smectic A liquid crystal cell confined between two flat plates in the absence of an applied field roughly looks like a stack of layers parallel to the boundary plates (inset Figure 1). Experiments show that if a constant field (magnetic or electric) is applied in a direction parallel to the boundary plates, it will reorient the liquid crystal molecules, the layers will undulate and, at the increase of the intensity of the field, will develop a sawtooth profile (see Figure 3 for numerics obtained by the project, showing the layer behavior in the middle of the cell as the intensity of an applied field increases). One of the outcomes of the project is the analytic and numerical analysis of two prominent energy models, the de Gennes and Chen-Lubensky energies, which shows how the limiting behavior of these models is consistent with the available experiments, and how the sawtooth profile comes about from the bistable structure of the energies.\n\nA variation of the nematic and smectic phases is the so-called chiral phase (see Figure 2), where the molecules rotate in a helical sense throughout the sample. Usually, materials that display this phase have molecules which still have no head or tail, but that differ from their mirror image, called chiral compounds.  On the contrary, bent-core molecule liquid crystals are achiral compounds whose molecules have a characteristic banana shape, which macroscopically show chiral smectic phases, as the bent geometry of the molecules gives rise to a polar order. Cost efficiency manufacturing considerations and richness in the variety of phases observed have made the study of these materials a thriving field and a central subject of modeling and experiments. Part of this project deals with a model proposed in the physical literature to analyze the switching behavior under an applied electric field in the so-called columnar phases (see Figure 4), where bent-core molecule materials form two-dimensional structures made of fragments of smectic layers. The available experiments and numerical simulations using this model show that the size of the columns is central in determining the switching mechanism. The projectÆs mathematical results indicate, for the case of large column fragments, that the size of another physical parameter present in the model  (the coefficient of a coupling term) also appears to have a significant role.\n\nAnother outcome of the project is a novel numerical approach to the approximation of viscosity solutions of the game p-Laplacian (see Figure 5). This nonlinear operator was originally introd..."
 }
}