{
 "awd_id": "1108258",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI:Biogeography of a Thermally Tolerant Coral Symbiont",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 5700.0,
 "awd_amount": 5700.0,
 "awd_min_amd_letter_date": "2011-05-13",
 "awd_max_amd_letter_date": "2011-05-13",
 "awd_abstract_narration": null,
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Francis",
   "pi_last_name": "Wham",
   "pi_mid_init": "C",
   "pi_sufx_name": "Jr",
   "pi_full_name": "Francis C Wham",
   "pi_email_addr": "",
   "nsf_id": "000579032",
   "pi_start_date": "2011-05-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wham                    Francis        C",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "State College",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "",
  "inst_zip_code": "168014339",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Wham                    Francis        C",
  "perf_str_addr": "",
  "perf_city_name": "State College",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168014339",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 5700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Hundreds of ribosomal transcribed spacer sequences (ITS1 and ITS2) distinguish a <br /> large diversity of Symbiodinium with distinct ecological and biogeographical <br /> distributions, yet formal species assignments remain a subject of controversy. Here <br /> we employed a multi-locus approach to test the hypothesis that two Symbiodinium <br /> with  distinct depth distributions, yet similar ITS sequences, are separate  species. In this study, we have employed a novel method of marker  development to create microsatellite loci for a host and its symbiont simultaneously. <br /> Using these newly developed nuclear microsatellite loci and sequence differences in the psbA chloroplast <br /> gene were evaluated under the null hypothesis of panmictic mating within species. <br /> We found that geographically separate populations of Symbiodinium of the same <br /> depth distribution were more similar genetically to each other than sympatric <br /> populations  analyzed across depth. While the host showed no population structure  across depth of geography. Suggesting that the one host may associate  with multiple, closely related symbionts across a depth distribution,  and these symbionts might be specifically adapted to a depth zone.&nbsp; By  extrapolating from this example, there are <br /> 100&rsquo;s of morphologically cryptic yet genetically divergent Symbiodinium spp. <br /> awaiting description.&nbsp; These data further substantiate a growing awareness that these <br /> microbial eukaryotes are considerably more diverse than current assessments <br /> indicate. The modernization of protocols for validating new species is long overdue.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/30/2011<br>\n\t\t\t\t\tModified by: Francis&nbsp;C&nbsp;Wham</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nHundreds of ribosomal transcribed spacer sequences (ITS1 and ITS2) distinguish a \n large diversity of Symbiodinium with distinct ecological and biogeographical \n distributions, yet formal species assignments remain a subject of controversy. Here \n we employed a multi-locus approach to test the hypothesis that two Symbiodinium \n with  distinct depth distributions, yet similar ITS sequences, are separate  species. In this study, we have employed a novel method of marker  development to create microsatellite loci for a host and its symbiont simultaneously. \n Using these newly developed nuclear microsatellite loci and sequence differences in the psbA chloroplast \n gene were evaluated under the null hypothesis of panmictic mating within species. \n We found that geographically separate populations of Symbiodinium of the same \n depth distribution were more similar genetically to each other than sympatric \n populations  analyzed across depth. While the host showed no population structure  across depth of geography. Suggesting that the one host may associate  with multiple, closely related symbionts across a depth distribution,  and these symbionts might be specifically adapted to a depth zone.  By  extrapolating from this example, there are \n 100Æs of morphologically cryptic yet genetically divergent Symbiodinium spp. \n awaiting description.  These data further substantiate a growing awareness that these \n microbial eukaryotes are considerably more diverse than current assessments \n indicate. The modernization of protocols for validating new species is long overdue.\n\n\t\t\t\t\tLast Modified: 12/30/2011\n\n\t\t\t\t\tSubmitted by: Francis C Wham"
 }
}