{
 "awd_id": "1109687",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Investigating the Capacity of Game-based Design Elements to Enhance Affective Dimensions of Genetics Learning",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Finbarr Sloane",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 1286113.0,
 "awd_amount": 1291793.0,
 "awd_min_amd_letter_date": "2011-08-30",
 "awd_max_amd_letter_date": "2014-01-15",
 "awd_abstract_narration": "Project based learning has received increasing attention in recent years and has come into more wide-spread use.  One expectation of this instructional approach is that it promotes engagement via active learning and student interaction with peers.  However, some research has shown that this is not the case.  This proposal will address this quandary by empirically testing the extent to which adding specific interactive and competition-based game elements to a genetics project-based science curriculum can increase engagement and improve other affective dimensions of science learning---particularly for students from underrepresented groups. \r\n\r\nResearchers from the New York Hall of Science, the Concord Consortium, and Michigan State University will do this by modifying the Geniverse curriculum.  They will add (1) a strong story line narrative, (2) a goal attainment stimulus, and (3) a team competition feature.  Each modification will be tested as an experimental condition.  Data will be collected from ninth-graders, many from underrepresented populations, using instruments that measure motivation, cognitive-emotional engagement, and learning.\r\n\r\nThis research has the potential to advance our understanding of project based curricula, gaming, and the melding of the two, both from the point of view of practice and knowledge building.  It directly addresses the proposition that games increase motivation and thus learning.  The research is unusual in that it will blend curriculum and game; formal and informal learning environments.  If successful, outcomes of this project could be adopted in other project based curricula. The project will be evaluated through an advisory committee, including experts in genetics, the learning sciences, cognitive science, and gaming. The dissemination plan includes publishing in peer-reviewed literature, the distribution of the game, and professional development via the New York Hall of Science's network of teachers and other educational practitioners.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Kanter",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "David E Kanter",
   "pi_email_addr": "dkanter@100kin10.org",
   "nsf_id": "000215312",
   "pi_start_date": "2011-08-30",
   "pi_end_date": "2014-01-15"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cornelia",
   "pi_last_name": "Brunner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cornelia Brunner",
   "pi_email_addr": "cbrunner@nyscience.org",
   "nsf_id": "000656487",
   "pi_start_date": "2014-01-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Frieda",
   "pi_last_name": "Reichsman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Frieda Reichsman",
   "pi_email_addr": "freichsman@concord.org",
   "nsf_id": "000513730",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York Hall of Science",
  "inst_street_address": "4701 111TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "CORONA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7185959173",
  "inst_zip_code": "113682950",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "NY06",
  "org_lgl_bus_name": "NEW YORK HALL OF SCIENCE",
  "org_prnt_uei_num": "",
  "org_uei_num": "UQ7FBRE34HS5"
 },
 "perf_inst": {
  "perf_inst_name": "New York Hall of Science",
  "perf_str_addr": "4701 111TH ST",
  "perf_city_name": "CORONA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "113682950",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NY06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1286113.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 5680.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The New York Hall of Science (NYSCI), in collaboration with the Concord Consortium, conducted an empirical research project the overarching goal of which was to determine the extent to which adding specific game-based design elements of narrative, competition, and community to a project-based science (PBS) STEM curriculum could improve affective dimensions of science learning, particularly for students from underrepresented groups, while retaining or increasing meaningful understanding of science. &nbsp;Such positive impact on students&rsquo; affect had been theorized but not yet been observed. The content area of the project was genetics, which is typically taught during the first year of high school. Research in science classrooms had already shown the potential of gaming to positively impact students&rsquo; affect. Likewise, PBS curricula have improved learning for <em>all</em> students. If motivation, engagement and learning of genetics could be improved through harnessing the benefits of PBS online software and gaming, NYSCI posited, then students might be predisposed to stay in the pipeline to science and engineering careers in greater numbers.</p>\n<p>812 students from 11 New York City high schools participated in the study. 56.9% were Hispanic, 18.5% were Black, 54.7% were young women, and 46.3% were former or present English Language Learners. Three interventions were compared: an online PBS curriculum with gaming (PBS Gaming), an online PBS curriculum without gaming (PBS Plain), and a Business as Usual (BAU) curriculum.</p>\n<p>According to the study&rsquo;s results, game design elements were shown to positively impact students&rsquo; valuing of science &ndash; especially those <em>students with low initial value scores </em>as compared to BAU and PBS Plain students. After implementation, PBS Gaming students perceived science as a plausible way to earn a living and an important field of study. The study also found that PBS curricula, more generally, improved motivation and engagement. The study&rsquo;s results are encouraging for keeping students in the pipeline for science careers and it implies that game design elements may provide an alternate education approach for students typically removed from science.</p>\n<p>The final year of this project was dedicated to making improvements to a PBS Game package called &ldquo;GeniGames&rdquo; that resulted from the project. The PBS game is available at <a href=\"http://genigames.concord.org/\">http://genigames.concord.org</a>; and supporting materials are available for download at <a href=\"http://concord.org/projects/genigames\">http://concord.org/projects/genigames</a>.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/05/2015<br>\n\t\t\t\t\tModified by: Cornelia&nbsp;Brunner</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1109687/1109687_10128765_1441482887305_Photo2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1109687/1109687_10128765_1441482887305_Photo2--rgov-800width.jpg\" title=\"GeniGames\"><img src=\"/por/images/Reports/POR/2015/1109687/1109687_10128765_1441482887305_Photo2--rgov-66x44.jpg\" alt=\"GeniGames\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Image from online ôGeniGamesö curriculum that developed as part of the project.</div>\n<div class=\"imageCredit\">New York Hall of Science</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Cornelia&nbsp;Brunner</div>\n<div class...",
  "por_txt_cntn": "\nThe New York Hall of Science (NYSCI), in collaboration with the Concord Consortium, conducted an empirical research project the overarching goal of which was to determine the extent to which adding specific game-based design elements of narrative, competition, and community to a project-based science (PBS) STEM curriculum could improve affective dimensions of science learning, particularly for students from underrepresented groups, while retaining or increasing meaningful understanding of science.  Such positive impact on studentsÆ affect had been theorized but not yet been observed. The content area of the project was genetics, which is typically taught during the first year of high school. Research in science classrooms had already shown the potential of gaming to positively impact studentsÆ affect. Likewise, PBS curricula have improved learning for all students. If motivation, engagement and learning of genetics could be improved through harnessing the benefits of PBS online software and gaming, NYSCI posited, then students might be predisposed to stay in the pipeline to science and engineering careers in greater numbers.\n\n812 students from 11 New York City high schools participated in the study. 56.9% were Hispanic, 18.5% were Black, 54.7% were young women, and 46.3% were former or present English Language Learners. Three interventions were compared: an online PBS curriculum with gaming (PBS Gaming), an online PBS curriculum without gaming (PBS Plain), and a Business as Usual (BAU) curriculum.\n\nAccording to the studyÆs results, game design elements were shown to positively impact studentsÆ valuing of science &ndash; especially those students with low initial value scores as compared to BAU and PBS Plain students. After implementation, PBS Gaming students perceived science as a plausible way to earn a living and an important field of study. The study also found that PBS curricula, more generally, improved motivation and engagement. The studyÆs results are encouraging for keeping students in the pipeline for science careers and it implies that game design elements may provide an alternate education approach for students typically removed from science.\n\nThe final year of this project was dedicated to making improvements to a PBS Game package called \"GeniGames\" that resulted from the project. The PBS game is available at http://genigames.concord.org; and supporting materials are available for download at http://concord.org/projects/genigames.\n\n\t\t\t\t\tLast Modified: 09/05/2015\n\n\t\t\t\t\tSubmitted by: Cornelia Brunner"
 }
}