{
 "awd_id": "1109030",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Critical currents in superconductors",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eugene Gartland",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 160822.0,
 "awd_amount": 160822.0,
 "awd_min_amd_letter_date": "2011-08-11",
 "awd_max_amd_letter_date": "2011-08-11",
 "awd_abstract_narration": "Almog\r\n1109030\r\n\r\n     The investigator studies several fundamental theoretical problems of superconductivity.  Through analysis of the time-dependent Ginzburg-Landau model, he examines:\r\n1. Critical currents, and bounds on them, associated with the loss of stability of the normal and superconducting states in two and three dimensions. \r\n2. Phase transitions between these states in various circumstances. \r\n3. Critical currents under magnetic field effects near the normal state. \r\n4. Highly nonlinear effects of induced magnetic fields. \r\n\r\n     Superconductors are metals that at a sufficiently low temperature exhibit two important properties:\r\n1. They lose entirely their electrical resistivity. \r\n2. The magnetic field is excluded from the superconducting area. \r\nSuperconductors have great technological potential for applications ranging from magnetic sensors, through generators of large magnetic fields, to high power transmitters.  The investigator studies the behavior of superconducting materials near the critical current, the maximum current density which can flow through a superconducting wire with (practically) zero resistance.  He focuses on the transition between the normal and superconducting states, how stable these states are, and effects of induced magnetic fields on the critical current.  Of particular interest is the disparity between experimental measures of the critical current and theoretical predictions of the critical current in the absence of magnetic fields.  Determining the maximal current a superconductor can carry before reverting to the normal state where material resistivity causes energy losses is an important consideration in superconductor technologies.  The project sheds light on both the nucleation of superconductivity for decreasing currents, and on the loss of superconducting properties when the electric current increases.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yaniv",
   "pi_last_name": "Almog",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yaniv Almog",
   "pi_email_addr": "almog@math.lsu.edu",
   "nsf_id": "000096145",
   "pi_start_date": "2011-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana State University",
  "inst_street_address": "202 HIMES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BATON ROUGE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "2255782760",
  "inst_zip_code": "708030001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "LOUISIANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECQEYCHRNKJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana State University",
  "perf_str_addr": "202 HIMES HALL",
  "perf_city_name": "BATON ROUGE",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "708030001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "LA06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 160822.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>It is well known from experimental observations that when a<br />sufficiently strong current&nbsp; is bing flown through a superconducting<br />wire the material would revert to the normal state. I have (together<br />with B. Helffer and X.B. Pan) demonstrated that this fact can be<br />theoretically explained) by using the time-dependent Ginzburg-Landau<br />equations: a popular model used in the theoretical study of<br />superconductivity. Our explanation offers two physical mechanisms that<br />generate the transition to the normal state. The first of them is the<br />effect of the magnetic field which the electric current induces, and<br />the second is the direct effect of the potential. The negative effect<br />of the magnetic field on superconductivituy has been extensively<br />studied both theoretically and experimentally, but not when its being<br />induced by an electric current.<br /><br />The induced magnetic field plays a significant role in the transition<br />between the normal and the superconducting states, when the current is<br />being decreased. I have established (together with B. Helffer and<br />X. B. Pan) that for electric current densities that are much weaker than the<br />critical current density at which the normal state looses its stability the<br />superconducting sample still exhibits significant electrical<br />resistivity. These results suggest that the overall current a that a<br />superconducting wire can carry with no (or insignificant) potential<br />drop, grows proportinally with the wire's cross section perimeter and<br />not the area as one might expect.<br /><br />Finally, (together with L. Berlyand, D. Golovaty, and I. Shafrir) I<br />have established the existence and stability of a fully<br />superconducting solution to the Ginzburg-Landau equations. So far<br />these results were proved only when magnetic field effects are<br />negligible.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/23/2015<br>\n\t\t\t\t\tModified by: Yaniv&nbsp;Almog</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIt is well known from experimental observations that when a\nsufficiently strong current  is bing flown through a superconducting\nwire the material would revert to the normal state. I have (together\nwith B. Helffer and X.B. Pan) demonstrated that this fact can be\ntheoretically explained) by using the time-dependent Ginzburg-Landau\nequations: a popular model used in the theoretical study of\nsuperconductivity. Our explanation offers two physical mechanisms that\ngenerate the transition to the normal state. The first of them is the\neffect of the magnetic field which the electric current induces, and\nthe second is the direct effect of the potential. The negative effect\nof the magnetic field on superconductivituy has been extensively\nstudied both theoretically and experimentally, but not when its being\ninduced by an electric current.\n\nThe induced magnetic field plays a significant role in the transition\nbetween the normal and the superconducting states, when the current is\nbeing decreased. I have established (together with B. Helffer and\nX. B. Pan) that for electric current densities that are much weaker than the\ncritical current density at which the normal state looses its stability the\nsuperconducting sample still exhibits significant electrical\nresistivity. These results suggest that the overall current a that a\nsuperconducting wire can carry with no (or insignificant) potential\ndrop, grows proportinally with the wire's cross section perimeter and\nnot the area as one might expect.\n\nFinally, (together with L. Berlyand, D. Golovaty, and I. Shafrir) I\nhave established the existence and stability of a fully\nsuperconducting solution to the Ginzburg-Landau equations. So far\nthese results were proved only when magnetic field effects are\nnegligible.\n\n \n\n\t\t\t\t\tLast Modified: 09/23/2015\n\n\t\t\t\t\tSubmitted by: Yaniv Almog"
 }
}