{
 "awd_id": "1109189",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Coanda Effect for Incompressible Flows in Moving Domains",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry Warchall",
 "awd_eff_date": "2011-07-15",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 263578.0,
 "awd_amount": 303577.0,
 "awd_min_amd_letter_date": "2011-07-11",
 "awd_max_amd_letter_date": "2013-03-14",
 "awd_abstract_narration": "Coanda effect is a phenomenon that has been described in scientific literature as a tendency of a fluid jet to be attracted to a nearby surface.  Recently, Coanda effect has been used in cardiology to describe the wall-hugging jets in mitral regurgitation: regurgitant blood flow through a leaky mitral valve sometimes hugs the wall of the left atrium which makes it difficult to assess the severity of mitral regurgitation using classical color Doppler imaging techniques.  Despite the large cardiovascular and biomedical literature reporting on the Coanda effect in echocardiography, a connection with the fluid dynamics studies that could help identify and understand the main features of the corresponding flow conditions is lacking. This project makes this connection and explores the fluid dynamics properties leading to the Coanda effect in a novel environment: moving geometries and time periodic flow conditions, which will include those encountered in patients with mitral regurgitation. The corresponding fluid dynamics problem is associated with the behavior of flow through an orifice at Reynolds numbers below turbulence. Coanda effect corresponds to the breaking of symmetry (a bifurcation) in the solution of the Navier-Stokes equations at certain Reynolds numbers and for certain orifice shapes. While flows through orifices have been extensively studied (numerically and experimentally) in the context of fixed orifices and fixed fluid domains, there have been no results that shed light on the flow conditions leading to Coanda effect in moving orifices under time-periodic pressure loads. This project addresses this problem by combining sophisticated computational methodology and analytical techniques associated with fluid-structure interaction (FSI) between a viscous, incompressible fluid, and an elastic structure. The methodology is based on a monolithic, semi-implicit algorithm to solve an Arbitrary Lagrangian-Eulerian (ALE) formulation of the underlying FSI problem, and on the corresponding energy estimates. Experimental validation of the mathematical models and computer simulations will be performed with the medical collaborators at the DeBakey Heart and Vascular Center in Houston.\r\n\r\nAlthough over 50% of the US population has some degree of heart valve dysfunction, most cases do not require any medical treatment. In the cases when valve regurgitation is severe, failure of treatment can lead to arrhythmias, congestive heart failure and death. Doppler echocardiography is routinely used by physicians to diagnose and assess the severity of mitral valve regurgitation. The accurate assessment of valve regurgitation using echocardiography is, however, an ongoing challenge. In particular, regurgitant blood flow through a leaky mitral valve sometimes hugs the wall of the left atrium (known as the Coanda effect), which makes it difficult to see and measure the regurgitant volume. By using sophisticated mathematics, scientific computing, and experimental validation, the interdisciplinary team consisting of mathematicians and echocardiographic specialists, is investigating the blood flow conditions, and the shape of the regurgitant valves, that lead to the Coanda effect. This is a novel fluid-dynamics problem that has not been studied before due to the difficulties in resolving the interaction between blood flow and the moving regurgitant valve. By using a recently developed state-of-the-art computational algorithm that is capable of resolving this problem, and by developing novel mathematical techniques that will capture the bifurcation in the flow associated with Coanda effect, the results of this project will shed light on the complex intracardiac flow conditions associated with this phenomenon, and lead the way in designing novel protocols in echocardiographic assessment of mitral regurgitation. Students participate in all the aspects of this research. They are being trained in computer simulations, mathematical modeling, and in experimental validation of the mathematical models.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Suncica",
   "pi_last_name": "Canic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Suncica Canic",
   "pi_email_addr": "canics@berkeley.edu",
   "nsf_id": "000181976",
   "pi_start_date": "2011-07-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Annalisa",
   "pi_last_name": "Quaini",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Annalisa Quaini",
   "pi_email_addr": "quaini@math.uh.edu",
   "nsf_id": "000579602",
   "pi_start_date": "2011-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "4300 MARTIN LUTHER KING BLVD",
  "perf_city_name": "HOUSTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772043067",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1266",
   "pgm_ref_txt": "APPLIED MATHEMATICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 263578.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 39999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This study focused on analyzing complex flow conditions that occur in the human heart during a pathological heart valve condition, called the mitral valve regurgitation. Mitral regurgitation (MR) is a valvular disease in which the mitral valve does not close properly, thereby allowing blood to flow backward from the left ventricle to the left atrium of the heart. MR can lead to atrial arrhythmias, pulmonary artery hypertension, congestive heart failure, and death. MR is among the most prevalent valve problems in the western world. Doppler echocardiography has recently emerged as the method of choice for the non-invasive detection and evaluation of MR severity. However, due to the various color Doppler limitations, the accurate quantification of MR remains one of the major challenges in modern echocardiography. This is particularly the case with eccentric, wall-hugging regurgitant jets, known as the Coanda effect, which appear smaller on the echocardiographic image of MR, leading to a gross under-estimation of regurgitant volume by inexperienced cardiovascular observers.</p>\n<p>In this study novel computational and mathematical methods were developed to understand the conditions that lead to the Coanda effect. In Coanda effect, the regurgitant jet, flowing backwards into the left atrium, changes its direction: instead of entering straight into the atrium, the jet takes a sudden turn, and hugs the wall of the atrium. See Figure 1 (Eccentric mitral regurgitant jet (Coanda effect)). The present study revealed that this happens only under certain flow and valvular conditions. Using the, so called, mathematical bifurcation analysis, coupled with computer simulations, and experimental investigations performed at the Houston Methodist DeBakey Heart and Vascular Center, it was found that Conada effect appears at larger Reynolds numbers (faster flows), through valvular orifices that are long and narrow, and for the valves that are typically &ldquo;prolapsed&rdquo;. As a consequence, this study revealed that the regurgitant volume typically associated with Coanda effect is almost never mild, but rather moderate-to-severe, requiring further investigation and a need for possible cardiovascular intervention.&nbsp;</p>\n<p>On the course of this study, several novel computational methods were developed to study fluid-structure interaction between an incompressible, viscous fluid such as blood, and an elastic/viscoelastic structure such as the cardiovascular tissue. Furthermore, various novel techniques were investigated to study flows at large Reynolds numbers, with reduced computational costs. The mathematical and computational analysis suggested a novel design of a mock heart chamber at the Houston Methodist DeBakey Heart and Vascular Center. The mock imaging heart chamber is capable of capturing the Coanda effect, and simulate the echocardiographic assessment of mitral regurgitation. Figure 2 (Mock Imaging Heart Chamber) shows the mock heart chamber containing the left atrium (LA) and the left ventricle (LV), divided by a plate containing a regurgitant orifice.&nbsp; The mock heart chamber was connected to a pulsatile flow loop mimicking the systolic part of the cardiac cycle during which MR occurs. Figure 3 (3D simulation of Coanda effect)&nbsp; shows our simulation of the regurgitant flow exhibiting Coanda effect in the mock heart chamber. Based on our simulations, a novel regurgitant orifice was manufactured at the Methodist DeBakey Heart and Vascular Center, which was capable of capturing the physiologic Coanda flows. The manufactured Coanda plate with orifice is shown in Figure 4 (Coanda plate).</p>\n<p>Two post-doctoral fellows, six graduate students, and two undergraduate students were involved in the project. Four PhD students graduated: one is now a tenure track faculty at the University of Notre Dame (Bukac), one is a post-doctoral associate at the University of Wuerzbu...",
  "por_txt_cntn": "\nThis study focused on analyzing complex flow conditions that occur in the human heart during a pathological heart valve condition, called the mitral valve regurgitation. Mitral regurgitation (MR) is a valvular disease in which the mitral valve does not close properly, thereby allowing blood to flow backward from the left ventricle to the left atrium of the heart. MR can lead to atrial arrhythmias, pulmonary artery hypertension, congestive heart failure, and death. MR is among the most prevalent valve problems in the western world. Doppler echocardiography has recently emerged as the method of choice for the non-invasive detection and evaluation of MR severity. However, due to the various color Doppler limitations, the accurate quantification of MR remains one of the major challenges in modern echocardiography. This is particularly the case with eccentric, wall-hugging regurgitant jets, known as the Coanda effect, which appear smaller on the echocardiographic image of MR, leading to a gross under-estimation of regurgitant volume by inexperienced cardiovascular observers.\n\nIn this study novel computational and mathematical methods were developed to understand the conditions that lead to the Coanda effect. In Coanda effect, the regurgitant jet, flowing backwards into the left atrium, changes its direction: instead of entering straight into the atrium, the jet takes a sudden turn, and hugs the wall of the atrium. See Figure 1 (Eccentric mitral regurgitant jet (Coanda effect)). The present study revealed that this happens only under certain flow and valvular conditions. Using the, so called, mathematical bifurcation analysis, coupled with computer simulations, and experimental investigations performed at the Houston Methodist DeBakey Heart and Vascular Center, it was found that Conada effect appears at larger Reynolds numbers (faster flows), through valvular orifices that are long and narrow, and for the valves that are typically \"prolapsed\". As a consequence, this study revealed that the regurgitant volume typically associated with Coanda effect is almost never mild, but rather moderate-to-severe, requiring further investigation and a need for possible cardiovascular intervention. \n\nOn the course of this study, several novel computational methods were developed to study fluid-structure interaction between an incompressible, viscous fluid such as blood, and an elastic/viscoelastic structure such as the cardiovascular tissue. Furthermore, various novel techniques were investigated to study flows at large Reynolds numbers, with reduced computational costs. The mathematical and computational analysis suggested a novel design of a mock heart chamber at the Houston Methodist DeBakey Heart and Vascular Center. The mock imaging heart chamber is capable of capturing the Coanda effect, and simulate the echocardiographic assessment of mitral regurgitation. Figure 2 (Mock Imaging Heart Chamber) shows the mock heart chamber containing the left atrium (LA) and the left ventricle (LV), divided by a plate containing a regurgitant orifice.  The mock heart chamber was connected to a pulsatile flow loop mimicking the systolic part of the cardiac cycle during which MR occurs. Figure 3 (3D simulation of Coanda effect)  shows our simulation of the regurgitant flow exhibiting Coanda effect in the mock heart chamber. Based on our simulations, a novel regurgitant orifice was manufactured at the Methodist DeBakey Heart and Vascular Center, which was capable of capturing the physiologic Coanda flows. The manufactured Coanda plate with orifice is shown in Figure 4 (Coanda plate).\n\nTwo post-doctoral fellows, six graduate students, and two undergraduate students were involved in the project. Four PhD students graduated: one is now a tenure track faculty at the University of Notre Dame (Bukac), one is a post-doctoral associate at the University of Wuerzburg in Germany and is moving to a research position at Sandia National Labs, one will start a post-doc posit..."
 }
}