{
 "awd_id": "1109469",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Observational testing of interstellar grain alignment theory",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032924937",
 "po_email": "glangsto@nsf.gov",
 "po_sign_block_name": "Glen Langston",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 219789.0,
 "awd_amount": 219789.0,
 "awd_min_amd_letter_date": "2011-09-21",
 "awd_max_amd_letter_date": "2011-09-21",
 "awd_abstract_narration": "The collaborative research lead by Dr. Andersson (Universities Space Research Association), Dr. Jones (University of Minnesota), and Dr. Lazarian (University of Wisconsin, Madison) advances our ability to trace magnetic fields in the interstellar medium and molecular clouds through new multi-wavelength observations and theoretical modeling. It leads to a better understanding of the foregrounds to the cosmic microwave background (CMB) polarization through targeted observations of interstellar grain alignment and modeling based on the leading theoretical paradigm. The combined new quantitative effort addresses interstellar grain alignment mechanisms. A quantitative theory based on radiative alignment torques provides specific, testable predictions of the grain alignment as functions of the environment and grain characteristics. Observations, employing optical and near-infrared (NIR) polarimetry, directly probe the theoretical predictions of the variations of grain alignment efficiencies from the molecular cloud surfaces to the depths where (sub-)mm wave polarized emission is observed. Extensive modeling of the grain alignment, simulating the polarization arising from aligned grains, supports interpretations of the observations. A quantitative understanding of the alignment mechanism is important to understand the structure and strength of the magnetic field (through the geometry of the polarization vectors and the Chandrasekhar-Fermi method, respectively). The impact on related research ranges from models of star formation (through a reliable magnetic field tracing) to the physics of Early Universe (through a reliable separation of polarized dust foreground from the CMB polarized radiation) as well as a better understandinging micro-physics of interstellar dust grains. This project trains young researchers and graduate students in the acquisition, analysis and interpretation of the optical and NIR observations, and on computational models necessary for the study of astrophysical magnetic fields and the nature of interstellar polarization.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bengt-Goran",
   "pi_last_name": "Andersson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bengt-Goran Andersson",
   "pi_email_addr": "bgandersson@austin.utexas.edu",
   "nsf_id": "000489014",
   "pi_start_date": "2011-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Universities Space Research Association",
  "inst_street_address": "425 3RD ST SW STE 950",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "4107302656",
  "inst_zip_code": "200243230",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "UNIVERSITIES SPACE RESEARCH ASSOCIATION",
  "org_prnt_uei_num": "VPWMMPGGPJ74",
  "org_uei_num": "VPWMMPGGPJ74"
 },
 "perf_inst": {
  "perf_inst_name": "Universities Space Research Association",
  "perf_str_addr": "425 3RD ST SW STE 950",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200243230",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121600",
   "pgm_ele_name": "GALACTIC ASTRONOMY PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  },
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 219789.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Just as wearing a pair of polarizing sunglasses can help us see through glare on a sunny day, employing polarimetry in astronomy allows us to understand things about the universe that we could not discern using other techniques.&nbsp; Supported by an NSF grant we have carried out a combined observational-theoretical program to study the main cause of the polarization seen from the interstellar medium.&nbsp; To do this we have clarified how and why dust grains line up in the space between the stars in the Galaxy. &nbsp;Understanding how and why the dust grains are aligned and therefore causing the polarization will provide new tools to understand the interstellar medium, its dust and the magnetic field permeating it.</p>\n<p>Light is an electromagnetic transverse wave.&nbsp; That is, the variation in the electrical field of the light is directed perpendicular to the direction of propagation. If different light rays from a source have random orientations of the plane of the wave, we call this unpolarized light. &nbsp;If the electric field in one transverse direction is larger than the other the light is polarized.</p>\n<p>There are many instances of polarized light in both every day phenomena and astronomy.&nbsp; Light reflected off a surface, for example off of a water surface (which is why fishermen often wear polarizing sunglasses) becomes polarized.&nbsp; The blue sky is strongly polarized due to a process known as Rayleigh scattering in which the light from the Sun is redirected by the molecules in the atmosphere in a highly polarized state.&nbsp; In astronomy these mechanisms also occur, as does the polarization from the asymmetrical blocking of light by elongated dust grains, which are about the same size as the wavelength of the light (Figure 1).&nbsp; To achieve a significant level of such polarization, the dust grains must be oriented in the same direction&mdash;or aligned.</p>\n<p>That the light from stars shining through the gas and dust in the Galaxy&mdash;the Interstellar Medium (ISM)&mdash;is usually polarized was discovered in 1949, and it was realized almost immediately that this polarization was due to elongated dust that was aligned by the interstellar magnetic field.&nbsp; However, the details of how this alignment comes about has been poorly understood until recently.</p>\n<p>In space there are few large scale ordered surfaces, or structures, to provide a reference direction. One of the most important large-scale components of the Galaxy is the magnetic field permeating space.&nbsp; Because magnetic fields, in and of themselves, do not give rise to any radiation, they are generally very difficult to study in astronomical objects. Therefore, observational methods that probe the structure and strength of the magnetic field are important to find and quantify. An important way of measuring the interstellar magnetic field is through the observation of the polarization of light from background stars, caused by the aligned dust grains.&nbsp;</p>\n<p>In addition to allowing a better understanding of magnetic fields, and their importance in how new stars form, a reliable description of grain alignment can help us better understand the dust itself and see the cosmic background radiation more clearly.</p>\n<p>The current, most promising suggestion for how the dust grains become aligned proposes that the grains start to rotate as light shines on them, in a manner similar to how a \"wind spinner\" or pinwheel moves when the wind blows on it.&nbsp; For a grain of the appropriate composition, the rotation then causes it to acquire an internal magnetization, which in turn aligns its spin axis with the magnetic field.&nbsp; We have performed a number of observational tests of this \"Radiative Alignment Torque\" (RAT) theory, using both visible and infrared light.&nbsp; From theory we have established specific predictions, which we have then translated into observations tha...",
  "por_txt_cntn": "\nJust as wearing a pair of polarizing sunglasses can help us see through glare on a sunny day, employing polarimetry in astronomy allows us to understand things about the universe that we could not discern using other techniques.  Supported by an NSF grant we have carried out a combined observational-theoretical program to study the main cause of the polarization seen from the interstellar medium.  To do this we have clarified how and why dust grains line up in the space between the stars in the Galaxy.  Understanding how and why the dust grains are aligned and therefore causing the polarization will provide new tools to understand the interstellar medium, its dust and the magnetic field permeating it.\n\nLight is an electromagnetic transverse wave.  That is, the variation in the electrical field of the light is directed perpendicular to the direction of propagation. If different light rays from a source have random orientations of the plane of the wave, we call this unpolarized light.  If the electric field in one transverse direction is larger than the other the light is polarized.\n\nThere are many instances of polarized light in both every day phenomena and astronomy.  Light reflected off a surface, for example off of a water surface (which is why fishermen often wear polarizing sunglasses) becomes polarized.  The blue sky is strongly polarized due to a process known as Rayleigh scattering in which the light from the Sun is redirected by the molecules in the atmosphere in a highly polarized state.  In astronomy these mechanisms also occur, as does the polarization from the asymmetrical blocking of light by elongated dust grains, which are about the same size as the wavelength of the light (Figure 1).  To achieve a significant level of such polarization, the dust grains must be oriented in the same direction&mdash;or aligned.\n\nThat the light from stars shining through the gas and dust in the Galaxy&mdash;the Interstellar Medium (ISM)&mdash;is usually polarized was discovered in 1949, and it was realized almost immediately that this polarization was due to elongated dust that was aligned by the interstellar magnetic field.  However, the details of how this alignment comes about has been poorly understood until recently.\n\nIn space there are few large scale ordered surfaces, or structures, to provide a reference direction. One of the most important large-scale components of the Galaxy is the magnetic field permeating space.  Because magnetic fields, in and of themselves, do not give rise to any radiation, they are generally very difficult to study in astronomical objects. Therefore, observational methods that probe the structure and strength of the magnetic field are important to find and quantify. An important way of measuring the interstellar magnetic field is through the observation of the polarization of light from background stars, caused by the aligned dust grains. \n\nIn addition to allowing a better understanding of magnetic fields, and their importance in how new stars form, a reliable description of grain alignment can help us better understand the dust itself and see the cosmic background radiation more clearly.\n\nThe current, most promising suggestion for how the dust grains become aligned proposes that the grains start to rotate as light shines on them, in a manner similar to how a \"wind spinner\" or pinwheel moves when the wind blows on it.  For a grain of the appropriate composition, the rotation then causes it to acquire an internal magnetization, which in turn aligns its spin axis with the magnetic field.  We have performed a number of observational tests of this \"Radiative Alignment Torque\" (RAT) theory, using both visible and infrared light.  From theory we have established specific predictions, which we have then translated into observations that best test them.    For instance, RAT alignment predicts that the alignment should be stronger close to a bright star, but also that only grains larger than the wavelength ..."
 }
}