{
 "awd_id": "1109803",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Cold Gas in Hot Galaxies",
 "cfda_num": "47.049",
 "org_code": "03020400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Barvainis",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 414908.0,
 "awd_amount": 414908.0,
 "awd_min_amd_letter_date": "2011-07-08",
 "awd_max_amd_letter_date": "2011-07-08",
 "awd_abstract_narration": "Exactly how galaxies form and develop is a mystery that has long eluded astronomers.  So, it is crucial for scientists to unravel clues of galaxy formation and development.  This project pursues three primary goals to move this field forward.  The first goal is to read the assembly, interaction, and accretion history of early-type (elliptical and lenticular) galaxies through studies of the detailed properties of their cold gas.  The second goal is to test empirical and theoretical models of the structure of the interstellar medium and its effect on star formation efficiency.  Specifically, the true test of theoretical models of the interstellar medium will be whether the models developed for late-type spirals can be extended to the very different conditions inside elliptical and lenticular galaxies.  The third goal is to pursue observational constraints on the role of active galactic nuclei (AGN)-driven feedback in clearing cold gas from galaxies, thus transforming their morphology and color and contributing to the establishment of today's Hubble sequence.\r\n\r\nTo accomplish these three goals, the investigators will use the observations of the volume-limited, well-studied ATLAS-3D sample of nearby early-type galaxies.  Existing millimeter interferometers and the National Radio Astronomy Observatory's (NRAO's) Expanded Very Large Array (EVLA) will map trace molecular species as astrochemical probes of the properties of the cold ISM, and will make deep observations of radio continuum emission from low level star formation activity and low level AGN activity.  The astrochemical work will also be suitable for early Atacama Large Millimeter/submillimeter Array (ALMA) science proposals.\r\n\r\nEducationally, the project will support two graduate student research assistants for three years as well as an undergraduate researcher. The project will also provide K-12 teacher training in science through the development of a radio astronomy course, related to the research project, delivered in a Master of Science Teaching program offered at New Mexico Tech for K-12 teachers.  The teachers who benefit from this program will be teaching underrepresented students and thereby strengthening their exposure in and training for STEM careers.  The research and training offered to K-12 teachers is hands-on using a radio telescope.  The teachers learn not only how to collect and examine radio telescope data like the research project, but they also learn how the professional radio telescopes in New Mexico function, a tremendous and rare teacher training opportunity that integrates research and education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Young",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa Young",
   "pi_email_addr": "lisa.young@nmt.edu",
   "nsf_id": "000302034",
   "pi_start_date": "2011-07-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Meier",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "David S Meier",
   "pi_email_addr": "david.meier@nmt.edu",
   "nsf_id": "000538216",
   "pi_start_date": "2011-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Mexico Institute of Mining and Technology",
  "inst_street_address": "801 LEROY PL",
  "inst_street_address_2": "",
  "inst_city_name": "SOCORRO",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5758355496",
  "inst_zip_code": "878014681",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NM02",
  "org_lgl_bus_name": "NEW MEXICO INSTITUTE OF MINING AND TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HZJ2JZUALWN4"
 },
 "perf_inst": {
  "perf_inst_name": "New Mexico Institute of Mining and Technology",
  "perf_str_addr": "801 LEROY PL",
  "perf_city_name": "SOCORRO",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "878014681",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NM02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121700",
   "pgm_ele_name": "EXTRAGALACTIC ASTRON & COSMOLO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 414908.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant supported an observational program with three large-scale goals.&nbsp; One goal is to read the assembly, interaction, and accretion history of early-type (elliptical and lenticular) galaxies through studies of their cold gas.&nbsp; A second goal is to test models of the interstellar medium and its effect on star formation efficiency; specifically, the true test of such models will be whether the versions developed for late-type spiral galaxies can be extended to the very different conditions inside elliptical and lenticular galaxies.&nbsp; A third goal is to pursue observational constraints on the role of black hole feedback on the cold gas in galaxies, thus transforming their morphology and color by shutting off star formation activity.&nbsp; Those issues are being addressed with VLA and VLBA observations of radio continuum emission from nearby early-type galaxies, as well as new ALMA data on the molecular gas.&nbsp; The research is closely linked with many other areas of current research in astrophysics; these include numerical simulations of galaxy evolution and studies of the interstellar medium in radio galaxies and cooling flow galaxy clusters.<br /><br />Early-type galaxies, almost by definition, do not have as much cold gas or star formation activity as spiral galaxies do.&nbsp; They do have some cold gas, and one of the reasons this is interesting is that by studying the details of the various cold gas molecules (e.g. CO, HCN, CH3OH, and many others) we can infer something about the temperature and density of gas.&nbsp; We can also infer whether that gas has been shocked through collisions of gas clouds.&nbsp; We have been engaged in chemical studies of the nearby galaxies Centaurus A (NGC 5128) and NGC 1266.&nbsp; The cold gas in Cen A is thought to have been accreted relatively recently when the galaxy swallowed a small dwarf galaxy that strayed too close.&nbsp; NGC 1266 is more isolated, and the supermassive black hole is driving a strong outflow.&nbsp; The observations taken under the auspices of this project find that these early-type galaxy nuclei exhibit feedback and rich chemistries in the nuclear disks influenced by their supermassive black holes. These are examples of the kinds of ways that clues to galaxy evolution can come from their cold gas.<br /><br />Another major effort supported by this project has been very deep radio observations, mostly with Karl G. Jansky Very Large Array, of a large sample of early-type galaxies.&nbsp; We obtained moderate-resolution data that should be sensitive to the faint radio emission coming from low levels of star formation activity in the cold gas.&nbsp; In most cases the radio continuum emission is strongly correlated with both the infrared emission (powered by star formation) and the molecular gas (the raw material for star formation), suggesting that the general star formation process happens the same way in early-type galaxies that it does in spirals.&nbsp; In a few cases, however, the radio emission is much too faint for some reasons which are not entirely clear.&nbsp; It may be that these galaxies have unusually weak magnetic fields.&nbsp; These kinds of constraints will help to inform detailed simulations of the star formation process in large numerical simulations of the evolution of the universe.<br /><br />We also conducted high resolution VLA observations that are sensitive to faint emission coming especially from accretion onto the black holes in the centers of these galaxies.&nbsp; Our best current understanding of galaxy formation suggests that every massive galaxy contains a supermassive black hole, and that sometimes these black holes emit copious radio emission.&nbsp; The basic idea is that gas falling towards the black hole should make a rotating plasma disk, and these rotating disks sometimes create a dynamo and accelerate particles to relativistic energies.&nbsp; The relativisti...",
  "por_txt_cntn": "\nThis grant supported an observational program with three large-scale goals.  One goal is to read the assembly, interaction, and accretion history of early-type (elliptical and lenticular) galaxies through studies of their cold gas.  A second goal is to test models of the interstellar medium and its effect on star formation efficiency; specifically, the true test of such models will be whether the versions developed for late-type spiral galaxies can be extended to the very different conditions inside elliptical and lenticular galaxies.  A third goal is to pursue observational constraints on the role of black hole feedback on the cold gas in galaxies, thus transforming their morphology and color by shutting off star formation activity.  Those issues are being addressed with VLA and VLBA observations of radio continuum emission from nearby early-type galaxies, as well as new ALMA data on the molecular gas.  The research is closely linked with many other areas of current research in astrophysics; these include numerical simulations of galaxy evolution and studies of the interstellar medium in radio galaxies and cooling flow galaxy clusters.\n\nEarly-type galaxies, almost by definition, do not have as much cold gas or star formation activity as spiral galaxies do.  They do have some cold gas, and one of the reasons this is interesting is that by studying the details of the various cold gas molecules (e.g. CO, HCN, CH3OH, and many others) we can infer something about the temperature and density of gas.  We can also infer whether that gas has been shocked through collisions of gas clouds.  We have been engaged in chemical studies of the nearby galaxies Centaurus A (NGC 5128) and NGC 1266.  The cold gas in Cen A is thought to have been accreted relatively recently when the galaxy swallowed a small dwarf galaxy that strayed too close.  NGC 1266 is more isolated, and the supermassive black hole is driving a strong outflow.  The observations taken under the auspices of this project find that these early-type galaxy nuclei exhibit feedback and rich chemistries in the nuclear disks influenced by their supermassive black holes. These are examples of the kinds of ways that clues to galaxy evolution can come from their cold gas.\n\nAnother major effort supported by this project has been very deep radio observations, mostly with Karl G. Jansky Very Large Array, of a large sample of early-type galaxies.  We obtained moderate-resolution data that should be sensitive to the faint radio emission coming from low levels of star formation activity in the cold gas.  In most cases the radio continuum emission is strongly correlated with both the infrared emission (powered by star formation) and the molecular gas (the raw material for star formation), suggesting that the general star formation process happens the same way in early-type galaxies that it does in spirals.  In a few cases, however, the radio emission is much too faint for some reasons which are not entirely clear.  It may be that these galaxies have unusually weak magnetic fields.  These kinds of constraints will help to inform detailed simulations of the star formation process in large numerical simulations of the evolution of the universe.\n\nWe also conducted high resolution VLA observations that are sensitive to faint emission coming especially from accretion onto the black holes in the centers of these galaxies.  Our best current understanding of galaxy formation suggests that every massive galaxy contains a supermassive black hole, and that sometimes these black holes emit copious radio emission.  The basic idea is that gas falling towards the black hole should make a rotating plasma disk, and these rotating disks sometimes create a dynamo and accelerate particles to relativistic energies.  The relativistic particles can then be observed via their radio emission.  Exactly how the dynamo is created is poorly understood.  Our work provides some improved context by quantifying how common is t..."
 }
}