{
 "awd_id": "1109937",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Optimal Geometric Control for the Contrast Imaging problem in Nuclear Magnetic Resonance",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lora Billings",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 199984.0,
 "awd_amount": 199984.0,
 "awd_min_amd_letter_date": "2011-09-01",
 "awd_max_amd_letter_date": "2011-09-01",
 "awd_abstract_narration": "Recent experimental projects in quantum control using finite-dimensional systems as the control of spin systems in nuclear magnetic resonance and references therein) are motivating new theoretical studies in the case where the system interacts with its environment.  The primary objective of the proposed research is to apply techniques of geometric optimal control theory to the control of the spin dynamics by magnetic fields in Nuclear Magnetic Resonance (NMR). Through interaction with a magnetic field, NMR involves the manipulation of nuclear spins. It has many potential applications extending from the determination of molecular structures (NMR spectroscopy) and quantum computing, where NMR remains one of the most promising road in the construction of a scalable quantum computer, to medical imagery (MRI).  The control technology developed over the past 50 years allows the use of sophisticated control fields and permits the implementation of complex quantum algorithms such as the Deutsh-Jozsa and the Grover algorithms. NMR is therefore an ideal experimental testbed for quantum control.  The proposed research will also impact the domain of quantum mechanics. First, solving the contrast imaging problem can potentially have a profound impact on how medical imaging is done in hospitals. Indeed, by designing magnetic fields to maximize the distance between the two spin we increase the image resolution and therefore improve its quality which improves patient care. Second, by using geometric techniques our approach will complement existing efficient numerical tools for pulse sequence optimization, such as the GRAPE (gradient ascent pulse engineering) by providing an understanding of the qualitative structures of the dynamics of the system. In particular, the physicists will gain insight about the control mechanism that lead to the optimal solutions.\r\n\r\nStarting as a tool for characterization of organic molecules, the use of nuclear magnetic resonance (NMR) has spread to areas as diverse as pharmaceutics, medical diagnostics (medical resonance imaging) and structural biology. The principles of NMR have served as a paradigm for other physical methods that rely on interaction between radiation and matter. It is therefore not surprising that experiments in NMR also serve as good model problems in control of quantum systems. Recent advancements on the study of spin dynamics strongly suggest the efficiency of geometric control theory to analyze the optimal synthesis.  Until now, the analysis of nonlinear optimal control has been mostly concerned with the class of single-input systems. Via this application in quantum control, it is proposed to extend the analysis to the multidimensional case.  The proposal research will also impact significantly the field of quantum mechanics. First, medical imagery can be drastically improved through the contrast problem which will directly impact patient care in hospitals. Second, by using geometric tools to develop optimal synthesis, we provide physicists with an additional understanding about the control mechanism of the optimal solutions which in turn will help developing improved numerical schemes.  We also propose an initiative to address the underrepresentation of minorities, and particularly of Native Hawaiian women, in the fields of science, technology, engineering, and mathematics (STEM disciplines) at UH Manoa and nationwide. The goal is to address the dual barriers of gender and ethnicity that Native Hawaiian females face in these fields.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Monique",
   "pi_last_name": "Chyba",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Monique Chyba",
   "pi_email_addr": "mchyba@math.hawaii.edu",
   "nsf_id": "000093689",
   "pi_start_date": "2011-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "2425 CAMPUS RD SINCLAIR RM 1",
  "perf_city_name": "HONOLULU",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222247",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 199984.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main objective of the research conducted under this grant was to apply techniques of geometric optimal control theory to the control of the spin dynamics by magnetic fields in Nuclear Magnetic Resonance (NMR), in particular the contrast imaging problem. It is the basic question that has to be solved in order to improve the quality and the resolution of medical imaging.</p>\n<p>With our work, we extended prior geometric analysis on single-input system to the multidimensional case. Indeed, through the contrast imaging problem we developed a general theory for the classification of the extremal behaviors near the switching surface for bi-input systems. We reduced the optimal problem to the analysis of the singular flow and derived sets of invariants. Additionnaly, we implemented the algorithm in the contrast problem for four sets of experimental parameters and presented the obtained optimal structure including the study of the so-called conjugate points. The information gained from our two spin model improved the understanding of the numerical simulations and guided them towards better optimal solutions.</p>\n<p>Our optimized contrast was demonstrated in a laboratory benchmark  experiment using a model system of two spatially separated liquids  corresponding to blood in its oxygenated and deoxygenated forms. In 2012, a paper, ``Exploring the physical limits of saturation contrast in Magnetic Resonance Imaging\" by M. Lapert, Y. Zhang, M. Janich, S. J. Glaser and D. Sugny was published in Sci. Rep. 2, 589. The authors explore the physical limits of the maximum achievable experimental contrast which were unknown, providing a benchmark for numerically optimized robust pulse sequences which can take into account experimental imperfections. The experiments have been directly designed based on sequences of bang and singular arcs determined by our methods of geometric optimal control. This proves that the approach taken in our work can actually be applied in the experimental setting and provide very efficient results. The papers demonstrate that we can go beyond intuitive methods by using the powerful machinery of optimal control, which provides in the contrast case not just an improved performance but an estimate of the global optimum, i.e. the best possible contrast within the experimental constraints.</p>\n<p>Part of the proposed research was also the application of the techniques used for the contrast problem to other problems. This has been done especially successfully in astrodynamics with the design of rendezvous and return transfers to temporarily captured orbiters.We assessed the feasability of space missions toward this new popultaion of near Earth Asteroids. It has been demonstrated that&nbsp; on a random sample of 3,000 temporarily captured orbiters from a database of 16,000 that we can design a rendezvous transfer for 100% of the asteroids with a delta-v under 680 m/s for half of those and a duration under three months for most of them. Note that the goal was to conduct an analysis on a large sample of asteroids and that the results can be then improved case by case. Our results provide incentives for astronomers to initiate detection efforst for this precise&nbsp; type of near Earth asteroids. Finally, we applied the techniques developed within this proposal to investigate the contribution of the fragmentation process in the amyloid assembly formation and spreading. In a pathology caused by amyloid fibril formation, such as Prion, Alzheimer's, Parkinson's and other amyloidoses, the fragmentation of amyloid fibrils constitutes a unique pathway to spread the replication centre and propagate the pathology within tissues and between organs. Our analysis suggested that the currently adopoted model are not realistics and new models need to be developed for further study.</p>\n<!-- p { margin-bottom: 0.1in; line-height: 120%; } -->\n<p style=\"margin-bottom: 0in; font-st...",
  "por_txt_cntn": "\nThe main objective of the research conducted under this grant was to apply techniques of geometric optimal control theory to the control of the spin dynamics by magnetic fields in Nuclear Magnetic Resonance (NMR), in particular the contrast imaging problem. It is the basic question that has to be solved in order to improve the quality and the resolution of medical imaging.\n\nWith our work, we extended prior geometric analysis on single-input system to the multidimensional case. Indeed, through the contrast imaging problem we developed a general theory for the classification of the extremal behaviors near the switching surface for bi-input systems. We reduced the optimal problem to the analysis of the singular flow and derived sets of invariants. Additionnaly, we implemented the algorithm in the contrast problem for four sets of experimental parameters and presented the obtained optimal structure including the study of the so-called conjugate points. The information gained from our two spin model improved the understanding of the numerical simulations and guided them towards better optimal solutions.\n\nOur optimized contrast was demonstrated in a laboratory benchmark  experiment using a model system of two spatially separated liquids  corresponding to blood in its oxygenated and deoxygenated forms. In 2012, a paper, ``Exploring the physical limits of saturation contrast in Magnetic Resonance Imaging\" by M. Lapert, Y. Zhang, M. Janich, S. J. Glaser and D. Sugny was published in Sci. Rep. 2, 589. The authors explore the physical limits of the maximum achievable experimental contrast which were unknown, providing a benchmark for numerically optimized robust pulse sequences which can take into account experimental imperfections. The experiments have been directly designed based on sequences of bang and singular arcs determined by our methods of geometric optimal control. This proves that the approach taken in our work can actually be applied in the experimental setting and provide very efficient results. The papers demonstrate that we can go beyond intuitive methods by using the powerful machinery of optimal control, which provides in the contrast case not just an improved performance but an estimate of the global optimum, i.e. the best possible contrast within the experimental constraints.\n\nPart of the proposed research was also the application of the techniques used for the contrast problem to other problems. This has been done especially successfully in astrodynamics with the design of rendezvous and return transfers to temporarily captured orbiters.We assessed the feasability of space missions toward this new popultaion of near Earth Asteroids. It has been demonstrated that  on a random sample of 3,000 temporarily captured orbiters from a database of 16,000 that we can design a rendezvous transfer for 100% of the asteroids with a delta-v under 680 m/s for half of those and a duration under three months for most of them. Note that the goal was to conduct an analysis on a large sample of asteroids and that the results can be then improved case by case. Our results provide incentives for astronomers to initiate detection efforst for this precise  type of near Earth asteroids. Finally, we applied the techniques developed within this proposal to investigate the contribution of the fragmentation process in the amyloid assembly formation and spreading. In a pathology caused by amyloid fibril formation, such as Prion, Alzheimer's, Parkinson's and other amyloidoses, the fragmentation of amyloid fibrils constitutes a unique pathway to spread the replication centre and propagate the pathology within tissues and between organs. Our analysis suggested that the currently adopoted model are not realistics and new models need to be developed for further study.\n\n\n\n\n\t\t\t\t\tLast Modified: 11/25/2015\n\n\t\t\t\t\tSubmitted by: Monique Chyba"
 }
}