{
 "awd_id": "1109598",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Proposal: Pathways of Blacks and Hispanics in Engineering Education",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Celestine Pea",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 916654.0,
 "awd_amount": 916654.0,
 "awd_min_amd_letter_date": "2011-08-11",
 "awd_max_amd_letter_date": "2016-07-20",
 "awd_abstract_narration": "Howard University and Florida International University plan a large, empirical, three year collaborative research study with partners Prairie View A&M University and University of Puerto Rico-Mayaguez. The proposed research will consider persistence and identity factors in undergraduate engineering education of students at these four Minority Serving Institutions (MSIs). That is, the researchers will examine the impact of students' culture and ethnicity on the development of engineering identity and the importance of previously identified persistence factors (i.e., self-confidence, attitudes toward engineering, quality of instruction, etc.) on minority student attrition in institutions where they are the majority. This project seeks to address short-comings of the Academic Pathways Study, which included two of the PIs as members of the research team.\r\n\r\nRetention theory and social cognitive career theory provide the theoretical underpinnings of the study and the team will explore their evolution and current status relative to student experiences. The project team will utilize a triangulated mixed methods research design to collect and analyze data. That is, surveys will be used to collect quantitative data and a mix of individual and focus group interviews will provide qualitative data. The project directly addresses broadening participation in engineering education with a unique focus on (1) identifying how environmental factors at MSIs versus Predominately White Institutions contribute to academic and career outcomes for minority students and (2) determining potential differences in outcomes among Historically Black Colleges and Universities (HBCUs), among Hispanic Serving Institutions (HSIs) and between HSIs and HBCUs.\r\n\r\nThe proposed work has the potential to influence how scholars approach the study of ethnic minority students, as well as how they conceptualize and study MSIs, settings that often are marginalized in the study of college students. The fact that MSIs produce a substantial proportion of Black and Hispanic STEM degrees increases the relevance and potential impact of this work. In a broader sense this project considers the relevance of context in student achievement and persistence in STEM, which is a significant issue in the education of all students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lorraine",
   "pi_last_name": "Fleming",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Lorraine N Fleming",
   "pi_email_addr": "lfleming@howard.edu",
   "nsf_id": "000478111",
   "pi_start_date": "2011-08-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dawn",
   "pi_last_name": "Williams",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Dawn G Williams",
   "pi_email_addr": "dgwilliams@howard.edu",
   "nsf_id": "000061599",
   "pi_start_date": "2011-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Howard University",
  "inst_street_address": "2400 6TH ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2028064759",
  "inst_zip_code": "200590002",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "HOWARD UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "DYZNJGLTHMR9"
 },
 "perf_inst": {
  "perf_inst_name": "Howard University",
  "perf_str_addr": "2400 6TH ST NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200590002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 916654.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>INTRODUCTION.</strong> This study challenges existing assumptions by exploring the experiences of minority engineering students at minority serving institutions (MSIs). By focusing on the interplay among ethnicity, culture, identity and the engineering experience, this study produced findings that can lead to advances in engineering learning, training, and teaching that specifically benefit the engineering education community including researchers, faculty, and policy makers. We anticipate that these findings will lead to reforms that will help to better prepare more minorities for the national engineering workforce.</p>\n<p>The importance of this analysis is highlighted by its aim to increase the body of knowledge about how minority engineering students negotiate ideas of diversity and interpret the impacts of their racial and cultural minority status.&nbsp;&nbsp; This research study will inform education researchers, colleges and universities, and STEM stakeholders about the diversity policies that they adopt and the unique experiences of minority students at MSIs.</p>\n<p><strong>FINDINGS</strong>. Sophomore students were recruited from engineering programs at two Historically Black Colleges and Universities (HBCUs) and two Hispanic Serving Institutions (HSIs) in the United States. The mixed-method longitudinal study included surveys, interviews and focus groups. Below is a summary of key findings on persistence and identity.</p>\n<p><strong><span style=\"text-decoration: underline;\">Persistence</span></strong></p>\n<p>Participants noted the unique challenge of being an engineering undergraduate student with strong demands from professors, demands on their time and their heavy workload. There were 4 key factors that contributed to student persistence that emerged from this study:<em>&nbsp;</em>institutional commitments; handling perceptions and stereotypes, social support and the influence of professional organizations<em>.</em></p>\n<p><em><span style=\"text-decoration: underline;\">&nbsp;Institutional Commitments</span></em></p>\n<p>Participants reported integration into their university as a key factor in their persistence.&nbsp; They wanted to feel like they belonged and that their professors were vested in their success.</p>\n<p><em><span style=\"text-decoration: underline;\">Perceptions and Stereotypes</span></em></p>\n<p>The data show that while the traditional negative stereotypes about women and minorities persist, there are women engineering students who used the prejudicial experiences to motivate them to persist. &nbsp;These women had an understanding of or a direct experience with prejudices as minority women, but nonetheless believed that they were capable of becoming successful engineers, while not conforming to traditional stereotypes about engineers, women or minorities.&nbsp;&nbsp;</p>\n<p><em><span style=\"text-decoration: underline;\">Social Support</span></em><em>&nbsp;</em></p>\n<p>While most families and friends supported the participants&rsquo; decision to persist in engineering, some reported that they were also likely to encounter barriers from their family and friends. Many felt pressure from parents and others to change their major when the student showed signs of stress or expressed concern about the rigor of their engineering coursework and the lack of adequate social and leisure time. Still, students overwhelmingly agreed that friends and family supported them and contributed to their persistence.&nbsp;</p>\n<p><em><span style=\"text-decoration: underline;\">&nbsp;Influence of Professional Organizations </span></em><em>&nbsp;</em></p>\n<p>A major finding that emerged was the role that peer group interactions, particularly in professional organizations, played on continued persistence.&nbsp;&nbsp; Students reported the emergence of their leadership skills through interaction with their peers.&nbsp; Student career aspirations were refined by their memberships.</p>\n<p><strong><span style=\"text-decoration: underline;\">Identity</span></strong></p>\n<p>This study found that students had distinct identities (e.g., engineering major, race and ethnicity) and sought interaction with each other based on those identities.</p>\n<p><em><span style=\"text-decoration: underline;\">Engineering Identity</span></em><span style=\"text-decoration: underline;\"> </span></p>\n<p>Participants had positive relationships with their professors and peers, which motivated them to work hard to become engineers.&nbsp; The data reveal that as interaction among faculty and peers increased, engineering identity also increased.&nbsp;</p>\n<p>&nbsp;Students&rsquo; engineering identity over time was clearly noted when they spoke of their level of self-efficacy and their confidence in their abilities and their determination to earn their degree.&nbsp; Interesting to note, that most engineering students confidently referred to themselves as engineers by the time they were a second year undergraduate student.</p>\n<p><em><span style=\"text-decoration: underline;\">Race and Ethnic Identity</span></em><em></em></p>\n<p>Race and ethnicity appear to play both a direct and indirect role on students&rsquo; persistence.&nbsp; When asked if their racial/ethnic identity affected their views of becoming an engineer, their responses fell in 2 broad categories&mdash;&ldquo;prove them wrong&rdquo; syndrome and social responsibility.&nbsp; Although the students did not have to prove their capabilities and worth on campus, they felt they had to prove themselves at their internships and in their future workplaces.</p>\n<p>Students spoke more often of their social responsibility to Black/Hispanic communities and to mentoring Blacks and Hispanics students. Their commitment to social responsibility grew as they moved closer toward graduation. Whether students were mentors or mentees, mentoring appeared to be a strong factor in students&rsquo; persistence. Peer group mentoring programs were reported to be more effective in promoting retention than faculty mentoring programs.</p>\n<p><strong>CONCLUSION. </strong>This study adds to the literature about the experiences and persistence of Black and Hispanic engineering students, while also highlighting the importance of studying this sub population of engineering students in an environment where they are the majority. We argue that different dynamics are at play within this environment&nbsp;that lead to greater persistence and higher graduation rates for these students.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2017<br>\n\t\t\t\t\tModified by: Lorraine&nbsp;N&nbsp;Fleming</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nINTRODUCTION. This study challenges existing assumptions by exploring the experiences of minority engineering students at minority serving institutions (MSIs). By focusing on the interplay among ethnicity, culture, identity and the engineering experience, this study produced findings that can lead to advances in engineering learning, training, and teaching that specifically benefit the engineering education community including researchers, faculty, and policy makers. We anticipate that these findings will lead to reforms that will help to better prepare more minorities for the national engineering workforce.\n\nThe importance of this analysis is highlighted by its aim to increase the body of knowledge about how minority engineering students negotiate ideas of diversity and interpret the impacts of their racial and cultural minority status.   This research study will inform education researchers, colleges and universities, and STEM stakeholders about the diversity policies that they adopt and the unique experiences of minority students at MSIs.\n\nFINDINGS. Sophomore students were recruited from engineering programs at two Historically Black Colleges and Universities (HBCUs) and two Hispanic Serving Institutions (HSIs) in the United States. The mixed-method longitudinal study included surveys, interviews and focus groups. Below is a summary of key findings on persistence and identity.\n\nPersistence\n\nParticipants noted the unique challenge of being an engineering undergraduate student with strong demands from professors, demands on their time and their heavy workload. There were 4 key factors that contributed to student persistence that emerged from this study: institutional commitments; handling perceptions and stereotypes, social support and the influence of professional organizations.\n\n Institutional Commitments\n\nParticipants reported integration into their university as a key factor in their persistence.  They wanted to feel like they belonged and that their professors were vested in their success.\n\nPerceptions and Stereotypes\n\nThe data show that while the traditional negative stereotypes about women and minorities persist, there are women engineering students who used the prejudicial experiences to motivate them to persist.  These women had an understanding of or a direct experience with prejudices as minority women, but nonetheless believed that they were capable of becoming successful engineers, while not conforming to traditional stereotypes about engineers, women or minorities.  \n\nSocial Support \n\nWhile most families and friends supported the participants? decision to persist in engineering, some reported that they were also likely to encounter barriers from their family and friends. Many felt pressure from parents and others to change their major when the student showed signs of stress or expressed concern about the rigor of their engineering coursework and the lack of adequate social and leisure time. Still, students overwhelmingly agreed that friends and family supported them and contributed to their persistence. \n\n Influence of Professional Organizations  \n\nA major finding that emerged was the role that peer group interactions, particularly in professional organizations, played on continued persistence.   Students reported the emergence of their leadership skills through interaction with their peers.  Student career aspirations were refined by their memberships.\n\nIdentity\n\nThis study found that students had distinct identities (e.g., engineering major, race and ethnicity) and sought interaction with each other based on those identities.\n\nEngineering Identity \n\nParticipants had positive relationships with their professors and peers, which motivated them to work hard to become engineers.  The data reveal that as interaction among faculty and peers increased, engineering identity also increased. \n\n Students? engineering identity over time was clearly noted when they spoke of their level of self-efficacy and their confidence in their abilities and their determination to earn their degree.  Interesting to note, that most engineering students confidently referred to themselves as engineers by the time they were a second year undergraduate student.\n\nRace and Ethnic Identity\n\nRace and ethnicity appear to play both a direct and indirect role on students? persistence.  When asked if their racial/ethnic identity affected their views of becoming an engineer, their responses fell in 2 broad categories&mdash;\"prove them wrong\" syndrome and social responsibility.  Although the students did not have to prove their capabilities and worth on campus, they felt they had to prove themselves at their internships and in their future workplaces.\n\nStudents spoke more often of their social responsibility to Black/Hispanic communities and to mentoring Blacks and Hispanics students. Their commitment to social responsibility grew as they moved closer toward graduation. Whether students were mentors or mentees, mentoring appeared to be a strong factor in students? persistence. Peer group mentoring programs were reported to be more effective in promoting retention than faculty mentoring programs.\n\nCONCLUSION. This study adds to the literature about the experiences and persistence of Black and Hispanic engineering students, while also highlighting the importance of studying this sub population of engineering students in an environment where they are the majority. We argue that different dynamics are at play within this environment that lead to greater persistence and higher graduation rates for these students. \n\n \n\n\t\t\t\t\tLast Modified: 10/29/2017\n\n\t\t\t\t\tSubmitted by: Lorraine N Fleming"
 }
}