{
 "awd_id": "1109228",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Adaptive Sequencing and Perceptual Learning Technologies in Mathematics and Science",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Finbarr Sloane",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 1263282.0,
 "awd_amount": 1263282.0,
 "awd_min_amd_letter_date": "2011-08-22",
 "awd_max_amd_letter_date": "2011-08-22",
 "awd_abstract_narration": "The purpose of this project is to increase our understanding of how to optimize the features of learning technology systems, which have the potential to be applied widely across domains, settings, and age groups. The team of researchers from  the University of California, Los Angeles, and the University of Pennsylvania focuses on learning technology that integrates (1) principles of perceptual learning that accelerate learners' abilities to recognize key structures and relations in science and math domains, and (2) adaptive learning algorithms that use a constant stream of performance data to adapt the learning process to each individual. The collaborating partners include two K-12 schools serving diverse populations and two community colleges.\r\n\r\nThe researchers will investigate the role of response time data as a novel input into both spacing and the setting of learning criteria in adaptive and perceptual learning systems. Specific hypotheses will be tested in a series of randomized controlled experiments. Students will complete pretests, posttests, and delayed posttests to evaluate gains and long-term durability of learning. The researchers aim (1) to test adaptive sequencing that utilizes learner response times (along with accuracy) to guide spacing in learning; (2) to improve learning systems based on understanding the role of response time in setting learning criteria; (3) to develop integrative adaptive and perceptual learning systems that incorporate best practices for the use of combined speed and accuracy data; and (4) to demonstrate the feasibility and effectiveness of such systems across STEM learning domains and age groups by testing learning modules for elementary mathematics and high school and college chemistry.\r\n\r\nThis project is a major step in the merging of principles of cognitive science with learning technology in service of STEM learning.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Kellman",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Philip J Kellman",
   "pi_email_addr": "kellman@cognet.ucla.edu",
   "nsf_id": "000217066",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christine",
   "pi_last_name": "Massey",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Christine M Massey",
   "pi_email_addr": "cmassey@psych.ucla.edu",
   "nsf_id": "000221512",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1263282.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This four-year collaborative project conducted by UCLA and the University of Pennsylvania consisted of research on innovative adaptive learning systems &ndash; where learning events are dynamically selected and sequenced based on each individual learner&rsquo;s performance in interactive learning events (trials). These studies had both basic science and practical objectives. One objective was to advance our understanding of spacing &ndash; how intervals between experiences with learning items or categories can enhance learning. Research in recent years has established spacing as among the most powerful ways to enhance learning, but both the scientific understanding of spacing and practical questions of how to optimize it are subjects of ongoing research. This project involved the first studies comparing an adaptive system to the fixed spacing schedules (e.g., an item reappears every fifth&nbsp;trial) that scientists have used to establish spacing as an effective way to improve learning. Remarkably, these have not previously been compared: spacing research and adaptive learning research have proceeded separately. Another goal was to study adaptive learning systems that incorporate learner response speed along with accuracy as inputs into spacing and mastery criteria. Specifically, we tested variations of the ARTS (Adaptive Response-Time-based Sequencing) system. Yet another goal was to test whether the benefits of adaptive learning and the ARTS system apply to both factual learning and to perceptual or category learning. Finally, the project sought to connect laboratory research on learning and memory, which typically uses neutral or artificial learning content under controlled conditions, to applications in real-world learning contexts with meaningful material, such as chemistry and mathematics, and consequential STEM learning goals.</p>\n<p>To assure the generality of the learning principles studied, we used both laboratory research and real-world learning contexts, conducting several series of linked studies that varied the content (chemistry, mathematics, geography, and medical learning), the student population (community college students, K-12 students, and university undergraduates), and the research settings (community college courses, K-12 schools, and laboratory studies) across experiments. All studies involved random assignment of participants to contrasting learning conditions, using learning software that instantiated the variables of interest. All studies focused on objective evidence of learning, such as accuracy, speed, learning rates, and transfer of learning as assessed by comparing performance before, during, and after learning interventions, including delayed tests to assess the durability of learning.</p>\n<p>For factual learning (such as learning of basic math facts, geography, or chemical symbols and names of structures), experiments comparing adaptive and fixed spacing conditions showed clear advantages of adaptive learning. Results of the studies support a general hypothesis that optimal spacing to make learning efficient and effective requires ongoing assessment of learning strength during the course of learning, for particular items or categories being learned.&nbsp; A combination of accuracy and response time data in interactive learning provides detailed information about learning strength that allows more effective spacing and assessment of progress toward mastery than is possible with any predetermined (fixed) schedule of learning events. &nbsp;The results also offer support for an emerging &ldquo;successful effort&rdquo; hypothesis, which proposes that the optimal recurrence time for something that is being learned is the longest interval at which the learner can still successfully retrieve or apply it with some effort. Our findings indicate that adaptive spacing not only outperforms fixed spacing arrangements in assessments at the end o...",
  "por_txt_cntn": "\nThis four-year collaborative project conducted by UCLA and the University of Pennsylvania consisted of research on innovative adaptive learning systems &ndash; where learning events are dynamically selected and sequenced based on each individual learnerÆs performance in interactive learning events (trials). These studies had both basic science and practical objectives. One objective was to advance our understanding of spacing &ndash; how intervals between experiences with learning items or categories can enhance learning. Research in recent years has established spacing as among the most powerful ways to enhance learning, but both the scientific understanding of spacing and practical questions of how to optimize it are subjects of ongoing research. This project involved the first studies comparing an adaptive system to the fixed spacing schedules (e.g., an item reappears every fifth trial) that scientists have used to establish spacing as an effective way to improve learning. Remarkably, these have not previously been compared: spacing research and adaptive learning research have proceeded separately. Another goal was to study adaptive learning systems that incorporate learner response speed along with accuracy as inputs into spacing and mastery criteria. Specifically, we tested variations of the ARTS (Adaptive Response-Time-based Sequencing) system. Yet another goal was to test whether the benefits of adaptive learning and the ARTS system apply to both factual learning and to perceptual or category learning. Finally, the project sought to connect laboratory research on learning and memory, which typically uses neutral or artificial learning content under controlled conditions, to applications in real-world learning contexts with meaningful material, such as chemistry and mathematics, and consequential STEM learning goals.\n\nTo assure the generality of the learning principles studied, we used both laboratory research and real-world learning contexts, conducting several series of linked studies that varied the content (chemistry, mathematics, geography, and medical learning), the student population (community college students, K-12 students, and university undergraduates), and the research settings (community college courses, K-12 schools, and laboratory studies) across experiments. All studies involved random assignment of participants to contrasting learning conditions, using learning software that instantiated the variables of interest. All studies focused on objective evidence of learning, such as accuracy, speed, learning rates, and transfer of learning as assessed by comparing performance before, during, and after learning interventions, including delayed tests to assess the durability of learning.\n\nFor factual learning (such as learning of basic math facts, geography, or chemical symbols and names of structures), experiments comparing adaptive and fixed spacing conditions showed clear advantages of adaptive learning. Results of the studies support a general hypothesis that optimal spacing to make learning efficient and effective requires ongoing assessment of learning strength during the course of learning, for particular items or categories being learned.  A combination of accuracy and response time data in interactive learning provides detailed information about learning strength that allows more effective spacing and assessment of progress toward mastery than is possible with any predetermined (fixed) schedule of learning events.  The results also offer support for an emerging \"successful effort\" hypothesis, which proposes that the optimal recurrence time for something that is being learned is the longest interval at which the learner can still successfully retrieve or apply it with some effort. Our findings indicate that adaptive spacing not only outperforms fixed spacing arrangements in assessments at the end of learning but also, in most cases, provides higher performance for learners as measured throughout the cou..."
 }
}