{
 "awd_id": "1109342",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Differential Geometry, group actions, and soliton equations",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 260517.0,
 "awd_amount": 260517.0,
 "awd_min_amd_letter_date": "2011-06-06",
 "awd_max_amd_letter_date": "2013-05-22",
 "awd_abstract_narration": "Soliton equations are non-linear wave equation that are completely integrable Hamiltonian systems and have: Lax pairs,  infinitely many families of explicit soliton solutions, an algebraic superposition formula, transformations that produce new solutions of the PDE from a given one, and a very large symmetry group. The most well-known such equations are the KdV equation, the non-linear Schrodinger (NLS) equation, and the sine-Gordon equation (SGE). The KdV and NLS arise naturally from geometric flows and the SGE is the Gauss-Codazzi equation for  surfaces in $3$-space with constant negative Gaussian curvature. Many other partial differential equations arising in geometry are also now known to be soliton equations. Terng will study submanifolds in symmetric spaces and in affine flat 3-space whose governing equations are soliton equations or elliptic integrable systems, construct curve flows in Riemannian, pseudo-Riemannian, and affine geometries so that the corresponding equations for curve invariants are soliton equations.  Terng will also study the moduli space of the anti-self-dual Yang-Mills equation.  Jointly with B. Dai, and Uhlenbeck, Terng solved the Cauchy problem with small initial data and constructed all soliton space-time monopoles when the gauge group is the unitary group.  She proposes to investigate this equation when the gauge group is an arbitrary compact, simple Lie group or the special linear group. \r\n\r\nSoliton theory is an enticingly elegant part of modern mathematics. It has a multitude of interpretations in geometry, analysis, algebra, and applied mathematics.  The KdV equation models the motion of waves in shallow canal, the NLS equation models the motion of a wave envelope in an optical fiber, and the SGE equation arises in Plasma physics. The existence of particle like soliton solutions of the NLS has helped speed up the internet.  Soliton equations also arise as equations for many important geometric problems.  Terng plans to study geometric aspects of soliton equations, use techniques in soliton theory to construct new and interesting geometric objects, and use geometry to construct new soliton equations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chuu-lian",
   "pi_last_name": "Terng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chuu-lian Terng",
   "pi_email_addr": "cterng@math.uci.edu",
   "nsf_id": "000105380",
   "pi_start_date": "2011-06-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "160 ALDRICH HALL",
  "perf_city_name": "IRVINE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926970001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 92997.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 82012.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 85508.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Soliton equations have many remarkable properties including the existence of two Poisson structures, infinitely many commuting conservation laws, &nbsp;B\\\"acklund transformations generating new solutions from a given solution by solving a pair of compatible first order &nbsp;partial differential equations, infinitely many families of exact soliton solutions, and loop group action and Viraoso symmetries.&nbsp;<br />The non-linear Schr\\\"odigner (NLS) equation, which models the wave propagation in optic fiber, is a soliton equation. The exact soliton solutions of the NLS have been used to make internet faster.&nbsp;<br />The movement of a vortex in a viscus fluid is given by the vortex filament equation (VFE), i.e., the evolution of a curve in 3-space that moves in the binormal direction with its curvature as speed. It was noted by Hashimoto that &nbsp;the curvature of a solution of the VFE is a solution of the NLS. Conversely, solutions of NLS give rise to solutions of VFE.&nbsp;<br />The KdV equation, which models the wave propagation in the shallow water, is the first known soliton equation. &nbsp;There is also a natural curve flow in the affine plane such that the evolution of the corresponding affine curvature satisfies the KdV.&nbsp;<br />The goals of this project are: (a) to understand properties of soliton equations from a unified conceptual way, (b) to construct geometric curve flows whose curvature flows are soliton flows.<br />We accomplished both goals and did the following during the funding of this project:&nbsp;<br />(i) We give a unified geometric method to derive properties of soliton equations.<br />(ii) We give a natural definition of moving frames of curves in a homogeneous space and use these moving frames to define curvatures of curves. We call an evolution of curves a geometric flow if its velocity can be written in terms of the moving frame and curvature of the curve. &nbsp;We construct natural geometric curve flows in homogeneous spaces whose curvatures flows are soliton flows. The we use techniques from soliton equations to study &nbsp;the geometric and Hamiltonian properties of these geometric curve flows.&nbsp;<br />(iii) We published results in peer reviewed journals and gave lectures at various conferences and university seminars.<br />(iv) &nbsp;Two graduate students received Ph.D degree under the PI's supervision.&nbsp;<br />(v) The PI organized annually two Noetherian Ring gatherings for women mathematicians at her Department. The purpose of this event is to have integrated mentoring and networking for woman mathematicians. The PI also was the Chair of the Undergraduate Program Reform Committee to revise the program in 2012.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/16/2017<br>\n\t\t\t\t\tModified by: Chuu-Lian&nbsp;Terng</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSoliton equations have many remarkable properties including the existence of two Poisson structures, infinitely many commuting conservation laws,  B\\\"acklund transformations generating new solutions from a given solution by solving a pair of compatible first order  partial differential equations, infinitely many families of exact soliton solutions, and loop group action and Viraoso symmetries. \nThe non-linear Schr\\\"odigner (NLS) equation, which models the wave propagation in optic fiber, is a soliton equation. The exact soliton solutions of the NLS have been used to make internet faster. \nThe movement of a vortex in a viscus fluid is given by the vortex filament equation (VFE), i.e., the evolution of a curve in 3-space that moves in the binormal direction with its curvature as speed. It was noted by Hashimoto that  the curvature of a solution of the VFE is a solution of the NLS. Conversely, solutions of NLS give rise to solutions of VFE. \nThe KdV equation, which models the wave propagation in the shallow water, is the first known soliton equation.  There is also a natural curve flow in the affine plane such that the evolution of the corresponding affine curvature satisfies the KdV. \nThe goals of this project are: (a) to understand properties of soliton equations from a unified conceptual way, (b) to construct geometric curve flows whose curvature flows are soliton flows.\nWe accomplished both goals and did the following during the funding of this project: \n(i) We give a unified geometric method to derive properties of soliton equations.\n(ii) We give a natural definition of moving frames of curves in a homogeneous space and use these moving frames to define curvatures of curves. We call an evolution of curves a geometric flow if its velocity can be written in terms of the moving frame and curvature of the curve.  We construct natural geometric curve flows in homogeneous spaces whose curvatures flows are soliton flows. The we use techniques from soliton equations to study  the geometric and Hamiltonian properties of these geometric curve flows. \n(iii) We published results in peer reviewed journals and gave lectures at various conferences and university seminars.\n(iv)  Two graduate students received Ph.D degree under the PI's supervision. \n(v) The PI organized annually two Noetherian Ring gatherings for women mathematicians at her Department. The purpose of this event is to have integrated mentoring and networking for woman mathematicians. The PI also was the Chair of the Undergraduate Program Reform Committee to revise the program in 2012. \n\n\t\t\t\t\tLast Modified: 05/16/2017\n\n\t\t\t\t\tSubmitted by: Chuu-Lian Terng"
 }
}