{
 "awd_id": "1109095",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Alabama Alliance for Graduate Education and the Professoriate Planning Activity",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark Leddy",
 "awd_eff_date": "2011-11-01",
 "awd_exp_date": "2012-10-31",
 "tot_intn_awd_amt": 141496.0,
 "awd_amount": 141496.0,
 "awd_min_amd_letter_date": "2011-05-13",
 "awd_max_amd_letter_date": "2011-05-13",
 "awd_abstract_narration": "Alabama's participation in the NSF Alliances for Graduate Education and the Professoriate (AGEP) activities ended in 2008. Alabama AGEP began with twelve institutions, six doctoral granting institutions and six non-doctoral granting institutions. The undergraduate institutions served as feeders for the doctoral granting institutions and are now supported by the Alabama Louis Stokes Alliance for Minority Participation (LSAMP) Program. Thus, it is now appropriate to develop a planning proposal to establish a new alliance consisting of only doctoral degree granting institutions that will collaborate with the LSAMP program for the recruitment of underrepresented minority STEM students and focus fully on the achievement of AGEP goals and objectives. While the former alliance was successful in increasing doctoral degree recipients, this move will serve to increase doctoral degree output even more, as well as include postdoctoral training. Planning is needed for this new alliance to re-align human resources, the research infrastructure, project management, budget priorities and develop an outstanding postdoctoral training program. In addition, an education component directed at preparing students for the professoriate is planned. Data collection and research on activities and programs that will maximize student networking and interactions across the alliance also require planning. To accomplish this, it is proposed that a planning committee consisting of faculty and administrators from the doctoral institutions, external consultants and graduate students be formed. The committee will review STEM education research findings and effective implementation strategies as well as STEM program assessments and evaluations. Data collection and analysis will also be a focus of the committee along with postdoctoral training and mentoring. The proposed planning committee will hold meetings and a retreat with stakeholders. In addition, a subset of the planning committee will visit an AGEP program considered to be a model based on the number of students graduated, postdoctoral faculty produced and number of AGEP participants entering the professoriate. To accomplish these tasks four subcommittees will be formed to address STEM data collection and analysis; AGEP goals, strategies, activities, assessment and evaluation; post doctoral training, mentoring and retreat planning; and resources. \r\n\r\nIntellectual Merit \r\nThe proposed planning activities for Alabama AGEP are important to advancing knowledge and understanding of the elements of STEM graduate education and postdoctoral training within the fields. The proposal team consists of faculty, administrators and graduate students eminently qualified to implement the proposed project. The proposed postdoctoral training and mentoring will explore creative, original, and potentially transformative concepts. The proposed project will have sufficient access to resources. \r\nBroader Impacts \r\nThe proposed planning activities will advance discovery and understanding while promoting teaching, training, research and learning, and by the nature of the project participants will broaden participation of underrepresented groups. The infrastructure for research, education, networks and partnerships will be enhanced and project results will be disseminated broadly.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Louis",
   "pi_last_name": "Dale",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Louis Dale",
   "pi_email_addr": "ldale@uab.edu",
   "nsf_id": "000352157",
   "pi_start_date": "2011-05-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Braswell",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Mary C Braswell",
   "pi_email_addr": "cbraswel@uab.edu",
   "nsf_id": "000353122",
   "pi_start_date": "2011-05-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eli",
   "pi_last_name": "Capilouto",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eli Capilouto",
   "pi_email_addr": "pres@uky.edu",
   "nsf_id": "000501582",
   "pi_start_date": "2011-05-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mubenga",
   "pi_last_name": "Nkashama",
   "pi_mid_init": "",
   "pi_sufx_name": "Dr",
   "pi_full_name": "Mubenga Nkashama",
   "pi_email_addr": "marius89@uab.edu",
   "nsf_id": "000573992",
   "pi_start_date": "2011-05-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama at Birmingham",
  "inst_street_address": "701 S 20TH STREET",
  "inst_street_address_2": "",
  "inst_city_name": "BIRMINGHAM",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2059345266",
  "inst_zip_code": "352940001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA AT BIRMINGHAM",
  "org_prnt_uei_num": "",
  "org_uei_num": "YND4PLMC9AN7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama at Birmingham",
  "perf_str_addr": "701 S 20TH STREET",
  "perf_city_name": "BIRMINGHAM",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "352940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151500",
   "pgm_ele_name": "AGEP"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 141496.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Collaborative Proposal: Alabama AGEP - T Planning Project Outcomes Report</strong><strong>&nbsp;</strong></p>\n<p>The Alabama AGEP Collaborative was a collaborative planning effort to support the AGEP goal: <em>To develop, implement and study innovative evidence-based models and standards of STEM graduate education and postdoctoral training experiences designed to improve URM participation, preparation and success in STEM graduate education and postdoctoral training</em>.&nbsp;</p>\n<p>The collaborative included The University of Alabama at Birmingham (UAB) (lead institution), Alabama A&amp;M University (AAMU) (HBCU), Auburn University, Tuskegee University (HBCU), The University of Alabama (UA) and The University of Alabama Huntsville (UAH).&nbsp; In preparation for a full proposal to NSF, members of the collaborative researched the literature, visited an exemplary AGEP project, surveyed stakeholders, collected and analyzed local and national data.&nbsp; Social scientists and STEM faculty were included in the proposal planning and formulated from the research and data collected the following hypothesis: An increase in mentoring activities, supportive networks and participation in collaborative special interest workshops designed for URM STEM graduate students will correspondingly increase: 1. the number of URM STEM graduate students advancing from master&rsquo;s degree completion to Ph.D. degree completion and 2. the number entering post-doctoral training and entry into STEM careers and the professoriate.&nbsp; Consequently, the project goals were: (1)<em> to increase the number of URM and women Ph.D. students in all STEM majors and (2) to increase the number of URM and women STEM majors entering the professoriate </em></p>\n<p>If funded, a <em>Post-doctoral and Mentoring Institute</em><strong> </strong>will be implemented to help bring about institutional change and transformation that enables collaborative institutions to significantly increase the number of URMs and women to earn STEM doctoral degrees and enter the professoriate;<strong> </strong>&nbsp;a <em>Wiki-style</em> <em>Website</em> for collaborative content creation and communications will be created; Experts will be invited to present at local and statewide professional workshops;&nbsp; Graduate students and postdocs financial support will be based on need and interest in the professoriate;&nbsp; Social scientists will collect and analyze data and publish results and&nbsp;&nbsp; A <em>Management Team(MT),</em> <em>Internal Steering Committee (</em>ISC) and <em>External Advisory Committee</em> (EAC) will be appointed to assist with project implementation and issues and meeting project goals.&nbsp;</p>\n<p><strong><em>Intellectual Merit</em></strong><strong> - </strong>The proposed activities were important to advancing knowledge and understanding of the elements of STEM graduate education and postdoctoral training. &nbsp;The project team consisted of faculty, administrators and graduate students eminently qualified to implement the project.&nbsp; The postdoctoral training and mentoring, with sufficient access to resources, will explore creative, original, and potentially transformative concepts.</p>\n<p><strong><em>Broader Impacts</em></strong><strong> - </strong>The proposed activities will advance discovery and understanding while promoting teaching, training, research and learning, and by the nature of the project participants (underrepresented minorities), will broaden participation of underrepresented groups.&nbsp; The infrastructure for research, education, networks and partnerships will be enhanced and project results will be published and disseminated broadly. &nbsp;<strong></strong></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/31/2012<br>\n\t\t\t\t\tModified by: Louis&nbsp;Dale</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCollaborative Proposal: Alabama AGEP - T Planning Project Outcomes Report \n\nThe Alabama AGEP Collaborative was a collaborative planning effort to support the AGEP goal: To develop, implement and study innovative evidence-based models and standards of STEM graduate education and postdoctoral training experiences designed to improve URM participation, preparation and success in STEM graduate education and postdoctoral training. \n\nThe collaborative included The University of Alabama at Birmingham (UAB) (lead institution), Alabama A&amp;M University (AAMU) (HBCU), Auburn University, Tuskegee University (HBCU), The University of Alabama (UA) and The University of Alabama Huntsville (UAH).  In preparation for a full proposal to NSF, members of the collaborative researched the literature, visited an exemplary AGEP project, surveyed stakeholders, collected and analyzed local and national data.  Social scientists and STEM faculty were included in the proposal planning and formulated from the research and data collected the following hypothesis: An increase in mentoring activities, supportive networks and participation in collaborative special interest workshops designed for URM STEM graduate students will correspondingly increase: 1. the number of URM STEM graduate students advancing from masterÆs degree completion to Ph.D. degree completion and 2. the number entering post-doctoral training and entry into STEM careers and the professoriate.  Consequently, the project goals were: (1) to increase the number of URM and women Ph.D. students in all STEM majors and (2) to increase the number of URM and women STEM majors entering the professoriate \n\nIf funded, a Post-doctoral and Mentoring Institute will be implemented to help bring about institutional change and transformation that enables collaborative institutions to significantly increase the number of URMs and women to earn STEM doctoral degrees and enter the professoriate;  a Wiki-style Website for collaborative content creation and communications will be created; Experts will be invited to present at local and statewide professional workshops;  Graduate students and postdocs financial support will be based on need and interest in the professoriate;  Social scientists will collect and analyze data and publish results and   A Management Team(MT), Internal Steering Committee (ISC) and External Advisory Committee (EAC) will be appointed to assist with project implementation and issues and meeting project goals. \n\nIntellectual Merit - The proposed activities were important to advancing knowledge and understanding of the elements of STEM graduate education and postdoctoral training.  The project team consisted of faculty, administrators and graduate students eminently qualified to implement the project.  The postdoctoral training and mentoring, with sufficient access to resources, will explore creative, original, and potentially transformative concepts.\n\nBroader Impacts - The proposed activities will advance discovery and understanding while promoting teaching, training, research and learning, and by the nature of the project participants (underrepresented minorities), will broaden participation of underrepresented groups.  The infrastructure for research, education, networks and partnerships will be enhanced and project results will be published and disseminated broadly.  \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/31/2012\n\n\t\t\t\t\tSubmitted by: Louis Dale"
 }
}