{
 "awd_id": "1109309",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Transforming Text to Diagram: Investigating and Helping Students Develop Key Cognitive Strategies for Solving Engineering Pproblems",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Finbarr Sloane",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 249991.0,
 "awd_amount": 249991.0,
 "awd_min_amd_letter_date": "2011-06-02",
 "awd_max_amd_letter_date": "2011-06-02",
 "awd_abstract_narration": "This exploratory project investigates a complex problem of why many engineering students have difficulty mastering the problem solving approaches regularly conducted by expert engineers.  The study will particularly focus on the transformation of a textual or linguistic account of a problem into a diagrammatic or schematic representation one.  This transformation seems particular problematic when solving problems addressing conservation of mass and energy balance.  \r\n\r\nThe investigators will explore differences between novice and expert engineers by videotaping problem solving sessions with the two populations followed by retrospective questioning with the subjects viewing the videos.  Then they will code and classify the steps taken by the experts to solve the problem and compare these with those of learners. Generalizations will be made about what practices appear to be particularly useful for instruction.  In later steps, the team will design classroom interventions and conduct a comparative study of a control group (no intervention) and an experimental group (the intervention will be based on phase I findings).   \r\n\r\nThis project is intended to determine whether further exploration of this complex problem is worthy of future study.  Eventually study results of expert development would be used to improve the teaching of engineering problem-solving approaches for introductory engineering students.  The investigators do not begin the observations with a clear hypothesis of stages but their observational research methods will result in improved hypothetical explanations for the process of becoming an expert in complex engineering topics through the use of diagrams and verbal explanations.  The in depth exploration of a small number of cases will enable the two researchers to modify their expectations, develop intervention strategies, and try out some of their observations at a reasonable expense.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Le Doux",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph M Le Doux",
   "pi_email_addr": "joe.ledoux@bme.gatech.edu",
   "nsf_id": "000239569",
   "pi_start_date": "2011-06-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Wendy",
   "pi_last_name": "Newstetter",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Wendy C Newstetter",
   "pi_email_addr": "wendy.newstetter@bme.gatech.edu",
   "nsf_id": "000114768",
   "pi_start_date": "2011-06-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 NORTH AVE NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 249991.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Engineers are distinguished and valued for the way they approach and solve problems for society, institutions, and individuals. A common problem-solving approach that virtually all engineers employ is to generate diagrams that capture the essence of the system they are studying or attempting to control or alter.&nbsp; These diagrams serve as fundamental thinking tools that engineers use to transform a loosely articulated problem into a constrained problem space.&nbsp; These diagrams are &ldquo;community-sanctioned&rdquo; because they follow particular conventions and rules of representation that signify meaning and simplify their use for members of that particular engineering community.&nbsp; Once developed, diagrams serve as the basis for generating a set of mathematical equations and symbols that represent the system being studied or designed, and that permit the problem to be quantitatively analyzed.&nbsp; Unfortunately, many students enter engineering without valuing the use of diagrams in model-based reasoning. Too often, they see diagramming as something that is superfluous and disconnected from &ldquo;real problem solving.&rdquo;&nbsp; In short, many students do not value diagramming as a problem-solving strategy.</p>\n<p>The purpose of this research was to examine and improve our understanding of how novices and experts generate and use diagrams as thinking and problem-solving tools, with our long-term goal being to create educational interventions that help novice students develop expert diagrammatic reasoning skills. The key objective of entry-level engineering courses is to teach undergraduates how to &ldquo;think like an engineer&rdquo;. This suggests that the main focus of entry-level engineering courses should be to teach students the strategies expert engineers use to solve problems.&nbsp; But what are the strategies engineers employ to solve problems and how can we help students learn them?&nbsp;</p>\n<p>To answer this question, we focused on answering the following two research questions:</p>\n<p><strong>Q1: </strong><em>What are the cognitive strategies used by novice and expert engineers to transform a textual account of a problem into a community-sanctioned diagrammatical representation?</em></p>\n<p><em>&nbsp;</em><strong><em>Q2: </em></strong><em>What kinds of pedagogical treatments best scaffold students towards using strategies that better approximate those of experts?</em></p>\n<p>To answer these research questions we videotaped experts and novices diagramming and solving engineering problems as they spoke aloud what they were thinking.&nbsp; We then interviewed the participants to assess what they were thinking as they diagrammed and solved the problem.&nbsp; To aid their recall, we cued their memories by having them watch relevant portions of the videotape.&nbsp; We also developed and tested the effectiveness of a new kind of student-centered learning environment we call the Problem-Solving Studio (PSS).</p>\n<p>Our major findings were that 1) most students and some experts are not comfortable with, or skilled at, making estimates, 2) the few participants who were skilled at making estimates employed a much larger set of heuristics and estimation strategies than did participants who were less skilled, and 3) the PSS learning environment is significantly more effective than the traditional lecture approach in developing students&rsquo; diagrammatic reasoning and problem-solving skills.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/26/2014<br>\n\t\t\t\t\tModified by: Joseph&nbsp;M&nbsp;Le Doux</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEngineers are distinguished and valued for the way they approach and solve problems for society, institutions, and individuals. A common problem-solving approach that virtually all engineers employ is to generate diagrams that capture the essence of the system they are studying or attempting to control or alter.  These diagrams serve as fundamental thinking tools that engineers use to transform a loosely articulated problem into a constrained problem space.  These diagrams are \"community-sanctioned\" because they follow particular conventions and rules of representation that signify meaning and simplify their use for members of that particular engineering community.  Once developed, diagrams serve as the basis for generating a set of mathematical equations and symbols that represent the system being studied or designed, and that permit the problem to be quantitatively analyzed.  Unfortunately, many students enter engineering without valuing the use of diagrams in model-based reasoning. Too often, they see diagramming as something that is superfluous and disconnected from \"real problem solving.\"  In short, many students do not value diagramming as a problem-solving strategy.\n\nThe purpose of this research was to examine and improve our understanding of how novices and experts generate and use diagrams as thinking and problem-solving tools, with our long-term goal being to create educational interventions that help novice students develop expert diagrammatic reasoning skills. The key objective of entry-level engineering courses is to teach undergraduates how to \"think like an engineer\". This suggests that the main focus of entry-level engineering courses should be to teach students the strategies expert engineers use to solve problems.  But what are the strategies engineers employ to solve problems and how can we help students learn them? \n\nTo answer this question, we focused on answering the following two research questions:\n\nQ1: What are the cognitive strategies used by novice and expert engineers to transform a textual account of a problem into a community-sanctioned diagrammatical representation?\n\n Q2: What kinds of pedagogical treatments best scaffold students towards using strategies that better approximate those of experts?\n\nTo answer these research questions we videotaped experts and novices diagramming and solving engineering problems as they spoke aloud what they were thinking.  We then interviewed the participants to assess what they were thinking as they diagrammed and solved the problem.  To aid their recall, we cued their memories by having them watch relevant portions of the videotape.  We also developed and tested the effectiveness of a new kind of student-centered learning environment we call the Problem-Solving Studio (PSS).\n\nOur major findings were that 1) most students and some experts are not comfortable with, or skilled at, making estimates, 2) the few participants who were skilled at making estimates employed a much larger set of heuristics and estimation strategies than did participants who were less skilled, and 3) the PSS learning environment is significantly more effective than the traditional lecture approach in developing studentsÆ diagrammatic reasoning and problem-solving skills.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/26/2014\n\n\t\t\t\t\tSubmitted by: Joseph M Le Doux"
 }
}