{
 "awd_id": "1109513",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Empirical Research - Collaborative Research - A Bayesian Approach to Number Reasoning",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Finbarr Sloane",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 159164.0,
 "awd_amount": 159164.0,
 "awd_min_amd_letter_date": "2011-07-21",
 "awd_max_amd_letter_date": "2011-07-21",
 "awd_abstract_narration": "The ultimate goal of this project is to provide a novel model of the cognitive and neural basis of numerical cognition, and to use this knowledge to guide the development of new training methods that could improve mathematical abilities in children. The project is a collaboration among investigators at the University of Rochester, Johns Hopkins University, and Cold Spring Harbor Laboratories. Recent research suggests that acuity of numerosity judgments is predictive of success in formal mathematics education, and that similar cognitive processes can be trained by specific kinds of domain-general experience. The core idea is that the firing of neurons encodes a probability distribution, thereby representing simultaneously the most probable sample from the distribution and the variance (i.e., confidence) of the estimate. \r\n\r\nThis project will develop and test a formal Bayesian model that has the unique feature of naturally accounting for a number of metacognitive factors, a critical but undertested factor in the acquisition of expertise. The primary advantages of this Bayesian approach are its ability to provide a natural description of: 1) how the confidence of a learner relates to the precision of their number knowledge; 2) how a learner can combine information from multiple sources of information about number; 3) how intuitive preferences (also known as prior belief) predict learners' errors; and 4) how improvements in probabilistic inference may benefit the precision of the number sense.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Justin",
   "pi_last_name": "Halberda",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Justin Halberda",
   "pi_email_addr": "halberda@jhu.edu",
   "nsf_id": "000496658",
   "pi_start_date": "2011-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N CHARLES ST",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 159164.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>One of the grand challenges to understanding the human mind is the development of formal models of cognition.&nbsp; Such models are supposed to describe, in strict formal mathematics, how the mind works.&nbsp; The building of such models is an important aim for science and engineering because these models allow researchers to bridge the gaps between different forms of knowledge.&nbsp; To place this in terms of this funded project, we sought to build formal models of the precision of our human sense for numbers &ndash; for example, what are the representations that allow you to rapidly estimate the numbers of items in people&rsquo;s carts at the checkout lines and the grocery store in order for&nbsp; you to choose what you think will be the fastest line.&nbsp; This simple, everyday decision relies on number representations that are supported by neurons in the intraparietal sulcus of your brain, they can be damages by stroke or injury and such damage leads you to have significant challenges when thinking about numbers, and these representations also support your ability to learn more symbolic formal mathematics &ndash; both in grade school students and across the lifespan.&nbsp; Thus, our project is building a bridge across the lifespan, across informal and formal decision making, and across neurons and behavior.&nbsp; What we found was that children and adults have both a sense of number (e.g., <em>around 50 items in that cart</em>) and a sense of confidence in the number estimate (e.g., <em>but it could be more like 70 items because that big package of paper towels is blocking my view and maybe she has more than 20 items hiding in the cart behind those paper towels</em>).&nbsp; We found that this sense of confidence is continuous and precise (i.e., it is not just <em>high, medium low confidence </em>but rather a detailed sense of confidence), and we found that adults and children use this confidence to combine evidence from multiple representations.&nbsp; For example, if an adult both hears (as beeps) and sees (as light flashes) a number of events (beep-flashes on the screen), then they will rely on both the evidence from vision and from audition and they will weight this evidence according to their confidence.&nbsp; For example, if the audition was very &ldquo;noisy&rdquo; (e.g., with lots of distracting fuzz and pops in the sound stream), then the human will choose to not pay attention to this evidence as much when trying to decide how many events occurred (i.e., instead they will rely more on the visual flashes).&nbsp; Here too, we found that humans will rely on each signal to the exact degree that the signal supports the decision (i.e., they do not simply use or lose the signal, but instead weight the signal according to it relative goodness for their decision).&nbsp; This type of experiment allows us to describe whether human performance is ideal and optimal given the difficulty of combining evidence from multiple noisy sources.&nbsp; We found that humans are near-optimal.&nbsp; These results help to inform the modeling efforts to describe human decision making in the number domain and create a foundation for engineering (e.g., robotics), neuroscience (e.g., neuronal recording), and economics (e.g., decision-making) to connect to psychology in order to build a richer more complete understanding of human cognition in a broad context.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/26/2015<br>\n\t\t\t\t\tModified by: Justin&nbsp;Halberda</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOne of the grand challenges to understanding the human mind is the development of formal models of cognition.  Such models are supposed to describe, in strict formal mathematics, how the mind works.  The building of such models is an important aim for science and engineering because these models allow researchers to bridge the gaps between different forms of knowledge.  To place this in terms of this funded project, we sought to build formal models of the precision of our human sense for numbers &ndash; for example, what are the representations that allow you to rapidly estimate the numbers of items in peopleÆs carts at the checkout lines and the grocery store in order for  you to choose what you think will be the fastest line.  This simple, everyday decision relies on number representations that are supported by neurons in the intraparietal sulcus of your brain, they can be damages by stroke or injury and such damage leads you to have significant challenges when thinking about numbers, and these representations also support your ability to learn more symbolic formal mathematics &ndash; both in grade school students and across the lifespan.  Thus, our project is building a bridge across the lifespan, across informal and formal decision making, and across neurons and behavior.  What we found was that children and adults have both a sense of number (e.g., around 50 items in that cart) and a sense of confidence in the number estimate (e.g., but it could be more like 70 items because that big package of paper towels is blocking my view and maybe she has more than 20 items hiding in the cart behind those paper towels).  We found that this sense of confidence is continuous and precise (i.e., it is not just high, medium low confidence but rather a detailed sense of confidence), and we found that adults and children use this confidence to combine evidence from multiple representations.  For example, if an adult both hears (as beeps) and sees (as light flashes) a number of events (beep-flashes on the screen), then they will rely on both the evidence from vision and from audition and they will weight this evidence according to their confidence.  For example, if the audition was very \"noisy\" (e.g., with lots of distracting fuzz and pops in the sound stream), then the human will choose to not pay attention to this evidence as much when trying to decide how many events occurred (i.e., instead they will rely more on the visual flashes).  Here too, we found that humans will rely on each signal to the exact degree that the signal supports the decision (i.e., they do not simply use or lose the signal, but instead weight the signal according to it relative goodness for their decision).  This type of experiment allows us to describe whether human performance is ideal and optimal given the difficulty of combining evidence from multiple noisy sources.  We found that humans are near-optimal.  These results help to inform the modeling efforts to describe human decision making in the number domain and create a foundation for engineering (e.g., robotics), neuroscience (e.g., neuronal recording), and economics (e.g., decision-making) to connect to psychology in order to build a richer more complete understanding of human cognition in a broad context.\n\n \n\n\t\t\t\t\tLast Modified: 03/26/2015\n\n\t\t\t\t\tSubmitted by: Justin Halberda"
 }
}