{
 "awd_id": "1109201",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Multi-frequency Oscillations: Regularity, Irregularity, and Complexity",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lora Billings",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 285000.0,
 "awd_amount": 285000.0,
 "awd_min_amd_letter_date": "2011-06-30",
 "awd_max_amd_letter_date": "2011-06-30",
 "awd_abstract_narration": "The project focuses on  multi-frequency phenomena arising in biological, electrical and mechanical  oscillatory systems with or without damping. It consists of two separate but closely related parts: 1. Quasi-periodic and weakly quasi-periodic motions; 2. Biological oscillations and complexities.  Part 1 of the project aims at the  study  of the existence, stability, and mechanism for both regular and irregular multifrequency oscillations in properly degenerate Hamiltonian systems, Poisson-Hamilton systems, and Hamiltonian networks. Part 2 of the project is devoted to the study of biological oscillations and complexity  in bio-chemical reaction systems and bio-networks, in both deterministic and stochastic settings, with respect to issues such as stransient oscillations, stochastic oscillations, stability  of invariant measures, and  the connections among degeneracy, robustness, and system complexity.\r\n\r\nThe project focuses on  multi-frequency phenomena in nature especially those arising in  biological, electrical, and mechanical  systems. It is predicted by many experiments and computer simulations that physical systems involving multi-frequency can produce many complex dynamical outcomes oscillating in multiple phases. But the mechanism of such complexity is far from well-understood, especially when ambient noise is present. In the  project, the PI plans to develop a mathematical theory towards a fundamental understanding of such complexity.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yingfei",
   "pi_last_name": "Yi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yingfei Yi",
   "pi_email_addr": "yi@math.gatech.edu",
   "nsf_id": "000463999",
   "pi_start_date": "2011-06-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 NORTH AVE NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 285000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project aimed at making some fundamental understanding of<br />complex dynamical phenomena in dynamical systems caused by the<br />interaction of frequencies and the influence of noises. Some<br />mathematical theory is developed toward making a fundamental<br />understanding of such complexity and various applications to<br />problems arising in&nbsp; biological, electrical, and mechanical systems<br />are considered. During the support period of this grant, the PI has<br />written a total of 16 research articles in related subjects with 11<br />published or to be published in professional journals.<br /><br />The PI made a large effort in education and career training at<br />all levels. During the support period, the PI&nbsp; supervised<br />research projects for 4 postdocs, 5 Ph.D students, 2 senior<br />undergraduate students. He was a member of thesis committees for 11<br />Ph.D theses and 10 M.S. theses, and he served as the chief adviser<br />for a honors class consisting of about 20 students in mathematics<br />and physics. He taught 2 mini-courses to graduate students at<br />international conferences and delivered two frontier lectures at<br />summer schools and training camps. He was a main organizer of 13<br />international conferences/schools which have attracted a significant<br />number of students participants.</p>\n<p>During the support period, the PI delivered over 30 invited<br />lectures at international conferences on subjects related to the NSF<br />supported work. He served as a main editor for 7 professional<br />journals.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/05/2015<br>\n\t\t\t\t\tModified by: Yingfei&nbsp;Yi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project aimed at making some fundamental understanding of\ncomplex dynamical phenomena in dynamical systems caused by the\ninteraction of frequencies and the influence of noises. Some\nmathematical theory is developed toward making a fundamental\nunderstanding of such complexity and various applications to\nproblems arising in  biological, electrical, and mechanical systems\nare considered. During the support period of this grant, the PI has\nwritten a total of 16 research articles in related subjects with 11\npublished or to be published in professional journals.\n\nThe PI made a large effort in education and career training at\nall levels. During the support period, the PI  supervised\nresearch projects for 4 postdocs, 5 Ph.D students, 2 senior\nundergraduate students. He was a member of thesis committees for 11\nPh.D theses and 10 M.S. theses, and he served as the chief adviser\nfor a honors class consisting of about 20 students in mathematics\nand physics. He taught 2 mini-courses to graduate students at\ninternational conferences and delivered two frontier lectures at\nsummer schools and training camps. He was a main organizer of 13\ninternational conferences/schools which have attracted a significant\nnumber of students participants.\n\nDuring the support period, the PI delivered over 30 invited\nlectures at international conferences on subjects related to the NSF\nsupported work. He served as a main editor for 7 professional\njournals.\n\n\t\t\t\t\tLast Modified: 07/05/2015\n\n\t\t\t\t\tSubmitted by: Yingfei Yi"
 }
}