{
 "awd_id": "1109590",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Cultural Epistemologies and Science-related Practices: Living and Learning in Relationships",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gavin Fulmer",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2012-01-31",
 "tot_intn_awd_amt": 463567.0,
 "awd_amount": 150513.0,
 "awd_min_amd_letter_date": "2011-09-06",
 "awd_max_amd_letter_date": "2011-09-06",
 "awd_abstract_narration": "The objective of this project is to examine the role of culture in the development of children's knowledge of and reasoning about the natural world. This project builds on previous work that found cultural differences in science-related practices such as observation, hypothesis formation, and explanation. It also extends design research to preschool contexts with both Native and European-American children, with the goal of finding ways to design rigorous science learning environments for young children. The study populations include both urban and rural Native-American and (mainly) European-American children. The studies include adults and children of different ages, with tasks tailored to each sample. This will achieve a more comprehensive view of the development of understandings of nature. The project is a collaborative effort between TERC, the American Indian Center of Chicago, the Menominee Tribe of Wisconsin, and Northwestern University. The overall goal is to improve science learning by bringing informal, out-of-school learning to bear on more formal, school-based science learning.\r\n\r\nThe project employs an integration of multiple methods and measures to conduct three sets of studies. 1. Studies of input conditions and learning in everyday contexts. 2. More formal cognitive science studies of children's learning and conceptual organization. 3. Community-based design experiments focused on science learning. In different ways, each of these methods allows the project to further develop, test, and examine the educational implications of proposed theories of how culture affects science learning. This research project offers extensive cross-cultural, cross-disciplinary research opportunities for pre- and post-doctoral research trainees. Members of Native American communities have increasingly become involved on related project as PIs, research assistants, and graduate fellows. An important aspect of this project is resource development and capacity building in Native-American institutions.\r\n\r\nThis research should have strong impacts on theories of cognitive and conceptual development, especially those pertaining to how children's and adults' existing knowledge is shaped by culture and experience. It should also promote an expansive view of cultural practices, including contact with the natural world, community forms of engagement, and parent-child interactions. The project develops classroom practices that, if successful, have excellent potential for scaling up and generality. Moreover, this project will provide a deeper understanding of the developmental processes underlying cross-cultural similarities and differences in science learning. This will serve as an essential resource in national and local efforts to advance the education of children enrolled in US schools, including the increasing number of children from diverse linguistic and cultural backgrounds.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Megan",
   "pi_last_name": "Bang",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Megan E Bang",
   "pi_email_addr": "megan.bang@northwestern.edu",
   "nsf_id": "000085578",
   "pi_start_date": "2011-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "TERC Inc",
  "inst_street_address": "2067 MASSACHUSETTS AVE STE 26",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6178739600",
  "inst_zip_code": "021401339",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "TERC, INC.",
  "org_prnt_uei_num": "GSLCJ3M62XX1",
  "org_uei_num": "GSLCJ3M62XX1"
 },
 "perf_inst": {
  "perf_inst_name": "TERC Inc",
  "perf_str_addr": "2067 MASSACHUSETTS AVE STE 26",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021401339",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}