{
 "awd_id": "1109753",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Massive Black Hole at the Center of the Galaxy and its Immediate Environment",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032924937",
 "po_email": "glangsto@nsf.gov",
 "po_sign_block_name": "Glen Langston",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2016-01-31",
 "tot_intn_awd_amt": 446463.0,
 "awd_amount": 446463.0,
 "awd_min_amd_letter_date": "2011-08-12",
 "awd_max_amd_letter_date": "2013-07-10",
 "awd_abstract_narration": "Dr. Yusef-Zadeh and his team study the massive black hole at the center of our Galaxy. The black hole is associated with the radio source Sagittarius A* (Sgr A*) that is centered on two clusters of evolved and young stars. The accretion of ionized thermal winds from nearby young stars onto the black hole is responsible for the luminosity of Sgr A*. On a scale of a few light years, molecular material is distributed in a ring orbiting both Sgr A* and the cluster of stars. The gaseous and stellar systems co-exist spatially and physically interact with the massive black hole. Observations at radio, sub-millimeter, X-ray and infrared wavelengths probe variability and flaring activity. The emission properties of Sgr A* are probed using data from multiple space- and ground-bases observatories (e.g., Herschel, ALMA, EVLA, ATCA, VLBA, CSO, HST and Chandra). Observational results and theory are combined to study the dynamics, accretion rate, and effects on the surrounding stellar populations of the massive black hole at the center of Galaxy. The work will advance our understanding of star formation in the extreme tidal environment around the central black hole; and how mass loss from massive stars feeds the black hole. \r\nThe team has developed interactive image viewers to bring astronomical images to the public and new results from this research will be included (http://spaceimages.northwestern.edu). There is a collaboration with the Space Visualization Laboratory at the Adler Planetarium. Narrative WorldWide Telescope Tours about the variability of emission from Sgr A* and star formation in the Galactic center are planned, and the Galactic center research will be shared with the public through Adler's \"Astronomy Conversation\" program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Farhad",
   "pi_last_name": "Yusef-Zadeh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Farhad Yusef-Zadeh",
   "pi_email_addr": "zadeh@northwestern.edu",
   "nsf_id": "000171488",
   "pi_start_date": "2011-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK ST",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121600",
   "pgm_ele_name": "GALACTIC ASTRONOMY PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 154135.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 146392.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 145936.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We have used radio and infrared astronomical observatories to study the environment of the supermassive black hole at the center of the Milky Way Galaxy. This black holes 4 million times more massive that the Sun. He have also studied<br />the daily flaring activity of this black hole using a large of number telescopes simultaneously spying on it. Another<br />topic of interest is the formation of young stars near the black hole, a seemingly unlikely place for young stars to<br />form. However, nature is quite clever in finding a way to open a stellar nursery in one of the harshest environment in<br />the Milky Way Galaxy.<br /><br />A critical question regarding star formation near supermassive black holes (SMBHs) is whether tidal shear in the<br />vicinity of SMBHs is able to completely suppress star formation or induces star formation. There are currently two<br />modes of star formation that are considered to exp lain the origin of young stars near Sgr A*. One is the standard<br />cloud-based mode of star formation observed in the Galactic disk. The other is disk-based of star formation, which<br />explains the disk of stars orbiting Sgr A*, is entirely distinct from cloud-based mode. We have studied each of these<br />modes of star formation and have applied these ideas to the large number of young massive stars and low-mass stellar<br />candidates found within few lights years of Sgr A*<br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/06/2016<br>\n\t\t\t\t\tModified by: Farhad&nbsp;Yusef-Zadeh</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe have used radio and infrared astronomical observatories to study the environment of the supermassive black hole at the center of the Milky Way Galaxy. This black holes 4 million times more massive that the Sun. He have also studied\nthe daily flaring activity of this black hole using a large of number telescopes simultaneously spying on it. Another\ntopic of interest is the formation of young stars near the black hole, a seemingly unlikely place for young stars to\nform. However, nature is quite clever in finding a way to open a stellar nursery in one of the harshest environment in\nthe Milky Way Galaxy.\n\nA critical question regarding star formation near supermassive black holes (SMBHs) is whether tidal shear in the\nvicinity of SMBHs is able to completely suppress star formation or induces star formation. There are currently two\nmodes of star formation that are considered to exp lain the origin of young stars near Sgr A*. One is the standard\ncloud-based mode of star formation observed in the Galactic disk. The other is disk-based of star formation, which\nexplains the disk of stars orbiting Sgr A*, is entirely distinct from cloud-based mode. We have studied each of these\nmodes of star formation and have applied these ideas to the large number of young massive stars and low-mass stellar\ncandidates found within few lights years of Sgr A*\n\n\n\n\t\t\t\t\tLast Modified: 07/06/2016\n\n\t\t\t\t\tSubmitted by: Farhad Yusef-Zadeh"
 }
}