{
 "awd_id": "1109882",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "BREAD: Fast Breeding for Slow Cycling Crops: Doubled Haploids in Cassava and Banana/Plantain",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032924508",
 "po_email": "dokamuro@nsf.gov",
 "po_sign_block_name": "Diane Jofuku Okamuro",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 1280145.0,
 "awd_amount": 1280145.0,
 "awd_min_amd_letter_date": "2011-07-12",
 "awd_max_amd_letter_date": "2013-10-22",
 "awd_abstract_narration": "PI: Simon Chan (University of California - Davis)\r\n\r\nCoPIs: Paul Chavarriaga and Hernan Ceballos [International Center for Tropical Agriculture (CIAT), Colombia] and Jim Lorenzen [International Institute of Tropical Agriculture (IITA), Uganda]\r\n\r\nSenior collaborator: Leena Tripathi [International Institute of Tropical Agriculture (IITA), Uganda]\r\n\r\nCassava and banana/plantain are crucial crops for food security in the developing world, especially in sub-Saharan Africa. Improving these crops through breeding is extremely challenging, because they have a long generation time and lack pure inbreds that yield consistent traits. The ability to produce doubled haploid plants containing only one set of parental chromosomes could revolutionize breeding in slow cycling crops such as banana and cassava. However, there are no methods available for doubled haploid production in these crops. A novel strategy for producing haploids was recently developed in the model plant Arabidopsis thaliana. The strategy is based on mutations in centromeric proteins that are required for accurate inheritance during cell division. When Arabidopsis plants containing a defective centromere protein (CENH3) are crossed to wild type or normal plants, chromosomes from the mutant are eliminated to give haploids with only chromosomes from the wild type parent. The goal of this project is to develop this novel centromere engineering technology for doubled haploid production in cassava and banana. To accomplish this, haploid cassava and banana will be created by down-regulating the expression of CENH3 and expressing an altered transgenic protein in its place. Transgenic plants expressing altered CENH3 proteins will be crossed to wild type, and progeny will be screened for haploid individuals. Haploid plants will be characterized using genomics approaches and converted into fertile diploids for breeding. \r\n\r\nRadical improvements in cassava and banana breeding have the potential to increase food security and economic well-being for smallholder farmers. The doubled haploid production approach to be developed in this study could potentially transform banana and cassava breeding and facilitate rational improvement of these vital crops. Homozygous plants resulting from this technology can accelerate introgression of favorable traits, and development of vigorous hybrids. Results of this project will establish the feasibility of this technology for other slow-cycling food security crops such as sweet potato and yam.  This project will also provide unique training opportunities for researchers and students from Colombia, Uganda, and the US. Research capacity in Colombia and Uganda will be strengthened by training researchers from CIAT and IITA in genomics and cytogenetic techniques, and providing opportunities for career development, including presentations at scientific and group meetings and mentoring of undergraduate students. Participation of students from underrepresented groups will be promoted by drawing from an NIH-funded MARC program and the minority-rich Biology Undergraduate Scholars Program at UC Davis. Educational outreach will be extended to Colombian and Ugandan sites by holding yearly meetings at which PIs will present general interest lectures on plant breeding. Results and a description of available sequences, reagents and germplasm will be described in a project website (to be constructed; accessible via http://biosci3.ucdavis.edu/FacultyAndResearch/FacultyProfile.aspx?FacultyID=182), and further disseminated through plant research conferences, publications, and outreach to cassava and banana breeders through existing CIAT and IITA programs.  Data to be generated in this project include nucleic acid sequences for CENH3 genes in cassava and banana, which will be released through GenBank, and genotyping markers for breeding lines through the project website. Molecular reagents include gene constructs and clones which will be freely available from UC Davis. Genetic resources including breeding germplasm, transgenic haploid-inducing banana and cassava plants, and non-transgenic doubled-haploid cassava and banana plants will be made available to the public through CIAT and IITA.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Britt",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Anne B Britt",
   "pi_email_addr": "abbritt@ucdavis.edu",
   "nsf_id": "000120662",
   "pi_start_date": "2012-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Simon",
   "pi_last_name": "Chan",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Simon R Chan",
   "pi_email_addr": "srchan@ucdavis.edu",
   "nsf_id": "000487496",
   "pi_start_date": "2011-07-12",
   "pi_end_date": "2012-08-27"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Chavarriaga",
   "pi_mid_init": "",
   "pi_sufx_name": "Mr.",
   "pi_full_name": "Paul Chavarriaga",
   "pi_email_addr": "p.chavarriaga@cgiar.org",
   "nsf_id": "000542763",
   "pi_start_date": "2011-07-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Leena",
   "pi_last_name": "Tripathi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Leena Tripathi",
   "pi_email_addr": "l.tripathi@cgiar.org",
   "nsf_id": "000578279",
   "pi_start_date": "2013-10-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Lorenzen",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "James H Lorenzen",
   "pi_email_addr": "j.lorenzen@cgiar.org",
   "nsf_id": "000578286",
   "pi_start_date": "2011-07-12",
   "pi_end_date": "2013-10-22"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hernan",
   "pi_last_name": "Ceballos",
   "pi_mid_init": "",
   "pi_sufx_name": "Dr.",
   "pi_full_name": "Hernan Ceballos",
   "pi_email_addr": "h.ceballos@cgiar.org",
   "nsf_id": "000579706",
   "pi_start_date": "2011-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  },
  {
   "pgm_ele_code": "828800",
   "pgm_ele_name": "BM Gates Foundation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1329",
   "pgm_ref_txt": "PLANT GENOME RESEARCH PROJECT"
  },
  {
   "pgm_ref_code": "8288",
   "pgm_ref_txt": "BMGF"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "40XX",
   "app_name": "NSF TRUST FUND",
   "app_symb_id": "048960",
   "fund_code": "4079XXXXDB",
   "fund_name": "NSF TRUST FUND",
   "fund_symb_id": "048960"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 458354.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 405611.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 416180.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;Our food supply has always relied on the creation of varieties of plants that exhibit useful traits, including disease and stress resistance, nutritional quality, high yield, and thrifty use of inputs such as water, fertilizers, and acreage.&nbsp; Although some species, such as fruit trees, are clonally propagated, most crops, including new varieties of clonally propagated crops, must be grown from seeds, the product of sexual reproduction.&nbsp; In order for crops to produce offspring that consistently exhibit the same excellent traits displayed by their parents, the parents must be &ldquo;homozygous&rdquo;- that is, instead of carrying two versions of each gene, they carry the same version in both copies of all their genes- or at least, in all genes that affect important traits.&nbsp; This high level of homozygosity means that a plant will only produce a single type of sperm or egg and so will always produce the same kind of offspring, with the same carefully developed traits.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; One way to develop a high level of homozygosity is to &ldquo;inbreed&rdquo;- that is, to self-fertilize a plant and its offspring for several generations.&nbsp; For a plant that requires several years to reach sexual maturity, this could be a life&rsquo;s work. In 2010, Simon Chan&rsquo;s lab developed a new way to obtain complete homozygosity in a single generation.&nbsp; In the course of their studies into the mechanism of the assortment of chromosomes during cell division, they found that plants carrying a defective version of CenH3- a gene required for chromosome segregation- lose their chromosomes when crossed by normal plants.&nbsp; The offspring of such a cross- termed a &ldquo;haploid&rdquo;- carries a single set of chromosomes, rather than a set from each parent. &nbsp;Chromosome number can be doubled in these haploids to produce a true-breeding, 100% homozygous &ldquo;dihaploid&rdquo; line. The goal of this project, co-funded by the Gates Foundation, was to move this CenH3 technology into two crops that are extremely difficult to breed, yet crucial to food security in many tropical countries: banana and cassava.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Banana is an important staple food as well as cash crop in tropical and sub-tropical countries. It is produced in more than 140 countries with annual production of about 144 million tons. It is mainly grown by small-holder farmers, for subsistence and for local markets. Improving this crop is extremely challenging due to its long generation time, limited genetic variability, and lack of disease or pest resistance.&nbsp; Similarly, Cassava (aka manioc, tapioca) is an important starch source for subsistence farmers in tropical and subtropical regions, and is becoming an important source of raw materials for industrial uses. Cassava breeding is inefficient compared to other crops due to the lack of inbred parental lines. Highly homozygous lines will make breeding, maintenance, exchange, conservation and exploitation of germplasm much more efficient, and will increase the impact of genetic transformation. Genetic stocks based on (self-pollinated) botanical seed, rather than clones, carry fewer diseases and can be shared by breeding programs. High-value traits will strengthen the markets for cassava and contribute to poverty alleviation.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This project was performed in collaboration with Dr. Leena Tripathi (at the IITA in Nairobi, Kenya) and Dr. Paul Chavarriga (at CIAT, near Cali, Colombia).&nbsp; Dr. Anne Britt, at UC Davis, became PI on this project after Dr. Chan&rsquo;s death.&nbsp; Implementation of this technology requires both the &ldquo;knockout&rdquo; of the native CenH3 gene and the transforma...",
  "por_txt_cntn": "\n            Our food supply has always relied on the creation of varieties of plants that exhibit useful traits, including disease and stress resistance, nutritional quality, high yield, and thrifty use of inputs such as water, fertilizers, and acreage.  Although some species, such as fruit trees, are clonally propagated, most crops, including new varieties of clonally propagated crops, must be grown from seeds, the product of sexual reproduction.  In order for crops to produce offspring that consistently exhibit the same excellent traits displayed by their parents, the parents must be \"homozygous\"- that is, instead of carrying two versions of each gene, they carry the same version in both copies of all their genes- or at least, in all genes that affect important traits.  This high level of homozygosity means that a plant will only produce a single type of sperm or egg and so will always produce the same kind of offspring, with the same carefully developed traits. \n\n            One way to develop a high level of homozygosity is to \"inbreed\"- that is, to self-fertilize a plant and its offspring for several generations.  For a plant that requires several years to reach sexual maturity, this could be a lifeÆs work. In 2010, Simon ChanÆs lab developed a new way to obtain complete homozygosity in a single generation.  In the course of their studies into the mechanism of the assortment of chromosomes during cell division, they found that plants carrying a defective version of CenH3- a gene required for chromosome segregation- lose their chromosomes when crossed by normal plants.  The offspring of such a cross- termed a \"haploid\"- carries a single set of chromosomes, rather than a set from each parent.  Chromosome number can be doubled in these haploids to produce a true-breeding, 100% homozygous \"dihaploid\" line. The goal of this project, co-funded by the Gates Foundation, was to move this CenH3 technology into two crops that are extremely difficult to breed, yet crucial to food security in many tropical countries: banana and cassava. \n\n            Banana is an important staple food as well as cash crop in tropical and sub-tropical countries. It is produced in more than 140 countries with annual production of about 144 million tons. It is mainly grown by small-holder farmers, for subsistence and for local markets. Improving this crop is extremely challenging due to its long generation time, limited genetic variability, and lack of disease or pest resistance.  Similarly, Cassava (aka manioc, tapioca) is an important starch source for subsistence farmers in tropical and subtropical regions, and is becoming an important source of raw materials for industrial uses. Cassava breeding is inefficient compared to other crops due to the lack of inbred parental lines. Highly homozygous lines will make breeding, maintenance, exchange, conservation and exploitation of germplasm much more efficient, and will increase the impact of genetic transformation. Genetic stocks based on (self-pollinated) botanical seed, rather than clones, carry fewer diseases and can be shared by breeding programs. High-value traits will strengthen the markets for cassava and contribute to poverty alleviation.\n\n            This project was performed in collaboration with Dr. Leena Tripathi (at the IITA in Nairobi, Kenya) and Dr. Paul Chavarriga (at CIAT, near Cali, Colombia).  Dr. Anne Britt, at UC Davis, became PI on this project after Dr. ChanÆs death.  Implementation of this technology requires both the \"knockout\" of the native CenH3 gene and the transformation of the resulting mutant with the altered form of CenH3, termed \"GFPtailswap\".  The Chan lab developed transgenes that express GFPtailswap and shipped them to CIAT and IITA for transformation into cassava and banana, respectively.  These vectors were also intended to inactivate the native CenH3 gene through the expression of a small RNA (RNAi) molecule designed to silence the messenger RNAs produced by the nati..."
 }
}