{
 "awd_id": "1109475",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The ISM of Luminous Infrared Galaxies: Tracing Gas Properties, Dynamics and Starburst/AGN Activity",
 "cfda_num": "47.049",
 "org_code": "03020400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Barvainis",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 324880.0,
 "awd_amount": 324880.0,
 "awd_min_amd_letter_date": "2011-05-26",
 "awd_max_amd_letter_date": "2011-05-26",
 "awd_abstract_narration": "The goal of this project is to observe a sample of Luminous Infrared Galaxies (LIRGs) to assess the properties of the interstellar medium, galaxy dynamical state, and nature of the obscured nuclear regions.  LIRGs are primarily interacting or merger disk galaxies undergoing enhanced star formation and Active Galactic Nuclei (AGN) activity, possibly triggered as the objects transform into massive S0 and elliptical galaxy merger remnants.  The program is designed to assess the manner in which star formation and AGN activity evolve as a function of nuclear obscuration and merger stage.\r\n\r\nBroader impacts of the work include training of undergraduate and graduate students.   Undergrads will be selected from the student body of Howard University, a Historically Black College/University.  The PI also plans outreach to local K-12 schools to educate students on cutting-edge astronomy being done in the Charlottesville area.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aaron",
   "pi_last_name": "Evans",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aaron Evans",
   "pi_email_addr": "aevans@virginia.edu",
   "nsf_id": "000477058",
   "pi_start_date": "2011-05-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia Main Campus",
  "perf_str_addr": "1001 EMMET ST N",
  "perf_city_name": "CHARLOTTESVILLE",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229034833",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121700",
   "pgm_ele_name": "EXTRAGALACTIC ASTRON & COSMOLO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 324880.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>I. Introduction&nbsp;</p>\n<p>Luminous infrared galaxies form by the collision of gas-rich spiral galaxies like our Galaxy. The gas fuels high star formation rates (up to 100 times that of our Galaxy) and forms accretion disks of viscous hot gas around supermassive black holes which typically reside quiescently at the centers of isolated spiral galaxies. Both phenomena emit extreme amounts of ultraviolet light which is absorbed by dust produced as stars disperse their fusion byproducts into the surrounding gas. Infrared light is emitted by hot dust - hence, the name luminous infrared galaxy (LIRG). LIRG studies provide details of our Galaxy&rsquo;s future collision with the nearby Andromeda Galaxy and the physics behind much of the energy in the Universe created since the Universe was formed in the Big Bang.</p>\n<p>This study makes use of observations of both hot (heated by stars and accreting black holes) and cold (star-forming) gas, and dynamical modeling which matches real data to simulations, to fill in crucial details about LIRGs. The findings follow:</p>\n<p>II. Intellectual Merit:</p>\n<p><em>Modeling merger ages:</em> The entire merger process takes several hundred million years to complete, thus large samples of LIRGs representing different stages in the evolution of mergers must be studied in order to piece together the lifecycle of mergers. The initial classification of a merger is based on visual inspection, while a much more accurate way of constraining their ages is through dynamical modeling the system. We used the motion and distribution of neutral hydrogen gas to constrain the merger age. In spiral galaxies, the distribution of neutral hydrogen gas is much more extended than the distribution of stars, and it thus suffers a more dramatic response to the gravitational pull of the approaching galaxy. We collected neutral hydrogen data of ~ 44 LIRGs, then modeled the data using code (Identikit) recently developed by Professor Joshua Barnes.&nbsp; This code allows us to rapidly make accurate guesses of the merger geometry, then feed these guesses into more sophisticated models. We have have modeled 10 galaxies in the time it would traditionally take to model one. In addition to determining the age of the merger, these models also provide information on the progenitor galaxies and the merger byproduct. &nbsp;</p>\n<p><em>Long wavelength spectroscopy as a probe of the energetics of active, dust obscured regions: </em>We used near-infrared spectroscopy of ~ 60 LIRGs to assess the heating mechanism(s) of light-emitting gas in active regions. We found that the data could best be modeled by shocks (i.e., heating from high velocity material impacting a region of low velocity material) propagating through the galaxy, and not by direct heating by light from stars. These shocks, in part, destroy dust grains and free atoms (such as iron), allowing us to directly observe light emitted from these atoms.</p>\n<p><em>The estimation of the star formation rate of galaxies via light from a single molecule:</em> Millimeter light from hydrogen cyanide (HCN) is seen in very dense gaseous regions of galaxies where stars are forming. Essentially, the molecule gains energy through collisions with star-forming molecular hydrogen gas, and that energy is then radiated away as millimeter light.&nbsp; HCN has been proposed as a means of estimating star formation rates in galaxies. However - more recent studies have shown tentative empirical evidence that the HCN molecule can also be heated by a supermassive black hole accretion disk. In the present study, we measured the efficiency of light from HCN relative to light from formylium (HCO+: i.e., another molecule which emits light in dense star-forming regions) in a sample of ~ 60 LIRGs, and we have compared this efficiencies against measures of the strength of the accreting black hole relative to the strength of star formation. In our st...",
  "por_txt_cntn": "\nI. Introduction \n\nLuminous infrared galaxies form by the collision of gas-rich spiral galaxies like our Galaxy. The gas fuels high star formation rates (up to 100 times that of our Galaxy) and forms accretion disks of viscous hot gas around supermassive black holes which typically reside quiescently at the centers of isolated spiral galaxies. Both phenomena emit extreme amounts of ultraviolet light which is absorbed by dust produced as stars disperse their fusion byproducts into the surrounding gas. Infrared light is emitted by hot dust - hence, the name luminous infrared galaxy (LIRG). LIRG studies provide details of our GalaxyÆs future collision with the nearby Andromeda Galaxy and the physics behind much of the energy in the Universe created since the Universe was formed in the Big Bang.\n\nThis study makes use of observations of both hot (heated by stars and accreting black holes) and cold (star-forming) gas, and dynamical modeling which matches real data to simulations, to fill in crucial details about LIRGs. The findings follow:\n\nII. Intellectual Merit:\n\nModeling merger ages: The entire merger process takes several hundred million years to complete, thus large samples of LIRGs representing different stages in the evolution of mergers must be studied in order to piece together the lifecycle of mergers. The initial classification of a merger is based on visual inspection, while a much more accurate way of constraining their ages is through dynamical modeling the system. We used the motion and distribution of neutral hydrogen gas to constrain the merger age. In spiral galaxies, the distribution of neutral hydrogen gas is much more extended than the distribution of stars, and it thus suffers a more dramatic response to the gravitational pull of the approaching galaxy. We collected neutral hydrogen data of ~ 44 LIRGs, then modeled the data using code (Identikit) recently developed by Professor Joshua Barnes.  This code allows us to rapidly make accurate guesses of the merger geometry, then feed these guesses into more sophisticated models. We have have modeled 10 galaxies in the time it would traditionally take to model one. In addition to determining the age of the merger, these models also provide information on the progenitor galaxies and the merger byproduct.  \n\nLong wavelength spectroscopy as a probe of the energetics of active, dust obscured regions: We used near-infrared spectroscopy of ~ 60 LIRGs to assess the heating mechanism(s) of light-emitting gas in active regions. We found that the data could best be modeled by shocks (i.e., heating from high velocity material impacting a region of low velocity material) propagating through the galaxy, and not by direct heating by light from stars. These shocks, in part, destroy dust grains and free atoms (such as iron), allowing us to directly observe light emitted from these atoms.\n\nThe estimation of the star formation rate of galaxies via light from a single molecule: Millimeter light from hydrogen cyanide (HCN) is seen in very dense gaseous regions of galaxies where stars are forming. Essentially, the molecule gains energy through collisions with star-forming molecular hydrogen gas, and that energy is then radiated away as millimeter light.  HCN has been proposed as a means of estimating star formation rates in galaxies. However - more recent studies have shown tentative empirical evidence that the HCN molecule can also be heated by a supermassive black hole accretion disk. In the present study, we measured the efficiency of light from HCN relative to light from formylium (HCO+: i.e., another molecule which emits light in dense star-forming regions) in a sample of ~ 60 LIRGs, and we have compared this efficiencies against measures of the strength of the accreting black hole relative to the strength of star formation. In our study, we found inconclusive results - while the galaxies with the most dominant accreting black holes showed high HCN versus HCO+ efficiencies, many of ..."
 }
}