{
 "awd_id": "1109088",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Radiative Atomic Processes in Iron-Peak Elements For Non-LTE Astrophysical Models",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032924905",
 "po_email": "nsharp@nsf.gov",
 "po_sign_block_name": "Nigel Sharp",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 342495.0,
 "awd_amount": 342495.0,
 "awd_min_amd_letter_date": "2011-08-30",
 "awd_max_amd_letter_date": "2011-08-30",
 "awd_abstract_narration": "Dr. Nahar and her team compute large-scale, high precision transition and recombination probabilities, oscillator strengths, and photoionization cross-sections for the Fe-peak elements, Cr, Fe, Co, Ni and Zn in their first five low-ionization stages. Improved parameters for these elements are necessary for spectral line modeling in the non-thermodynamic equilibrium (NLTE) calculations used in quantitative stellar spectroscopy. The self-consistent integration of the radiation field with microscopic material properties in NLTE models is based on explicit treatment of coupled physical processes in the source. This requires an extensive set of atomic parameters for all levels contributing to spectral line formation with adequate precision. The overall accuracy of stellar spectra from NLTE calculations depends on approximations made in the NLTE formalism itself. This work improves the physical framework for NLTE stellar models that can use sufficiently large photon frequency grids now possible on supercomputing platforms. The computations use relativistic R-matrix codes in combination with a Breit-Pauli method and yield photoionization cross sections, radiative and dielectronic recombination rates, electron impact excitation rates, photoexcitation and radiative decay rates for the iron group atoms and ions. These parameters will improve understanding models and observations such as radiatively driven mass-loss, spectral \"forests\" or pseudo-continuum of millions of lines, and chemical evolution of the relative proportion of Fe-peak elements. This project trains a postdoctoral fellow in advanced theoretical and computational methods in atomic physics, plasma physics and astrophysics, and high-performance computing on massively parallel platforms.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sultana",
   "pi_last_name": "Nahar",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Sultana N Nahar",
   "pi_email_addr": "nahar.1@osu.edu",
   "nsf_id": "000318362",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "1960 KENNY RD",
  "perf_city_name": "COLUMBUS",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121500",
   "pgm_ele_name": "STELLAR ASTRONOMY & ASTROPHYSC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1205",
   "pgm_ref_txt": "LABORATORY ASTROPHYSICS"
  },
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 342495.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project has been successful in exploring number of complex atomic systems,<br />understanding the observed phenomena in the spectrum caused by their interaction<br />with photons, and finding new features in the processes that can be used for our<br />advancement. Spectral lines are formed by several atomic processes, such as,<br />excitation either by photon absorption or by electron impact, de-excitation,<br />photoionization, and electron-ion recombination. The aim was to study all the<br />these processes and obtain extensive set of atomic parameters with adequate<br />precision for&nbsp; all levels contributing to spectral formation. The quantitative<br />spectroscopic analysis requires non-local thermodynamic equilibrium (NLTE)<br />numerical models implementing these large sets of atomic parameters,<br /><br />This NSF awarded project has resulted in&nbsp; high-accuracy calculations for the<br />Fe-peak elements, such as, Fe, Ti and ions of lighter elements, such as,&nbsp; O,<br />Ne, P. The atomic parameters considered include (i) energies, {ii) oscillator<br />strengths, line strengths and A-values for bound-bound transitions, (iii)<br />totla and partial photoionization cross sections for all excited fine<br />structure levels up to n = 10, (iv) level-specific and total electron-ion<br />recombination&nbsp; rate coefficients and total recombination cross sections.<br />All atomic data have been made freely available on-line at the PI's database<br />website, named NORAD-Atomic-Data at : http://norad.astronomy.ohio-state.edu<br /><br />Some exemplory outcomes are presented&nbsp; below:<br />- New characteristic radiation absorption features of iron that impact the<br />radiation transfer (opacity) in the sun which is a standard to study stars<br />(Fig. 1). These explain less elemental abundances seen in Sandia experiment<br />and obtained by 3D astrophysical modeli (Fig. 2)<br />- Study of Ti photoionization process is needed for determination of the<br />emerging flux distribution in cool stars, such as red giants which is expected</p>\n<p>o be the fate of our sun, where Ti I is&nbsp; seen in their spectrum. The low energy<br />behavior of resonant absorption found in the study indicates lower flux as<br />speculated (Fig. 4).<br />- The first detailed study of features in phosphorus which is one basic element,<br />like carbon, nitrogen, oxygen, of evolution of life, It is responsible in DNA<br />network. However very limited investigations have been made on it. Phosphorus<br />is widely used in various every day applications.&nbsp; P II, P III lines are now<br />being detected in astrophysical spectra. The newly found features in an<br />experiment were interpreted and indentified in the work (Fig.5).<br />- Significant applications of method and results&nbsp; in other areas includes<br />proposed I) effective x-ray radiation therapy at resonant energy of the<br />radiosensitizing agents (e.g. for gold in Fig. 6), ii) set-up to&nbsp; produce<br />monochromatic x-rays for imaging, diagnostics, and therapy, iii) providing<br />evidence that low energy x-rays of a few hundred keV range are more effective<br />than the high energy x-rays of MeV range and hence cut down the cost<br />considerably, iv) electrical discharge machining process in mechanical<br />engineering, etc.<br />- It may be noted that the capability of close-pouing approximation and R-matrix<br />method, employed in the project through use of super computers at Ohio<br />Supercomputer Center, to treat the atomic systems in ab initio manner were<br />the key to accuracy and production of large amount of atomic parameters.<br /><br />The PI has trained several graduate students and researchers with the<br />calculations for their independent research projects. She has also been<br />promoting physics education and research in a number of developing countries,<br />such as, Bangladesh, Eg...",
  "por_txt_cntn": "\nThe project has been successful in exploring number of complex atomic systems,\nunderstanding the observed phenomena in the spectrum caused by their interaction\nwith photons, and finding new features in the processes that can be used for our\nadvancement. Spectral lines are formed by several atomic processes, such as,\nexcitation either by photon absorption or by electron impact, de-excitation,\nphotoionization, and electron-ion recombination. The aim was to study all the\nthese processes and obtain extensive set of atomic parameters with adequate\nprecision for  all levels contributing to spectral formation. The quantitative\nspectroscopic analysis requires non-local thermodynamic equilibrium (NLTE)\nnumerical models implementing these large sets of atomic parameters,\n\nThis NSF awarded project has resulted in  high-accuracy calculations for the\nFe-peak elements, such as, Fe, Ti and ions of lighter elements, such as,  O,\nNe, P. The atomic parameters considered include (i) energies, {ii) oscillator\nstrengths, line strengths and A-values for bound-bound transitions, (iii)\ntotla and partial photoionization cross sections for all excited fine\nstructure levels up to n = 10, (iv) level-specific and total electron-ion\nrecombination  rate coefficients and total recombination cross sections.\nAll atomic data have been made freely available on-line at the PI's database\nwebsite, named NORAD-Atomic-Data at : http://norad.astronomy.ohio-state.edu\n\nSome exemplory outcomes are presented  below:\n- New characteristic radiation absorption features of iron that impact the\nradiation transfer (opacity) in the sun which is a standard to study stars\n(Fig. 1). These explain less elemental abundances seen in Sandia experiment\nand obtained by 3D astrophysical modeli (Fig. 2)\n- Study of Ti photoionization process is needed for determination of the\nemerging flux distribution in cool stars, such as red giants which is expected\n\no be the fate of our sun, where Ti I is  seen in their spectrum. The low energy\nbehavior of resonant absorption found in the study indicates lower flux as\nspeculated (Fig. 4).\n- The first detailed study of features in phosphorus which is one basic element,\nlike carbon, nitrogen, oxygen, of evolution of life, It is responsible in DNA\nnetwork. However very limited investigations have been made on it. Phosphorus\nis widely used in various every day applications.  P II, P III lines are now\nbeing detected in astrophysical spectra. The newly found features in an\nexperiment were interpreted and indentified in the work (Fig.5).\n- Significant applications of method and results  in other areas includes\nproposed I) effective x-ray radiation therapy at resonant energy of the\nradiosensitizing agents (e.g. for gold in Fig. 6), ii) set-up to  produce\nmonochromatic x-rays for imaging, diagnostics, and therapy, iii) providing\nevidence that low energy x-rays of a few hundred keV range are more effective\nthan the high energy x-rays of MeV range and hence cut down the cost\nconsiderably, iv) electrical discharge machining process in mechanical\nengineering, etc.\n- It may be noted that the capability of close-pouing approximation and R-matrix\nmethod, employed in the project through use of super computers at Ohio\nSupercomputer Center, to treat the atomic systems in ab initio manner were\nthe key to accuracy and production of large amount of atomic parameters.\n\nThe PI has trained several graduate students and researchers with the\ncalculations for their independent research projects. She has also been\npromoting physics education and research in a number of developing countries,\nsuch as, Bangladesh, Egypt, India, Iraq, Iran, Saudi Arabia, Turkey with\npresentation of her work both in scientific form and in public lectures,\n\nmentoring, philanthropy and a particular emphasis on women, and bringing\nisolated physicists in many countries to the membership and network of APS,\nShe has established programs in a number of universities in these countries.\nThey have indeed increa..."
 }
}