{
 "awd_id": "1109952",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "First Meeting of the North American Society for Comparative Endocrinology (NASCE)",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": "7032928239",
 "po_email": "mkearney@nsf.gov",
 "po_sign_block_name": "Maureen Kearney",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2012-02-29",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2011-02-25",
 "awd_max_amd_letter_date": "2011-02-25",
 "awd_abstract_narration": "Two international scientific meetings will be supported at the University of Michigan in July, 2011: the inaugural meeting of the North American Society for Comparative Endocrinology (NASCE 2011), and the 7th International Symposium on Amphibian and Reptilian Endocrinology and Neurobiology (ISAREN 2011). The NASCE is a new scientific society formed in 2010 with the purpose of promoting the comparative study of hormones and hormone action. This includes topics in evolutionary, environmental (including endocrine disrupters), general and biomedical endocrinology/neuroendocrinology. The ISAREN was formed in 1992 to promote the study of the endocrinology and neurobiology of amphibians and reptiles. \r\n\r\nThe NASCE 2011 and ISAREN 2011 meetings will revitalize and strengthen the field of comparative endocrinology in North America by bringing together students, young investigators, and trainees from diverse areas and backgrounds to exchange ideas and to establish and strengthen collaborations. We promote diversity in our field of science as well as diversity of scientific topics in the meeting program, and we provide significant opportunities for groups traditionally underrepresented in science to attend the meeting. Meeting abstracts will be published in the open access journal Frontiers in Endocrinology, and the plenary lectures and selected symposium presentations will be published in the journal General and Comparative Endocrinology. This will allow for the presentations to be widely disseminated to the scientific community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Denver",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Robert J Denver",
   "pi_email_addr": "rdenver@umich.edu",
   "nsf_id": "000191826",
   "pi_start_date": "2011-02-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Cunming",
   "pi_last_name": "Duan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cunming Duan",
   "pi_email_addr": "cduan@umich.edu",
   "nsf_id": "000430581",
   "pi_start_date": "2011-02-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcomes Report for the General Public</strong></p>\n<p>The inaugural meeting of the North American Society for Comparative Endocrinology (La Societ&eacute; Nord-Americaine d'Endocrinologie Compar&eacute;e; La Sociedad Norteamericana de Endocrinologia Comparada; NASCE2011) was held July 13-16, 2011 at the Michigan League, University of Michigan, Ann Arbor. The NASCE2011 conference had <strong>~300</strong> <strong>attendees</strong>, with <strong>239 abstracts </strong>submitted. Also, the 7<sup>th</sup> International Symposium on Amphibian and Reptilian Endocrinology and Neurobiology (ISAREN2011) was held in Ann Arbor two days before NASCE2011 (July 11-13, 2011). The ISAREN2011 conference had <strong>~100 attendees</strong>, with <strong>68 abstracts </strong>submitted. The two conferences overlapped on July 13, with a joint ISAREN/NASCE plenary lecture (the opening lecture of NASCE2011) presented by Professor Louis Guillette, Jr. of the Medical College of South Carolina. The majority of attendees to ISAREN2011 stayed for NASCE2011. Accepted abstracts for the two conferences were published in the online, open access journal <em><strong>Frontiers in Endocrinology</strong></em>. A special issue of the journal <strong><em>General and Comparative Endocrinology</em></strong>, the official journal of the NASCE, is now in press with thirty four articles contributed by attendees at NASCE 2011 (23 articles) and ISAREN 2011 (11 articles).</p>\n<p>The<strong> </strong>NASCE is an interdisciplinary scientific organization founded in 2010 that is dedicated to the study of comparative, evolutionary, ecological and model systems endocrinology, and with a goal to increase the visibility and cohesiveness of the field of comparative endocrinology within North America. Members of the NASCE conduct basic research in diverse areas of the life sciences, such as the development of alternative animal model systems for discovery of novel hormones and hormone-signaling pathways; the discovery of new pharmaceuticals to treat human disease; the design of hormonally-based strategies for pest control; the development of sensitive, representative and high-throughput endocrine-screening assays for endocrine disrupting chemicals (EDCs); the analysis of the impact of global climatic change on animal populations; the elucidation of pathways and mechanisms of evolution through the study of endocrine genes and structures; and the development of more efficient means for the production of animal protein to feed the world&rsquo;s growing human population. The NASCE is distinguished from other professional societies in North America in that it serves scientists who, in addition to conducting research on biomedically important species like rodents, as part of their profession study diverse species including nonmammalian animal model organisms and wild species.</p>\n<p>The annual meetings of the NASCE and its official journal, <em>General and Comparative Endocrinology, </em>provide essential forums for the communication and exchange of discoveries and ideas in the field of comparative endocrinology. The NASCE2011 conference had seven plenary lectures, twenty symposia, and two poster sessions held in the Michigan League Ballroom. There were also four <strong>panel discussions </strong>and<strong> t</strong>hree technical workshops. E<strong>leven Trainee Best Paper Awards</strong><strong> were awarded at NASCE2011. </strong></p>\n<p>The ISAREN is an international scientific conference held every 2-4 years to bring together scientists that study the endocrinology and neurobiology of amphibians and reptiles. This research has important implications for biomedicine (amphibians and reptiles are important model organisms for biomedical research) and conservation. At the ISAREN2011 in Ann Arbor there were three plenary lectures a poster session, and seven topical oral sessions focused on diverse topic...",
  "por_txt_cntn": "\nProject Outcomes Report for the General Public\n\nThe inaugural meeting of the North American Society for Comparative Endocrinology (La Societ&eacute; Nord-Americaine d'Endocrinologie Compar&eacute;e; La Sociedad Norteamericana de Endocrinologia Comparada; NASCE2011) was held July 13-16, 2011 at the Michigan League, University of Michigan, Ann Arbor. The NASCE2011 conference had ~300 attendees, with 239 abstracts submitted. Also, the 7th International Symposium on Amphibian and Reptilian Endocrinology and Neurobiology (ISAREN2011) was held in Ann Arbor two days before NASCE2011 (July 11-13, 2011). The ISAREN2011 conference had ~100 attendees, with 68 abstracts submitted. The two conferences overlapped on July 13, with a joint ISAREN/NASCE plenary lecture (the opening lecture of NASCE2011) presented by Professor Louis Guillette, Jr. of the Medical College of South Carolina. The majority of attendees to ISAREN2011 stayed for NASCE2011. Accepted abstracts for the two conferences were published in the online, open access journal Frontiers in Endocrinology. A special issue of the journal General and Comparative Endocrinology, the official journal of the NASCE, is now in press with thirty four articles contributed by attendees at NASCE 2011 (23 articles) and ISAREN 2011 (11 articles).\n\nThe NASCE is an interdisciplinary scientific organization founded in 2010 that is dedicated to the study of comparative, evolutionary, ecological and model systems endocrinology, and with a goal to increase the visibility and cohesiveness of the field of comparative endocrinology within North America. Members of the NASCE conduct basic research in diverse areas of the life sciences, such as the development of alternative animal model systems for discovery of novel hormones and hormone-signaling pathways; the discovery of new pharmaceuticals to treat human disease; the design of hormonally-based strategies for pest control; the development of sensitive, representative and high-throughput endocrine-screening assays for endocrine disrupting chemicals (EDCs); the analysis of the impact of global climatic change on animal populations; the elucidation of pathways and mechanisms of evolution through the study of endocrine genes and structures; and the development of more efficient means for the production of animal protein to feed the worldÆs growing human population. The NASCE is distinguished from other professional societies in North America in that it serves scientists who, in addition to conducting research on biomedically important species like rodents, as part of their profession study diverse species including nonmammalian animal model organisms and wild species.\n\nThe annual meetings of the NASCE and its official journal, General and Comparative Endocrinology, provide essential forums for the communication and exchange of discoveries and ideas in the field of comparative endocrinology. The NASCE2011 conference had seven plenary lectures, twenty symposia, and two poster sessions held in the Michigan League Ballroom. There were also four panel discussions and three technical workshops. Eleven Trainee Best Paper Awards were awarded at NASCE2011. \n\nThe ISAREN is an international scientific conference held every 2-4 years to bring together scientists that study the endocrinology and neurobiology of amphibians and reptiles. This research has important implications for biomedicine (amphibians and reptiles are important model organisms for biomedical research) and conservation. At the ISAREN2011 in Ann Arbor there were three plenary lectures a poster session, and seven topical oral sessions focused on diverse topics in amphibian and reptilian endocrinology and neurobiology. There was also a late breaking workshop on \"Methods for Captive Amphibian Husbandry and Breeding\"\n\nThe NASCE2011 program, book of abstracts, and other information can be accessed from the conference website: http://www.mcdb.lsa.umich.edu/labs/denver/NASCE/NASCE2011.php.\n\nThe ISAREN 2011 pr..."
 }
}