{
 "awd_id": "1109856",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Lagrangian data blending for hurricane tracking and source estimation",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Steuerwalt",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2011-09-20",
 "awd_max_amd_letter_date": "2015-09-29",
 "awd_abstract_narration": "Restrepo, DMS-1109856\r\nMariano, DMS-1108949\r\n\r\n     A Lagrangian methodology based on a Discrete Kernel Filter (DKF) and the Ensemble Bred Vector (EBV) that uses local estimators that preserve significant dynamical features, detected by observations and in numerical simulations, is developed for the Forward Lagrangian Trajectory Prediction (LTP) and inverse source estimation problems that are fundamental in many different scientific disciplines.  These nonlinear filtering problems are non-Gaussian and can have large-dimensional state spaces.  DKF is based upon a particle filter and it does not suffer ensemble collapse because it has a built-in regeneration process in the parameterization of the diffusion process that defines the primary branches for prediction.  The method linearizes about branches of prediction, yet makes no Gaussian assumption in the analysis stage.  The EBV algorithm is used to find the best choices for branches of prediction, thus increasing the efficiency of the method significantly for application to important real-world problems such as oil spill modeling and pollution source identification, transport and dispersion of radioactive gases in the atmosphere, fish larvae transport and fishery connectivity, predicting sea ice motion, human colonization, mapping invasive species, and monitoring asteroid movements, to name a few.\r\n\r\n     Observations of fluid flows and the trajectories of the flows are called Eulerian if the observations are taken from points fixed independent of the flows, and Lagrangian if they are taken from points that move with the flows themselves.  In the same way, a computational simulation of a flow is called Eulerian if the flow moves through a fixed computational grid, and Lagrangian if the grid moves with the flow.  The investigators develop a method to predict the trajectories of fluid flows, which are subject to random perturbations.  They apply the method to two problems where capturing features is critical: hurricane/typhoon tracking, and US Coast Guard search and rescue.  Both of these problems are of great societal importance because more optimal solutions with tighter error bars can save both lives and money.  For reasons of practicality they seek an efficient method that is also capable of (1) fusing multi-platform observations and numerical model simulations of ocean circulation for improving both the Eulerian, diagnostic variables of the model and prediction of Lagrangian trajectories, as well as the associated estimation uncertainties, and (2) handling already existing ensembles, fusing hurricane track forecast ensembles from the leading operational models (such as NCEP GFS, GFDL, UKMET, ECMWF, NOGAPS, others) to improve predictions of the path of tropical cyclones (hurricane, typhoon).  The method can help produce state-of-the-art uncertainty maps that are critical in search and rescue flight planning and for reducing the \"cone of uncertainty\" for operational hurricane predictions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Juan",
   "pi_last_name": "Restrepo",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Juan M Restrepo",
   "pi_email_addr": "restrepo@math.oregonstate.edu",
   "nsf_id": "000193097",
   "pi_start_date": "2011-09-20",
   "pi_end_date": "2015-09-29"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shankar",
   "pi_last_name": "Venkataramani",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Shankar C Venkataramani",
   "pi_email_addr": "shankar@math.arizona.edu",
   "nsf_id": "000227624",
   "pi_start_date": "2015-09-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Shankar",
   "pi_last_name": "Venkataramani",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Shankar C Venkataramani",
   "pi_email_addr": "shankar@math.arizona.edu",
   "nsf_id": "000227624",
   "pi_start_date": "2011-09-20",
   "pi_end_date": "2015-09-29"
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  },
  {
   "pgm_ele_code": "755200",
   "pgm_ele_name": "COFFES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 1\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span style=\"font-size: 11.000000pt; font-family: 'NimbusRomNo9L';\">A key idea in the way we make sense of the complex world is <em>Mathematical modeling</em>, i.e the notion that the complexity in this world is describable by mathematical equations, and once can use the insight from these equations to predict natural phenomena as well as build technological applications. Over the last 50 or so years, there has been an increasing realization that this approach is limited because models that accurately capture the physics of complex systems are high-dimensional (lots of variables to track, as for example with the global weather patterns) or the models are chaotic (which limits the ability to predict the future). This has led to the realization that an useful approach ot dealing with complex systems with a limited prediction horizon is to blend the mathematical models with observational data, a process called <em>Data Assimilation.</em></span><span style=\"font-size: 11.000000pt; font-family: 'NimbusRomNo9L';\">&nbsp;</span></p>\n<p><span style=\"font-size: 11.000000pt; font-family: 'NimbusRomNo9L';\"> Protypical examples of this phenomenon are problems from geoscience; they are mathematically challenging because they span a wide range of spatial and temporal scales; they are driven by multiple complex physical processes and any model is necessarily approximate. Somewhat paradoxically, one often has a large amount of observational data, although one cannot directly observe the relevant variables. In this sense, geophysical problems are multi-scale, multi-physics and stochastic/poorly characterized. </span></p>\n<p><span style=\"font-size: 11.000000pt; font-family: 'NimbusRomNo9L';\">In this project we study a variety of problems in ocean flows. The overall philosophy is to (a) derive low dimensional (macroscopic) models, validate them, and analyze their limitations; (b) develop efficient numerical methods for multi-scale problems (c) extract useful information from approximate models, perhaps in conjunction with observational data; (d) develop analytical/numerical techniques that yield robust, statistical (rather than deterministic) information. <br /></span></p>\n<p><span style=\"font-size: 11.000000pt; font-family: 'NimbusRomNo9L';\">Some of the specific achievements are as follows:</span></p>\n</div>\n<div class=\"column\">(1) We have developed a nonlinear filtering technique for extracting trends from noisy data. Colloquially, this addresses the question \"How do we know that the earth is warming up?\"</div>\n<div class=\"column\">(2) A phenomenon of considerable practical importance to coastal communities is that pollutants in the ocean sometimes approach the shore rapidly but then \"park\" themselves at a certain distance from the shore. This phenomenon is variously known as \"red tides\" and \"Nearshore sticky waters\". We built mathematical models and used dimension reduction techniques to help understand this phenomenon. Figure 1 shows a full (high dimensional) simulation of this process; the \"stickiness\" is easily discernable.</div>\n</div>\n<div class=\"column\"><span style=\"font-size: 12.000000pt; font-family: 'CMR12';\">(3) We've developed new models that  accounts for the myriad processes (advection, dispersion, chemical  processes, photo-oxidation, differential evaporation, mousse formation,  etc) to describe the fate of oil in the environment; a problem of significant practical importance.</span></div>\n<div class=\"column\"><span style=\"font-size: 12.000000pt; font-family: 'CMR12';\"><br /></span></div>\n<div class=\"column\">\n<p><span style=\"font-size: 12.000000pt; font-family: 'CMR12';\">(4) For his Ph.D thesis, W. Steven Rosenthal worked on <em>displacement data assimilation</em>, a novel methods that exploits the specific, nonlinear, coherent structures in the problem of interest to build new and efficient...",
  "por_txt_cntn": "\n\n\n\nA key idea in the way we make sense of the complex world is Mathematical modeling, i.e the notion that the complexity in this world is describable by mathematical equations, and once can use the insight from these equations to predict natural phenomena as well as build technological applications. Over the last 50 or so years, there has been an increasing realization that this approach is limited because models that accurately capture the physics of complex systems are high-dimensional (lots of variables to track, as for example with the global weather patterns) or the models are chaotic (which limits the ability to predict the future). This has led to the realization that an useful approach ot dealing with complex systems with a limited prediction horizon is to blend the mathematical models with observational data, a process called Data Assimilation. \n\n Protypical examples of this phenomenon are problems from geoscience; they are mathematically challenging because they span a wide range of spatial and temporal scales; they are driven by multiple complex physical processes and any model is necessarily approximate. Somewhat paradoxically, one often has a large amount of observational data, although one cannot directly observe the relevant variables. In this sense, geophysical problems are multi-scale, multi-physics and stochastic/poorly characterized. \n\nIn this project we study a variety of problems in ocean flows. The overall philosophy is to (a) derive low dimensional (macroscopic) models, validate them, and analyze their limitations; (b) develop efficient numerical methods for multi-scale problems (c) extract useful information from approximate models, perhaps in conjunction with observational data; (d) develop analytical/numerical techniques that yield robust, statistical (rather than deterministic) information. \n\n\nSome of the specific achievements are as follows:\n\n(1) We have developed a nonlinear filtering technique for extracting trends from noisy data. Colloquially, this addresses the question \"How do we know that the earth is warming up?\"\n(2) A phenomenon of considerable practical importance to coastal communities is that pollutants in the ocean sometimes approach the shore rapidly but then \"park\" themselves at a certain distance from the shore. This phenomenon is variously known as \"red tides\" and \"Nearshore sticky waters\". We built mathematical models and used dimension reduction techniques to help understand this phenomenon. Figure 1 shows a full (high dimensional) simulation of this process; the \"stickiness\" is easily discernable.\n\n(3) We've developed new models that  accounts for the myriad processes (advection, dispersion, chemical  processes, photo-oxidation, differential evaporation, mousse formation,  etc) to describe the fate of oil in the environment; a problem of significant practical importance.\n\n\n\n\n(4) For his Ph.D thesis, W. Steven Rosenthal worked on displacement data assimilation, a novel methods that exploits the specific, nonlinear, coherent structures in the problem of interest to build new and efficient data assimilation methods with high fidelity (low variance).\n\n\n(5) We have also developed models and assimilation techniques for a variety of nearshore phenomena in the ocean; these are of significant importance in planning and also mitigating the effects of environmental disasters on coastal communities.\n\n\nThe principal disciplinary fields of this  project are filtering/estimation theory, stochastic modeling for  complex systems and data assimilation. We have developed novel  techniques in all three areas as described earlier; further the methods  are robust and efficient so they can be applied to a variety of problems  at the intersection of data science and complex systems.\n\n\n\nWhile our methods were developed  with an eye towards general applicability, we validated them by  applying them to multi-scale problems in ocean flows. We (as well as the  general community of researchers in this area) ..."
 }
}