{
 "awd_id": "1109406",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop/Collaborative Research:  Charting a Course for Computer-Aided Bio-inspired Design Research; Palo Alto, California; March 20, 2011",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Collopy",
 "awd_eff_date": "2011-03-15",
 "awd_exp_date": "2013-02-28",
 "tot_intn_awd_amt": 6000.0,
 "awd_amount": 6000.0,
 "awd_min_amd_letter_date": "2011-03-10",
 "awd_max_amd_letter_date": "2011-03-10",
 "awd_abstract_narration": "The objective of this award will be to conduct a one day workshop with the aim of investigating the emerging research area in engineering design known as Bio-inspired Design (BID). The key intellectual merit of the workshop lies in identifying future research directions of BID -- specifically problem focused research directions such as complex system design and sustainability. Another key intellectual contribution is the identification of the fundamental impediments to joining the engineering and biological (and related) disciplines and the associated research directions needed to overcome them. Bringing these two disciplines together is critical due to: i) the relevant technical knowledge in each community; and ii) the cultural difference between them that has occurred through the development of engineering as a solution generating applied science and biology as a knowledge generating pure science.  This workshop will serve as a means of gathering researchers in a single location to identify the state of the art in the emerging field and to identify critical knowledge gaps that represent potential for further exploration.  The attendees will address the critical question:  \"How do we transform BID from point solution efforts to fundamental methods and theories?\"  Additional discussion points will focus on biological/natural sustainable solutions that could potentially be explored as models for engineered systems.  \r\n\r\nIf successful, this award will enable researchers in the emerging field of Bio-Inspired Design (BID) to lay the framework that allows BID to move from a general concept with point specific applications to a full research field with identified problems, challenges, and rigorous approaches to deal with those challenges. The issue of sustainability for complex engineered systems is presently of national and global importance and will be explored in the context of BID. The continuing forums on the workshop website combined with a follow-up workshop six months later allow an aftershock effect of the effort to reach additional individuals in a slightly altered and matured form.  A final report will be widely distributed across traditional disciplinary lines in order to achieve the greatest impact and provide the greatest guidance to researchers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ashok",
   "pi_last_name": "Goel",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Ashok K Goel",
   "pi_email_addr": "ashok.goel@cc.gatech.edu",
   "nsf_id": "000284024",
   "pi_start_date": "2011-03-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 NORTH AVE NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146400",
   "pgm_ele_name": "ESD-Eng & Systems Design"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "067E",
   "pgm_ref_txt": "DESIGN TOOLS"
  },
  {
   "pgm_ref_code": "068E",
   "pgm_ref_txt": "DESIGN THEORY"
  },
  {
   "pgm_ref_code": "073E",
   "pgm_ref_txt": "OPTIMIZATION & DECISION MAKING"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9148",
   "pgm_ref_txt": "TOOLS & TECHNOL FOR MANUFACTURING DESIGN"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Body\">Bio-inspired design (BID) (or biomimicry) is an emerging research area at the intersection of design and biology that seeks to systematically mine biological knowledge to solve design problems.&nbsp; BID design research is active across many disciplines and has had important and significant results. Nevertheless, BID remains largely a research activity contained in universities, not yet an activity routinely practiced by design engineers in the field.&nbsp; Of particular research interest to society is how can we mine biology for solutions to problems for which we have no good &ldquo;engineered&rdquo; solution (e.g., think of how Velcro changed the world as a means of easy, reusable attachments &ndash; it was inspired by the common cocklebur&rsquo;s hooked spines that easy grab other objects).&nbsp;</p>\n<p class=\"Body\">&nbsp;</p>\n<p class=\"Body\">The BID workshops funded by this project brought together 47 academics and industry personnel from the fields of biology, computer science and engineering design to share what each field was doing in BID research and chart a course to a more intentional use of biological phenomena to inspire engineered products and systems.&nbsp;</p>\n<p class=\"Body\">&nbsp;</p>\n<p>The key intellectual merit of the workshops lies in identifying future research directions of BID &ndash; specifically problem focused research directions such as complex system design and sustainability.&nbsp; Another key intellectual contribution is the identification of the fundamental barriers to joining the engineering and biological (and related) disciplines and the associated research directions needed to overcome them.&nbsp; Bringing these two disciplines together is key due to i) the relevant technical knowledge in each community and ii) the cultural difference between them that has occurred through the development of engineering as a solution generating applied science and biology as a knowledge generating pure science.</p>\n<p><strong>&nbsp;</strong></p>\n<p class=\"Body\">Broader impacts of the project include the bringing together of different communities under the single umbrella of BID.&nbsp; BID, as a general method or theory for design, is in its infancy.&nbsp; The workshop will lay the framework that allows BID to move from a general concept with point specific applications to a full research field with identified problems, challenges and, perhaps, approaches to deal with those challenges.&nbsp; The continuing forums on the workshop website allow an aftershock effect of the effort to reach additional individuals in a slightly altered and matured form.</p>\n<p class=\"Body\">&nbsp;</p>\n<p>In summary, it is clear that recent research efforts across the disciplines of engineering design, computer science and biology have attempted to address the various problems associated with not only developing biologically inspired designs, but also teaching students how to develop biologically inspired designs. However, it is also evident that there is a need for additional work on refining the proposed methods and tools as well as developing new methods to address current limitations.&nbsp; The recommendation of the workshop organizers is that a new cross-cutting NSF program in bio-inspired design be established that seeks to fund transformative research as described in the program brief above.&nbsp; Such a program is expected to support high risk-high reward research that otherwise has no current home in the NSF.</p>\n<p>&nbsp;</p>\n<p>For more information about the BID workshops and videos of the presentations, visit:</p>\n<p><a href=\"http://designengineeringlab.org/BID-workshop/NSF_BID_Workshop.html\">http://designengineeringlab.org/BID-workshop/NSF_BID_Workshop.html</a></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/14/2013<br>\n\t\t\t\t\tModified by: Ashok&nbsp;K&nbsp;Goel</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Bio-inspired design (BID) (or biomimicry) is an emerging research area at the intersection of design and biology that seeks to systematically mine biological knowledge to solve design problems.  BID design research is active across many disciplines and has had important and significant results. Nevertheless, BID remains largely a research activity contained in universities, not yet an activity routinely practiced by design engineers in the field.  Of particular research interest to society is how can we mine biology for solutions to problems for which we have no good \"engineered\" solution (e.g., think of how Velcro changed the world as a means of easy, reusable attachments &ndash; it was inspired by the common cockleburÆs hooked spines that easy grab other objects). \n \nThe BID workshops funded by this project brought together 47 academics and industry personnel from the fields of biology, computer science and engineering design to share what each field was doing in BID research and chart a course to a more intentional use of biological phenomena to inspire engineered products and systems. \n \n\nThe key intellectual merit of the workshops lies in identifying future research directions of BID &ndash; specifically problem focused research directions such as complex system design and sustainability.  Another key intellectual contribution is the identification of the fundamental barriers to joining the engineering and biological (and related) disciplines and the associated research directions needed to overcome them.  Bringing these two disciplines together is key due to i) the relevant technical knowledge in each community and ii) the cultural difference between them that has occurred through the development of engineering as a solution generating applied science and biology as a knowledge generating pure science.\n\n \nBroader impacts of the project include the bringing together of different communities under the single umbrella of BID.  BID, as a general method or theory for design, is in its infancy.  The workshop will lay the framework that allows BID to move from a general concept with point specific applications to a full research field with identified problems, challenges and, perhaps, approaches to deal with those challenges.  The continuing forums on the workshop website allow an aftershock effect of the effort to reach additional individuals in a slightly altered and matured form.\n \n\nIn summary, it is clear that recent research efforts across the disciplines of engineering design, computer science and biology have attempted to address the various problems associated with not only developing biologically inspired designs, but also teaching students how to develop biologically inspired designs. However, it is also evident that there is a need for additional work on refining the proposed methods and tools as well as developing new methods to address current limitations.  The recommendation of the workshop organizers is that a new cross-cutting NSF program in bio-inspired design be established that seeks to fund transformative research as described in the program brief above.  Such a program is expected to support high risk-high reward research that otherwise has no current home in the NSF.\n\n \n\nFor more information about the BID workshops and videos of the presentations, visit:\n\nhttp://designengineeringlab.org/BID-workshop/NSF_BID_Workshop.html\n\n \n\n\t\t\t\t\tLast Modified: 06/14/2013\n\n\t\t\t\t\tSubmitted by: Ashok K Goel"
 }
}