{
 "awd_id": "1109784",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Study of turbulence in physical systems through complex singularities and  determining modes",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry Warchall",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 82000.0,
 "awd_amount": 82000.0,
 "awd_min_amd_letter_date": "2011-08-24",
 "awd_max_amd_letter_date": "2011-08-24",
 "awd_abstract_narration": "This project applies two recently introduced evolution equations to fundamental issues in hydrodynamic turbulence.  The first equation is for the determining modes of a differential equation of Navier-Stokes type. A set of low modes is determining, if for any solution on the global attractor, the high modes of the solution for all time, can be produced from only the low modes (for all time). Extending this relationship to the Banach space of bounded functions from the reals into the low modes leads to a determining form, an evolution equation that is globally Lipschitz, and dissipative. The global attractor of the original differential equation is contained in the long time behavior of the determining form.  This provides an alternative to the theory of inertial forms which is not known to be applicable to the Navier-Stokes equations. The other evolution equation is for the radius of analyticity in the spatial variable.  We will use this equation to study the domain of analyticity for solutions on the global attractor and its effect on aspects of fluid flow such as intermittency.\r\n\r\nFluid motions at large scales, for instance in ocean and atmosphere, display erratic, seemingly incomprehensible (turbulent) features when viewed locally and for short times. However, over time, consistent global statistical patterns emerge. The purpose of this research is to develop a rigorous understanding of the nature and origin of such patterns, and of deviations from it, with a view towards diverse applications such as ocean modeling and weather forecasting. For instance, weather forecasting is done by solving a large system of equations which model the state of the atmosphere over a period of time.\r\nThe current state of the atmosphere is needed as input in order to compute the state in the future.  As there are always limited measurements of the state of the system, this input inevitably contains some error. The inherent sensitivity of the system to such an error means that as time goes on the computed solution diverges from reality. The technique of data assimilation uses the limited measurements of the system at not just a single moment of time, but rather over an extended time period in the past, to arrive at a more accurate input.  This project applies recent mathematical discoveries to develop new variations on this technique. It will lead to new algorithms that will be implemented and tested by the research team.  Graduate students will play an essential role in this collaborative effort, thus serving to train future generation of scientists in the STEM disciplines.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ciprian",
   "pi_last_name": "Foias",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Ciprian I Foias",
   "pi_email_addr": "foias@math.tamu.edu",
   "nsf_id": "000288265",
   "pi_start_date": "2011-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Research Foundation",
  "inst_street_address": "400 HARVEY MITCHELL PKWY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "EQH8NQ4AXFT7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University",
  "perf_str_addr": "400 HARVEY MITCHELL PKY S STE 300",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778454375",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 82000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Fluid motions at large scales, for instance in the ocean and atmosphere, display erratic, mostly unpredictable (turbulent) features when viewed locally and for short times. However, over time, consistent global statistical patterns emerge. The purpose of this research was to develop a rigorous understanding of the nature and origin of such patterns with a view towards applications in ocean modeling and weather prediction. Weather forecasting is done by solving a large (infinite dimensional) system of equations which model the state of the atmosphere over a period of time. The current state of the atmosphere is needed as input to compute the state in the future. This input inevitably contains errors and is limited. Thus, it allows to predict the future state for a limited time only. We develop techniques for predicting at least the statistical behavior of those flows for a longer period of time. The technique of data assimilation uses the limited, error prone&nbsp; measurements, collected over a period of time, to arrive at a more accurate input. This is based on the existence of finite number of determining parameters, e.g. determining modes, nodes and volume elements, controlling the turbulent flow. The work on determining parameters and forms undertaken in this project will improve the rigor of that approach. This will lead to the prediction of long time staistical behavior of a turbulent flow via the observation of statistics of its large scale features. The notion of determining modes, nodes and volume elements is closely related to estimating the number of degrees of freedom of the flow. This in turn is intimately related to the notion of analyticity radius, the study of which formed a substantial part of this research. The results of this research was published in major national and international journals and was disseminated in talks, workshops and conferences, of national and international scope.</p>\n<p>One of the major goals of the project was to train future generation of scientists. To this effect, most of the research projects were done in collaboration with graduate students and postdoctoral fellows. This research formed substantial part of the Phd thesis of graduate students.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/19/2016<br>\n\t\t\t\t\tModified by: Ciprian&nbsp;I&nbsp;Foias</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFluid motions at large scales, for instance in the ocean and atmosphere, display erratic, mostly unpredictable (turbulent) features when viewed locally and for short times. However, over time, consistent global statistical patterns emerge. The purpose of this research was to develop a rigorous understanding of the nature and origin of such patterns with a view towards applications in ocean modeling and weather prediction. Weather forecasting is done by solving a large (infinite dimensional) system of equations which model the state of the atmosphere over a period of time. The current state of the atmosphere is needed as input to compute the state in the future. This input inevitably contains errors and is limited. Thus, it allows to predict the future state for a limited time only. We develop techniques for predicting at least the statistical behavior of those flows for a longer period of time. The technique of data assimilation uses the limited, error prone  measurements, collected over a period of time, to arrive at a more accurate input. This is based on the existence of finite number of determining parameters, e.g. determining modes, nodes and volume elements, controlling the turbulent flow. The work on determining parameters and forms undertaken in this project will improve the rigor of that approach. This will lead to the prediction of long time staistical behavior of a turbulent flow via the observation of statistics of its large scale features. The notion of determining modes, nodes and volume elements is closely related to estimating the number of degrees of freedom of the flow. This in turn is intimately related to the notion of analyticity radius, the study of which formed a substantial part of this research. The results of this research was published in major national and international journals and was disseminated in talks, workshops and conferences, of national and international scope.\n\nOne of the major goals of the project was to train future generation of scientists. To this effect, most of the research projects were done in collaboration with graduate students and postdoctoral fellows. This research formed substantial part of the Phd thesis of graduate students.\n\n \n\n\t\t\t\t\tLast Modified: 12/19/2016\n\n\t\t\t\t\tSubmitted by: Ciprian I Foias"
 }
}