{
 "awd_id": "1109587",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Dynamical systems and singular perturbation theory for multi-scale reaction-diffusion phenomena",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Victor Roytburd",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 446337.0,
 "awd_amount": 446337.0,
 "awd_min_amd_letter_date": "2011-06-30",
 "awd_max_amd_letter_date": "2015-08-17",
 "awd_abstract_narration": "The PI will conduct research on scientific problems exhibiting multiple time scales and multiple length scales. The first project centers on reaction-diffusion models for chemical patterns involving waves, fronts, pulses, and spots. The theoretical framework of semi-strong interaction theory and renormalization group theory, which the PI helped develop, will be used to understand the dynamics of scattering and pinning in multi-component reaction-diffusion systems, as well as the stability of traveling waves in a reaction-diffusion-advection model of bioremediation.   In the second project, the PI will study R-D equations in two space dimensions with cut-off functions on the reaction terms. These cut-offs accurately model regions of low concentrations. The principal goal is to analyze the impact of these cut-offs on the speeds and stability of propagating fronts. This will build on the PI's pioneering use of geometric desingularization to find analytical formulas for wave speeds with cut-offs in 1-D, which match well the numerical data. In the third project, the PI will continue his long-term analysis and development of accurate model reduction methods.  These are used in large-scale combustion, chemical, and biochemical systems exhibiting multiple time scales, to find low-dimensional manifolds that govern the effective dynamics. The new research will build on the PI's earlier analysis of the most commonly-used model reduction methods including the ILDM and CSP methods and will take this project to the next level by developing and analyzing methods that find low-dimensional manifolds in the presence of diffusion. In the fourth project, the new phenomena of canards in PDEs will be investigated, as will the new phenomenon of torus canards in mathematical neuroscience models.\r\n\r\n\r\nThe PI will conduct research on scientific problems exhibiting multiple time scales and multiple length scales, with the goals of explaining recent experiments, of analyzing computational methods, and of developing new mathematical theory. The first project centers on patterns and waves in chemical and biological systems, with the goal of modeling the interactions between stripes and spots. Traveling waves in models of bioremediation will also be studied. Bioremediation is the process by which microorganisms are induced to degrade environmentally-harmful organic compounds in soil. The PI has established fundamental properties of these traveling waves, and will determine the operating parameters, such as injection rates, that lead to stable bioremediation within the models. In the second project, the PI aims to model the more challenging and realistic problem of front propagation in two space dimensions in the presence of cut-offs. Determination of how cut-offs change the speeds and stability of the fronts will be useful in physics, in particular for many-particle systems in statistical physics. In the third project, the PI will focus on model reduction methods that are critical for combustion science, large-scale reaction networks in chemistry and biochemistry, and in gene regulatory modeling. Despite the ever-advancing speed of computational methods, understanding of these large-scale reaction systems depends critically on the analysis of tractable low-dimensional reduced models. In the fourth project, canards are solutions that stay near unstable system states for relatively long periods of time. The new types of canards to be studied are important in mathematical neuroscience for understanding the transitions between fundamental states, such as tonic spiking and bursting. All of the above planned research will have broader scientific impacts.  More than half of the PhD students and postdocs who will work on these projects are women, as is the case for the twenty PhD students and postdoctoral fellows whom the PI has supervised to date.  Moreover, the planned projects are parts of collaborations involving scientists at national laboratories and in NATO countries.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tasso",
   "pi_last_name": "Kaper",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Tasso J Kaper",
   "pi_email_addr": "tasso@math.bu.edu",
   "nsf_id": "000316150",
   "pi_start_date": "2011-06-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "1 SILBER WAY",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151703",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 84111.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 87298.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 182141.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 92787.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Multi-scale systems arise in many areas of science, technology, engineering, and applied mathematics. The research supported by this grant award focused on the development and application of powerful new mathematical analysis and models in the areas of dynamical systems and singular perturbation theory. These new methods we used to solve fundamental multi-scale problems in systems of chemical reactions, many-particle systems in statistical physics, bursting rhythms in neuroscience, nonlinear oscillations of gas bubbles in Newtonian liquids, and protein transport in embryology.</p>\n<p>For complex systems of chemical reactions, the PI carried out extensive research about state-of-the-art model reduction methods that are used in large combustion, chemical, and biochemical systems exhibiting multiple time scales. These methods are designed to identify the low-dimensional manifolds that govern the effective system dynamics, and hence reduce large complex systems to manageable systems. The PI and collaborators used dynamical systems methods and geometric singular perturbation theory to present the first definitive analysis of the accuracy and validity of the Approximate Slow Invariant Manifold Method. This analysis was applied to a series of prototype multi-scale reaction-diffusion systems, and it led to a number of improvements in the practical computational implementation of the method for real-world problems. Also, the PI and collaborators presented the definitive analysis of the Computational Singular Perturbation Method, which is also widely-used for model reduction of complex multi-scale systems. This research also resulted directly in improvements for the practical implementation of the method.</p>\n<p>In systems with many particles, statistical physicists have developed models of&nbsp; multi-scale reaction-diffusion equations to study the propagation of fronts and waves. In the regimes of low density or small particle numbers, cut-off functions have been used in the reaction terms to improve the modeling. The PI and collaborators published a series of state-of-the-art analyses on how cut-offs affect the speeds and other properties of fronts, including complete syudies of bistable fronts, pulled fronts, and pushed fronts. These analyses have also led to deeper understanding of these important physical processes. Moreover, the PI employed dynamical systems and geometric singular perturbation theory to prove two important conjectures made by leading statistical physicists and pattern formation experts. Finally for this project, the PI carried out pioneering analysis of how cut-offs impact the propagation of two-dimensional fronts in multi-scale reaction-diffusion equations, an important new direction in the field.</p>\n<p>In neuroscience, nerve cells exhibit electrical behavior in the form of action potentials. These are generated by the movement of chemical ions, such as calcium, potassium, sodium, into and out of nerve cells. Common rhythms include periodic rhythms (alpha, beta, gamma, delta, and others) as well as bursting. During burst events, the nerve cells are actively firing action potentials. Then, after the burst is completed, they spend some time in a quiet (or refractory) state during which no action potentials are generated. The process repeats. The PI and collaborators discovered a new bursting rhythm now known as Amplitude-Modulated Bursting in neuroscience during which the nerve cells exhibit bursting, but the sizes of the action potentials are modulated in time. This new rhythm also offers an important mechanism controlling the length of burst events. In addition, the PI and collaborators used dynamical systems and geometric singular perturbation theory to prove mathematically the existence of new torus canard solutions and closed form formulas for them in the 90-year old forced van der Pol equation (neuroscience and electrical engineering) and the 50-year old FitzHugh-Nagumo model. These torus canard solutions arise ubiquitously in the transition regimes between tonic/periodic spiking and bursting.</p>\n<p>For gas bubbles in fluids, the PI and collaborators presented analyses of how energy gets transported between various key modes of oscillation of the gas bubbles. Dominant transfer occurs from the volume (breathing) mode to the shape deformation modes, and there is also some energy transfer back. Quantification of this bi-directional energy transfer has led to useful new insights into this fundamental multi-scale problem in fluids.</p>\n<p>Finally, during the period of this grant award, the PI carried out a jointly theoretical and experimental investigation of protein transport during dorsal-ventral axis (`back and front sides') specification in developmental biology.</p>\n<p>A total of 27 original research articles were published based on the research supported directly by this grant award, and many of these articles were published in the top mathematics journals along with several in the top journals in the scientific areas of biology, chemistry, fluid dynamics, neuroscience, and physics. In addition, seven PhD students (5 female, 2 male) and seven postdocs (5  male, 2 female) conducted research with the PI on the projects for this grant award. The PI's mentoring and research training  of these PhD students and postdocs has helped to advance their careers  and to enhance the participation of members of traditionally  underrepresented groups, especially women, in applied mathematics.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/26/2017<br>\n\t\t\t\t\tModified by: Tasso&nbsp;J&nbsp;Kaper</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMulti-scale systems arise in many areas of science, technology, engineering, and applied mathematics. The research supported by this grant award focused on the development and application of powerful new mathematical analysis and models in the areas of dynamical systems and singular perturbation theory. These new methods we used to solve fundamental multi-scale problems in systems of chemical reactions, many-particle systems in statistical physics, bursting rhythms in neuroscience, nonlinear oscillations of gas bubbles in Newtonian liquids, and protein transport in embryology.\n\nFor complex systems of chemical reactions, the PI carried out extensive research about state-of-the-art model reduction methods that are used in large combustion, chemical, and biochemical systems exhibiting multiple time scales. These methods are designed to identify the low-dimensional manifolds that govern the effective system dynamics, and hence reduce large complex systems to manageable systems. The PI and collaborators used dynamical systems methods and geometric singular perturbation theory to present the first definitive analysis of the accuracy and validity of the Approximate Slow Invariant Manifold Method. This analysis was applied to a series of prototype multi-scale reaction-diffusion systems, and it led to a number of improvements in the practical computational implementation of the method for real-world problems. Also, the PI and collaborators presented the definitive analysis of the Computational Singular Perturbation Method, which is also widely-used for model reduction of complex multi-scale systems. This research also resulted directly in improvements for the practical implementation of the method.\n\nIn systems with many particles, statistical physicists have developed models of  multi-scale reaction-diffusion equations to study the propagation of fronts and waves. In the regimes of low density or small particle numbers, cut-off functions have been used in the reaction terms to improve the modeling. The PI and collaborators published a series of state-of-the-art analyses on how cut-offs affect the speeds and other properties of fronts, including complete syudies of bistable fronts, pulled fronts, and pushed fronts. These analyses have also led to deeper understanding of these important physical processes. Moreover, the PI employed dynamical systems and geometric singular perturbation theory to prove two important conjectures made by leading statistical physicists and pattern formation experts. Finally for this project, the PI carried out pioneering analysis of how cut-offs impact the propagation of two-dimensional fronts in multi-scale reaction-diffusion equations, an important new direction in the field.\n\nIn neuroscience, nerve cells exhibit electrical behavior in the form of action potentials. These are generated by the movement of chemical ions, such as calcium, potassium, sodium, into and out of nerve cells. Common rhythms include periodic rhythms (alpha, beta, gamma, delta, and others) as well as bursting. During burst events, the nerve cells are actively firing action potentials. Then, after the burst is completed, they spend some time in a quiet (or refractory) state during which no action potentials are generated. The process repeats. The PI and collaborators discovered a new bursting rhythm now known as Amplitude-Modulated Bursting in neuroscience during which the nerve cells exhibit bursting, but the sizes of the action potentials are modulated in time. This new rhythm also offers an important mechanism controlling the length of burst events. In addition, the PI and collaborators used dynamical systems and geometric singular perturbation theory to prove mathematically the existence of new torus canard solutions and closed form formulas for them in the 90-year old forced van der Pol equation (neuroscience and electrical engineering) and the 50-year old FitzHugh-Nagumo model. These torus canard solutions arise ubiquitously in the transition regimes between tonic/periodic spiking and bursting.\n\nFor gas bubbles in fluids, the PI and collaborators presented analyses of how energy gets transported between various key modes of oscillation of the gas bubbles. Dominant transfer occurs from the volume (breathing) mode to the shape deformation modes, and there is also some energy transfer back. Quantification of this bi-directional energy transfer has led to useful new insights into this fundamental multi-scale problem in fluids.\n\nFinally, during the period of this grant award, the PI carried out a jointly theoretical and experimental investigation of protein transport during dorsal-ventral axis (`back and front sides') specification in developmental biology.\n\nA total of 27 original research articles were published based on the research supported directly by this grant award, and many of these articles were published in the top mathematics journals along with several in the top journals in the scientific areas of biology, chemistry, fluid dynamics, neuroscience, and physics. In addition, seven PhD students (5 female, 2 male) and seven postdocs (5  male, 2 female) conducted research with the PI on the projects for this grant award. The PI's mentoring and research training  of these PhD students and postdocs has helped to advance their careers  and to enhance the participation of members of traditionally  underrepresented groups, especially women, in applied mathematics.\n\n\t\t\t\t\tLast Modified: 11/26/2017\n\n\t\t\t\t\tSubmitted by: Tasso J Kaper"
 }
}