{
 "awd_id": "1110523",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: The proximate basis of behavioral plasticity in the butterfly Bicyclus anynana",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": "7032927202",
 "po_email": "melekoni@nsf.gov",
 "po_sign_block_name": "Michelle Elekonich",
 "awd_eff_date": "2011-06-15",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 14310.0,
 "awd_amount": 14310.0,
 "awd_min_amd_letter_date": "2011-06-09",
 "awd_max_amd_letter_date": "2013-08-08",
 "awd_abstract_narration": "Changes in brain development can lead to changes in adult behavior.  Such developmental alterations may be due to changes in the environment, a phenomenon known as phenotypic plasticity.  Phenotypic plasticity is a ubiquitous phenomenon but many questions about its underlying molecular basis remain unanswered.  To address these questions, gene expression in the brains of individuals exposed to different environmental conditions during development will be compared. The butterfly Bicyclus anynana, a seasonally plastic butterfly in which the temperature during development determines the adult courtship behavioral phenotype, will be used for these experiments.  When reared under warm conditions (27?aC), that mimic the natural wet season experienced by wild B. anynana, adult males court females avidly. Male butterflies that are reared under cool conditions (17?aC), that mimic the natural dry season, are passive and court females significantly less.  This study will use the sequencing technology known as RNA seq to measure gene expression in the brains of butterflies exposed to the different temperatures during development.  This will enable identification of genes that may play a role in the temperature dependant development of the brain and behavior in B. anynana. \r\nBroader Impacts: This study is expected to shed new light on how the environment affects behavior. This is an important goal of both evolutionary biologists, who seek to understand how organisms produce adaptive behaviors in changing environments, and neuroscientists, who seek to understand the physiological basis of behavior. Thus, this project promotes collaboration between branches of biology with diverse perspectives, skills, and techniques.  The results of this research will be made available to the general public through a website that will convey information in a jargon-free way that is accessible to high-school students, as well as through presentations at local schools that highlight the contribution of women in science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Turner",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Paul E Turner",
   "pi_email_addr": "paul.turner@yale.edu",
   "nsf_id": "000155872",
   "pi_start_date": "2013-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Antonia",
   "pi_last_name": "Monteiro",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Antonia Monteiro",
   "pi_email_addr": "antonia.monteiro@nus.edu.sg",
   "nsf_id": "000108037",
   "pi_start_date": "2011-06-09",
   "pi_end_date": "2013-08-08"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ashley",
   "pi_last_name": "Bear",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ashley Bear",
   "pi_email_addr": "abear@nas.edu",
   "nsf_id": "000580944",
   "pi_start_date": "2011-06-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "150 MUNSON ST",
  "perf_city_name": "NEW HAVEN",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065113572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 14310.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><em>Disclaimer:</em></strong><em> </em><em>This Project Outcomes Report for the General Public is displayed verbatim as submitted by the Principal Investigator (PI) for this award. Any opinions, findings, and conclusions or recommendations expressed in this Report are those of the PI and do not necessarily reflect the views of the National Science Foundation; NSF has not approved or endorsed its content.</em><em></em></p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Project Outcomes Report: </strong>The environment can have a major impact on the development of organismal traits. Understanding how this is achieved is particularly important in light of the potential implications of anthropogenic climate change. In order to better understand how the environment can modify the traits of an organism, we studied the behavior of butterflies that exhibit different traits in adulthood after they develop at different temperatures. Specifically, we studied the African butterfly <em>Bicyclus anynana</em> (<em>B. anynana</em>), a butterfly that develops in nature during both a cool dry season and a warm wet season. Extensive research on this butterfly has shown that <em>B. anynana</em> that develop in the dry season exhibit different physical and behavioral characteristics than those that develop in the wet season. In order to gain a deeper understanding of how temperature experienced during development influences adult behavior, we first identified the specific time period during development when temperature had an impact on behavior. We found that low temperatures experienced during the pupal stage of development reduced adult courtship behavior, regardless of temperature experienced by the adult butterfly. This suggests that temperature has a latent effect on behavior in <em>B. anynana</em>. With this information, we then sought to understand <strong><em>how</em></strong><em> </em>temperature during the pupal stage modified the physiology of the butterfly. We found that differences in steroid hormone levels, but not steroid receptor expression in the brain, were present at the temperature sensitive stage of development. In particular, butterflies reared at low temperatures had lower levels of these hormones. We confirmed a causal role for the steroid hormone levels by performing hormone treatment experiments that decoupled the hormone level from the rearing temperature. Finally, in order to understand how the steroid hormone levels influenced the developing brains of the butterflies, we conducted an RNA-Seq experiment. We compared gene expression levels in the brains of butterflies reared at the dry and wet season temperatures, with those reared at dry season temperatures who received a hormone treatment that artificially mimicked the hormonal physiology of butterflies reared at warm temperatures. Using this approach, we were able to identify several candidate genes that could play a role in regulating the development of different behaviors in butterflies that experienced different environmental or physiological conditions. We are currently in the process of further investigating how these candidate genes may influence the development of the brain in a way that leads <em>B. anynana</em> butterflies to exhibit different levels of courtship behavior after exposure to different environmental conditions.</p>\n<p>&nbsp;</p>\n<p>In order to broadly disseminate information about how the environment influences the development of organismal traits (including, but not exclusively, butterflies) A. Bear visited schools, museums, and camps and engaged young people in activities and demonstrations that showed how the environment can influence the development and the evolution of traits in organisms. A. Bear did this in collaboration with the Evolution Outreach Group (<a href=\"http://evolutionoutreach.org\">http://evolutionoutreach.org</a>).</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modi...",
  "por_txt_cntn": "\nDisclaimer: This Project Outcomes Report for the General Public is displayed verbatim as submitted by the Principal Investigator (PI) for this award. Any opinions, findings, and conclusions or recommendations expressed in this Report are those of the PI and do not necessarily reflect the views of the National Science Foundation; NSF has not approved or endorsed its content.\n\n \n\nProject Outcomes Report: The environment can have a major impact on the development of organismal traits. Understanding how this is achieved is particularly important in light of the potential implications of anthropogenic climate change. In order to better understand how the environment can modify the traits of an organism, we studied the behavior of butterflies that exhibit different traits in adulthood after they develop at different temperatures. Specifically, we studied the African butterfly Bicyclus anynana (B. anynana), a butterfly that develops in nature during both a cool dry season and a warm wet season. Extensive research on this butterfly has shown that B. anynana that develop in the dry season exhibit different physical and behavioral characteristics than those that develop in the wet season. In order to gain a deeper understanding of how temperature experienced during development influences adult behavior, we first identified the specific time period during development when temperature had an impact on behavior. We found that low temperatures experienced during the pupal stage of development reduced adult courtship behavior, regardless of temperature experienced by the adult butterfly. This suggests that temperature has a latent effect on behavior in B. anynana. With this information, we then sought to understand how temperature during the pupal stage modified the physiology of the butterfly. We found that differences in steroid hormone levels, but not steroid receptor expression in the brain, were present at the temperature sensitive stage of development. In particular, butterflies reared at low temperatures had lower levels of these hormones. We confirmed a causal role for the steroid hormone levels by performing hormone treatment experiments that decoupled the hormone level from the rearing temperature. Finally, in order to understand how the steroid hormone levels influenced the developing brains of the butterflies, we conducted an RNA-Seq experiment. We compared gene expression levels in the brains of butterflies reared at the dry and wet season temperatures, with those reared at dry season temperatures who received a hormone treatment that artificially mimicked the hormonal physiology of butterflies reared at warm temperatures. Using this approach, we were able to identify several candidate genes that could play a role in regulating the development of different behaviors in butterflies that experienced different environmental or physiological conditions. We are currently in the process of further investigating how these candidate genes may influence the development of the brain in a way that leads B. anynana butterflies to exhibit different levels of courtship behavior after exposure to different environmental conditions.\n\n \n\nIn order to broadly disseminate information about how the environment influences the development of organismal traits (including, but not exclusively, butterflies) A. Bear visited schools, museums, and camps and engaged young people in activities and demonstrations that showed how the environment can influence the development and the evolution of traits in organisms. A. Bear did this in collaboration with the Evolution Outreach Group (http://evolutionoutreach.org).\n\n \n\n\t\t\t\t\tLast Modified: 07/09/2014\n\n\t\t\t\t\tSubmitted by: Ashley Bear"
 }
}