{
 "awd_id": "1110924",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Universities Network for Leadership Through Diversity (UN-LTD): Developing a Successful Masters-to-PhD Bridge Program for Broadening Participation in Science and Engineering",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark Leddy",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 149834.0,
 "awd_amount": 149834.0,
 "awd_min_amd_letter_date": "2011-05-13",
 "awd_max_amd_letter_date": "2011-05-13",
 "awd_abstract_narration": "Vanderbilt proposes the UN-LTD Partnership as an innovative pathway to the PhD and beyond for substantially broadening participation of underrepresented minorities in STEM. The nucleus of UN-LTD is the highly successful Fisk-Vanderbilt Masters-to-PhD Bridge program, in which students earn a Master's degree at Fisk as a stepping stone to the PhD program at Vanderbilt. Vanderbilt and Fisk are joined in this AGEP by Delaware State University (DSU). Columbia University and neighboring Hunter College will serve as an independent proving ground for transferring and replicating the model. UN-LTD's path to the PhD and to the professoriate emphasizes research engagement and deliberate mentorship by faculty at PhD granting institutions to help students cross the aspirational and institutional transitions. The educational components of UN-LTD include recruitment, graduate training and mentoring, research internships, networking and professional development, along with deliberate preparation for the next level of STEM engagement. With this planning grant they will be developing their program in preparation for a full AGEP.\r\n\r\nThe goal of their full AGEP program will be to produce at least 10 times the U.S. institutional average number of minority PhD recipients in these disciplines, and to sustain this level in steady state.\r\n\r\nUN-LTD's three objectives will be to:\r\n1.\tExpand the Fisk-Vanderbilt Masters-to-PhD Bridge Program to include all core STEM disciplines at Fisk and Vanderbilt: Physics, Astronomy, Materials Science, Biology, Chemistry, Mathematics, Computer Science, and Engineering.\r\n2.\tExtend the Bridge Program in partnership with Delaware State University. The resulting Fisk- Vanderbilt-DSU Masters-to-PhD Bridge Program will permit students to transition from the MS at Fisk to the PhD at Vanderbilt, from the MS at Fisk to the PhD at DSU, or from the MS at DSU to the PhD at Vanderbilt.\r\n3.\tExport the Bridge Program to Columbia University and its neighboring partners, as an experiment in knowledge transfer and institutional-change model portability and adaptability.\r\n\r\nWith this planning grant, they will pilot four key components of their eventual full AGEP program: (1) A multi-tiered management structure, designed to integrally involve key stakeholders both vertically and horizontally through the UN-LTD alliance; (2) a multi-faceted approach to program evaluation, research, and dissemination, designed to document our successes and failures, track our progress, inform ongoing refinement of their AGEP program, and contribute to the emerging body of scholarship on the science of broadening participation; (3) a discipline-by-discipline expansion of the Masters-to-PhD Bridge Program model; and (4) a concentric mentoring structure, including leadership development for postdoctoral associates\r\nwho also serve as near-peer mentors for the AGEP graduate fellows.\r\n\r\nIntellectual Merit includes the synergistic areas of collaborative research in biology, chemistry, physics, materials science, astronomy, mathematics, computer science, and engineering that will engage MS and PhD students at the alliance institutions; the refinement, demonstration, and replication of a department level model of institutional change that will be proven to nurture the success and PhD attainment of underrepresented minority students; and thorough evaluation to monitor the approaches, recruiting, experiences, and retention in the various fields to see if there are differences, understand the causes of the differences, identify best practices, and design interventions that overcome problems.\r\n\r\nBroader impacts include dramatic increases in the production of well prepared, underrepresented minority PhDs by the participating institutions; rich interdisciplinary interaction and cross-fertilization of ideas among the faculty and students in the diverse STEM disciplines involved in UN-LTD; the enhancement of research capacity and graduate STEM programs at the participating minority-serving institutions; and positive transformations in the departmental culture at the research universities to become more inclusive, supportive, and nurturing of talent.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dennis",
   "pi_last_name": "Hall",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Dennis G Hall",
   "pi_email_addr": "dennis.g.hall@vanderbilt.edu",
   "nsf_id": "000297266",
   "pi_start_date": "2011-05-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Arnold",
   "pi_last_name": "Burger",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arnold Burger",
   "pi_email_addr": "aburger@fisk.edu",
   "nsf_id": "000348886",
   "pi_start_date": "2011-05-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Keivan",
   "pi_last_name": "Stassun",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Keivan G Stassun",
   "pi_email_addr": "keivan.stassun@vanderbilt.edu",
   "nsf_id": "000464234",
   "pi_start_date": "2011-05-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Cliffel",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "David E Cliffel",
   "pi_email_addr": "d.cliffel@vanderbilt.edu",
   "nsf_id": "000323927",
   "pi_start_date": "2011-05-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Natalie",
   "pi_last_name": "Arnett",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Natalie Y Arnett",
   "pi_email_addr": "natalie.arnett@famu.edu",
   "nsf_id": "000539145",
   "pi_start_date": "2011-05-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vanderbilt University",
  "inst_street_address": "110 21ST AVE S",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153222631",
  "inst_zip_code": "372032416",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "VANDERBILT UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GTNBNWXJ12D5"
 },
 "perf_inst": {
  "perf_inst_name": "Vanderbilt University",
  "perf_str_addr": "110 21ST AVE S",
  "perf_city_name": "NASHVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372032416",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "TN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151500",
   "pgm_ele_name": "AGEP"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 149834.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Fisk-Vanderbilt Master&rsquo;s-to-PhD Bridge Program, created in 2004, has as its primary mission the increase of underrepresented minorities in STEM academe and workforce. To date we have enrolled 79 students, 83% of them are underrepresented minorities, 52% male and 48% female. Twelve students have completed the PhD phase, all with offers of employment in the STEM workforce prior to graduation. The program is on pace to produce 5-6 URM PhDs per year moving forward, making it a national leader in URM PhD production in astronomy, biology, chemistry, physics, and materials science.This project intended to increase the academic disciplines engaged in the program between Fisk and Vanderbilt, improve relationships with our HBCU partners and export the program model to other institutions. The results have been the successful establishment of tracks in Biology and Chemistry with several students engaged both in MA and PhD training in those areas. Additionally post-doctoral fellows with dedicated time to the Bridge Program were added to expand and strengthen the mentoring network that we have established for the students. This has been enormously beneficial with positive results for both the students themselves, who receive high quality, near-peer mentoring and also for the post-doctoral fellows who developed substantial professional skills in the process. Finally, the dissemination of the program model has been extensive. We have developed an online &ldquo;toolkit&rdquo; of documents, protocols and methods for selecting and supporting students that we have made widely available and is routinely requested. The outcomes of the project have been presented at a number of national symposia and conferences, leading for requests for consultation and support from several institutions.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2014<br>\n\t\t\t\t\tModified by: Arnold&nbsp;Burger</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Fisk-Vanderbilt MasterÆs-to-PhD Bridge Program, created in 2004, has as its primary mission the increase of underrepresented minorities in STEM academe and workforce. To date we have enrolled 79 students, 83% of them are underrepresented minorities, 52% male and 48% female. Twelve students have completed the PhD phase, all with offers of employment in the STEM workforce prior to graduation. The program is on pace to produce 5-6 URM PhDs per year moving forward, making it a national leader in URM PhD production in astronomy, biology, chemistry, physics, and materials science.This project intended to increase the academic disciplines engaged in the program between Fisk and Vanderbilt, improve relationships with our HBCU partners and export the program model to other institutions. The results have been the successful establishment of tracks in Biology and Chemistry with several students engaged both in MA and PhD training in those areas. Additionally post-doctoral fellows with dedicated time to the Bridge Program were added to expand and strengthen the mentoring network that we have established for the students. This has been enormously beneficial with positive results for both the students themselves, who receive high quality, near-peer mentoring and also for the post-doctoral fellows who developed substantial professional skills in the process. Finally, the dissemination of the program model has been extensive. We have developed an online \"toolkit\" of documents, protocols and methods for selecting and supporting students that we have made widely available and is routinely requested. The outcomes of the project have been presented at a number of national symposia and conferences, leading for requests for consultation and support from several institutions.\n\n\t\t\t\t\tLast Modified: 09/29/2014\n\n\t\t\t\t\tSubmitted by: Arnold Burger"
 }
}