{
 "awd_id": "1110559",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation research: Does long-term drought alter the response of microbial communities to moisture?",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Douglas Levey",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 14742.0,
 "awd_amount": 14742.0,
 "awd_min_amd_letter_date": "2011-04-19",
 "awd_max_amd_letter_date": "2011-04-19",
 "awd_abstract_narration": "Molecular advances in recent decades have revealed the immense diversity of microorganisms that inhabit the soil. These microorganisms depend on moisture to regulate the water balance in their cells and access food. Drought is expected to increase in areas of the US West, likely causing more frequent water stress for these organisms. Other organisms, like plants, differ in their sensitivity to drought, and this causes the composition of the community to shift under drought, sometimes to one that responds differently to water. Despite the important role of microorganisms in the cycling of nutrients, and predictions of harsher climates, we know little about how these communities might change under drought or other disturbances. This project will study how these soil microbial communities will change under drought, and whether these new drought-tolerant communities respond differently to moisture than non-drought communities. To answer this question, soils will be collected from a long-term drought manipulation in a Colorado grassland and subject both non-drought and drought soils to a range of moisture levels in the lab. To describe how the community changed, two exciting new technologies will be used. First, microorganisms that are active in the soil will be isolated. Since microorganisms are able to survive in a dormant state for long periods of time, much like seeds, it is important to separate the actively growing microorganisms - those that are affecting the function of the ecosystem - from those that are dormant. Second, high-throughput sequencing and sample taxonomy at a fine resolution will be used to report whole-community changes as well as which species in particular might be more or less sensitive to drought.\r\n\r\nThis research will elucidate how soil microbial communities might shift under drier climates, how this might influence nutrient cycles these communities control, and also how microbial communities, compared to plants and animals, respond to and recover from disturbance. The findings will both refine general ecological principles of how communities respond to disturbance, and improve our ability to predict changes and feedbacks that might occur under different climate regimes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Wallenstein",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew D Wallenstein",
   "pi_email_addr": "matthew.wallenstein@colostate.edu",
   "nsf_id": "000236085",
   "pi_start_date": "2011-04-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ingrid",
   "pi_last_name": "Burke",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Ingrid C Burke",
   "pi_email_addr": "iburke@uwyo.edu",
   "nsf_id": "000244314",
   "pi_start_date": "2011-04-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Evans",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah E Evans",
   "pi_email_addr": "evanssa6@msu.edu",
   "nsf_id": "000603131",
   "pi_start_date": "2011-04-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "601 S HOWES ST",
  "perf_city_name": "FORT COLLINS",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805212807",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1182",
   "pgm_ref_txt": "POP & COMMUNITY ECOL PROG"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 14742.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Microbes &ndash; fungi and bacteria often too small to see with the naked eye &ndash; are one of the most widely distributed and diverse groups of organisms on the planet. Until now, much of those microbes that are present in the soil, and control functions like soil fertility, water filtering, and carbon sequestration, &nbsp;have been mysterious to scientists and land managers alike. By using new high-throughput sequencing tools, we are now learning that these organisms, like macro-scale organisms, are incredibly responsive to environmental changes. In addition, we have found that these environmental changes alter the &nbsp;ecological properties of microbes, and therefore the important ecosystem services they mediate. In this project, we investigated how soil microbes respond to one environmental factor that is likely to change in the future: rainfall amount. We tested whether different microbial taxa specialize in different moisture conditions, or thrive under certain rainfall patterns. These differences among taxa would cause predicted changes in climate to drive changes in microbial community composition in the soil, which could, in turn, alter the important services microbes provide to humans.</p>\n<p>&nbsp;</p>\n<p>The specific objective of this project was to investigate whether soil microbes that are better at growing under dry conditions are more prevalent after 11 years of experimental drought. In other words, we wanted to test whether there was variation in preferred &ldquo;moisture niches&rdquo; &ndash; the moisture conditions a microbe prefers - across microbial species, and whether these moisture niches determined which microbes were abundant in a community. The extent rainfall drives microbial communities is important because although we know different microbes have different physiologies, we do not know whether these differences in physiology affect their ability to tolerate moisture stress. If microbes specialize in different moisture conditions, like plants do, it would allow us to predict changes in community composition under future rainfall patterns.</p>\n<p>&nbsp;</p>\n<p>In our study, we found that different microbes do grow at different moisture levels, so show that there are microbial moisture niches in diverse environmental microbial communities, but that this is not necessarily a good indicator of the distribution of species under long-term drought. For instance, many of those that were active under dry conditions in our short-term lab incubation were not the same microbes that dominated drought plots in the field, as we might expect. So, the fact that microbes specialize in certain moisture conditions creates the potential for rainfall to drive community composition, and perhaps how these communities function, but it is possible that other factors &ndash; like the chemical composition of the soil or long-term response to drought &ndash; is a stronger control on the actual abundance of different populations of microbes in a community. &nbsp;</p>\n<p>&nbsp;</p>\n<p>Specific products from this project are datasets describing species composition under 11-year drought manipulations in the shortgrass steppe. These datasets could be compared to other long-term drought manipulations in other ecosystems, as well as data describing the active and total community composition (based on 16S rRNA) under different moisture levels, and corresponding functional (biogeochemical) measurements. We also identified a novel molecular approach for identifying bacterial moisture niche that may be useful for investigating ecological differences among bacteria when they cannot be cultured. Considering that microbes carry out many ecosystem services and represent a large proportion of global biodiversity, these approaches are especially important for developing ways to predict how microbes respond to changes in their environment, both in terms of species diversity and in...",
  "por_txt_cntn": "\nMicrobes &ndash; fungi and bacteria often too small to see with the naked eye &ndash; are one of the most widely distributed and diverse groups of organisms on the planet. Until now, much of those microbes that are present in the soil, and control functions like soil fertility, water filtering, and carbon sequestration,  have been mysterious to scientists and land managers alike. By using new high-throughput sequencing tools, we are now learning that these organisms, like macro-scale organisms, are incredibly responsive to environmental changes. In addition, we have found that these environmental changes alter the  ecological properties of microbes, and therefore the important ecosystem services they mediate. In this project, we investigated how soil microbes respond to one environmental factor that is likely to change in the future: rainfall amount. We tested whether different microbial taxa specialize in different moisture conditions, or thrive under certain rainfall patterns. These differences among taxa would cause predicted changes in climate to drive changes in microbial community composition in the soil, which could, in turn, alter the important services microbes provide to humans.\n\n \n\nThe specific objective of this project was to investigate whether soil microbes that are better at growing under dry conditions are more prevalent after 11 years of experimental drought. In other words, we wanted to test whether there was variation in preferred \"moisture niches\" &ndash; the moisture conditions a microbe prefers - across microbial species, and whether these moisture niches determined which microbes were abundant in a community. The extent rainfall drives microbial communities is important because although we know different microbes have different physiologies, we do not know whether these differences in physiology affect their ability to tolerate moisture stress. If microbes specialize in different moisture conditions, like plants do, it would allow us to predict changes in community composition under future rainfall patterns.\n\n \n\nIn our study, we found that different microbes do grow at different moisture levels, so show that there are microbial moisture niches in diverse environmental microbial communities, but that this is not necessarily a good indicator of the distribution of species under long-term drought. For instance, many of those that were active under dry conditions in our short-term lab incubation were not the same microbes that dominated drought plots in the field, as we might expect. So, the fact that microbes specialize in certain moisture conditions creates the potential for rainfall to drive community composition, and perhaps how these communities function, but it is possible that other factors &ndash; like the chemical composition of the soil or long-term response to drought &ndash; is a stronger control on the actual abundance of different populations of microbes in a community.  \n\n \n\nSpecific products from this project are datasets describing species composition under 11-year drought manipulations in the shortgrass steppe. These datasets could be compared to other long-term drought manipulations in other ecosystems, as well as data describing the active and total community composition (based on 16S rRNA) under different moisture levels, and corresponding functional (biogeochemical) measurements. We also identified a novel molecular approach for identifying bacterial moisture niche that may be useful for investigating ecological differences among bacteria when they cannot be cultured. Considering that microbes carry out many ecosystem services and represent a large proportion of global biodiversity, these approaches are especially important for developing ways to predict how microbes respond to changes in their environment, both in terms of species diversity and in terms of the ecosystem functions they provide to humans. In addition, there may be commercial products that could be developed from this wo..."
 }
}