{
 "awd_id": "1110753",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH:  The Genetic Basis of Local Adaptation: Serpentine Tolerance in Mimulus guttatus",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Samuel Scheiner",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 14980.0,
 "awd_amount": 14980.0,
 "awd_min_amd_letter_date": "2011-04-08",
 "awd_max_amd_letter_date": "2011-04-08",
 "awd_abstract_narration": "Natural landscapes are often highly variable such that a species is likely to experience different selective pressures across its range. Such divergent selection can drive the adaptive differentiation of populations, maintain genetic variation, and promote speciation. Adaptation of populations to their local habitat has frequently been demonstrated, but is not well characterized at the genetic level. This study will look at adaptation to serpentine soils in Mimulus guttatus (common monkeyflower) to address the genetic basis of adaptive divergence. Serpentine soils represent a particularly harsh habitat that most plant species cannot survive in; however, M. guttatus is able to grow both on and off of these soils. This project will use high-throughput DNA sequencing technology to identify regions of the genome that contribute to differences in tolerance to soil conditions, test the adaptive significance of these genomic regions in the field, and identify traits that enable survival on serpentine soils. \r\n\r\nCharacterizing the genetic basis of adaptation to heterogeneous environments could provide important insights for predicting how populations may respond to changing environments. Furthermore, by identifying genomic regions involved in plant growth on metal enriched, nutrient poor soils this project could have implications for phytoremediation of sites affected by mining or other activities resulting in toxic soils as well as crop breeding to improve tolerance to poor or stressful soils. This project will include mentorship of high school and undergraduate students and the engagement of the general public.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Willis",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "John H Willis",
   "pi_email_addr": "jwillis@duke.edu",
   "nsf_id": "000244840",
   "pi_start_date": "2011-04-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jessica",
   "pi_last_name": "Selby",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Jessica P Selby",
   "pi_email_addr": "jps24@duke.edu",
   "nsf_id": "000579577",
   "pi_start_date": "2011-04-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W MAIN ST",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054640",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737800",
   "pgm_ele_name": "EVOLUTIONARY GENETICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 14980.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The research funded by grant 1110753 investigated the genetic basis of plant adaption to harsh soils. Plants obtain nearly all essential inorganic ions from their soil habitat and therefore soil characteristics can profoundly affect plant fitness. Serpentine soils present a particularly challenging environment &ndash; they are deficient in several essential plant nutrients, notably calcium (Ca), and contain toxic levels of magnesium (Mg) and heavy metals &ndash; that most plant species are unable to survive on. However some species, such as <em>Mimulus guttatus,</em> are able to grow both on and off of these harsh soils. This research took advantage of the wealth of genetic tools available in <em>M. guttatus</em> to identify the genes and mechanisms that have allowed it<em> </em>to colonize serpentine habitats. Specifically this research program aimed to determine 1) how many genes underlie the ability to survive on serpentine soils? 2) What trait(s) do these genes control? 3) Do the same genes underlie serpentine tolerance in geographically distant serpentine populations?</p>\n<p>This project investigated the genetic basis of serpentine adaptation by using next-generation sequencing technology to map quantitative trait loci (QTLs) for survival on serpentine soil in the field. We conducted mapping experiments in two widespread serpentine <em>M. guttatus</em> populations (~300km apart in California) to see whether serpentine tolerance in both populations is controlled by the same genes. We identified a single, major QTL that controls survival differences in both populations where the non-serpentine allele has complete lethality on serpentine soils when homozygous. However, when we planted each serpentine population on the alternate serpentine soil type they had lower survival rates than on their home soil. This suggests that either the serpentine tolerance alleles at this QTL are not functionally equivalent in the two populations and/or that there are other genes involved in serpentine adaptation. We next conducted lab-based hydroponic analyses to test how plants from serpentine and non-serpentine populations respond to individual soil chemical stressors (low Ca, high Mg, low Ca to Mg ratio and high nickel).&nbsp; We found that a plants&rsquo; ability to tolerate low Ca to high Mg ratio typical of serpentine soils was predicated by it&rsquo;s genotype at the survival QTL which suggests that differences in tolerance to low Ca to Mg ratio contribute to survival differences in the field. Furthermore, the two serpentine populations had significant tolerance differences to high nickel which may explain why the two populations were not equally tolerant to each other&rsquo;s soil.</p>\n<p>This work shows that a single gene can have large effects on plant mineral nutrition and tolerance to stressful soil habitats and has applications for both crop breeding and conservation. The candidate genes generated by this project could be tested for use in crop programs to improve tolerance to poor or stressful soils or to alter nutrient uptake to produce enriched crops. Both the methods and candidate genes from this project could also be useful in identifying plant species suitable for phytoremediation of sites affected by mining or other activities leading to toxic soils. Finally, by characterizing the environmental factors that are important for understanding plant adaptation to serpentine soils this research may promote conservation of these unique environments which are home to numerous endemic species.&nbsp; &nbsp;</p>\n<p>The findings from this grant have been disseminated via numerous presentations.&nbsp; Jessica Selby has presented the findings at the annual meeting of the Society for the Study of Evolution, and the Southeastern Population Ecology and Evolutionary Genetics meeting as well as seminars at the University of Richmond, University of Virginia and Duke University. Manu...",
  "por_txt_cntn": "\nThe research funded by grant 1110753 investigated the genetic basis of plant adaption to harsh soils. Plants obtain nearly all essential inorganic ions from their soil habitat and therefore soil characteristics can profoundly affect plant fitness. Serpentine soils present a particularly challenging environment &ndash; they are deficient in several essential plant nutrients, notably calcium (Ca), and contain toxic levels of magnesium (Mg) and heavy metals &ndash; that most plant species are unable to survive on. However some species, such as Mimulus guttatus, are able to grow both on and off of these harsh soils. This research took advantage of the wealth of genetic tools available in M. guttatus to identify the genes and mechanisms that have allowed it to colonize serpentine habitats. Specifically this research program aimed to determine 1) how many genes underlie the ability to survive on serpentine soils? 2) What trait(s) do these genes control? 3) Do the same genes underlie serpentine tolerance in geographically distant serpentine populations?\n\nThis project investigated the genetic basis of serpentine adaptation by using next-generation sequencing technology to map quantitative trait loci (QTLs) for survival on serpentine soil in the field. We conducted mapping experiments in two widespread serpentine M. guttatus populations (~300km apart in California) to see whether serpentine tolerance in both populations is controlled by the same genes. We identified a single, major QTL that controls survival differences in both populations where the non-serpentine allele has complete lethality on serpentine soils when homozygous. However, when we planted each serpentine population on the alternate serpentine soil type they had lower survival rates than on their home soil. This suggests that either the serpentine tolerance alleles at this QTL are not functionally equivalent in the two populations and/or that there are other genes involved in serpentine adaptation. We next conducted lab-based hydroponic analyses to test how plants from serpentine and non-serpentine populations respond to individual soil chemical stressors (low Ca, high Mg, low Ca to Mg ratio and high nickel).  We found that a plantsÆ ability to tolerate low Ca to high Mg ratio typical of serpentine soils was predicated by itÆs genotype at the survival QTL which suggests that differences in tolerance to low Ca to Mg ratio contribute to survival differences in the field. Furthermore, the two serpentine populations had significant tolerance differences to high nickel which may explain why the two populations were not equally tolerant to each otherÆs soil.\n\nThis work shows that a single gene can have large effects on plant mineral nutrition and tolerance to stressful soil habitats and has applications for both crop breeding and conservation. The candidate genes generated by this project could be tested for use in crop programs to improve tolerance to poor or stressful soils or to alter nutrient uptake to produce enriched crops. Both the methods and candidate genes from this project could also be useful in identifying plant species suitable for phytoremediation of sites affected by mining or other activities leading to toxic soils. Finally, by characterizing the environmental factors that are important for understanding plant adaptation to serpentine soils this research may promote conservation of these unique environments which are home to numerous endemic species.   \n\nThe findings from this grant have been disseminated via numerous presentations.  Jessica Selby has presented the findings at the annual meeting of the Society for the Study of Evolution, and the Southeastern Population Ecology and Evolutionary Genetics meeting as well as seminars at the University of Richmond, University of Virginia and Duke University. Manuscripts describing the research results are in preparation.\n\nThis grant provided training for two Duke undergraduate and five Durham-area high school stud..."
 }
}