{
 "awd_id": "1110396",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research:  Multiple Paternity in P. antipodarum, a New Zealand Snail Species",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": "7032927202",
 "po_email": "melekoni@nsf.gov",
 "po_sign_block_name": "Michelle Elekonich",
 "awd_eff_date": "2011-06-15",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 12266.0,
 "awd_amount": 12266.0,
 "awd_min_amd_letter_date": "2011-05-27",
 "awd_max_amd_letter_date": "2011-05-27",
 "awd_abstract_narration": "Genetic diversity is an important factor that assists in maintaining the health of a population.  Mating behaviors may be one way for organisms to increase the genetic diversity of a population.  For example, if a female mates with multiple males, her offspring will have greater genetic diversity than a female that mates with only one male.  This project aims to test for multiple mating, and determine if it assists in increasing disease resistance in a freshwater snail from New Zealand.  Molecular techniques including PCR and microsatellite analysis will be used to assess paternity.  A laboratory experiment will be used to create single-father and multiple-father families, which will then be tested for disease resistance.  Since multiple paternity has been found in one population, we expect to find multiple paternity in a second population.  We also predict that multiple paternity will increase the chance that some offspring will be disease resistant.  This research will contribute to many different areas of scientific research, including how genetics affect disease transmission, the evolution of reproductive behaviors, and generation of genetic diversity through mating decisions.  Resulting research is intended to contribute to the scientific community through publishing and presenting results and also to education through integration of outcomes in undergraduate course work.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Curtis",
   "pi_last_name": "Lively",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Curtis M Lively",
   "pi_email_addr": "clively@indiana.edu",
   "nsf_id": "000422264",
   "pi_start_date": "2011-05-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Deanna",
   "pi_last_name": "Soper",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Deanna M Soper",
   "pi_email_addr": "dsoper@udallas.edu",
   "nsf_id": "000576714",
   "pi_start_date": "2011-05-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "107 S INDIANA AVE",
  "perf_city_name": "BLOOMINGTON",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 12266.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>One of the major benefits of cross-fertilization is thought to result from the production of genetically variable progeny, which may be more resistant (on average) to parasites.&nbsp; The genetic diversity for a female&rsquo;s brood might be further increase by mating with multiple unrelated males. &nbsp;We tested for multiple mating in natural populations of a freshwater snail, which is the host for over a dozen species of sterilizing parasitic worms.&nbsp; Using DNA analysis we found that female snails from two natural populations were fertilized by 2 to7 different sires.&nbsp; We also conducted an experiment that tested whether exposure to parasites would alter mating behavior.&nbsp; We found that following exposure to parasites, females mated more frequently and with significantly more males than females that were not exposed to parasites.&nbsp; Taken together, the results enhance our understanding of how disease risk can alter mating behaviors and the genetics of populations.&nbsp; One paper has been published from this work (Soper et al. 2012. Ecology and Evolution 2: 3179-3185), and another paper is in preparation for publication.&nbsp; The study has been discussed in an introductory biology class at a local community college, and the main figures from Soper et al. (2012) will be used in a high school classroom to assist teaching graph interpretation.&nbsp; Finally, the funding supported dissertation research by Deanna Soper at Indiana University.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/18/2013<br>\n\t\t\t\t\tModified by: Curtis&nbsp;M&nbsp;Lively</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOne of the major benefits of cross-fertilization is thought to result from the production of genetically variable progeny, which may be more resistant (on average) to parasites.  The genetic diversity for a femaleÆs brood might be further increase by mating with multiple unrelated males.  We tested for multiple mating in natural populations of a freshwater snail, which is the host for over a dozen species of sterilizing parasitic worms.  Using DNA analysis we found that female snails from two natural populations were fertilized by 2 to7 different sires.  We also conducted an experiment that tested whether exposure to parasites would alter mating behavior.  We found that following exposure to parasites, females mated more frequently and with significantly more males than females that were not exposed to parasites.  Taken together, the results enhance our understanding of how disease risk can alter mating behaviors and the genetics of populations.  One paper has been published from this work (Soper et al. 2012. Ecology and Evolution 2: 3179-3185), and another paper is in preparation for publication.  The study has been discussed in an introductory biology class at a local community college, and the main figures from Soper et al. (2012) will be used in a high school classroom to assist teaching graph interpretation.  Finally, the funding supported dissertation research by Deanna Soper at Indiana University. \n\n\t\t\t\t\tLast Modified: 08/18/2013\n\n\t\t\t\t\tSubmitted by: Curtis M Lively"
 }
}