{
 "awd_id": "1110593",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH:  Speciation and diversification within Furcifer lateralis, the most widespread chameleon complex in Madagascar",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": "7032928239",
 "po_email": "mkearney@nsf.gov",
 "po_sign_block_name": "Maureen Kearney",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 14991.0,
 "awd_amount": 14991.0,
 "awd_min_amd_letter_date": "2011-04-19",
 "awd_max_amd_letter_date": "2011-04-19",
 "awd_abstract_narration": "This study will test alternative hypotheses about the processes driving speciation, using the Furcifer lateralis chameleon complex across the continental island of Madagascar as a study system. This endemic species complex is ideal for speciation research because it is broadly distributed within most habitats of the island, exhibits regional differences in morphology, coloration, genetics, and behavior, and appears to represent a recently evolved species radiation.  Novel species will be identified with molecular and morphological characters, and then evaluated for ecological niche divergence and reproductive isolation to test between competing speciation hypotheses. \r\nThe results of this research will be disseminated to the general public through use of multimedia resources, including video and blog content for the American Museum of Natural History (AMNH) website.  Additionally, lower-income urban students will be introduced to phylogeographic methods through the AMNH after-school program, and a Malagasy graduate student will be trained in ecology and evolutionary biology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Raxworthy",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher J Raxworthy",
   "pi_email_addr": "rax@amnh.org",
   "nsf_id": "000319602",
   "pi_start_date": "2011-04-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Antonia",
   "pi_last_name": "Florio",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Antonia Florio",
   "pi_email_addr": "aflorio@amnh.org",
   "nsf_id": "000578191",
   "pi_start_date": "2011-04-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American Museum Natural History",
  "inst_street_address": "200 CENTRAL PARK W",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2127695975",
  "inst_zip_code": "100245102",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "THE AMERICAN MUSEUM OF NATURAL HISTORY",
  "org_prnt_uei_num": "MNJDKB4FXLM6",
  "org_uei_num": "MNJDKB4FXLM6"
 },
 "perf_inst": {
  "perf_inst_name": "American Museum Natural History",
  "perf_str_addr": "200 CENTRAL PARK W",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100245102",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737400",
   "pgm_ele_name": "Systematics & Biodiversity Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 14991.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp; This project sought to assess hidden biodiversity and to evaluate diversification patterns and processes in several chameleon species.&nbsp; These chameleon species are all closely related and distributed only on Madagascar where they are found in high abundances.&nbsp; We first revised the taxonomy of the chameleon species <em>Furcifer lateralis</em>.&nbsp; Based on genetic, morphological, and environmental differences, we found that multiple species are nested within this group.&nbsp; This resulted in us elevating the subspecies <em>Furcifer lateralis major </em>to species rank, and naming a new species (<em>F. viridis</em>) distributed in northern and western Madagascar.&nbsp; These results also provided preliminary support for two contrasting drivers of speciation in this group including (1) the environmental transition between western and eastern Madagascar, and (2) the Mangoky river restricting species dispersal.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; We then wanted to test for inter-specific gene flow at zones of suspected contact between each of the three chameleon species pairs in the <em>F. lateralis </em>complex.&nbsp; To accomplish this, we carried out fieldwork in Madagascar (during February 2012) where we collected 114 tissue samples of species within the <em>F. lateralis </em>complex across 15 sites.&nbsp; We targeted four contact zones between newly described cryptic species, and collected samples across these potential hybrid zones at a much finer geographic scale than any previous study. We found that hybridization is detected at all four contact zones, but admixture was largely restricted to less than 100 km of each contact zone.&nbsp; The position of the contact zones suggests that these species distributions are influenced by elevation and that divergence between <em>F. major </em>and <em>F. viridis</em> may have resulted from two dispersal barriers: unsuitable intervening habitat and the Mangoky River.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; Lastly, a comparative approach was utilized to assess hidden biodiversity and diversification patterns within the chameleon sister species <em>Furcifer oustaleti </em>and <em>Furcifer verrucosus</em>, which are closely related and found in the same regions as species in the <em>F. lateralis</em> complex.&nbsp; Both species were found to represent species complexes with two well-supported phylogenetic clades recovered in each.&nbsp; However, divergence times are not contemporary and spatial patterns are not congruent.&nbsp; Divergence within the <em>F. verrucosus </em>complex<em> </em>is most consistent with patterns expected from Ecologically Mediated speciation, whereas divergence in <em>F. oustaleti</em> most strongly supports the Riverine Barrier model.&nbsp; The results of this study warrant that <em>F. verrucosus </em>and <em>F. oustaleti</em> both be split into two species based on genetic and morphological differences.&nbsp; In addition, this study provides evidence that distribution patterns between these two species groups are also not congruent with those found in the <em>F. lateralis </em>complex.</p>\n<p>&nbsp;&nbsp;&nbsp; Combined, these studies demonstrate the occurrence of previously unrecognized species diversity in widespread chameleon complexes in Madagascar, with a lack of spatial and temporal congruence between sympatric species.&nbsp; Results most strongly support multiple drivers of speciation that are associated with landscape features including elevation, climate, habitat and major rivers.&nbsp;&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp; The broader impact goals of this research project were to disseminate the evolutionary results of this research to the general public, to develop a teaching module that applies phylogenetics to conservation, to introduce lower-income urban students to phylogeographic research through this program, and to train students in ecological and evolutio...",
  "por_txt_cntn": "\n     This project sought to assess hidden biodiversity and to evaluate diversification patterns and processes in several chameleon species.  These chameleon species are all closely related and distributed only on Madagascar where they are found in high abundances.  We first revised the taxonomy of the chameleon species Furcifer lateralis.  Based on genetic, morphological, and environmental differences, we found that multiple species are nested within this group.  This resulted in us elevating the subspecies Furcifer lateralis major to species rank, and naming a new species (F. viridis) distributed in northern and western Madagascar.  These results also provided preliminary support for two contrasting drivers of speciation in this group including (1) the environmental transition between western and eastern Madagascar, and (2) the Mangoky river restricting species dispersal.\n\n     We then wanted to test for inter-specific gene flow at zones of suspected contact between each of the three chameleon species pairs in the F. lateralis complex.  To accomplish this, we carried out fieldwork in Madagascar (during February 2012) where we collected 114 tissue samples of species within the F. lateralis complex across 15 sites.  We targeted four contact zones between newly described cryptic species, and collected samples across these potential hybrid zones at a much finer geographic scale than any previous study. We found that hybridization is detected at all four contact zones, but admixture was largely restricted to less than 100 km of each contact zone.  The position of the contact zones suggests that these species distributions are influenced by elevation and that divergence between F. major and F. viridis may have resulted from two dispersal barriers: unsuitable intervening habitat and the Mangoky River. \n\n     Lastly, a comparative approach was utilized to assess hidden biodiversity and diversification patterns within the chameleon sister species Furcifer oustaleti and Furcifer verrucosus, which are closely related and found in the same regions as species in the F. lateralis complex.  Both species were found to represent species complexes with two well-supported phylogenetic clades recovered in each.  However, divergence times are not contemporary and spatial patterns are not congruent.  Divergence within the F. verrucosus complex is most consistent with patterns expected from Ecologically Mediated speciation, whereas divergence in F. oustaleti most strongly supports the Riverine Barrier model.  The results of this study warrant that F. verrucosus and F. oustaleti both be split into two species based on genetic and morphological differences.  In addition, this study provides evidence that distribution patterns between these two species groups are also not congruent with those found in the F. lateralis complex.\n\n    Combined, these studies demonstrate the occurrence of previously unrecognized species diversity in widespread chameleon complexes in Madagascar, with a lack of spatial and temporal congruence between sympatric species.  Results most strongly support multiple drivers of speciation that are associated with landscape features including elevation, climate, habitat and major rivers.  \n\n    The broader impact goals of this research project were to disseminate the evolutionary results of this research to the general public, to develop a teaching module that applies phylogenetics to conservation, to introduce lower-income urban students to phylogeographic research through this program, and to train students in ecological and evolutionary biology.  To reach these goals, the Co-PI was a guest lecturer for (1) the NSF funded Science Research and Mentoring Program at the American Museum of Natural History (AMNH) genetics poster session, (2) the \"Behind the Scenes: Herpetology\" tour at the AMNH, and (3) \"Members Night\" also at the AMNH.  The Co-PI also developed curriculum for and is currently teaching an afterschool course for NYC hig..."
 }
}