{
 "awd_id": "1110860",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID for NEES and E-Defense Collaboration:  U.S. Instrumentation and Data Processing for the Four-Story Reinforced Concrete and Post-Tensioned E-Defense Building Tests",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927024",
 "po_email": "jpauschk@nsf.gov",
 "po_sign_block_name": "Joy Pauschke",
 "awd_eff_date": "2011-01-15",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 41556.0,
 "awd_amount": 41556.0,
 "awd_min_amd_letter_date": "2011-01-03",
 "awd_max_amd_letter_date": "2011-01-03",
 "awd_abstract_narration": "Researchers from Japan and the United States have been collaborating during the past two years on building tests to be conducted at the E-Defense shake table facility in Miki City, Japan, in December 2010, where two four-story, full-scale buildings will be tested side by side subjected to three dimensional seismic shaking. As the outcome of this international planning, U.S. researchers have the opportunity to provide additional sensors on the test specimens to enable measurement of more detailed building response during the tests.  Through this award, the U.S. research team will provide additional sensors, cables, and data acquisition systems for the testing in addition to the 400 sensors being provided by the Japanese; the Japanese E-Defense staff will install the U.S. sensor mounts, sensors, and cables.  This additional data will enable improved building model calibration and/or calibration for flexure and for shear-flexure interaction.  Data obtained from these tests will be archived in the NEES Project Warehouse data repository (http://www.nees.org).  This award also provides travel support for faculty and students to participate in the testing in Japan and process the data, and to continue collaboration with Japan on analytical building models.\r\n\r\nIntellectual Merit:  These two building tests are each multi-million dollar tests and the United States currently does not have facilities to conduct such tests. These tests will provide data for the U.S. earthquake engineering community to learn about the behavior and response of three-dimensional buildings subjected to a range of ground motion intensities, including motions expected to produce near-collapse.  The additional sensors will measure local response quantities to aid in the development and calibration of analytical models and to improve understanding of a very commonly used building system (internationally). \r\n\r\nBroader Impacts:   This award is an outcome of active collaborations between Japanese and U.S. researchers on the instrumentation needed to record detailed response data that is critical to improve understanding of the seismic performance of building systems.  The data will be archived in the NEES Project Warehouse and be publicly available for reuse by researchers and practitioners. Results of this research will be presented at major U.S. and international conferences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Wallace",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "John W Wallace",
   "pi_email_addr": "wallacej@ucla.edu",
   "nsf_id": "000088911",
   "pi_start_date": "2011-01-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "739600",
   "pgm_ele_name": "NEES RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 41556.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary activity associated with this project involved working with E-Defense Researchers and a University of Tokyo, Earthquake Research Institute, faculty member to provide additional sensors called DC-LVDTs to measure displacements and calculate strains for two, reinforced concrete, full-scale, four-story buildings tested at the world&rsquo;s largest earthquake simulator (or shake table) at the Japanese National Research Institute for Earth Science and Disaster Prevention (NIED, commonly referred to as &ldquo;E-Defense<strong>&rdquo;. &nbsp;</strong>This effort followed from prior collaboration on pre-test analytical (computer) modeling studies of the two buildings to support schematic and final design and review of instrumentation and testing plans supported by NSF project CMMI-1000268.</p>\n<p>Project activities included:</p>\n<ol>\n<li>&nbsp;Submittal of a proposed instrumentation scheme to measure deformations associated with flexure, shear, slip/extension, and gap opening for the shear walls of the test structures.</li>\n<li>Work closely with collaborators to finalize instrumentation plan.</li>\n<li>Provide 48 DC-LVDTs for use by E-Defense on the RC and PT building.</li>\n<li>&nbsp;Purchase and prepare LVDTS with E-Defense compatible connectors to enable easy connection with E-Defense data acquisition systems.</li>\n<li>Ship LVDTs and connectors to E-Defense for installation by E-Defense.</li>\n<li>Travel by a UCLA faculty, UCLA graduate student, and NEES@UCLA staff member to E-Defense to provide logistical/installation support and active participation in the testing.&nbsp;</li>\n</ol>\n<p>Project findings included:</p>\n<ol>\n<li>The tests were successfully completed and data were collected in a series of tests conducted on December 13, 15, and 17, 2010.</li>\n<li>There is an expectation that some or all of the data will become available on the NEES Project Warehouse from use on future studies.</li>\n<li>The collaboration enhanced the already strong ties among researchers studying the behavior and performance of reinforced concrete structures in the US and Japan.</li>\n<li>US researchers (faculty and students) were provided full access at NIED E-Defense during the tests, providing a valuable, first hand observations and valuable information and ideas for future research studies and collaboration.</li>\n<li>&nbsp;A report was prepared to described building design and document the instrumentation, material properties, and various building characteristics (weight, geometry, member sections, reinforcement, test protocol, etc). This report was completed and has been published by the Pacific Earthquake Engineering&nbsp; Research (PEER) Center in June 2011. This report is critically important, as it provides the background and supporting documentation to enable future studies.</li>\n<li>A paper summarizing the test results, with joint Japanese and US authors, will appear in the proceedings of the 15th World Conference on Earthquake Engineering, which will be held in September 2012.</li>\n</ol>\n<p>The primary long-term contribution related to this effort is the thorough documentation of the test program that is available in the PEER Center Report published in June 2011 (also available at the NEES Project Warehouse as: http://nees.org/warehouse/project/1005), the test results (including observations and test data). The collaboration with the NIED (E-Defense) researchers and the University of Tokyo faculty and graduate students enabled additional instrumentation to be provided and used for the tests. The added instrumentation provides extremely valuable data on the response and behavior of ACI 318-11 designated Special Shear Walls and ACI ITG 5.1 and 5.2 Unbonded Post-Tensioned walls. The data should enable a host of modeling studies and possibly modeling improvements related to dynamic, three-dimensional responses. Modest financial support for training of two female graduate stud...",
  "por_txt_cntn": "\nThe primary activity associated with this project involved working with E-Defense Researchers and a University of Tokyo, Earthquake Research Institute, faculty member to provide additional sensors called DC-LVDTs to measure displacements and calculate strains for two, reinforced concrete, full-scale, four-story buildings tested at the worldÆs largest earthquake simulator (or shake table) at the Japanese National Research Institute for Earth Science and Disaster Prevention (NIED, commonly referred to as \"E-Defense\".  This effort followed from prior collaboration on pre-test analytical (computer) modeling studies of the two buildings to support schematic and final design and review of instrumentation and testing plans supported by NSF project CMMI-1000268.\n\nProject activities included:\n\n Submittal of a proposed instrumentation scheme to measure deformations associated with flexure, shear, slip/extension, and gap opening for the shear walls of the test structures.\nWork closely with collaborators to finalize instrumentation plan.\nProvide 48 DC-LVDTs for use by E-Defense on the RC and PT building.\n Purchase and prepare LVDTS with E-Defense compatible connectors to enable easy connection with E-Defense data acquisition systems.\nShip LVDTs and connectors to E-Defense for installation by E-Defense.\nTravel by a UCLA faculty, UCLA graduate student, and NEES@UCLA staff member to E-Defense to provide logistical/installation support and active participation in the testing. \n\n\nProject findings included:\n\nThe tests were successfully completed and data were collected in a series of tests conducted on December 13, 15, and 17, 2010.\nThere is an expectation that some or all of the data will become available on the NEES Project Warehouse from use on future studies.\nThe collaboration enhanced the already strong ties among researchers studying the behavior and performance of reinforced concrete structures in the US and Japan.\nUS researchers (faculty and students) were provided full access at NIED E-Defense during the tests, providing a valuable, first hand observations and valuable information and ideas for future research studies and collaboration.\n A report was prepared to described building design and document the instrumentation, material properties, and various building characteristics (weight, geometry, member sections, reinforcement, test protocol, etc). This report was completed and has been published by the Pacific Earthquake Engineering  Research (PEER) Center in June 2011. This report is critically important, as it provides the background and supporting documentation to enable future studies.\nA paper summarizing the test results, with joint Japanese and US authors, will appear in the proceedings of the 15th World Conference on Earthquake Engineering, which will be held in September 2012.\n\n\nThe primary long-term contribution related to this effort is the thorough documentation of the test program that is available in the PEER Center Report published in June 2011 (also available at the NEES Project Warehouse as: http://nees.org/warehouse/project/1005), the test results (including observations and test data). The collaboration with the NIED (E-Defense) researchers and the University of Tokyo faculty and graduate students enabled additional instrumentation to be provided and used for the tests. The added instrumentation provides extremely valuable data on the response and behavior of ACI 318-11 designated Special Shear Walls and ACI ITG 5.1 and 5.2 Unbonded Post-Tensioned walls. The data should enable a host of modeling studies and possibly modeling improvements related to dynamic, three-dimensional responses. Modest financial support for training of two female graduate students at UCLA. Ultimately, the project will help US structural engineers design both safer conventional reinforced concrete buildings and high-performance buildings able to withstand the shaking expected in very large earthquakes with less damage.\n\n\t\t\t\t\tLast Modified: 04/..."
 }
}