{
 "awd_id": "1110716",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research: Biomechanics of Feeding in Loggerhead Shrikes",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": "7032927202",
 "po_email": "melekoni@nsf.gov",
 "po_sign_block_name": "Michelle Elekonich",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 14452.0,
 "awd_amount": 14452.0,
 "awd_min_amd_letter_date": "2011-06-01",
 "awd_max_amd_letter_date": "2011-06-01",
 "awd_abstract_narration": "It is well known that young birds succeed less often at catching food than do adults; this may be part of the reason that they frequently die during their first year of life.  However, it is not clear whether this difference in feeding results from all young birds individually improving their feeding performance by learning over time, or whether adult birds are better feeders because all the physically or behaviorally deficient young birds die out at earlier stages, leaving only those that perform better to reach adulthood.  The aim of this study is to distinguish among these possibilities in the federally endangered San Clemente Loggerhead Shrike (Lanius ludovicianus mearnsi), a predatory songbird endemic to San Clemente Island, California.  The change over time of their prey capture, processing, and feeding performance will be measured using high-speed video imaging.  Feeding performance has been directly linked to survival and reproductive success in other birds.  This study will provide managers breeding shrikes in captivity in order to re-establish wild populations with objective criteria for deciding which individual shrikes are likely to feed themselves successfully if released, and at which stage of development.  This study will also advance our theoretical understanding of why feeding performance improves with age, which physical and behavioral characteristics are important for successful prey capture, and how shrikes, as a group, have evolved their remarkable predatory capabilities.  Finally, because the analytical techniques used for measuring feeding performance have distinct biomedical applications (e.g., kinesiology, exercise physiology, physical therapy), this project will also train undergraduate students who seek careers in medical, health, and wildlife professions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Margaret",
   "pi_last_name": "Rubega",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Margaret A Rubega",
   "pi_email_addr": "margaret.rubega@uconn.edu",
   "nsf_id": "000113289",
   "pi_start_date": "2011-06-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Diego",
   "pi_last_name": "Sustaita",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Diego Sustaita",
   "pi_email_addr": "dsustaita@csusm.edu",
   "nsf_id": "000580240",
   "pi_start_date": "2011-06-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut",
  "inst_street_address": "438 WHITNEY RD EXTENSION UNIT 1133",
  "inst_street_address_2": "",
  "inst_city_name": "STORRS",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8604863622",
  "inst_zip_code": "062699018",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNTPS995QBM7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut",
  "perf_str_addr": "438 WHITNEY RD EXTENSION UNIT 1133",
  "perf_city_name": "STORRS",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "062699018",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 14452.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Pa4\">Shrikes are songbirds that mostly eat insects, but regularly prey on vertebrates, such as mice and lizards, that are large relative to their body sizes.&nbsp; Like more exclusively carnivorous birds such as falcons, shrikes have sharply hooked beaks and tooth-like projections on the edge of the upper beak, thought to help kill and dismember prey that they seize with their beaks and jaws.&nbsp; Evolutionary theory suggests that beak shape and bite performance should change as diet changes, in order to match the demands of successfully catching food. Furthermore, changes in these attributes throughout a shrike&rsquo;s growth and development are likely to affect their abilities to feed themselves, which directly affects their survival.&nbsp; In this project we set out to understand how beak shape and bite performance are affected by how many vertebrates a shrike, or species of shrike, eats and how predatory performance changes throughout growth and development, in Loggerhead Shrikes.&nbsp;</p>\n<p class=\"Pa4\">We measured bite forces, since how hard a bird can bite is likely to influence whether it can kill a vertebrate prey. Surprisingly, our results showed that shrikes with relatively longer beak tip hooks generated lower bite strength than those with stouter beaks with shorter hooked tips.&nbsp; However, beak tip pressure (force per unit area) remained roughly the same among birds with different shaped beaks, suggesting that individuals may vary bite force according to their beak shapes in order to maintain appropriate levels of pressure, while reducing the possibility of the beak tip breaking against prey.&nbsp; From our work on captive San Clemente Loggerhead Shrikes in cooperation with the U.S. Navy and San Diego Zoo Global, we also found that the degree of hook and &ldquo;toothing&rdquo; on the beak was important for successfully biting and holding struggling vertebrate prey; fledgling juveniles with less-developed bills performed more poorly at these tasks than did adults.&nbsp; Overall, however, we found that how hard a bird could bite was most closely related to whether that bird ate more vertebrates than insects.&nbsp; This suggests that beak shapes are important, but that strong bite performance can allow a bird to feed successfully on large, difficult prey even if its beak is not the best shape for killing vertebrates.</p>\n<p class=\"Pa4\">Our results provide new insights into how shrikes are adapted to eating many kinds of prey, both in their beak shapes and bite capabilities.&nbsp; Our results are important for captive breeding and release programs for endangered subspecies of Loggerhead Shrikes, and potentially other species. Now that we understand how development of the shape of the beak affects how successfully a bird can catch and kill vertebrates, we can use the timing of beak development to provide recommendations for optimal release times. Birds released to the wild after their beaks are fully grown are more likely to feed successfully and therefore to survive and recruit into the breeding population. Thus, we can contribute to the cost-effectiveness of captive-breeding programs.</p>\n<p class=\"Pa4\">Finally, our results provide a valuable evolutionary lesson on how compensatory mechanisms evolve under the pressures of having to catch and eat very different kinds of prey, and how it was possible for a songbird to turn into a raptor.&nbsp; Our work resulting from this award has yielded 242 high speed video clips of ~55 individual adult and juvenile San Clemente Loggerhead Shrikes in 144 prey-attack sequences.&nbsp; Because they document additional important behaviors, such as flight, take-off, and landing, these videos have valuable research potential far beyond the context of this specific project.&nbsp; Furthermore, these videos have provided, and will continue to provide, valuable tools for teaching high-speed video techniques, and their ...",
  "por_txt_cntn": "Shrikes are songbirds that mostly eat insects, but regularly prey on vertebrates, such as mice and lizards, that are large relative to their body sizes.  Like more exclusively carnivorous birds such as falcons, shrikes have sharply hooked beaks and tooth-like projections on the edge of the upper beak, thought to help kill and dismember prey that they seize with their beaks and jaws.  Evolutionary theory suggests that beak shape and bite performance should change as diet changes, in order to match the demands of successfully catching food. Furthermore, changes in these attributes throughout a shrikeÆs growth and development are likely to affect their abilities to feed themselves, which directly affects their survival.  In this project we set out to understand how beak shape and bite performance are affected by how many vertebrates a shrike, or species of shrike, eats and how predatory performance changes throughout growth and development, in Loggerhead Shrikes. \nWe measured bite forces, since how hard a bird can bite is likely to influence whether it can kill a vertebrate prey. Surprisingly, our results showed that shrikes with relatively longer beak tip hooks generated lower bite strength than those with stouter beaks with shorter hooked tips.  However, beak tip pressure (force per unit area) remained roughly the same among birds with different shaped beaks, suggesting that individuals may vary bite force according to their beak shapes in order to maintain appropriate levels of pressure, while reducing the possibility of the beak tip breaking against prey.  From our work on captive San Clemente Loggerhead Shrikes in cooperation with the U.S. Navy and San Diego Zoo Global, we also found that the degree of hook and \"toothing\" on the beak was important for successfully biting and holding struggling vertebrate prey; fledgling juveniles with less-developed bills performed more poorly at these tasks than did adults.  Overall, however, we found that how hard a bird could bite was most closely related to whether that bird ate more vertebrates than insects.  This suggests that beak shapes are important, but that strong bite performance can allow a bird to feed successfully on large, difficult prey even if its beak is not the best shape for killing vertebrates.\nOur results provide new insights into how shrikes are adapted to eating many kinds of prey, both in their beak shapes and bite capabilities.  Our results are important for captive breeding and release programs for endangered subspecies of Loggerhead Shrikes, and potentially other species. Now that we understand how development of the shape of the beak affects how successfully a bird can catch and kill vertebrates, we can use the timing of beak development to provide recommendations for optimal release times. Birds released to the wild after their beaks are fully grown are more likely to feed successfully and therefore to survive and recruit into the breeding population. Thus, we can contribute to the cost-effectiveness of captive-breeding programs.\nFinally, our results provide a valuable evolutionary lesson on how compensatory mechanisms evolve under the pressures of having to catch and eat very different kinds of prey, and how it was possible for a songbird to turn into a raptor.  Our work resulting from this award has yielded 242 high speed video clips of ~55 individual adult and juvenile San Clemente Loggerhead Shrikes in 144 prey-attack sequences.  Because they document additional important behaviors, such as flight, take-off, and landing, these videos have valuable research potential far beyond the context of this specific project.  Furthermore, these videos have provided, and will continue to provide, valuable tools for teaching high-speed video techniques, and their applications for appreciating and understanding behaviors invisible to the unaided eye.  In addition, we have amassed a data set of stable carbon and nitrogen isotopes from shrike feathers, regurgitated pellets..."
 }
}