{
 "awd_id": "1110930",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Baltimore Washington Alliance AGEP Planning Grant",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark Leddy",
 "awd_eff_date": "2011-07-15",
 "awd_exp_date": "2012-09-30",
 "tot_intn_awd_amt": 144999.0,
 "awd_amount": 144999.0,
 "awd_min_amd_letter_date": "2011-07-25",
 "awd_max_amd_letter_date": "2011-07-25",
 "awd_abstract_narration": "Howard University, Georgetown University, and Morgan State University have formed the Baltimore-Washington Area Alliance (BWA) and will undertake planning activities with this project.  With the planning grant, BWA intends to assess current graduate student interest in faculty positions and to strengthen the existing Howard-UTEP Preparing Future Faculty (PFF) and Postdoc Institutes (PDI) informed by survey and other evaluation data.  \r\n\r\nIntellectual Merit. Because of growing science and technology needs of an increasingly globalized economy, the United States is in greater need than ever before of a scientifically trained citizenry. This growing need coincides with significant demographic changes in the U.S., where minority populations that historically have been underrepresented in science, technology, engineering, and mathematics (STEM) disciplines are becoming an ever-larger share of the population. Ensuring that this population gains access to necessary training in STEM is an important national goal, and increasing the number of STEM professors from these backgrounds is an important step---as a matter of equity and as a matter of policy. This planning project will draw on findings from research literature about the importance of creating intellectual and social community for minority STEM students, breaking down barriers that isolate them from the informal culture of science, and creating professional networking opportunities that these students otherwise might not have. The planning project also draws on research that is specific to the National Science Foundation?s Alliances for Graduate Education and the Professoriate (AGEP) program, taking lessons learned from research about the program to create a more cohesive Alliance of colleges and universities.  In drawing on this research, the proposal seeks to make the efforts of individual institutions coherent, allowing them to become more than the sum of their parts. BWA will leverage resources of a metropolitan area that is rich in professional development opportunities for minority students and the resources of 3 major universities in ways that address research-based findings about the needs of STEM minority students. It will do so in ways that maximize the efficacy of projects under the aegis of the national AGEP program.\r\n\r\nBroader Impact.  The activities in this planning grant will influence STEM graduate education at two of the nation?s leading producers of African American STEM PhDs and will therefore have a noteworthy national effect on the pipeline of African Americans entering the professoriate. Additionally, the anticipated enhancement of the extant PFF and PDI will increase professional development and networking opportunities for BWA students and students from universities beyond the Alliance. The project also builds upon an existing consortium of 14 universities and includes the intention to design a structured, internet based, consortium-wide network of postdoc opportunities and faculty position listings. This network will create a registry of STEM trained minorities from which all 14 of the schools in the consortium can recruit new faculty and postdocs.  This project will also improve the student level data including milestones in their educational careers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Betsey",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Charles L Betsey",
   "pi_email_addr": "cbetsey@howard.edu",
   "nsf_id": "000322962",
   "pi_start_date": "2011-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Barbari",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy Barbari",
   "pi_email_addr": "tbarbari@mines.edu",
   "nsf_id": "000417406",
   "pi_start_date": "2011-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "T. Joan",
   "pi_last_name": "Robinson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "T. Joan Robinson",
   "pi_email_addr": "Joan.Robinson@morgan.edu",
   "nsf_id": "000476747",
   "pi_start_date": "2011-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Howard University",
  "inst_street_address": "2400 6TH ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2028064759",
  "inst_zip_code": "200590002",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "HOWARD UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "DYZNJGLTHMR9"
 },
 "perf_inst": {
  "perf_inst_name": "Howard University",
  "perf_str_addr": "2400 6TH ST NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200590002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151500",
   "pgm_ele_name": "AGEP"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 144999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: center;\"><strong>Collaborative Research: Baltimore-Washington Area&nbsp; </strong></p>\n<p style=\"text-align: center;\"><strong>Alliance</strong><strong> for Graduate Education and the Professoriate (BWA-AGEP)&nbsp; </strong><strong>Planning Grant </strong></p>\n<p style=\"text-align: center;\"><strong>A Collaborative Project Outcomes Report </strong></p>\n<p><strong><span style=\"text-decoration: underline;\">Intellectual Merit </span></strong></p>\n<p>The Baltimore-Washington Area Alliance for Graduate Education and the Professoriate (BWA-AGEP) was formed in 2011 by Howard University,<br />Georgetown University, and Morgan&nbsp;State University, in response to a solicitation from the National Science Foundation.&nbsp; The Alliance<br />submitted a planning grant to engage in transformative AGEP- related planning activities with the implicit understanding that a full proposal submission would be due in 2012.&nbsp; The combination of Howard University and Morgan State University, two leading producers of underrepresented minority (URM) Ph.D.s; Howard&rsquo;s historical involvement with<br />AGEP; and the plethora of strong new educational and faculty preparation<br />opportunities made possible through the added resources of Georgetown<br />University, laid a solid foundation for the BWA-AGEP Alliance to succeed in its mission of increasing the number of URMs earning doctoral degrees in the<br />science, technology, engineering and mathematics (STEM) disciplines and<br />entering the professoriate.&nbsp;</p>\n<p>The Alliance successfully addressed the three objectives that were established:&nbsp;</p>\n<p>1) continue best practices learned from<br />the HUTEP-AGEP Alliance (a predecessor Alliance between Howard University and the University of Texas-El Paso spanning xx years) on recruitment of URMs into<br />STEM doctoral programs;&nbsp;</p>\n<p>2) improve retention efforts;&nbsp;</p>\n<p>3) increase the number of URMs entering the<br />professoriate.&nbsp;</p>\n<p>A series of planning actives designed to accomplish these goals<br />were submitted to the NSF in November 2011 and the BWA-AGEP was funded to implement the proposed activities. A brief description follows of the<br />activities completed during the grant year 2011-2012.</p>\n<p>Each of the three Alliance partners provided both common and<br />unique contributions as well as collaborative overarching activities. Examples<br />included:</p>\n<ul>\n<li>Sponsored the tenth annual Preparing Future Faculty (PFF) Summer Institute in which 87students from across the United<br />States were provided with intensive training and experiences to enhance their preparation for the professoriate.<br />Additionally, Institute participants also had the opportunity to interact with their peers and leading STEM and SBES professionals. Hosted by Howard University.</li>\n</ul>\n<ul>\n<li> Conducted a survey of Alliance students to evaluate the interest of STEM and SBES doctoral students in the professoriate. The results of this survey revealed that there was high interest<br />in the professoriate, however this interest was marred by the perception of low faculty salaries compounded with the uncertainty of finding a job in academe.&nbsp; </li>\n</ul>\n<ul>\n<li> Conducted a Dissertation Bootcamp. Recognizing the<br />need for programs and strategies to decrease attrition of ABDs, the BWA-AGEP Alliance designed, implemented, and evaluated a Dissertation Workshop to assist students at this precarious juncture of their academic training.&nbsp; The week-long<br />workshop provided information on the challenges faced at the<br />dissertation-writing stage and provided guidance on overcoming variousobstacles.&nbsp; Evaluation of the workshop activities resulted in redesign of future workshops.</li>\n</ul>\n<ul>\n<li> All institutions in the Alliance have been exposed to training on the AGEP-Tracking System (TS) developed by Xcalibur, Inc....",
  "por_txt_cntn": "Collaborative Research: Baltimore-Washington Area  \nAlliance for Graduate Education and the Professoriate (BWA-AGEP)  Planning Grant \nA Collaborative Project Outcomes Report \n\nIntellectual Merit \n\nThe Baltimore-Washington Area Alliance for Graduate Education and the Professoriate (BWA-AGEP) was formed in 2011 by Howard University,\nGeorgetown University, and Morgan State University, in response to a solicitation from the National Science Foundation.  The Alliance\nsubmitted a planning grant to engage in transformative AGEP- related planning activities with the implicit understanding that a full proposal submission would be due in 2012.  The combination of Howard University and Morgan State University, two leading producers of underrepresented minority (URM) Ph.D.s; HowardÆs historical involvement with\nAGEP; and the plethora of strong new educational and faculty preparation\nopportunities made possible through the added resources of Georgetown\nUniversity, laid a solid foundation for the BWA-AGEP Alliance to succeed in its mission of increasing the number of URMs earning doctoral degrees in the\nscience, technology, engineering and mathematics (STEM) disciplines and\nentering the professoriate. \n\nThe Alliance successfully addressed the three objectives that were established: \n\n1) continue best practices learned from\nthe HUTEP-AGEP Alliance (a predecessor Alliance between Howard University and the University of Texas-El Paso spanning xx years) on recruitment of URMs into\nSTEM doctoral programs; \n\n2) improve retention efforts; \n\n3) increase the number of URMs entering the\nprofessoriate. \n\nA series of planning actives designed to accomplish these goals\nwere submitted to the NSF in November 2011 and the BWA-AGEP was funded to implement the proposed activities. A brief description follows of the\nactivities completed during the grant year 2011-2012.\n\nEach of the three Alliance partners provided both common and\nunique contributions as well as collaborative overarching activities. Examples\nincluded:\n\nSponsored the tenth annual Preparing Future Faculty (PFF) Summer Institute in which 87students from across the United\nStates were provided with intensive training and experiences to enhance their preparation for the professoriate.\nAdditionally, Institute participants also had the opportunity to interact with their peers and leading STEM and SBES professionals. Hosted by Howard University.\n\n\n Conducted a survey of Alliance students to evaluate the interest of STEM and SBES doctoral students in the professoriate. The results of this survey revealed that there was high interest\nin the professoriate, however this interest was marred by the perception of low faculty salaries compounded with the uncertainty of finding a job in academe.  \n\n\n Conducted a Dissertation Bootcamp. Recognizing the\nneed for programs and strategies to decrease attrition of ABDs, the BWA-AGEP Alliance designed, implemented, and evaluated a Dissertation Workshop to assist students at this precarious juncture of their academic training.  The week-long\nworkshop provided information on the challenges faced at the\ndissertation-writing stage and provided guidance on overcoming variousobstacles.  Evaluation of the workshop activities resulted in redesign of future workshops.\n\n\n All institutions in the Alliance have been exposed to training on the AGEP-Tracking System (TS) developed by Xcalibur, Inc. The system is fully operational at Howard University.  \n\n\n The planning activities at Georgetown focused on developing an online resource to support professional development activities including conference presentations, grant applications,\nand job applications for graduate students and postdoctoral\nfellows. A full evaluation of necessary modifications of the \"Global Server\" interactive software system is complete. Implementation at Howard and Morgan awaits clarification of information privacy issues.\n\n\n The BWA-AGEP team met with representatives of the Consortium of Universities of the Wa..."
 }
}