{
 "awd_id": "1110617",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: The Quantitative Genetics of Male-Female Conflict",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Samuel Scheiner",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 14545.0,
 "awd_amount": 14545.0,
 "awd_min_amd_letter_date": "2011-04-08",
 "awd_max_amd_letter_date": "2011-04-08",
 "awd_abstract_narration": "DISSERTATION RESEARCH: The Quantitative Genetics of Sexual Conflict\r\n\r\nThis project investigates the evolution of differences between sexes (sexual dimorphism).  Despite often dramatic physical divergence, males and females share the majority of their genes.  This creates genetic conflict when selection favors different trait values in the two sexes, because genes that are beneficial for females will be detrimental for males and vice versa.  Evolutionary theory predicts that this conflict can be resolved by one of two mechanisms:  location of genes with sex-specific benefits on sex chromosomes (sex-linkage) or sex-specific patterns of gene expression.  By crossing populations of water striders that differ in both body size and magnitude of sexual dimorphism, this study will quantify sex-linkage and sex-specific patterns of gene expression to determine if they are responsible for the observed variation in sexual dimorphism.  Additionally, the project explores the ability of statistical methods to detect the genetic effects, unique to the two predictions, in wild populations.\r\n\r\nDirect involvement of undergraduates is key to the project.  While in the laboratory, students will obtain hands on experience conducting scientific research.  Although most UCR undergraduates go into health professions, training during this project will prepare them well for these biology based professions.  Results from the research will reveal the genetic architecture of sexually dimorphic traits and contribute to the general theories on body size evolution and sexual selection.  Further, this project will contribute to the statistical methods available for quantitative genetic analyses of non-laboratory populations.  These results can be used to advance livestock improvement programs and determine the genetic basis of sex-specific diseases in humans.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daphne",
   "pi_last_name": "Fairbairn",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Daphne J Fairbairn",
   "pi_email_addr": "daphne.fairbairn@ucr.edu",
   "nsf_id": "000486721",
   "pi_start_date": "2011-04-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Derek",
   "pi_last_name": "Roff",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Derek A Roff",
   "pi_email_addr": "derek.roff@ucr.edu",
   "nsf_id": "000486722",
   "pi_start_date": "2011-04-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Wolak",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew E Wolak",
   "pi_email_addr": "matthew.wolak@email.ucr.edu",
   "nsf_id": "000580999",
   "pi_start_date": "2011-04-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "200 UNIVERSTY OFC BUILDING",
  "perf_city_name": "RIVERSIDE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737800",
   "pgm_ele_name": "EVOLUTIONARY GENETICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 14545.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In many animal species the sexes can be distinguished not only by their organs of reproduction but also by sex-specific characteristics such as ornaments or weapons, or by differences in overall size and shape or in the size and shape of different body components. &nbsp;Although some species have sex chromosomes that occur in only one sex (the Y chromosome in male mammals, for example), the great majority of genes occur on chromosomes found in both sexes. Thus sexual differences must arise from a genome that is largely or completely shared between males and females, a property that creates genetic conflict between the sexes. In this study, principal investigators Matthew Wolak, Daphne Fairbairn, and Derek Roff investigated how this conflict is resolved by examining patterns of sex-specific genetic variation underlying sexual differences in externally observable traits. &nbsp;Specifically, they looked for patterns of genetic variation that were associated with sexual differences in trait size, using a semi-aquatic insect, the water strider <em>Aquarius remigis, </em>as their study organism.<em>&nbsp; </em>They chose <em>A. remigis</em> for its well-characterized pattern of sexual differences in 16 body components, including traits that are sex-limited (only found in males), traits up to 3 times larger in males, and traits up to 70% larger in females.&nbsp; <em>A. remigis</em> was also a good choice because it lacks a Y chromosome, females having two X chromosomes (XX) and males only one (X0).&nbsp; Thus the sexes share all of their chromosomes, with no genes unique to one sex.</p>\n<p>The researchers conducted two experiments in which they interbred <em>Aquarius remigis&nbsp;</em>from wild populations. Each experiment consisted of a series of crosses over three generations that produced 10 genetic lines with different mixes of genes from the original populations.&nbsp; By comparing the observed variation among the experimental lines with that expected based on the known genetic contributions from the original populations, the researchers were able to measure the variability, general location, and mode of interaction of genes underlying variation in the 16 morphological traits. &nbsp;They found evidence that genes located on the X chromosome (called&nbsp;<em>sex-linked</em>&nbsp;genes) contributed to the differences between populations but that the sexes differed primarily in the way genes on the other chromosomes interacted with each other. Significantly,&nbsp;the magnitude of these sex-specific genetic interactions was positively related to the magnitude of the sexual dimorphism. &nbsp;This is the first quantitative documentation of a major role for non-additive genetic interactions in shaping sexual differences and hence, in resolving sexual genetic conflicts. &nbsp;More generally, it provides new insight into how the genetic information encoded in organismal genomes is translated into variable trait values.</p>\n<p>The PIs also investigated the power of quantitative genetic analyses to detect sex-linked and non-additive genetic interactions in wild populations where genetic variation must be dissected from complex, natural pedigrees.&nbsp; They first developed new statistical techniques for estimating the necessary parameters from wild populations with known pedigrees and from various formal breeding designs.&nbsp; Co-PI Wolak then traveled to Edinburgh, UK to collaborate with leading experts in the study of genetics in wild populations.&nbsp; From this collaboration the team was able to define the population structures that are most suitable for estimation of these genetic effects.&nbsp; These results, contribute broadly to the field of evolutionary genetics and can also be applied in animal and plant breeding and in the study of the patterns of inheritance and genetic basis of human diseases.</p>\n<p>Major Outcomes:</p>\n<ul>\n<li>Dissertation research for Ph.D. stu...",
  "por_txt_cntn": "\nIn many animal species the sexes can be distinguished not only by their organs of reproduction but also by sex-specific characteristics such as ornaments or weapons, or by differences in overall size and shape or in the size and shape of different body components.  Although some species have sex chromosomes that occur in only one sex (the Y chromosome in male mammals, for example), the great majority of genes occur on chromosomes found in both sexes. Thus sexual differences must arise from a genome that is largely or completely shared between males and females, a property that creates genetic conflict between the sexes. In this study, principal investigators Matthew Wolak, Daphne Fairbairn, and Derek Roff investigated how this conflict is resolved by examining patterns of sex-specific genetic variation underlying sexual differences in externally observable traits.  Specifically, they looked for patterns of genetic variation that were associated with sexual differences in trait size, using a semi-aquatic insect, the water strider Aquarius remigis, as their study organism.  They chose A. remigis for its well-characterized pattern of sexual differences in 16 body components, including traits that are sex-limited (only found in males), traits up to 3 times larger in males, and traits up to 70% larger in females.  A. remigis was also a good choice because it lacks a Y chromosome, females having two X chromosomes (XX) and males only one (X0).  Thus the sexes share all of their chromosomes, with no genes unique to one sex.\n\nThe researchers conducted two experiments in which they interbred Aquarius remigis from wild populations. Each experiment consisted of a series of crosses over three generations that produced 10 genetic lines with different mixes of genes from the original populations.  By comparing the observed variation among the experimental lines with that expected based on the known genetic contributions from the original populations, the researchers were able to measure the variability, general location, and mode of interaction of genes underlying variation in the 16 morphological traits.  They found evidence that genes located on the X chromosome (called sex-linked genes) contributed to the differences between populations but that the sexes differed primarily in the way genes on the other chromosomes interacted with each other. Significantly, the magnitude of these sex-specific genetic interactions was positively related to the magnitude of the sexual dimorphism.  This is the first quantitative documentation of a major role for non-additive genetic interactions in shaping sexual differences and hence, in resolving sexual genetic conflicts.  More generally, it provides new insight into how the genetic information encoded in organismal genomes is translated into variable trait values.\n\nThe PIs also investigated the power of quantitative genetic analyses to detect sex-linked and non-additive genetic interactions in wild populations where genetic variation must be dissected from complex, natural pedigrees.  They first developed new statistical techniques for estimating the necessary parameters from wild populations with known pedigrees and from various formal breeding designs.  Co-PI Wolak then traveled to Edinburgh, UK to collaborate with leading experts in the study of genetics in wild populations.  From this collaboration the team was able to define the population structures that are most suitable for estimation of these genetic effects.  These results, contribute broadly to the field of evolutionary genetics and can also be applied in animal and plant breeding and in the study of the patterns of inheritance and genetic basis of human diseases.\n\nMajor Outcomes:\n\nDissertation research for Ph.D. student M. Wolak.  In addition to the dissertation itself, the research has produced four research papers and one chapter for a book on the quantitative genetics of wild populations.\nCreation of a database of measurements of 16 morpho..."
 }
}