{
 "awd_id": "1110957",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "EAGER: Dosage and Small RNA Regulation of Imprinting and Seed Development",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": "7032924967",
 "po_email": "kccone@nsf.gov",
 "po_sign_block_name": "Karen Cone",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 299999.0,
 "awd_amount": 359499.0,
 "awd_min_amd_letter_date": "2011-03-25",
 "awd_max_amd_letter_date": "2013-12-20",
 "awd_abstract_narration": "Intellectual Merit: Seed size is important to crop domestication and fitness in natural populations and is largely affected by the balance of maternal and paternal genomes in endosperm, tissue produced inside the seeds of most flowering plants around the time of fertilization. This genome balance can be disrupted, resulting in effects on imprinted genes, expression of genes in a parent-of-origin specific manner, and seed size. In Arabidopsis thaliana, increased paternal genome dosage can result in larger seeds, whereas increased maternal genome dosage leads to smaller seeds, suggesting that the balance of maternal and paternal genomes affects endosperm and seed development. In the developing seed a major class of short-interfering RNAs (siRNAs), are maternally expressed. Genome-wide demethylation occurs in endosperm during seed development, suggesting that small RNAs serve as the factors responsible for the parental genome balance, leading to expression changes in candidate genes essential for seed development.  It is likely that maternal siRNAs can regulate expression of protein-coding genes important to seed development.  In this EAGER project, small RNAs and their targets that affect imprinting and seed will be characterized, the mechanism by which maternal expression of small RNAs is established will be addressed, and it will be determined when and how parent-of-origin effects are established during endosperm development.\r\n\r\nBroader Impact:  Seed production is vital to agriculture, food security, renewable resources, and human nutrition. At the mechanistic level, results from this research will reveal a novel biological role for small RNAs in regulating gene expression and seed development. Novel small RNA targets and candidate genes will be identified and characterized in this project, and the functions of selected candidates will be rigorously tested.  A better understanding of how small RNAs and their targets regulate seed development will ultimately help us improve productivity and fertility of plant and animals.  Plant seeds, DNA sequences, and small RNA and gene expression data will be regularly deposited to Arabidopsis Biological Resource Center (ABRC), GenBank, and Gene Expression Omnibus (GEO), respectively.  Throughout the project, interdisciplinary training opportunities, including genomics, epigenetics, molecular genetics, plant biology, and computational biology, will be provided for graduate and undergraduate students in this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Z. Jeffrey",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Z. Jeffrey Chen",
   "pi_email_addr": "zjchen@austin.utexas.edu",
   "nsf_id": "000408115",
   "pi_start_date": "2011-03-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 149999.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 59500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We discovered that small RNAs play big roles in the development of endosperm (like the placenta in mammals) and seeds. Seeds are important to food supply and plant evolution. A typical seed consists of the endosperm, embryo, and seed coat. Endosperms in cereals like rice and wheat can occupy ~80% of the seed mass, and they provide most calories consumed by humans. Biogenesis of 24-nt siRNAs in seeds depends on RNA polymerase IV (p4), atypical RNA polymerase II.&nbsp; These p4-dependent siRNAs (p4-siRNAs) are maternally expressed in seeds. We found that accumulation of these siRNAs depended on the maternal genome dosage.&nbsp; In the interploidy reciprocal crosses, the siRNA abundance correlated negatively with expression levels of their target genes, including imprinted genes and transcription factor genes (AGAMAOUS-LIKE (AGL), which were expressed only in the endosperm.&nbsp; These data led to another discovery for the role of maternally-biased p4-siRNAs in spatiotemporal regulation of DNA methylation and imprinting in the endosperm.&nbsp; We also found roles of miRNAs and siRNAs in mediating &ldquo;gene expression shock&rdquo;, as part of the &ldquo;genome shock&rdquo; predicted by Barbara McClintock.&nbsp; We suggest that small RNAs serve as a buffer against the &ldquo;genome shock&rdquo; in interspecific hybrids and allopolyploids: siRNAs are required to maintain genome stability, whereas expression variation of miRNAs leads to gene expression changes and morphological diversity.&nbsp; Indeed, <em>cis</em>- and <em>trans</em>-regulation of miRNA loci mediate expression of target genes that encode enzymes involved in the defense response. Thus, small RNAs play dynamic roles in imprinting, seed development, and hybrid incompatibility.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/07/2015<br>\n\t\t\t\t\tModified by: Z. Jeffrey&nbsp;Chen</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1110957/1110957_10081061_1436323545480_2012_03094CoverArt--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1110957/1110957_10081061_1436323545480_2012_03094CoverArt--rgov-800width.jpg\" title=\"Small RNAs affect seed development\"><img src=\"/por/images/Reports/POR/2015/1110957/1110957_10081061_1436323545480_2012_03094CoverArt--rgov-66x44.jpg\" alt=\"Small RNAs affect seed development\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Arabidopsis seeds 3, 4, 5, 6 and 7 days (L to R) after pollination (DAP). Seeds in the 2nd row are from a cross between a diploid mother and tetraploid father. Seeds in the 3rd row are from a cross between a tetraploid mother and diploid father. The size difference is due to maternal small RNA.</div>\n<div class=\"imageCredit\">Jie Lu & Z. Jeffrey Chen</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Z. Jeffrey&nbsp;Chen</div>\n<div class=\"imageTitle\">Small RNAs affect seed development</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nWe discovered that small RNAs play big roles in the development of endosperm (like the placenta in mammals) and seeds. Seeds are important to food supply and plant evolution. A typical seed consists of the endosperm, embryo, and seed coat. Endosperms in cereals like rice and wheat can occupy ~80% of the seed mass, and they provide most calories consumed by humans. Biogenesis of 24-nt siRNAs in seeds depends on RNA polymerase IV (p4), atypical RNA polymerase II.  These p4-dependent siRNAs (p4-siRNAs) are maternally expressed in seeds. We found that accumulation of these siRNAs depended on the maternal genome dosage.  In the interploidy reciprocal crosses, the siRNA abundance correlated negatively with expression levels of their target genes, including imprinted genes and transcription factor genes (AGAMAOUS-LIKE (AGL), which were expressed only in the endosperm.  These data led to another discovery for the role of maternally-biased p4-siRNAs in spatiotemporal regulation of DNA methylation and imprinting in the endosperm.  We also found roles of miRNAs and siRNAs in mediating \"gene expression shock\", as part of the \"genome shock\" predicted by Barbara McClintock.  We suggest that small RNAs serve as a buffer against the \"genome shock\" in interspecific hybrids and allopolyploids: siRNAs are required to maintain genome stability, whereas expression variation of miRNAs leads to gene expression changes and morphological diversity.  Indeed, cis- and trans-regulation of miRNA loci mediate expression of target genes that encode enzymes involved in the defense response. Thus, small RNAs play dynamic roles in imprinting, seed development, and hybrid incompatibility.\n\n\t\t\t\t\tLast Modified: 07/07/2015\n\n\t\t\t\t\tSubmitted by: Z. Jeffrey Chen"
 }
}