{
 "awd_id": "1110412",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: Effects of Ocean Acidification on the Physiology and Species Interactions of Crustose Coralline Red Algae",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alan Tessier",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 14968.0,
 "awd_amount": 14968.0,
 "awd_min_amd_letter_date": "2011-04-08",
 "awd_max_amd_letter_date": "2011-04-08",
 "awd_abstract_narration": "Ocean ecosystems are among those most at risk from global climate change.  Coastal systems in particular are undergoing rapid change in seawater chemistry that stresses the organisms living there.  It is therefore important to assess the potential for biological response to such changes resonating from the species level to ecological communities. This project will assess physiological responses of crustose coralline algae, which inhabit the marine intertidal, to environmental changes associated with global warming.  Using available historical information on food web interactions between algae and their grazers, this work will conduct field and laboratory experiments to quantify the broader ecological changes expected from physiological changes in the algae.  Results from these experiments will inform models of species dominance based on environmental factors and will be used to predict the fate of important primary producers in the coastal northeast Pacific Ocean. A further goal is to sample archival and modern algae for stable isotopes to reconstruct environmental change over the past century.  As climate change alters ecosystems worldwide, it becomes increasingly important for ecologists to collaborate with researchers in other environmental fields. This project applies ecological, physiological, and biogeochemical techniques in tandem to address an important environmental problem and promotes interaction and collaboration between closely related disciplines that have historically remained isolated. This research will make new connections between physiological responses to climate and how such responses factor into community-level changes through species interactions.  \r\n\r\nThe impacts of this project are cultural as well as environmental. Coastal communities in the state of Washington, including tribal nations, depend socioeconomically on ocean productivity through the fishing industry.  Results from this research will be used to increase local awareness about climate change effects on coastal biology.  Additional public outreach will be conducted in collaboration with the Shedd Aquarium in Chicago to explain climate change impacts on marine ecosystems to a mid-western population whose primary interactions with the ocean occur through public aquaria.  By better understanding ecological responses to climate change this research will play a pivotal role in making climate change science accessible to a general audience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Catherine",
   "pi_last_name": "Pfister",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Catherine A Pfister",
   "pi_email_addr": "cpfister@uchicago.edu",
   "nsf_id": "000310421",
   "pi_start_date": "2011-04-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sophie",
   "pi_last_name": "McCoy",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Sophie J McCoy",
   "pi_email_addr": "somc@email.unc.edu",
   "nsf_id": "000579322",
   "pi_start_date": "2011-04-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5801 S ELLIS AVE",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1182",
   "pgm_ref_txt": "POP & COMMUNITY ECOL PROG"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 14968.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>DISSERTATION RESEARCH: Effects of Ocean Acidification on the Physiology and Species Interactions of Crustose Coralline Red Algae</strong></p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Summary of Project Outcomes</strong></p>\n<p>Ocean ecosystems are among those most at risk from global climate change. Coastal water chemistry, and carbon chemistry in particular, is changing at a greater rate than ever before, and will drive coastal pH lower than has been experienced by any modern organism. It is therefore important to assess the potential for biological response to such changes, on both the species and community levels.&nbsp; The overall goal of this project was to identify physiological and community responses to changing ocean pH (ocean acidification) over 30 years in a natural system of crustose coralline algae.&nbsp; We conducted a series of field experiments at two sites on Tatoosh Island off the coast of Washington State (NE Pacific ocean) to test the outcome of overgrowth competition between species of crustose coralline algae.&nbsp; By comparing our experimental results to baselines from the 1980s, we found several meaningful differences between current (2010s) and previous (1980s) ecological function that can be attributed to ongoing changes in seawater chemistry.&nbsp; First, we found that the hierarchy of competitive dominance among these species had reversed over 30 years.&nbsp; Specifically, the former competitive dominant was now winning less that 50% of the time.&nbsp; When we looked at modern and archival tissue samples of this species, <em>Pseudolithophyllum muricatum</em>, we found that the individuals are less than half as thick now than they were historically.&nbsp; This change at the individual level suggests a mechanistic link between physiological response to seawater chemistry and community function, as an individual&rsquo;s thickness affects its competitive ability.&nbsp; Last, we observed a reduced effect of grazer presence or absence on competitive outcomes.&nbsp; This contrasts with historical baselines, and suggests that ecosystem function may be affected at a larger scale (reduced top-down trophic control).</p>\n<p><strong>Intellectual Merit</strong></p>\n<p>This work incorporated techniques from multiple disciplines, including ecology, physiology, and biogeochemistry to better understand an interdisciplinary environmental question.&nbsp; Our results are interesting practically, but are also relevant to ecological theory and &lsquo;stress ecology.&rsquo;&nbsp; As many researchers of different backgrounds are starting to become interested in interdisciplinary environmental questions, this research was important in establishing continuity between interdisciplinary work and prior work in classical community ecology.&nbsp; Furthermore, our work has expanded historical ecological datasets and may be valuable to future work.&nbsp;</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Broader Impacts</strong></p>\n<p>The fates of dominant species like crustose coralline algae that modify ecological habitats and facilitate the growth and recruitment of other organisms are of the utmost importance for the prediction of ecosystem change in light of climate change and ocean acidification. If these important calcifying species cannot survive the projected decline in pH, other species living in the nearshore environment may likewise be unable to persist. Many of these species such as oysters or other shellfish are important not only ecologically, but also economically. Coastal ecosystems of the US Pacific Northwest are among the richest and most productive on the West Coast, and are at risk to suffer the most from the effects of ocean acidification due to the presence of already acidic waters and the increased solubility of CO2 in cold water. Studies like this one that build both a record of recent change and a prognosis for future changes at the region...",
  "por_txt_cntn": "\nDISSERTATION RESEARCH: Effects of Ocean Acidification on the Physiology and Species Interactions of Crustose Coralline Red Algae\n\n \n\nSummary of Project Outcomes\n\nOcean ecosystems are among those most at risk from global climate change. Coastal water chemistry, and carbon chemistry in particular, is changing at a greater rate than ever before, and will drive coastal pH lower than has been experienced by any modern organism. It is therefore important to assess the potential for biological response to such changes, on both the species and community levels.  The overall goal of this project was to identify physiological and community responses to changing ocean pH (ocean acidification) over 30 years in a natural system of crustose coralline algae.  We conducted a series of field experiments at two sites on Tatoosh Island off the coast of Washington State (NE Pacific ocean) to test the outcome of overgrowth competition between species of crustose coralline algae.  By comparing our experimental results to baselines from the 1980s, we found several meaningful differences between current (2010s) and previous (1980s) ecological function that can be attributed to ongoing changes in seawater chemistry.  First, we found that the hierarchy of competitive dominance among these species had reversed over 30 years.  Specifically, the former competitive dominant was now winning less that 50% of the time.  When we looked at modern and archival tissue samples of this species, Pseudolithophyllum muricatum, we found that the individuals are less than half as thick now than they were historically.  This change at the individual level suggests a mechanistic link between physiological response to seawater chemistry and community function, as an individualÆs thickness affects its competitive ability.  Last, we observed a reduced effect of grazer presence or absence on competitive outcomes.  This contrasts with historical baselines, and suggests that ecosystem function may be affected at a larger scale (reduced top-down trophic control).\n\nIntellectual Merit\n\nThis work incorporated techniques from multiple disciplines, including ecology, physiology, and biogeochemistry to better understand an interdisciplinary environmental question.  Our results are interesting practically, but are also relevant to ecological theory and æstress ecology.Æ  As many researchers of different backgrounds are starting to become interested in interdisciplinary environmental questions, this research was important in establishing continuity between interdisciplinary work and prior work in classical community ecology.  Furthermore, our work has expanded historical ecological datasets and may be valuable to future work. \n\n \n\nBroader Impacts\n\nThe fates of dominant species like crustose coralline algae that modify ecological habitats and facilitate the growth and recruitment of other organisms are of the utmost importance for the prediction of ecosystem change in light of climate change and ocean acidification. If these important calcifying species cannot survive the projected decline in pH, other species living in the nearshore environment may likewise be unable to persist. Many of these species such as oysters or other shellfish are important not only ecologically, but also economically. Coastal ecosystems of the US Pacific Northwest are among the richest and most productive on the West Coast, and are at risk to suffer the most from the effects of ocean acidification due to the presence of already acidic waters and the increased solubility of CO2 in cold water. Studies like this one that build both a record of recent change and a prognosis for future changes at the regional and local scales are important for our understanding of these issues.\n\n            The broader impacts of this work are cultural as well as environmental.  Through research conducted on the Makah Indian Reservation, the Pfister laboratory group has cultivated a strong relationship with the Makah Tribe and the ..."
 }
}