{
 "awd_id": "1110335",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research: Investigating Phylogeny, Reticulate Evolution, and Gene Tree Discordance in New World Dryopteris (Dryopteridaceae)",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Ranker",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 14864.0,
 "awd_amount": 14864.0,
 "awd_min_amd_letter_date": "2011-03-14",
 "awd_max_amd_letter_date": "2011-03-14",
 "awd_abstract_narration": "Ferns are the second largest group of vascular plants on earth, and are the sister group of the diverse and economically important seed plants. This project will be one of the first to produce a family tree for a widespread fern genus, and will employ that tree to investigate a number of critical questions about how evolution has proceeded in this important but understudied group of plants. The current study will use DNA sequence data to test several hypotheses regarding species relationships, biogeography, and the roles of hybridization and genome doubling (polyploidy) in shaping the history of the North American species of woodferns (Dryopteris). Dryopteris is a species-rich, morphologically diverse, biogeographically widespread, and beautiful genus, and the North American members have long been thought to reflect a complex history of reticulate (non-branching) speciation.\r\n\r\nThis project will facilitate international collaboration and will result in the training of a female PhD student as well as undergraduate students that she will mentor. All data and results will be disseminated widely, to the scientific community via online databases, in publications and talks, to the public via outreach presentations, via a fern weblog, and to middle and high school students through the Botanical Society of America's PlantingScience program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Givnish",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas J Givnish",
   "pi_email_addr": "givnish@wisc.edu",
   "nsf_id": "000219965",
   "pi_start_date": "2011-03-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Emily",
   "pi_last_name": "Sessa",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Emily Sessa",
   "pi_email_addr": "esessa@nybg.org",
   "nsf_id": "000919623",
   "pi_start_date": "2011-03-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117100",
   "pgm_ele_name": "PHYLOGENETIC SYSTEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1171",
   "pgm_ref_txt": "PHYLOGENETIC SYSTEMATICS"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 14864.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span><strong>Intellectual merit </strong>&ndash; Ferns are a diverse and charismatic group of land plants that have historically been understudied compared to the flowering plants. Ferns are ubiquitous and evolutionarily important members of many of Earth&rsquo;s ecosystems, yet relatively few studies have attempted to evaluate relationships among fern species, reconstruct their biogeographic patterns through time, or analyze relationships in polyploid complexes (polyploids are species that contain multiple genomes, often from separate parental species that have hybridized).</span></p>\n<p><span>This project addressed these issues through an integrated study of evolution in the fern genus <em>Dryopteris</em>, a large and globally distributed group of ferns. We produced phylogenies (family trees showing species relationships) based on two genomes, the chloroplast and the nuclear genomes, and used these trees first to test the classification system of the genus and to reconstruct historical biogeographic patterns and perform molecular dating analyses. These studies revealed that the existing classification system for the genus (into subgenera and sections) does not reflect relationships between species, and needs revision. We also determined that the genus as a whole is approximately 42 million years old, and that the species found in the New World (North, Central, and South America) arrived over the course of millions of years from Asia, Africa, and Europe. Transoceanic long-distance dispersal events have been mostly responsible for the arrival of the species now found in Central and South America, while the history of the North American species has largely been shaped by vicariance, in which large ancestral ranges have broken up over time, leaving closely related species in now-distant locations.&nbsp;</span></p>\n<p><span>Next, we used phylogenies from the nuclear and plastid genomes to evaluate the frequency and causes of reticulate evolution in New World <em>Dryopteris</em>. Evolution is typically presented as bifurcating, or tree-like, but processes that cause branches of the tree to come back together (such as hybridization) can lead to net-like rather than tree-like patterns that are collectively referred to as reticulate evolution. We found evidence for extensive reticulate evolution among the Latin American species of <em>Dryopteris</em>, involving unknown ancestors from Asia. We hypothesize that at least one hybrid individual from Asia underwent transoceanic long-distance dispersal to reach the Americas, where it hybridized further with New World species to produce the complicated reticulate patterns among modern species that we see in our phylogenetic trees.&nbsp;</span></p>\n<p><span>Finally, we evaluated the reticulate history of the 13 <em>Dryopteris</em> species in North America. This group has long been suspected of having undergone extensive reticulate evolution, and includes five hybrid allopolyploids whose parental species are unknown, and whose identities have been a subject of speculation and debate. We used DNA sequence data from the nuclear and plastid genomes to test several hypotheses explaining these species&rsquo; origins, and our data unambiguously support an existing scenario known as the &ldquo;semicristata&rdquo; hypothesis, which involves an unknown, probably extinct species as a parent for two of the allopolyploids in North America. Our data also suggest that each of the allopolyploid species has formed just once, which is at odds with current research in other plant groups which suggests that polyploid species typically form multiple times, from repeated hybridization events between the same set of parental species.&nbsp;</span></p>\n<p><span><strong>Broader Impacts</strong> &ndash; This project is one of the largest phylogenetic analyses of a widespread fern group to date, and is one of the first rigorous analyses of reticulate evolut...",
  "por_txt_cntn": "\nIntellectual merit &ndash; Ferns are a diverse and charismatic group of land plants that have historically been understudied compared to the flowering plants. Ferns are ubiquitous and evolutionarily important members of many of EarthÆs ecosystems, yet relatively few studies have attempted to evaluate relationships among fern species, reconstruct their biogeographic patterns through time, or analyze relationships in polyploid complexes (polyploids are species that contain multiple genomes, often from separate parental species that have hybridized).\n\nThis project addressed these issues through an integrated study of evolution in the fern genus Dryopteris, a large and globally distributed group of ferns. We produced phylogenies (family trees showing species relationships) based on two genomes, the chloroplast and the nuclear genomes, and used these trees first to test the classification system of the genus and to reconstruct historical biogeographic patterns and perform molecular dating analyses. These studies revealed that the existing classification system for the genus (into subgenera and sections) does not reflect relationships between species, and needs revision. We also determined that the genus as a whole is approximately 42 million years old, and that the species found in the New World (North, Central, and South America) arrived over the course of millions of years from Asia, Africa, and Europe. Transoceanic long-distance dispersal events have been mostly responsible for the arrival of the species now found in Central and South America, while the history of the North American species has largely been shaped by vicariance, in which large ancestral ranges have broken up over time, leaving closely related species in now-distant locations. \n\nNext, we used phylogenies from the nuclear and plastid genomes to evaluate the frequency and causes of reticulate evolution in New World Dryopteris. Evolution is typically presented as bifurcating, or tree-like, but processes that cause branches of the tree to come back together (such as hybridization) can lead to net-like rather than tree-like patterns that are collectively referred to as reticulate evolution. We found evidence for extensive reticulate evolution among the Latin American species of Dryopteris, involving unknown ancestors from Asia. We hypothesize that at least one hybrid individual from Asia underwent transoceanic long-distance dispersal to reach the Americas, where it hybridized further with New World species to produce the complicated reticulate patterns among modern species that we see in our phylogenetic trees. \n\nFinally, we evaluated the reticulate history of the 13 Dryopteris species in North America. This group has long been suspected of having undergone extensive reticulate evolution, and includes five hybrid allopolyploids whose parental species are unknown, and whose identities have been a subject of speculation and debate. We used DNA sequence data from the nuclear and plastid genomes to test several hypotheses explaining these speciesÆ origins, and our data unambiguously support an existing scenario known as the \"semicristata\" hypothesis, which involves an unknown, probably extinct species as a parent for two of the allopolyploids in North America. Our data also suggest that each of the allopolyploid species has formed just once, which is at odds with current research in other plant groups which suggests that polyploid species typically form multiple times, from repeated hybridization events between the same set of parental species. \n\nBroader Impacts &ndash; This project is one of the largest phylogenetic analyses of a widespread fern group to date, and is one of the first rigorous analyses of reticulate evolution in ferns using modern molecular techniques. Our results should allow Dryopteris to be further developed as a model for studying reticulate evolution and polyploidy. This research has also served as a basis for additional studies of physiological eco..."
 }
}