{
 "awd_id": "1110805",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH Fossils and phylogeny: investigating the timing of diversification in a diverse lineage of Neotropical rodents (Caviomorpha: Octodontoidea)",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": "7032928239",
 "po_email": "mkearney@nsf.gov",
 "po_sign_block_name": "Maureen Kearney",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2011-04-20",
 "awd_max_amd_letter_date": "2011-04-20",
 "awd_abstract_narration": "Biodiversity patterns are products of historical processes such as speciation and extinction, but living species preserve only part of this history.  Lineages with robust fossil records and diverse ecological and biogeographic radiations offer greater insights. This project focuses on one such lineage, the Octodontoidea (degus and their relatives).  These rodents are diverse (193 species across six families), found throughout the Neotropics, and their fossil record extends back to the Oligocene (78 fossil genera).  This project will investigate the patterns, timing, and rates of diversification of these rodents by integrating information from fossils and their geologic ages with DNA sequences from living species. These data will be used to generate a temporal hypothesis for the group's evolution that will then be used to examine how historical and ecological factors have influenced evolutionary rates over time.\r\n \r\nThis project offers theoretical insights and practical information for conserving biodiversity, as many living octodontoids are threatened or endangered.  Conducting this research at Chicago's Field Museum will facilitate outreach to an international audience; results will appear on a digital touch-screen in the Museum's DNA Discovery Center and shared through programs in the Education and Membership departments.  Besides providing key training to a graduate student, this grant will contribute to public databases where biodiversity and genetic data will be deposited.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Patterson",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce D Patterson",
   "pi_email_addr": "bpatterson@fieldmuseum.org",
   "nsf_id": "000183490",
   "pi_start_date": "2011-04-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nathan",
   "pi_last_name": "Upham",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Nathan S Upham",
   "pi_email_addr": "nathan.upham@asu.edu",
   "nsf_id": "000581661",
   "pi_start_date": "2011-04-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5801 S ELLIS AVE",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737400",
   "pgm_ele_name": "Systematics & Biodiversity Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; When, where, and how fast do mammals evolve?&nbsp; This fundamental question has implications for how we understand and coexist with the natural world.&nbsp; Neotropical rodents are outstanding subjects for investigation into large scale patterns and rates of evolution because they are both highly diverse in modern habitats and several groups have fossils records that span over 25 million years.&nbsp; Here we investigated the evolutionary history of fossil and living rodents in a group called Octodontoidea (193 species, 38 genera).&nbsp; These rats range from spiny rats and tree-rats to swimming nutria and gopher-like burrowers, and they live in nearly every corner of South America and the Caribbean islands. &nbsp;Rats in this group are all closely related, and in fact they shared a common ancestor with rodents in Africa about 50 million years ago.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Our goal was to reconstruct the evolutionary history that led to this group&rsquo;s modern ecological diversity, including when and how fast species evolved, and how key traits such as jaw shape have changed through time.&nbsp; To do this, we generated a &ldquo;timetree&rdquo; detailing the ages and relationships of living species, which allowed us to ask questions about evolutionary timing and rates.&nbsp; Relative differences in DNA substitutions among living species were the basis for the timetree, which were then calibrated to time using the geologic ages of their fossil ancestors.&nbsp; However, because many living species in this group are rare, they are only known from a few specimens collected prior to the discovery of DNA.&nbsp; Therefore, it was necessary to sequence DNA from the dried tissue of museum specimens in addition to the standard use of frozen fresh tissues.&nbsp; In total, we generated new DNA sequences for five genes from 59 species, including 13 species from dried tissues that were collected 50&ndash;120 years ago.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The resulting timetree included representatives for 70% of living species and all living genera in Octodontoidea, and was calibrated using several confident fossils, thereby allowing us to infer the timing and location of evolutionary events.&nbsp; We found that their common ancestor most likely inhabited the southern Andes and Patagonia prior to radiating into the Amazon in the early Miocene (~23 million years ago).&nbsp; A shift in climates at this time from consistently warm and wet across South America to drier and colder in the southern regions appears to have coincided with the initial diversification of this group into three main lineages&mdash;spiny rats, degus, and chinchilla rats.&nbsp; Subsequent uplift of the central and northern Andes Mountains led to their colonization by at least three lineages of spiny rats, which may have re-colonized the Amazon twice in the Pliocene (~3 million years ago).&nbsp; We also examined how species traits have been associated with the speed of evolution in different lineages. We are currently analyzing data for jaw shape, bite force, and body size in fossil and living rodents, as well as the history of chromosomal rearrangements in the group.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In addition to theoretical insights and practical information for conserving biodiversity, this project has offered many opportunities to educate and share results with public audiences.&nbsp; Co-PI Upham mentored three undergraduate students while they assisted with aspects of data collection for this project.&nbsp; He also made several presentations to middle school-aged children at Chicago Public Schools, both as they visited the Field Museum&rsquo;s mammal collections and on directed visits to classrooms at the Ariel C...",
  "por_txt_cntn": "\n            When, where, and how fast do mammals evolve?  This fundamental question has implications for how we understand and coexist with the natural world.  Neotropical rodents are outstanding subjects for investigation into large scale patterns and rates of evolution because they are both highly diverse in modern habitats and several groups have fossils records that span over 25 million years.  Here we investigated the evolutionary history of fossil and living rodents in a group called Octodontoidea (193 species, 38 genera).  These rats range from spiny rats and tree-rats to swimming nutria and gopher-like burrowers, and they live in nearly every corner of South America and the Caribbean islands.  Rats in this group are all closely related, and in fact they shared a common ancestor with rodents in Africa about 50 million years ago.\n\n            Our goal was to reconstruct the evolutionary history that led to this groupÆs modern ecological diversity, including when and how fast species evolved, and how key traits such as jaw shape have changed through time.  To do this, we generated a \"timetree\" detailing the ages and relationships of living species, which allowed us to ask questions about evolutionary timing and rates.  Relative differences in DNA substitutions among living species were the basis for the timetree, which were then calibrated to time using the geologic ages of their fossil ancestors.  However, because many living species in this group are rare, they are only known from a few specimens collected prior to the discovery of DNA.  Therefore, it was necessary to sequence DNA from the dried tissue of museum specimens in addition to the standard use of frozen fresh tissues.  In total, we generated new DNA sequences for five genes from 59 species, including 13 species from dried tissues that were collected 50&ndash;120 years ago.\n\n            The resulting timetree included representatives for 70% of living species and all living genera in Octodontoidea, and was calibrated using several confident fossils, thereby allowing us to infer the timing and location of evolutionary events.  We found that their common ancestor most likely inhabited the southern Andes and Patagonia prior to radiating into the Amazon in the early Miocene (~23 million years ago).  A shift in climates at this time from consistently warm and wet across South America to drier and colder in the southern regions appears to have coincided with the initial diversification of this group into three main lineages&mdash;spiny rats, degus, and chinchilla rats.  Subsequent uplift of the central and northern Andes Mountains led to their colonization by at least three lineages of spiny rats, which may have re-colonized the Amazon twice in the Pliocene (~3 million years ago).  We also examined how species traits have been associated with the speed of evolution in different lineages. We are currently analyzing data for jaw shape, bite force, and body size in fossil and living rodents, as well as the history of chromosomal rearrangements in the group.\n\n            In addition to theoretical insights and practical information for conserving biodiversity, this project has offered many opportunities to educate and share results with public audiences.  Co-PI Upham mentored three undergraduate students while they assisted with aspects of data collection for this project.  He also made several presentations to middle school-aged children at Chicago Public Schools, both as they visited the Field MuseumÆs mammal collections and on directed visits to classrooms at the Ariel Community Academy and Young WomenÆs Leadership Charter School.  We also highlighted the project in regular \"Talk to the Scientist Hour\" sessions at the Field MuseumÆs DNA Discovery Center and on a digital touch-screen in the public exhibit.  This grant has provided key training to a graduate student and contributed to public databases where biodiversity and genetic data are being deposited.\n\n\t\t\t\t\tLast ..."
 }
}