{
 "awd_id": "1110337",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research:   A subalpine forb's response to long-term experimental warming",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Saran Twombly",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2011-04-06",
 "awd_max_amd_letter_date": "2011-04-06",
 "awd_abstract_narration": "When climatic change surpasses tolerance limits, plant and animal populations have three possible general responses - they can adapt, either via plasticity or genetic change, to their local changing environment; migrate to more suitable habitats; or go extinct. This research investigates the potential roles of evolutionary adaptation and migration in preventing the extinction of a short-lived, subalpine wildflower in an experimentally warmed mountain meadow (the 'Warming Meadow'). A series of transplant experiments will 1) test for adaptation to warmed microclimates, 2) tease apart the plastic and genetic components of this adaptation, and 3) test whether immigrant seeds 'pre-adapted' to warmer, drier, low-elevation conditions can potentially rescue the declining Warming Meadow wildflower population. \r\n\r\nUnderstanding population-level responses to global climate change is of central concern to conservation, agricultural, and public health scientists and policy-makers.  This research uses a novel combination of common gardens, reciprocal transplants, and molecular analyses to investigate evolutionary adaptation and migration in response to climate warming. Thus, the intellectual and scientific merits of this study lie in its use of a unique, long-term experiment to address issues of global importance. The investigators will communicate research findings and their enthusiasm for scientific inquiry to a broad public audience, including adults of diverse cultural, economic, and political backgrounds; grade-school students, and undergraduates in both California and Colorado.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maureen",
   "pi_last_name": "Stanton",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Maureen L Stanton",
   "pi_email_addr": "mlstanton@ucdavis.edu",
   "nsf_id": "000375759",
   "pi_start_date": "2011-04-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Panetta",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Anne M Panetta",
   "pi_email_addr": "anne.panetta@colorado.edu",
   "nsf_id": "000578761",
   "pi_start_date": "2011-04-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1182",
   "pgm_ref_txt": "POP & COMMUNITY ECOL PROG"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><span style=\"text-decoration: underline;\">Research Outcomes:</span></strong><strong>&nbsp; </strong><em>Androsace septentrionalis</em>, or Rock Jasmine, is a wildflower in the Primrose family and is found in most mountain ranges across northern hemisphere. Near Rocky Mountain Biological Laboratory (RMBL, Gothic, CO)<em>, </em>Rock Jasmine morphology (shape and size) and phenology (timing) vary across a natural climate/elevation gradient of 709 meters (Panetta and Stanton, in prep).&nbsp; We have found that low-elevation Rock Jasmine, where conditions are warmer and drier, have smaller rosettes, smaller flowers, and flower earlier than mid-elevation Rock Jasmine, where conditions are cooler and wetter. These flower size and flowering time differences are maintained when plants are reared in the same environment, suggesting that these traits are under genetic control and that observed&nbsp;differences in morphology and phenology indicate adaptive divergence between populations that experience different climates (Panetta and Stanton, in prep.).&nbsp;&nbsp; On the other hand, variation in Rock Jasmine life-history is not maintained when plants are grown in greenhouse common gardens. For example, in the wild, low-elevation plants are annual and high-elevation plants are perennial while, in greenhouse conditions where water is not limiting, plants from all elevations survive and reproduce for over a year (Panetta, in prep). These results suggest that <em>Rock Jasmine</em><em> </em>life-history strategies are plastic, environmentally driven, and may be altered by climate change.&nbsp;</p>\n<p>In addition to its elevational distribution, Rock Jasmine is also present in RMBL&rsquo;s Warming Meadow, where experimental warming has caused a its dramatic reduction in population size (Panetta, Harte, and Stanton, in prep). Prior to experimental warming, Rock Jasmine<em> </em>was distributed evenly across Warming Meadow plots (Waser and Price, unpublished data). Now, control plots have, on average, 67 individuals while warmed plots only have 16 (Panetta, Harte, and Stanton, in prep). This four-fold decline suggests that experimental warming has brought Rock Jasmine dangerously close to extirpation. Remaining warmed-plot populations are so small that any further disturbance (e.g. additional warming, drought, herbivory, and/or disease) could easily result in local extinction.</p>\n<p>Despite this substantial reduction in population size, Rock Jasmine&nbsp;population dynamics in warmed plots are now the same as those in control plots (Panetta, Harte, and Stanton, in prep). Warmed-plot reproductive individuals have the same year-to-year survival rates and produce the same number of seeds as control-plot individuals. Additionally, Rock Jasmine morphology and phenology have shifted in response to experimental warming (Panetta and Stanton, in prep); warmed-plot individuals at mid-elevation now look more like low-elevation plants than they do their adjacent control-plot neighbors. For example, warmed-plot Rock Jasmine have smaller flowers, smaller rosettes, and flower earlier than plants in control-plots and in other mid-elevation populations. These stable dynamics and directional shifts between warmed and control plots suggest that remaining warmed-plot individuals are now adapted to warmer, drier conditions. &nbsp;</p>\n<p>Observed directional shifts in warmed-plot traits toward those common at low-elevation also suggest that experimental warming may favor migrants from low elevations. Successful immigration of low-elevation individuals into warmed-plots could potentially lead to positive population growth of dangerously small populations. However, Rock Jasmine<em> </em>have no obvious adaptations for long- distance dispersal; low seed dispersal is likely to limit the natural migration of Rock Jasmine seeds from low-elevation into the mid-elevation Warming Meadow.&nbsp; Assisted m...",
  "por_txt_cntn": "\nResearch Outcomes:  Androsace septentrionalis, or Rock Jasmine, is a wildflower in the Primrose family and is found in most mountain ranges across northern hemisphere. Near Rocky Mountain Biological Laboratory (RMBL, Gothic, CO), Rock Jasmine morphology (shape and size) and phenology (timing) vary across a natural climate/elevation gradient of 709 meters (Panetta and Stanton, in prep).  We have found that low-elevation Rock Jasmine, where conditions are warmer and drier, have smaller rosettes, smaller flowers, and flower earlier than mid-elevation Rock Jasmine, where conditions are cooler and wetter. These flower size and flowering time differences are maintained when plants are reared in the same environment, suggesting that these traits are under genetic control and that observed differences in morphology and phenology indicate adaptive divergence between populations that experience different climates (Panetta and Stanton, in prep.).   On the other hand, variation in Rock Jasmine life-history is not maintained when plants are grown in greenhouse common gardens. For example, in the wild, low-elevation plants are annual and high-elevation plants are perennial while, in greenhouse conditions where water is not limiting, plants from all elevations survive and reproduce for over a year (Panetta, in prep). These results suggest that Rock Jasmine life-history strategies are plastic, environmentally driven, and may be altered by climate change. \n\nIn addition to its elevational distribution, Rock Jasmine is also present in RMBLÆs Warming Meadow, where experimental warming has caused a its dramatic reduction in population size (Panetta, Harte, and Stanton, in prep). Prior to experimental warming, Rock Jasmine was distributed evenly across Warming Meadow plots (Waser and Price, unpublished data). Now, control plots have, on average, 67 individuals while warmed plots only have 16 (Panetta, Harte, and Stanton, in prep). This four-fold decline suggests that experimental warming has brought Rock Jasmine dangerously close to extirpation. Remaining warmed-plot populations are so small that any further disturbance (e.g. additional warming, drought, herbivory, and/or disease) could easily result in local extinction.\n\nDespite this substantial reduction in population size, Rock Jasmine population dynamics in warmed plots are now the same as those in control plots (Panetta, Harte, and Stanton, in prep). Warmed-plot reproductive individuals have the same year-to-year survival rates and produce the same number of seeds as control-plot individuals. Additionally, Rock Jasmine morphology and phenology have shifted in response to experimental warming (Panetta and Stanton, in prep); warmed-plot individuals at mid-elevation now look more like low-elevation plants than they do their adjacent control-plot neighbors. For example, warmed-plot Rock Jasmine have smaller flowers, smaller rosettes, and flower earlier than plants in control-plots and in other mid-elevation populations. These stable dynamics and directional shifts between warmed and control plots suggest that remaining warmed-plot individuals are now adapted to warmer, drier conditions.  \n\nObserved directional shifts in warmed-plot traits toward those common at low-elevation also suggest that experimental warming may favor migrants from low elevations. Successful immigration of low-elevation individuals into warmed-plots could potentially lead to positive population growth of dangerously small populations. However, Rock Jasmine have no obvious adaptations for long- distance dispersal; low seed dispersal is likely to limit the natural migration of Rock Jasmine seeds from low-elevation into the mid-elevation Warming Meadow.  Assisted migration could therefore play an important role in increasing warmed-plot Rock Jasmine population sizes, thereby decreasing extinction risk. \n\n\n Broader Impacts:  Only when research findings and enthusiasm for scientific inquiry are effectively communicated to the pub..."
 }
}