{
 "awd_id": "1110775",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: Patterns of Gene Expression in an Allopolyploid Taxon of Recurrent Origin: A Case Study of the Polypod Ferns",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Samuel Scheiner",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 14996.0,
 "awd_amount": 14996.0,
 "awd_min_amd_letter_date": "2011-04-12",
 "awd_max_amd_letter_date": "2011-04-12",
 "awd_abstract_narration": "Polyploidy, or whole genome duplication, is an important evolutionary mechanism, especially in plants. Most notably, it can lead to differential expression of the duplicated genes. Gene expression patterns in allopolyploids (polyploids resulting from hybridization between two or more distinct species) are particularly intriguing because they reveal the consequences of uniting divergent genomes within a single nucleus. Many naturally-formed allopolyploids are known to form recurrently, resulting in species composed of multiple, independently derived lineages. Recurrent origins of allopolyploids were first documented in the ferns, where they appear to be especially common. Do these independent origins yield similar gene expression patterns that are governed by ?rules?, or is the process random? This study will use high-throughput genomic sequencing techniques to compare patterns of gene expression within and among independently derived lineages of the allopolyploid fern Polypodium hesperium. \r\n\r\nThis study aims to better understand the effects of gene duplication, hybridization, and recurrent origins on the phenotypic variation and evolutionary potential of polyploid species. Because many crops are polyploids, an improved understanding of the gene expression changes that accompany polyploidization may provide insight into potential crop improvement. The proposed study will also provide a research training opportunity for a motivated undergraduate.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kathleen",
   "pi_last_name": "Pryer",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kathleen M Pryer",
   "pi_email_addr": "pryer@duke.edu",
   "nsf_id": "000294335",
   "pi_start_date": "2011-04-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Erin",
   "pi_last_name": "Sigel",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Erin M Sigel",
   "pi_email_addr": "erin.sigel@unh.edu",
   "nsf_id": "000581297",
   "pi_start_date": "2011-04-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W MAIN ST",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054640",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737800",
   "pgm_ele_name": "EVOLUTIONARY GENETICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 14996.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;Polyploidy, or whole genome duplication, is an important evolutionary mechanism, especially in plants. Most notably, it can lead to differential expression of the duplicated gene copies. Gene expression patterns in allopolyploids (polyploid organisms resulting from hybridization between two or more distinct species) are particularly intriguing because they reveal the consequences of uniting divergent genomes within a single nucleus. Many naturally-formed allopolyploids are known to form recurrently, resulting in species composed of multiple, independently derived lineages (IDLs). Recurrent origins of allopolyploids were first documented in the ferns, where they appear to be especially common. Do these independent origins yield similar gene expression patterns that are governed by &ldquo;rules&rdquo;, or is the process stochastic? This study utilized high-throughput genomic sequencing techniques to compare patterns of gene expression within and between IDLs of the western North American allopolyploid fern <em>Polypodium hesperium</em>.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <em>Polypodium hesperium </em>is comprised of two IDLs of reciprocal maternity formed by independent hybridization events between <em>Polypodium amorphum</em> and <em>Polypodium glycyrrhiza</em>&ndash;northern populations of <em>P. hesperium </em>have <em>P. amorphum </em>as their maternal parent, whereas southern populations of <em>P. hesperium</em> have<em> P. glycyrrhiza </em>as their maternal parent. By sequencing the transcriptomes (the total set of genes expressed) of three individuals of each IDL of <em>P. hesperium</em>, as well as the transcriptomes of both parent species, we were are to test whether genes of each IDL of <em>P. hesperium</em> were expressed at midparent value, mirrored the expression level of one parent, or had expression levels unlike either parent.&nbsp; A comparison of expression levels of approximately 17,000 genes revealed most genes (apx. 84% to 86%) are expressed at statistically similar expression levels in <em>P. amorphum, P. glycyrrhiza</em>, and both IDLs of <em>P. hesperium</em>. The second largest class of genes (apx. 11% to 14%) comprise those genes for which both IDLs of <em>P. hesperium</em> demonstrated expression level dominance, or mirrored the expression level, of <em>P. amorphum.</em> In contrast, both IDLs of<em> P. hesperium </em>had very few genes (apx. &lt;1% to 2.8%) that mirrored the expression levels of <em>P. glycyrrhiza.</em> Biased expression level dominance that strongly mirrors the expression levels of one parent species have been reported in allopolyploid flowering plants as well, suggesting that expression level dominance may be a pervasive consequence of allopolyploidization. The fact that both IDLs of<em> P. hesperium</em>, regardless of maternity, demonstrate similar patterns of gene expression levels at the genomic level, lends support to the idea that &ldquo;rules&rdquo; govern gene expression in allopolyploids.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In addition to investigating patterns of total gene expression in both IDLs of <em>P. hesperium</em>, we were able to compare the expression levels of gene copies specifically inherited from each parent species (referred to as homeologs; total expression of a gene is the sum of the expression of homeologs derived from a each parent).&nbsp; By identifying single nucleodtide polymorphism (SNPs) genetic markers between the parent species, <em>P. amorphum</em> and <em>P. glycyrrhiza</em>, we could detect and calculate the ratio of parental homeologs expressed by both IDLs of <em>P. hesperium</em> for apx. 2000 genes. Just as we discovered unbalanced expression level dominance with <em>P. amorphum </em>as the dominant parent, we recovered unbalanced homoeolog expression...",
  "por_txt_cntn": "\n            Polyploidy, or whole genome duplication, is an important evolutionary mechanism, especially in plants. Most notably, it can lead to differential expression of the duplicated gene copies. Gene expression patterns in allopolyploids (polyploid organisms resulting from hybridization between two or more distinct species) are particularly intriguing because they reveal the consequences of uniting divergent genomes within a single nucleus. Many naturally-formed allopolyploids are known to form recurrently, resulting in species composed of multiple, independently derived lineages (IDLs). Recurrent origins of allopolyploids were first documented in the ferns, where they appear to be especially common. Do these independent origins yield similar gene expression patterns that are governed by \"rules\", or is the process stochastic? This study utilized high-throughput genomic sequencing techniques to compare patterns of gene expression within and between IDLs of the western North American allopolyploid fern Polypodium hesperium.\n\n            Polypodium hesperium is comprised of two IDLs of reciprocal maternity formed by independent hybridization events between Polypodium amorphum and Polypodium glycyrrhiza&ndash;northern populations of P. hesperium have P. amorphum as their maternal parent, whereas southern populations of P. hesperium have P. glycyrrhiza as their maternal parent. By sequencing the transcriptomes (the total set of genes expressed) of three individuals of each IDL of P. hesperium, as well as the transcriptomes of both parent species, we were are to test whether genes of each IDL of P. hesperium were expressed at midparent value, mirrored the expression level of one parent, or had expression levels unlike either parent.  A comparison of expression levels of approximately 17,000 genes revealed most genes (apx. 84% to 86%) are expressed at statistically similar expression levels in P. amorphum, P. glycyrrhiza, and both IDLs of P. hesperium. The second largest class of genes (apx. 11% to 14%) comprise those genes for which both IDLs of P. hesperium demonstrated expression level dominance, or mirrored the expression level, of P. amorphum. In contrast, both IDLs of P. hesperium had very few genes (apx. &lt;1% to 2.8%) that mirrored the expression levels of P. glycyrrhiza. Biased expression level dominance that strongly mirrors the expression levels of one parent species have been reported in allopolyploid flowering plants as well, suggesting that expression level dominance may be a pervasive consequence of allopolyploidization. The fact that both IDLs of P. hesperium, regardless of maternity, demonstrate similar patterns of gene expression levels at the genomic level, lends support to the idea that \"rules\" govern gene expression in allopolyploids. \n\n            In addition to investigating patterns of total gene expression in both IDLs of P. hesperium, we were able to compare the expression levels of gene copies specifically inherited from each parent species (referred to as homeologs; total expression of a gene is the sum of the expression of homeologs derived from a each parent).  By identifying single nucleodtide polymorphism (SNPs) genetic markers between the parent species, P. amorphum and P. glycyrrhiza, we could detect and calculate the ratio of parental homeologs expressed by both IDLs of P. hesperium for apx. 2000 genes. Just as we discovered unbalanced expression level dominance with P. amorphum as the dominant parent, we recovered unbalanced homoeolog expression bias for both IDLs of P. hesperium whereby a disproportionate number of genes (apx. 60% to 80%) preferably expressed homeologs derived from P. amorphum. In contrast, both IDLs of P. hesperium, significantly fewer genes (apx. 3% to 8%) exhibited strong bias in favor of homeologs inherited from P. glycyrrhiza. Unbalanced homeolog-expression bias in which gene copies for one parent species are preferentially expressed have also been reported in allopolyp..."
 }
}