{
 "awd_id": "1110440",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research: The links between cognitive ability and individual variation in parental behavior",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": "7032927202",
 "po_email": "melekoni@nsf.gov",
 "po_sign_block_name": "Michelle Elekonich",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 14947.0,
 "awd_amount": 14947.0,
 "awd_min_amd_letter_date": "2011-06-29",
 "awd_max_amd_letter_date": "2011-06-29",
 "awd_abstract_narration": "Parenting behavior, an important trait in many organisms, exhibits a curious pattern - individual parents are often flexible in response to variable conditions (e.g., time of season, number and age of offspring, and the behavior of other caregivers), yet also exhibit consistently different levels of care. Individual differences in care could be due to differences in cognitive skill at finding food. This project will measure between-individual differences and within-individual adjustments in care using a wild population of house sparrows (Passer domesticus). A capstone experiment will provide subjects with an array of foraging tests allowing assessment of individual food-finding skills. The resulting data will test the idea that individuals who perform well on novel foraging tasks exhibit higher levels of care. The experiment would provide the first evidence from free-living animals that cognitive abilities impact individual variation in parental care. This would advance our understanding of diversity in parental behavior and the evolution of cognition in animal groups exhibiting care, including humans. The findings also may provide insight into the mechanisms leading to the success of some animals, especially the invasive house sparrow, at adapting to human-induced changes in habitat. Finally, this project will enhance the conceptual and empirical training of a talented young scientist. It will provide opportunities to mentor undergraduate students from diverse backgrounds; these students will experience the scientific method in a field setting, learn modern techniques in studying behavior, and gain expertise in statistical analysis.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Westneat",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "David F Westneat",
   "pi_email_addr": "biodfw@uky.edu",
   "nsf_id": "000284602",
   "pi_start_date": "2011-06-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Wetzel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Wetzel",
   "pi_email_addr": "dan.wetzel@uky.edu",
   "nsf_id": "000550165",
   "pi_start_date": "2011-06-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kentucky Research Foundation",
  "inst_street_address": "500 S LIMESTONE",
  "inst_street_address_2": "109 KINKEAD HALL",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592579420",
  "inst_zip_code": "405260001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "UNIVERSITY OF KENTUCKY RESEARCH FOUNDATION, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "H1HYA8Z1NTM5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kentucky",
  "perf_str_addr": "500 S LIMESTONE",
  "perf_city_name": "LEXINGTON",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "405260001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "KY06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 14947.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Parental care is an important trait that varies considerably between and within organisms. Within most studied species, parenting behavior exhibits a curious pattern: parents flexibly response to variable conditions (e.g., time of season, number and age of offspring, and the behavior of other caregivers), yet individuals exhibit consistently different levels of care. One possible reason for individual differences in care is thatproviding some types of care requires cognitive skills, and individuals might differ in those skills. The goal of this project was to test how cognitive foraging skills of individual parents are related to individual differences in parental care. This research used several foraging tests presented to free-living parent house sparrows (<em>Passer domesticus</em>) while they were rearing young birds. The tests assessed a parent's ability to find hidden food (problem solving ability) and the ability to associate cues with food for nestlings (learning).&nbsp;&nbsp;Individual parents differed in cognitive foraging ability and differed in the amount of food they brought to their offspring. However, there was no relationship between a parent&rsquo;s ability to perform the foraging test and their level of parental care. However, nestlings cared for by male parents who were better at the foraging tests had a higher likelihood of survival, suggesting that some aspects of cognitive foraging ability might influence reproductive success. This result suggests that cognitive ability plays an important role in the life history and ecology of individuals within a population, and will advance the study of behavioral and cognitive ecology.</p>\n<p>This funding supported a promising graduate student&rsquo;s training, and demonstably increased his knowledge of behavioral and statistical techniques. The project supported an innovative and integrative study that allowed animal learning techniques typically employed in lab settings to be brought &nbsp;into the wild. &nbsp;It significantly enhanced the scope of the student's dissertation in ways that may influence two typically distinct fields. Research findings are being disseminated through public lectures and papers to be submitted to scientific journals. In addition, the funding generated opportunities for the graduate student to mentor and train undergraduate students from diverse backgrounds. These students gained experience in basic scientific research by planning and conducting a project and collecting and analyzing their data. The undergraduate students gained professional development and exposure by presenting their research at local and national conferences.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/15/2013<br>\n\t\t\t\t\tModified by: David&nbsp;F&nbsp;Westneat</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nParental care is an important trait that varies considerably between and within organisms. Within most studied species, parenting behavior exhibits a curious pattern: parents flexibly response to variable conditions (e.g., time of season, number and age of offspring, and the behavior of other caregivers), yet individuals exhibit consistently different levels of care. One possible reason for individual differences in care is thatproviding some types of care requires cognitive skills, and individuals might differ in those skills. The goal of this project was to test how cognitive foraging skills of individual parents are related to individual differences in parental care. This research used several foraging tests presented to free-living parent house sparrows (Passer domesticus) while they were rearing young birds. The tests assessed a parent's ability to find hidden food (problem solving ability) and the ability to associate cues with food for nestlings (learning).  Individual parents differed in cognitive foraging ability and differed in the amount of food they brought to their offspring. However, there was no relationship between a parentÆs ability to perform the foraging test and their level of parental care. However, nestlings cared for by male parents who were better at the foraging tests had a higher likelihood of survival, suggesting that some aspects of cognitive foraging ability might influence reproductive success. This result suggests that cognitive ability plays an important role in the life history and ecology of individuals within a population, and will advance the study of behavioral and cognitive ecology.\n\nThis funding supported a promising graduate studentÆs training, and demonstably increased his knowledge of behavioral and statistical techniques. The project supported an innovative and integrative study that allowed animal learning techniques typically employed in lab settings to be brought  into the wild.  It significantly enhanced the scope of the student's dissertation in ways that may influence two typically distinct fields. Research findings are being disseminated through public lectures and papers to be submitted to scientific journals. In addition, the funding generated opportunities for the graduate student to mentor and train undergraduate students from diverse backgrounds. These students gained experience in basic scientific research by planning and conducting a project and collecting and analyzing their data. The undergraduate students gained professional development and exposure by presenting their research at local and national conferences.\n\n\t\t\t\t\tLast Modified: 07/15/2013\n\n\t\t\t\t\tSubmitted by: David F Westneat"
 }
}