{
 "awd_id": "1110005",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "HRRPAA: Development of Underwater Archaeology Techniques",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2011-04-15",
 "awd_exp_date": "2012-03-31",
 "tot_intn_awd_amt": 17576.0,
 "awd_amount": 17576.0,
 "awd_min_amd_letter_date": "2011-03-08",
 "awd_max_amd_letter_date": "2011-03-08",
 "awd_abstract_narration": "With National Science Foundation support, Dr. Lisa J. Lucero and an international team of freshwater divers will conduct a diving expedition to explore cenotes (sinkholes fed by the water table) for ancient Maya offerings at Cara Blanca, Belize May 1-20, 2011. The research is important because it has the potential to shed new light on the processes which allowed prehistoric Mayans to survive and adapt successfully for centuries in a forested lowland environment. While many Mayan archaeological sites have been excavated, this project has the potential to provide a unique type of data. One goal of the project is to assess the impact of climate change on society. The Maya lived successfully in the semi-tropics for millennia, and the challenges they faced at the end of the Classic period are the same ones that today's societies are struggling to address in dealing with accelerating global climate change.\r\n\r\nThe team brings together U.S., Belizean, and Mexican specialists in deep diving and underwater archaeology to assess ritual intensification in the face of a series of droughts that struck the Maya lowlands between c. A.D. 800 and A.D. 900. This period witnessed tumultuous events in Maya history, ultimately resulting in the Maya abandoning their kings and centers in the southern lowlands by the early 10th century. Several of the 25 Cara Blanca pools have ceremonial architecture with specialized artifact assemblages indicating that they served not only as portals to the underworld or Xibalba, but as places for pilgrimage. Cenotes are expected to yield Maya offerings including ceramic vessels, stone items and sacrificial victims as found in northern lowland cenotes and caves, another type of portal. While caves have been the focus of much research, less work has been done on southern lowland cenotes for two reasons: 1) the majority of cenotes are found in the northern lowlands; and 2) underwater explorations require specialized equipment, expertise, and time (divers can only stay in the water a limited amount of time each dive).  \r\n\r\nOne major goal of the proposed research is to assess the feasibility of conducting archaeology underwater at depths of at least 60 m. Two of the eight pools explored in 2010, Pools 1 and 20, have associated specialized settlement and are quite deep (over 35 m and over 60 m).  These dives will require the use of mixed gases (trimix, including helium) and possibly the use of closed circuit re-breathers. The feasibility will be determined based on the determination of an artifact layer and the volume that would need to be excavated versus the time necessary to perform this work at such depths.\r\n\t\r\nThe proposed investigation sets the stage for a long-term project on sacred landscapes, including further diving and excavating Cara Blanca's unique structures. Once a foundation is set, undergraduate and graduate students will be included as they have been in previous field seasons.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Lucero",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa J Lucero",
   "pi_email_addr": "ljlucero@illinois.edu",
   "nsf_id": "000417339",
   "pi_start_date": "2011-03-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 17576.0
  }
 ],
 "por": null
}