{
 "awd_id": "1110462",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: The genetics of female preference in Drosophila subquinaria",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": "7032927202",
 "po_email": "melekoni@nsf.gov",
 "po_sign_block_name": "Michelle Elekonich",
 "awd_eff_date": "2011-06-15",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 14987.0,
 "awd_amount": 14987.0,
 "awd_min_amd_letter_date": "2011-05-27",
 "awd_max_amd_letter_date": "2011-05-27",
 "awd_abstract_narration": "How do new species arise?  A central goal of evolutionary biology is to understand how new species form and the processes that maintain boundaries between species. This research will investigate whether selection to strengthen reproductive barriers between species may, as a consequence, also initiate reproductive isolation within species.  The specific goal of this project is to dissect the genetic basis of female mate preference in the fly Drosophila subquinaria, a species where some females display increased behavioral discrimination both against males of a closely related species as well as against certain males of their own species.  Using crossing experiments and genome sequencing technologies, the experiments will ask whether the same genetic regions confer increased mate discrimination within and between species.  In addition to advancing our understanding of the genetic basis of behavioral isolation and speciation, this research will also involve the development of genetic resources for the quinaria group of Drosophila, a group that has undergone a recent radiation and has considerable potential as model system for evolutionary, ecological, and behavior genetic studies.  This funding will also provide research training in the areas of behavior, genetics, and bioinformatics for a female graduate student as well as for undergraduate and high school students from diverse backgrounds.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kelly",
   "pi_last_name": "Dyer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kelly Dyer",
   "pi_email_addr": "kdyer@uga.edu",
   "nsf_id": "000083496",
   "pi_start_date": "2011-05-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Emily",
   "pi_last_name": "Peeden",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Emily R Peeden",
   "pi_email_addr": "peedener@uga.edu",
   "nsf_id": "000580986",
   "pi_start_date": "2011-05-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Georgia Research Foundation Inc",
  "inst_street_address": "310 E CAMPUS RD RM 409",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306021589",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NMJHD63STRC5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Georgia",
  "perf_str_addr": "623 BOYD GRADUATE RESEARCH CTR",
  "perf_city_name": "ATHENS",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306020001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 14987.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A major focus of biological research is to identify how biodiversity is generated and maintained. If a group of organisms cannot reproduce with other groups, they are generally considered a distinct species. Thus, an important goal of speciation research is to identify what forces drive the evolution of new reproductive barriers between groups of organisms. Changes in mate recognition systems are one way that reproductive barriers can be strengthened between emerging species. Recently, researchers have recognized that selection for stronger reproductive barriers between species may change how individuals choose mates of their own species.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Two species of North American fruit flies provide a good study system to ask how the evolution of reproductive barriers between species may generate reproductive barriers within species. <em>Drosophila</em> <em>subquinaria</em> and <em>D. recens</em> are closely related species that share a contact zone east of the Canadian Rocky Mountains. When a <em>D. subquinaria</em> female mates with a <em>D. recens</em> male, all of her offspring die. Consistent with this major fitness cost, <em>D. subquinaria </em>females from populations in the contact zone reject mating with <em>D. recens</em> males, resulting in a strong reproductive barrier between these species. Interestingly, these <em>D. subquinaria </em>females are so choosy that they also reject <em>D. subquinaria</em> males from distant allopatric populations. <em>D. subquinaria </em>females from outside the contact zone do not exhibit either of these rejection behaviors. Thus, selection in the contact zone for strong reproductive barriers between species may have initiated new reproductive barriers within <em>D. subquinaria</em>. This could lead to a second speciation event.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; One way this process may be facilitated is if the same genomic regions control female rejection against <em>D. recens</em> males as well as against allopatric conspecific <em>D. subquinaria</em> males. In other words, is <em>D. subquinaria </em>female rejection of males of their own species a byproduct of selection on a gene (or genes) to increase rejection of <em>D. recens</em> males? We used a series of experiments to ask whether there is any evidence that the same regions of the <em>D. subquinaria</em> genome underlie both rejection behaviors. We first compared whether the geographic patterns of female rejection of <em>D. recens</em> males and rejection of <em>D. subquinaria </em>males from non-native populations were more similar than expected by chance. We also used crosses to ask whether the same chromosomes affected female mating rates with both male types. Across our experiments, we found evidence that suggest the same genomic regions may underlie <em>D. subquinaria</em> rejection of both male types.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Our study will help to illuminate how speciation occurs, and how one speciation event could trigger the initiation of other speciation events. This work improves our understanding of the rapid generation of biodiversity across the planet. This project also provided extensive training opportunities for a female graduate student and multiple undergraduate students, and we used this project to illustrate topics in speciation and evolution with high school students in northeastern Georgia. Finally, we developed genetic tools and resources for <em>D. subquinaria</em>, a species with high potential for answering important questions in evolution and ecology.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/15/2014<br>\n\t\t\t\t\tModified by: Kelly&nbsp;Dyer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n            A major focus of biological research is to identify how biodiversity is generated and maintained. If a group of organisms cannot reproduce with other groups, they are generally considered a distinct species. Thus, an important goal of speciation research is to identify what forces drive the evolution of new reproductive barriers between groups of organisms. Changes in mate recognition systems are one way that reproductive barriers can be strengthened between emerging species. Recently, researchers have recognized that selection for stronger reproductive barriers between species may change how individuals choose mates of their own species.\n\n           Two species of North American fruit flies provide a good study system to ask how the evolution of reproductive barriers between species may generate reproductive barriers within species. Drosophila subquinaria and D. recens are closely related species that share a contact zone east of the Canadian Rocky Mountains. When a D. subquinaria female mates with a D. recens male, all of her offspring die. Consistent with this major fitness cost, D. subquinaria females from populations in the contact zone reject mating with D. recens males, resulting in a strong reproductive barrier between these species. Interestingly, these D. subquinaria females are so choosy that they also reject D. subquinaria males from distant allopatric populations. D. subquinaria females from outside the contact zone do not exhibit either of these rejection behaviors. Thus, selection in the contact zone for strong reproductive barriers between species may have initiated new reproductive barriers within D. subquinaria. This could lead to a second speciation event.\n\n            One way this process may be facilitated is if the same genomic regions control female rejection against D. recens males as well as against allopatric conspecific D. subquinaria males. In other words, is D. subquinaria female rejection of males of their own species a byproduct of selection on a gene (or genes) to increase rejection of D. recens males? We used a series of experiments to ask whether there is any evidence that the same regions of the D. subquinaria genome underlie both rejection behaviors. We first compared whether the geographic patterns of female rejection of D. recens males and rejection of D. subquinaria males from non-native populations were more similar than expected by chance. We also used crosses to ask whether the same chromosomes affected female mating rates with both male types. Across our experiments, we found evidence that suggest the same genomic regions may underlie D. subquinaria rejection of both male types.\n\n            Our study will help to illuminate how speciation occurs, and how one speciation event could trigger the initiation of other speciation events. This work improves our understanding of the rapid generation of biodiversity across the planet. This project also provided extensive training opportunities for a female graduate student and multiple undergraduate students, and we used this project to illustrate topics in speciation and evolution with high school students in northeastern Georgia. Finally, we developed genetic tools and resources for D. subquinaria, a species with high potential for answering important questions in evolution and ecology.\n\n\t\t\t\t\tLast Modified: 09/15/2014\n\n\t\t\t\t\tSubmitted by: Kelly Dyer"
 }
}