{
 "awd_id": "1110087",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  BICEP2 and SPUD - A Search for Inflation with Degree-Scale Polarimetry from the South Pole",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": "7032927425",
 "po_email": "vpapita@nsf.gov",
 "po_sign_block_name": "Vladimir Papitashvili",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 703238.0,
 "awd_amount": 944253.0,
 "awd_min_amd_letter_date": "2010-12-13",
 "awd_max_amd_letter_date": "2011-07-19",
 "awd_abstract_narration": "\r\nANT-0742818, PI: John M. Kovac, California Institute of Technology\r\nANT-0742592, PI: Clement L. Pryke, University of Chicago\r\nCollaborative Research: BICEP2 and SPUD - A Search for Inflation with Degree-Scale Polarimetry from the South Pole\r\n\r\nThe proposed work is a four-year program of research activities directed toward upgrading the BICEP (Background Imaging of Cosmic Extragalactic Polarization) telescope operating at South Pole since early 2006 to reach far =stretching goals of detection of the Cosmic Gravitational-wave Background (CGB) . This telescope is a first Cosmic Microwave Background (CMB) B-mode polarimeter, specifically designed to search for CGB signatures while mapping ~2% of the southern sky that is free of the Milky Way foreground galactic radiation at 100 GH and 150 GHz. The BICEP1 telescope will reach its designed sensitivity by the end of 2008. A coordinated series of upgrades to BICEP1 will provide the increased sensitivity and more exacting control of instrumental effects and potential confusion from galactic foregrounds necessary to search for the B-mode signal more deeply through space. A powerful new 150 GHz receiver, BICEP2, will replace the current detector at the beginning of 2009, increasing the mapping speed almost ten-fold. In 2010, the first of a series of compact, mechanically-cooled receivers (called SPUD - Small Polarimeter Upgrade for DASI) will be deployed on the existing DASI mount and tower, providing similar mapping speed at 100 GHz in parallel with BICEP2. The latter instrument will reach (and exceed with the addition of a SPUD polarimeter) the target sensitivity r = 0.15 set forth by the Interagency (NSF/NASA/DoE) Task Force on CMB Research for a future space mission dedicated to the detection and characterization of primordial gravitational waves. This Task Force has identified detection of the Inflation's gravitational waves as the number one priority for the modern cosmology. More broadly, as the cosmology captures a lot of the public imagination, it is a remarkably effective vehicle for stimulating interest in basic science. The CGB detection would be to Inflation what the discovery of the CMB radiation was to the Big Bang. The project will contribute to the training of the next generation of cosmologists by integrating graduate and undergraduate education with the technology and instrumentation development, astronomical observations and scientific analysis. Sharing of the forefront research results with public extends the new knowledge beyond the universities. This project will be undertaken in collaboration between the California Institute of Technology and the University of Chicago.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Clement",
   "pi_last_name": "Pryke",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Clement L Pryke",
   "pi_email_addr": "pryke@physics.umn.edu",
   "nsf_id": "000304923",
   "pi_start_date": "2010-12-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511500",
   "pgm_ele_name": "ANT Astrophys & Geospace Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 345961.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 598292.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>How did the universe begin? Based largely on recent observations of the Cosmic Microwave Background (CMB), cosmologists believe that the entire observable Universe was spawned in a fraction of a second by the superluminal &ldquo;inflation&rdquo; of a sub-atomic volume. Inflation could explain many key features of the universe we observe: its large-scale flatness and smoothness, and the origin of the tiny (30 parts per million) density variations at early times that seeded the evolution of the galaxies and other structures we see today. Most importantly, inflation provides a testable prediction: the same quantum process that plants the seeds of structure also produced a gravitational-wave background that may be detectable now via a faint signature imprinted in the polarization of the CMB.</p>\n<p>The BICEP2 and Keck Array (SPUD) project has produced microwave polarimeters of unprecedented sensitivity designed to test this theory. Observing from the South Pole, these novel machines employ large arrays of ultra-sensitive superconducting microwave detectors, coupled to relatively small cryogenic telescopes. The BICEP2 telescope operated from 2010-2012, accumulating three seasons of high-quality data with a prototype 512 detector focal plane. The Keck Array (originally called SPUD) was built following the model of the BICEP2 instrument and by 2012 was operating with its full complement of five BICEP2-like telescopes. As of 2013 the Keck Array has the greatest instantaneous sensitivity of any operational CMB polarimeter, and it will continue to operate under separate funding (NSF 1145172) through 2016.</p>\n<p>The maps produced by both BICEP2 and the Keck Array (see images) are the most sensitive of their kind yet produced. They are currently being analyzed for evidence of polarization patterns arising from gravitational waves&mdash;the &ldquo;smoking gun&rdquo; signature of an inflationary start to our universe. The data produced so far breaks exciting new ground, but these experiments have also contributed to future cosmological studies, developing technology, analysis techniques, and infrastructure that will be used by the next generation of CMB telescopes, and by providing research training for ten graduate students, eight postdoctoral scholars, and a very large number of undergraduate student researchers at our collaborating institutions.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/31/2013<br>\n\t\t\t\t\tModified by: Clement&nbsp;L&nbsp;Pryke</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2013/1110087/1110087_10088067_1375303576307_spud5_with_team_1202--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2013/1110087/1110087_10088067_1375303576307_spud5_with_team_1202--rgov-800width.jpg\" title=\"The SPUD team at South Pole\"><img src=\"/por/images/Reports/POR/2013/1110087/1110087_10088067_1375303576307_spud5_with_team_1202--rgov-66x44.jpg\" alt=\"The SPUD team at South Pole\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The SPUD team at South Pole in Feb 2012 having completed installation of the full five receiver system.</div>\n<div class=\"imageCredit\">Robert Schwarz</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Clement&nbsp;L&nbsp;Pryke</div>\n<div class=\"imageTitle\">The SPUD team at South Pole</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2013/1110087/1110087_10088067_1375303668794_spud5_from_mast_w_robert-...",
  "por_txt_cntn": "\nHow did the universe begin? Based largely on recent observations of the Cosmic Microwave Background (CMB), cosmologists believe that the entire observable Universe was spawned in a fraction of a second by the superluminal \"inflation\" of a sub-atomic volume. Inflation could explain many key features of the universe we observe: its large-scale flatness and smoothness, and the origin of the tiny (30 parts per million) density variations at early times that seeded the evolution of the galaxies and other structures we see today. Most importantly, inflation provides a testable prediction: the same quantum process that plants the seeds of structure also produced a gravitational-wave background that may be detectable now via a faint signature imprinted in the polarization of the CMB.\n\nThe BICEP2 and Keck Array (SPUD) project has produced microwave polarimeters of unprecedented sensitivity designed to test this theory. Observing from the South Pole, these novel machines employ large arrays of ultra-sensitive superconducting microwave detectors, coupled to relatively small cryogenic telescopes. The BICEP2 telescope operated from 2010-2012, accumulating three seasons of high-quality data with a prototype 512 detector focal plane. The Keck Array (originally called SPUD) was built following the model of the BICEP2 instrument and by 2012 was operating with its full complement of five BICEP2-like telescopes. As of 2013 the Keck Array has the greatest instantaneous sensitivity of any operational CMB polarimeter, and it will continue to operate under separate funding (NSF 1145172) through 2016.\n\nThe maps produced by both BICEP2 and the Keck Array (see images) are the most sensitive of their kind yet produced. They are currently being analyzed for evidence of polarization patterns arising from gravitational waves&mdash;the \"smoking gun\" signature of an inflationary start to our universe. The data produced so far breaks exciting new ground, but these experiments have also contributed to future cosmological studies, developing technology, analysis techniques, and infrastructure that will be used by the next generation of CMB telescopes, and by providing research training for ten graduate students, eight postdoctoral scholars, and a very large number of undergraduate student researchers at our collaborating institutions.\n\n\t\t\t\t\tLast Modified: 07/31/2013\n\n\t\t\t\t\tSubmitted by: Clement L Pryke"
 }
}