{
 "awd_id": "1110629",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research: The effects of invasive plant species on biodiversity across spatial scales",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Douglas Levey",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 13913.0,
 "awd_amount": 13913.0,
 "awd_min_amd_letter_date": "2011-04-19",
 "awd_max_amd_letter_date": "2011-11-18",
 "awd_abstract_narration": "Humans are intentionally and unintentionally transporting species around the globe at an increasing rate.  Some of these transported species become highly invasive and cause large declines in the diversity of native species.  At the same time, some researchers note that invasive species, specifically invasive plant species, rarely cause native species to go extinct and are rather harmless. These contrasting views have prompted people to question the environmental harm caused by invasive plants.  This research aims to synthesize these seemingly conflicting ideas about the effects of invasive plants on biodiversity. The hypothesis of this research is that the effect of invasive plants on biodiversity changes depending on spatial scale.  Specifically, invasive plants have larger negative effects on diversity at small scales than broad scales.  Scale-dependent effects are expected if invasive plants have larger negative effects on the abundance of common plant species than rare plant species in a community. This proposal tests the hypothesis of scale-dependence by conducting (1) a quantitative review of studies that examine the effect of invasive plants at different spatial scales, (2) field surveys of plant-invaded communities across the U.S., (3) demography of common and rare plant species that are affected by invasive plants, and (4) experiments to test which mechanisms cause differences in the effect of invasive plants at different spatial scales. This research integrates studies on communities and populations to understand the effects of invasive plants on native communities and provides a framework for how to understand current and future loss of biodiversity.\r\n\r\nBroader impacts: This proposal will provide research and mentoring opportunities for undergraduate women and high school students during the data collection for this research. Further educational outreach will involve teaching ecology and invasive species modules at urban schools and day-long workshops for teachers and high school students. This research will continue to provide opportunities for undergraduates and K-12 students, particularly students from underrepresented backgrounds.  Public education will continue to be important through public articles and recommendations for restoration and invasive species management at local natural areas.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tiffany",
   "pi_last_name": "Knight",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Tiffany M Knight",
   "pi_email_addr": "tknight@ntbg.org",
   "nsf_id": "000483175",
   "pi_start_date": "2011-04-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Chase",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan M Chase",
   "pi_email_addr": "jchase@wustl.edu",
   "nsf_id": "000322719",
   "pi_start_date": "2011-04-19",
   "pi_end_date": "2011-11-18"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kristin",
   "pi_last_name": "Powell",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Kristin I Powell",
   "pi_email_addr": "kipowell@wustl.edu",
   "nsf_id": "000580292",
   "pi_start_date": "2011-04-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "1 BROOKINGS DR",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304862",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1182",
   "pgm_ref_txt": "POP & COMMUNITY ECOL PROG"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 13913.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Humans are moving species around the planet faster than ever before.&nbsp; Organisms are moved accidentally, such as organisms in airplane and boat cargo and beetles in firewood, and purposefully, such as plants for horticulture and exotic pet trade animals. These non-native species sometimes become invasive and are able to spread across a landscape and reach population growth rates that are exceedingly higher than native organisms that have existed in the landscape for thousands and thousands of years.</p>\n<p>Despite the prevalence of non-native species, scientists are still learning about invaders&rsquo; ecological behaviors and effects on the habitats that they invade. Invasive plants, especially, are difficult to understand, as they often invade habitats after a multitude of other anthropogenic disturbances have already occurred, such as habitat fragmentation or animal invasions. Thus, it is difficult to understand invasive plants&rsquo; impacts on other organisms in the landscape, especially in habitat areas that are bigger than an easy-to-sample one-meter square plot.</p>\n<p>This study set out to explore effects of invasive plants in bigger habitat areas relevant to plant conservation. We conducted plant surveys in forest habitats that were undergoing plant invasions in Hawai&rsquo;i (by <em>Morella faya</em>, faya tree), Florida (by <em>Dianella ensifolia</em>, flax lily), and Missouri (by <em>Lonicera maackii</em>, Amur bush honeysuckle). See photos. We surveyed changes in the number and abundance of native plant species in plant-invaded and native communities.&nbsp;</p>\n<p>We found that invasive plants cause extinction of native plants in very small habitat areas, but cause fewer and fewer extinctions as bigger habitat areas are sampled.&nbsp; For example, if you sample the number of plant species in a one-meter square area versus a 500-meter square area, there will always be more plant extinction caused by the invader at the one-meter square area.&nbsp; This makes sense, as scientists have yet to find a regional or global native plant extinction caused only by the presence of an invasive plant, which our research confirmed by synthesizing results from every study we could find on plant invasions around the globe.</p>\n<p>There are a couple of main causes for this &lsquo;scale-dependent&rsquo; extinction of native plants. One main cause is that invasive plants tend to negatively impact common species more than rare species.&nbsp; A large negative effect on common species results in less extinction of species overall, as common species can sustain populations even if an invasive plant drastically lowers their population size. In addition, the rare species are able to persist somewhere in the invaded habitat, especially in bigger habitat areas. The abundance of common species and the population growth of common species are both more negatively affected by plant invaders than that of rare species. We tracked common and rare species in the field, and found that plant growth, plant survival, and plant reproduction all declined more in common species than in rare species when growing with plant invaders.</p>\n<p>In bush honeysuckle-invaded areas in Missouri, the main environmental change that occurs in a habitat after a plant invasion is a reduced amount of light reaching the forest floor.&nbsp; Thus, we tested if invaders more negatively affected common species because common species cannot tolerate shade. A greenhouse experiment revealed that, indeed, the tested common species were less shade tolerant and lost more plant biomass and growth in low-light versus high-light conditions compared to rare species.</p>\n<p>This research has provided an immense amount of insight into how and why invasive plants affect native plant communities. Smaller effects on rare species is an optimistic result, in which restoration of plant-invaded habitats may be possible if we have ...",
  "por_txt_cntn": "\nHumans are moving species around the planet faster than ever before.  Organisms are moved accidentally, such as organisms in airplane and boat cargo and beetles in firewood, and purposefully, such as plants for horticulture and exotic pet trade animals. These non-native species sometimes become invasive and are able to spread across a landscape and reach population growth rates that are exceedingly higher than native organisms that have existed in the landscape for thousands and thousands of years.\n\nDespite the prevalence of non-native species, scientists are still learning about invadersÆ ecological behaviors and effects on the habitats that they invade. Invasive plants, especially, are difficult to understand, as they often invade habitats after a multitude of other anthropogenic disturbances have already occurred, such as habitat fragmentation or animal invasions. Thus, it is difficult to understand invasive plantsÆ impacts on other organisms in the landscape, especially in habitat areas that are bigger than an easy-to-sample one-meter square plot.\n\nThis study set out to explore effects of invasive plants in bigger habitat areas relevant to plant conservation. We conducted plant surveys in forest habitats that were undergoing plant invasions in HawaiÆi (by Morella faya, faya tree), Florida (by Dianella ensifolia, flax lily), and Missouri (by Lonicera maackii, Amur bush honeysuckle). See photos. We surveyed changes in the number and abundance of native plant species in plant-invaded and native communities. \n\nWe found that invasive plants cause extinction of native plants in very small habitat areas, but cause fewer and fewer extinctions as bigger habitat areas are sampled.  For example, if you sample the number of plant species in a one-meter square area versus a 500-meter square area, there will always be more plant extinction caused by the invader at the one-meter square area.  This makes sense, as scientists have yet to find a regional or global native plant extinction caused only by the presence of an invasive plant, which our research confirmed by synthesizing results from every study we could find on plant invasions around the globe.\n\nThere are a couple of main causes for this æscale-dependentÆ extinction of native plants. One main cause is that invasive plants tend to negatively impact common species more than rare species.  A large negative effect on common species results in less extinction of species overall, as common species can sustain populations even if an invasive plant drastically lowers their population size. In addition, the rare species are able to persist somewhere in the invaded habitat, especially in bigger habitat areas. The abundance of common species and the population growth of common species are both more negatively affected by plant invaders than that of rare species. We tracked common and rare species in the field, and found that plant growth, plant survival, and plant reproduction all declined more in common species than in rare species when growing with plant invaders.\n\nIn bush honeysuckle-invaded areas in Missouri, the main environmental change that occurs in a habitat after a plant invasion is a reduced amount of light reaching the forest floor.  Thus, we tested if invaders more negatively affected common species because common species cannot tolerate shade. A greenhouse experiment revealed that, indeed, the tested common species were less shade tolerant and lost more plant biomass and growth in low-light versus high-light conditions compared to rare species.\n\nThis research has provided an immense amount of insight into how and why invasive plants affect native plant communities. Smaller effects on rare species is an optimistic result, in which restoration of plant-invaded habitats may be possible if we have yet to lose populations of rare species.  However, because we found large declines in the abundance of ALL species, it is important to note that extinctions of rare and common species c..."
 }
}