{
 "awd_id": "1110246",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research: The Developmental basis of Convergent Evolution",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George Gilchrist",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 12571.0,
 "awd_amount": 12571.0,
 "awd_min_amd_letter_date": "2011-04-04",
 "awd_max_amd_letter_date": "2011-04-04",
 "awd_abstract_narration": "This research investigates the genetic basis of pigmentation differences in fruit flies of the genus Drosophila.  It is a part of an effort to develop Drosophila pigmentation as an evolutionary metamodel.  Established metamodels are necessary for the elucidation of any general rules in evolution.  They test whether certain traits and gene networks evolve in a reproducible fashion.  Previously the regions involved in color pattern evolution in one species pair were identified, and the genes are in the process of being characterized. This grant will improve this dissertation through funding an analysis of the chromosomal regions involved in pigmentation differences in an additional species pair.  This comparative component will be integral to the formation of an unbiased understanding of the dynamics of convergent evolution in this system.\r\n\r\nMetamodels are being actively developed in several systems, such as sticklebacks and mice. None of these endeavors account for the effect of network structure in shaping the dynamics of parallel evolution. Within Drosophila this is possible as most, though not all, genes in the pathway have been characterized. Furthermore--in addition to its scientific merit--this research generates opportunities for training in research and includes individuals from underrepresented groups.  Undergraduates from this lab have continued on to graduate school and participated in local and national research symposia.  This research is also being used to develop to develop lesson plans that promote engaged learning and improve biology education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Artyom",
   "pi_last_name": "Kopp",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Artyom Kopp",
   "pi_email_addr": "akopp@ucdavis.edu",
   "nsf_id": "000398427",
   "pi_start_date": "2011-04-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Signor",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah A Signor",
   "pi_email_addr": "sasignor@ucdavis.edu",
   "nsf_id": "000082530",
   "pi_start_date": "2011-04-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737800",
   "pgm_ele_name": "EVOLUTIONARY GENETICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 12571.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Contingency and constraint affect the evolution of traits in unknown proportions. This is due to two overlapping issues the first of which is that any given trait is controlled by a gene network of a different structure.&nbsp; This results in varying potential for beneficial mutations throughout the network. Second, in a single instance of evolution it is unclear how important constraint from the gene regulatory network is versus contingency in the mutational process.&nbsp; Short of &lsquo;rewinding the tape of time&rsquo; how can we evaluate the relative importance of these forces in shaping evolution?</p>\n<p>Convergent evolution is a pervasive phenomenon that affects all levels of biological organization, from molecules to morphology. By developing a system where the same phenotype has evolved in multiple species it can be used as independent evolutionary trials, with each instance of evolution being a case of &lsquo;natural replication&rsquo;.&nbsp; Then we can ask if convergent traits are generated by the same molecular mechanism in each case, or if different mechanisms produce similar evolutionary outcomes.</p>\n<p>The evolution of color patterns in Drosophila is an excellent model for developing this type of approach.&nbsp; There is extensive variation within the group, both within and among species, and numerous instances of convergent evolution.&nbsp; Furthermore, the development of pigmentation is simple compared to other traits, and we know a considerable amount about its genetic basis.&nbsp; In this project, we examined the genetic control of identical color patterns that evolved independently in different species of Drosophila. &nbsp;We used recently developed genomic methods to map the genes responsible for color pattern variation in each of several interspecific crosses. &nbsp;We found that&nbsp;convergently evolved color patterns are&nbsp;controlled by distinct though overlapping sets of genes, and we are now close&nbsp;to identifying some of these genes at the molecular level.</p>\n<p>One genomic region identified in all crosses corresponds to a known region of the pigmentation pathway in these species.&nbsp; It is not the first time that this gene has been implicated in an instance of phenotypic evolution.&nbsp; As such, it represents a genomic &lsquo;hotspot&rsquo; of evolution.&nbsp; This is especially noteworthy given that this pathway is not obviously constrained to evolve at this locus. The first genomic region is also responsible for the majority of variation in each cross.&nbsp; Indeed, although additional genes contribute small amounts of variation in these crosses it seems that there is some constraint operating in the evolution of this pathway, as this genomic region is involved far more than would be expected were contingency alone to be affecting its evolution.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/09/2013<br>\n\t\t\t\t\tModified by: Sarah&nbsp;A&nbsp;Signor</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nContingency and constraint affect the evolution of traits in unknown proportions. This is due to two overlapping issues the first of which is that any given trait is controlled by a gene network of a different structure.  This results in varying potential for beneficial mutations throughout the network. Second, in a single instance of evolution it is unclear how important constraint from the gene regulatory network is versus contingency in the mutational process.  Short of ærewinding the tape of timeÆ how can we evaluate the relative importance of these forces in shaping evolution?\n\nConvergent evolution is a pervasive phenomenon that affects all levels of biological organization, from molecules to morphology. By developing a system where the same phenotype has evolved in multiple species it can be used as independent evolutionary trials, with each instance of evolution being a case of ænatural replicationÆ.  Then we can ask if convergent traits are generated by the same molecular mechanism in each case, or if different mechanisms produce similar evolutionary outcomes.\n\nThe evolution of color patterns in Drosophila is an excellent model for developing this type of approach.  There is extensive variation within the group, both within and among species, and numerous instances of convergent evolution.  Furthermore, the development of pigmentation is simple compared to other traits, and we know a considerable amount about its genetic basis.  In this project, we examined the genetic control of identical color patterns that evolved independently in different species of Drosophila.  We used recently developed genomic methods to map the genes responsible for color pattern variation in each of several interspecific crosses.  We found that convergently evolved color patterns are controlled by distinct though overlapping sets of genes, and we are now close to identifying some of these genes at the molecular level.\n\nOne genomic region identified in all crosses corresponds to a known region of the pigmentation pathway in these species.  It is not the first time that this gene has been implicated in an instance of phenotypic evolution.  As such, it represents a genomic æhotspotÆ of evolution.  This is especially noteworthy given that this pathway is not obviously constrained to evolve at this locus. The first genomic region is also responsible for the majority of variation in each cross.  Indeed, although additional genes contribute small amounts of variation in these crosses it seems that there is some constraint operating in the evolution of this pathway, as this genomic region is involved far more than would be expected were contingency alone to be affecting its evolution.\n\n \n\n\t\t\t\t\tLast Modified: 08/09/2013\n\n\t\t\t\t\tSubmitted by: Sarah A Signor"
 }
}