{
 "awd_id": "1110409",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2nd International Workshop on  Bio-Soil Interactions and Engineering, held at Churchill College, Cambridge, UK, September, 2011",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 60316.0,
 "awd_amount": 60316.0,
 "awd_min_amd_letter_date": "2011-02-23",
 "awd_max_amd_letter_date": "2011-02-23",
 "awd_abstract_narration": "The role of biological processes in the engineering behavior of soils, or \"bio-mediated soil improvement,\" has become a \"hot topic\" in geotechnical engineering, as predicted by the National Academy of Sciences committee \"Geological and Geotechnical Engineering in the New Millennium: Opportunities for Research and Technological Innovation.\"  In 2007, the First Workshop on Bio-Soils Interactions and Engineering convened academics from a broad spectrum of disciplines to identify the biological processes that had potential for geotechnical applications.  The results of the workshop were presented to NSF and UK funding agencies (EPSRC, NRC), summarized in a report (DeJong et al. 2007), and discussed at two conferences in the United States (GeoCongress 2008 and TRB 2008).  Since that time, more than a dozen projects have been funded, more than 50 researchers are exploring this field, and more than 50 publications on the topic have been produced worldwide.  The research done to date has shown that some soils can be modified in the laboratory by biological activity, resulting in significant enhancement in engineering properties such as strength and stiffness.  If it is possible to achieve these results in the field, significant savings in materials and energy use can be expected.  \r\n\r\nThe objective of the Second International Workshop is to determine which topics and applications hold the greatest potential, and therefore should be considered high priority for further research, and which topics/applications appear to be less promising, and thus should be assigned a lower priority.  Workshop participants will also assess experiences in the training and development of graduate students for this new field, and identify approaches that have been successful or appear to be promising.  The workshop be held over a period of 2.5 days in late September, 2011.  Approximately 30 leading researchers in the field, about one-half from the United States, will convene in Cambridge, England.  The international participants will be invited from the UK, Netherlands, Belgium, Israel, France, Japan, China and Singapore.    The workshop objective will be met through a series of activities prior to, during and after the workshop, including distribution of workshop ?reader? that includes recent publications by participants, collection of white papers (one submitted by each participant) outlining the primary issues that need to be addressed to advance the field, a mix of working group and full workshop discussions, with each working group writing up a white paper summary of the outcome of the workshop discussions on their topic, and delivery of workshop outcomes into an NSF report, a summary engineering news article and a journal paper.\r\n\r\nThe workshop creates the opportunity to for experts to meet and discuss an area that resides at the interface of a number of traditional fields, including geotechnical engineering, geoenvironmental engineering, geosciences, microbiology, and bioengineering. The proposed workshop will provide significant broader impacts within and beyond the associated engineering and science communities including: (a) discovery of new environmentally safe engineering solutions, (b) cost effective solutions to engineering problems, (c) improved understanding of scientific problems, (d) improved understanding of the effect of construction on nature, (e) cross-education of researchers, (f) identification of opportunities for improved undergraduate education, (g) development of graduate students for this new field.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "DeJong",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Jason T DeJong",
   "pi_email_addr": "jdejong@ucdavis.edu",
   "nsf_id": "000437976",
   "pi_start_date": "2011-02-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163400",
   "pgm_ele_name": "GEOMECHANICS & GEOMATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "025E",
   "pgm_ref_txt": "INFRASTRUCTURE MATERIALS"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "172E",
   "pgm_ref_txt": "Geomechanics"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 60316.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project funded an international workshop to consider the following question: &nbsp;\"To what extent can natural biological processes be used to improve the engineering properties of soils?\" &nbsp;More specific examples include the following: \"Can bacteria be used to transform loose liquefiable sand into sandstone-like material that would not be damaged during an earthquake?\" &nbsp;\"Can bio-films (\"slimes\") be used to stop seepage in dams/levees that may eventually cause failure?\" &nbsp;Soils within the subsurface have a high concentration of biological activity, but the field of geotechnical engineering has traditionally assumed that soils are inert and inactive. &nbsp;Over that last 10 years researchers have clearly shown that the biological process that do exist can be used and harnessed to change soil properties to a significant extent. &nbsp;It is possible to transform sand into sandstone and to stop seepage in dams. &nbsp;This workshop gathered a group of about 30 researchers from a broad range of fields (geotechnical engineering, microbiology, geochemistry, soil science, environmental engineering, etc.) to explore this new topic. &nbsp;Specifically, the goals were to (1) assess progress to date, (2) identify the areas with the greatest potential, and (3) to identify which applications have the greatest promise. &nbsp;The workshop outcomes were summarized in a paper to the Geotechnique Journal (2013, 63(4), 287-301). &nbsp;Overall there was strong agreement that there is a bright future for this new field, with microbially induced calcite preciptation and the formation of bio-films being the two processes with the greatest potential. &nbsp;Future applications included liquefaction prevention, erosion control, dust mitigation, ground improvement and more. &nbsp;Individuals from other fields, including environmental engineering, ecological restoration, mining, architecture, and sculpture have also started exploring the processes identified in the workshop as well.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/14/2014<br>\n\t\t\t\t\tModified by: Jason&nbsp;T&nbsp;Dejong</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project funded an international workshop to consider the following question:  \"To what extent can natural biological processes be used to improve the engineering properties of soils?\"  More specific examples include the following: \"Can bacteria be used to transform loose liquefiable sand into sandstone-like material that would not be damaged during an earthquake?\"  \"Can bio-films (\"slimes\") be used to stop seepage in dams/levees that may eventually cause failure?\"  Soils within the subsurface have a high concentration of biological activity, but the field of geotechnical engineering has traditionally assumed that soils are inert and inactive.  Over that last 10 years researchers have clearly shown that the biological process that do exist can be used and harnessed to change soil properties to a significant extent.  It is possible to transform sand into sandstone and to stop seepage in dams.  This workshop gathered a group of about 30 researchers from a broad range of fields (geotechnical engineering, microbiology, geochemistry, soil science, environmental engineering, etc.) to explore this new topic.  Specifically, the goals were to (1) assess progress to date, (2) identify the areas with the greatest potential, and (3) to identify which applications have the greatest promise.  The workshop outcomes were summarized in a paper to the Geotechnique Journal (2013, 63(4), 287-301).  Overall there was strong agreement that there is a bright future for this new field, with microbially induced calcite preciptation and the formation of bio-films being the two processes with the greatest potential.  Future applications included liquefaction prevention, erosion control, dust mitigation, ground improvement and more.  Individuals from other fields, including environmental engineering, ecological restoration, mining, architecture, and sculpture have also started exploring the processes identified in the workshop as well.\n\n\t\t\t\t\tLast Modified: 03/14/2014\n\n\t\t\t\t\tSubmitted by: Jason T Dejong"
 }
}