{
 "awd_id": "1110791",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: The role of the social environment in promoting consistent individual differences in responsiveness and other behaviors in sticklebacks",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": "7032927202",
 "po_email": "melekoni@nsf.gov",
 "po_sign_block_name": "Michelle Elekonich",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 14632.0,
 "awd_amount": 14632.0,
 "awd_min_amd_letter_date": "2011-08-10",
 "awd_max_amd_letter_date": "2011-08-10",
 "awd_abstract_narration": "Animal personality, also known as behavioral syndromes and temperament, refers to consistent individual differences in behaviors across time and/or contexts.  This field seeks mechanisms that can explain why individuals behave consistently and why they behave differently from each other.  Recent models suggest that responsiveness, or how sensitive an individual is to changes in their environment, might be an especially important axis of behavioral variation.  While the importance of the social environment on personality traits has long been recognized in human personality research, this factor is only starting to gain attention in animal personality research.  The goal of this project is to investigate how repeated social interactions might promote consistent individual differences in responsiveness and other personality traits.   The proposed studies will reveal whether social familiarity promotes individual behavioral consistency and whether changes in group composition cause individuals to modify their behavior.  These studies will use threespine sticklebacks, a model behavioral organism that demonstrates extensive variation in responsiveness and other personality traits. In the spirit of this grant, collaboration with a local high school has been initiated, where students in the AP biology course will use sticklebacks to learn about environmental influences on behavior.  Students will develop, design and execute their own experiments to determine how sticklebacks? behavior changes in the face of environmental stressors; the end result will be poster presentations that the students will give to their peers and teachers.    Given the rapid rate of anthropogenic change to the environment, understanding why some individuals are more responsive to environmental change than others has important conservation implications. Moreover, understanding the causes of variation in responsiveness in diverse organisms, including humans, can provide insight into individual differences in resilience, or why some people are more affected by negative life experiences than others.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alison",
   "pi_last_name": "Bell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alison Bell",
   "pi_email_addr": "alisonmb@life.uiuc.edu",
   "nsf_id": "000490834",
   "pi_start_date": "2011-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kate",
   "pi_last_name": "Laskowski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kate Laskowski",
   "pi_email_addr": "klaskow@life.illinois.edu",
   "nsf_id": "000578112",
   "pi_start_date": "2011-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 14632.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>As any pet owner can tell you, there can be fairly impressive differences between individuals in how they behave.&nbsp; One dog may aggressively bark at all intruders, whereas another mildly accepts the presence of an unknown person.&nbsp; Traditional evolutionary theory would predict that individuals should exhibit extremely plastic behavior; that is, it would be best for an individual to change their behavior to perfectly respond to changes in their environment. So, a dog should only bark at intruders that are dangerous, and not at harmless ones.&nbsp;&nbsp; Instead, what has now been shown time and time again is that many individuals instead exhibit predictable and consistent behavior.&nbsp; That is, they have personalities. While these types of consistent individual differences in behavior have long been appreciated, and even celebrated, in domestic animals, animal personality is now receiving increased attention from evolutionary and behavioral biologists.&nbsp; One of the reasons for this is because an individual&rsquo;s personality can influence many aspects of their fitness, such as how well they find food, whether they can avoid predators and even how successful they are at finding a mate.&nbsp; And evidence of personalities is now accumulating in a wide variety of animals from mammals, to birds, to fish and even insects.&nbsp; So while we know that animal personalities are far more common than originally thought, we don&rsquo;t know why.</p>\n<p>A major question in behavioral ecology is now to uncover the reasons why animal personalities are so prevalent.&nbsp; That is, what evolutionary forces have shaped the existence of personalities across the animal kingdom?&nbsp; Recent theoretical models have suggested a number of different environmental factors that might influence individual behavior.&nbsp; One of these factors is the social environment: when individuals repeatedly interact with one another, it may benefit an individual to behave predictably.&nbsp; This may help the individual exploit another individual, or on the other hand, help the two individuals cooperate if need be.&nbsp; A good example would be schooling in fishes: the school becomes much tighter and more coordinated if each individual can be relied upon to behave a certain way.&nbsp; Another hypothesis implicates environmental uncertainty as a potential key factor promoting animal personalities.&nbsp; When an individual is certain about the status of the environment they can easily change their behavior to more appropriately match the prevailing conditions.&nbsp; However, when an individual is uncertain about its environment, it may be best for that individual to continue behaving the way it was so as to avoid changing their behavior in the wrong way.&nbsp;</p>\n<p>Therefore, the goal of this proposal was to test a number of predictions about how the social environment and the environment itself may shape animal behavior and personality.&nbsp; We did this by investigating the behavior of threespined sticklebacks, a small social fish.&nbsp; Sticklebacks are a classic behavioral study organism and manipulating their environment and social environment is relatively easy.&nbsp; First, we tested whether repeated social interactions could generate animal personalities in these fish.&nbsp; We then also tested whether each individual stickleback exhibited personalities across several different behavioral traits.&nbsp; In this experiment, we did not find evidence that repeatedly interacting with their group mates could increase the strength of an individual&rsquo;s personality, instead we found that these individuals already exhibited very strong personalities in several behaviors that were unaffected by social interactions.&nbsp; These strong individual personalities caused the groups of stickleback to behave quite differently from each other, which can have important impacts on the study of any gr...",
  "por_txt_cntn": "\nAs any pet owner can tell you, there can be fairly impressive differences between individuals in how they behave.  One dog may aggressively bark at all intruders, whereas another mildly accepts the presence of an unknown person.  Traditional evolutionary theory would predict that individuals should exhibit extremely plastic behavior; that is, it would be best for an individual to change their behavior to perfectly respond to changes in their environment. So, a dog should only bark at intruders that are dangerous, and not at harmless ones.   Instead, what has now been shown time and time again is that many individuals instead exhibit predictable and consistent behavior.  That is, they have personalities. While these types of consistent individual differences in behavior have long been appreciated, and even celebrated, in domestic animals, animal personality is now receiving increased attention from evolutionary and behavioral biologists.  One of the reasons for this is because an individualÆs personality can influence many aspects of their fitness, such as how well they find food, whether they can avoid predators and even how successful they are at finding a mate.  And evidence of personalities is now accumulating in a wide variety of animals from mammals, to birds, to fish and even insects.  So while we know that animal personalities are far more common than originally thought, we donÆt know why.\n\nA major question in behavioral ecology is now to uncover the reasons why animal personalities are so prevalent.  That is, what evolutionary forces have shaped the existence of personalities across the animal kingdom?  Recent theoretical models have suggested a number of different environmental factors that might influence individual behavior.  One of these factors is the social environment: when individuals repeatedly interact with one another, it may benefit an individual to behave predictably.  This may help the individual exploit another individual, or on the other hand, help the two individuals cooperate if need be.  A good example would be schooling in fishes: the school becomes much tighter and more coordinated if each individual can be relied upon to behave a certain way.  Another hypothesis implicates environmental uncertainty as a potential key factor promoting animal personalities.  When an individual is certain about the status of the environment they can easily change their behavior to more appropriately match the prevailing conditions.  However, when an individual is uncertain about its environment, it may be best for that individual to continue behaving the way it was so as to avoid changing their behavior in the wrong way. \n\nTherefore, the goal of this proposal was to test a number of predictions about how the social environment and the environment itself may shape animal behavior and personality.  We did this by investigating the behavior of threespined sticklebacks, a small social fish.  Sticklebacks are a classic behavioral study organism and manipulating their environment and social environment is relatively easy.  First, we tested whether repeated social interactions could generate animal personalities in these fish.  We then also tested whether each individual stickleback exhibited personalities across several different behavioral traits.  In this experiment, we did not find evidence that repeatedly interacting with their group mates could increase the strength of an individualÆs personality, instead we found that these individuals already exhibited very strong personalities in several behaviors that were unaffected by social interactions.  These strong individual personalities caused the groups of stickleback to behave quite differently from each other, which can have important impacts on the study of any group behaviors.  It is still possible that social interactions may influence stickleback personality, but perhaps social interactions are more important earlier in life, or only when they are experienced for ..."
 }
}