{
 "awd_id": "1110201",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STTR Phase I:  Educational Gaming for Teen Driver Safety",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Glenn H. Larsen",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 148928.0,
 "awd_amount": 148928.0,
 "awd_min_amd_letter_date": "2011-05-19",
 "awd_max_amd_letter_date": "2011-05-19",
 "awd_abstract_narration": "This Small Business Technology Transfer (STTR) Phase I project will develop the first in a series of theoretically grounded, evidence-based multi-player games designed to address the leading health risk to teens - motor vehicle crashes. This STTR will provide a new model for translating discoveries in teen driver safety to driver education that captures the difficult to articulate aspects of knowledge that are gained through experience, i.e. tacit knowledge. Our research has been translated into a theoretically grounded, demonstrated efficacious program, Ride Like a Friend (RLAF), to reduce risk from peer passengers. The long-term goal of this new research effort is to leverage our foundational science and expertise to develop a suite of theoretically-driven, evaluated games that promote safe driving behaviors among teens. As a first step, this STTR will develop and assess a prototype RLAF game. Multi-player strategy games provide a unique opportunity for teens to experience the effects of their driving decisions, especially passenger interactions. Findings will advance not only the field of driver training but also education of teens about other health behaviors. Outside of mentorship programs, this type of knowledge is rarely targeted for explicit instruction. We will demonstrate the benefits of implementing formal training for experiential knowledge in improving the ways that teens reason and make decisions about their safety, health and social interactions, particularly relevant for teens who lack role models to pass on healthy and effective strategies. \r\n\r\nThe broader impact/commercial potential of this project includes the translation of scientific research on teen driving risks, particularly dangers from peer passengers, into games that will offer educators and teens the opportunity to improve teen driving safety. Vehicle accidents remain the leading cause of death and injury for teens, accounting annually for over 3000 deaths, 100 times as many injuries, and over 14 billion dollars in associated costs. CHOP/CChIPS has been at the forefront of research devoted to understanding the combination of social pressures, developmental cognitive limits, and lack of experience that may be at the root of teen passenger driving risks and this STTR will translate this scientific foundation into games that when commercialized and distributed will improve teen driver safety.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Noelle",
   "pi_last_name": "LaVoie",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Noelle LaVoie",
   "pi_email_addr": "lavoie@parallel-consulting.com",
   "nsf_id": "000581149",
   "pi_start_date": "2011-05-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yi-Ching",
   "pi_last_name": "Lee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yi-Ching Lee",
   "pi_email_addr": "ylee65@gmu.edu",
   "nsf_id": "000581485",
   "pi_start_date": "2011-05-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Parallel Consulting, LLC",
  "inst_street_address": "10 ARLENE COURT",
  "inst_street_address_2": "",
  "inst_city_name": "PETALUMA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3038177436",
  "inst_zip_code": "949525216",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CA02",
  "org_lgl_bus_name": "PARALLEL CONSULTING, LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "WV9FF7FVW3W8"
 },
 "perf_inst": {
  "perf_inst_name": "The Children's Hospital of Philadelphia",
  "perf_str_addr": "3401 CIVIC CENTER BLVD",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191044319",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150500",
   "pgm_ele_name": "STTR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1505",
   "pgm_ref_txt": "STTR PHASE I"
  },
  {
   "pgm_ref_code": "8031",
   "pgm_ref_txt": "Education Products"
  },
  {
   "pgm_ref_code": "8032",
   "pgm_ref_txt": "Software Services and Applications"
  },
  {
   "pgm_ref_code": "8033",
   "pgm_ref_txt": "Hardware Software Integration"
  },
  {
   "pgm_ref_code": "8042",
   "pgm_ref_txt": "Health and Safety"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 148928.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project led to the development of the first in a series of theoretically-grounded, evidence-based multi-player games designed to address the leading health risk to teens - motor vehicle crashes. A key risk factor for teen crashes is teen passenger presence which more than doubles fatal crash risk. During the successful Phase I project a prototype peer passenger game, &ldquo;Time to Drive, Time to Ride&rdquo; was completed. The game includes several innovative features designed to promote the adoption of safe driving behaviors among teens. These features include a realistic common scenario, challenging interpersonal situation, game play that requires communication between driver and passenger, opportunities to receive and provide feedback about driver and passenger behaviors, and typical driving hazards. The process of designing the game included interviews and surveys with teens to identify the realistic scenario and understand common elements of driving with peer passengers. The game is carefully designed to require lots of interaction between players and to encourage positive behavior change.</p>\n<p><span style=\"text-decoration: underline;\">Intellectual merit</span></p>\n<p>This project provided a new model for translating discoveries in teen driver safety to driver education that captures the difficult to articulate aspects of knowledge that are gained through experience, i.e. tacit knowledge. Multi-player strategy games provide a unique opportunity for teens to experience the effects of their driving decisions. Findings advance not only the field of driver training but also education of teens about other health behaviors. Outside of mentorship programs, this type of knowledge is rarely targeted for explicit instruction. We expect the benefits of implementing formal training for experiential knowledge to improve the ways that teens reason and make decisions about their safety, health and social interactions, particularly relevant for teens who lack role models to pass on healthy and effective strategies.</p>\n<p><span style=\"text-decoration: underline;\">Broader impacts</span></p>\n<p>Vehicle accidents are the leading cause of death and injury for teens, accounting annually for over 3000 deaths, 100 times as many injuries, and over 14 billion dollars in associated costs. Our research team, Parallel Consulting and the Children&rsquo;s Hospital of Philadelphia (CHOP), has an established track record for translating scientific discoveries into commercially-viable educational products to improve driving safety. CHOP has been at the forefront of research devoted to understanding the combination of social pressures, developmental cognitive limits, and lack of experience that may be at the root of teen passenger driving risks. This project begins the process of translating this scientific foundation into games that when commercialized and distributed will improve teen driver safety.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/30/2012<br>\n\t\t\t\t\tModified by: Noelle&nbsp;Lavoie</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project led to the development of the first in a series of theoretically-grounded, evidence-based multi-player games designed to address the leading health risk to teens - motor vehicle crashes. A key risk factor for teen crashes is teen passenger presence which more than doubles fatal crash risk. During the successful Phase I project a prototype peer passenger game, \"Time to Drive, Time to Ride\" was completed. The game includes several innovative features designed to promote the adoption of safe driving behaviors among teens. These features include a realistic common scenario, challenging interpersonal situation, game play that requires communication between driver and passenger, opportunities to receive and provide feedback about driver and passenger behaviors, and typical driving hazards. The process of designing the game included interviews and surveys with teens to identify the realistic scenario and understand common elements of driving with peer passengers. The game is carefully designed to require lots of interaction between players and to encourage positive behavior change.\n\nIntellectual merit\n\nThis project provided a new model for translating discoveries in teen driver safety to driver education that captures the difficult to articulate aspects of knowledge that are gained through experience, i.e. tacit knowledge. Multi-player strategy games provide a unique opportunity for teens to experience the effects of their driving decisions. Findings advance not only the field of driver training but also education of teens about other health behaviors. Outside of mentorship programs, this type of knowledge is rarely targeted for explicit instruction. We expect the benefits of implementing formal training for experiential knowledge to improve the ways that teens reason and make decisions about their safety, health and social interactions, particularly relevant for teens who lack role models to pass on healthy and effective strategies.\n\nBroader impacts\n\nVehicle accidents are the leading cause of death and injury for teens, accounting annually for over 3000 deaths, 100 times as many injuries, and over 14 billion dollars in associated costs. Our research team, Parallel Consulting and the ChildrenÆs Hospital of Philadelphia (CHOP), has an established track record for translating scientific discoveries into commercially-viable educational products to improve driving safety. CHOP has been at the forefront of research devoted to understanding the combination of social pressures, developmental cognitive limits, and lack of experience that may be at the root of teen passenger driving risks. This project begins the process of translating this scientific foundation into games that when commercialized and distributed will improve teen driver safety.\n\n\t\t\t\t\tLast Modified: 07/30/2012\n\n\t\t\t\t\tSubmitted by: Noelle Lavoie"
 }
}