{
 "awd_id": "1110156",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: The effect of nitrogen deposition on plant community dynamics across local and regional scales",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry L. Gholz",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 14996.0,
 "awd_amount": 14996.0,
 "awd_min_amd_letter_date": "2011-05-16",
 "awd_max_amd_letter_date": "2011-05-16",
 "awd_abstract_narration": "Rapid urbanization of California's landscape exposes remnant oak savanna ecosystems to increasing levels of atmospheric nitrogen (N) deposition.  Deposited nitrogen enters the ecosystem and exposes plants to amounts and chemical forms of N that they may not be adapted to. Nitrogen deposition is not distributed evenly across the landscape, but varies across multiple scales. This results in the heterogeneous distribution of N in soil, which may alter plant communities under increasing N inputs. The aim of this research is to investigate how N deposition interacts with environmental conditions, which vary at the regional (e.g., rainfall) and local (e.g., light) scale, to structure plant communities. A combination of observational and experimental methods will be used to understand patterns and processes by which oak savannas receive N deposition and plants respond to it.\r\n\r\nThis research will study specific processes through which N deposition affects plant communities in oak savannas. Understanding dynamics of natural areas embedded within a changing landscape is critical for management and conservation efforts. Managers are concerned about the effect of N deposition on invasive species and how that affects forage quality in grazing lands. At the broader, regional scale, results can inform land-use and regulation decisions affecting N emissions and air quality.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Cadenasso",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Mary L Cadenasso",
   "pi_email_addr": "mlcadenasso@ucdavis.edu",
   "nsf_id": "000471300",
   "pi_start_date": "2011-05-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elise",
   "pi_last_name": "Tulloss",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elise Tulloss",
   "pi_email_addr": "emtulloss@ucdavis.edu",
   "nsf_id": "000544329",
   "pi_start_date": "2011-05-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1181",
   "pgm_ref_txt": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 14996.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Nitrogen (N) in a nutrient that limits plant growth and reproduction in many ecosystems.&nbsp; However, human activities add N to ecosystems at levels to which plants may not be adapted.&nbsp; Increases in available N may change plant communities by favoring invasive, undesirable plant species.&nbsp; A major pathway by which N is added to ecosystems is the deposition of N-containing gases and particles from the atmosphere to soil and plant surfaces.&nbsp; The processes that control N deposition to ecosystems vary over multiple scales - from local (e.g. a field or pasture) to regional (e.g. counties or states).&nbsp; At the regional scale, urbanization and intensive agriculture expose adjacent land to enhanced N deposition.&nbsp; At the local scale, tree canopies form a boundary to air flow that slows down movement of gases and particles, resulting in increased deposition to the tree canopy.&nbsp; In savannas, individual tree canopies receive greater N deposition than the surrounding open grassland, contributing to increased soil fertility beneath trees.&nbsp; Nitrogen deposition may affect plant communities, soil N availability, and N cycling beneath trees differently than in the adjacent open grassland.&nbsp; This research analyzed the effect of a regional N deposition gradient and a local deposition <span><span>hotspot</span></span> beneath savanna trees on plant communities and soil properties in the California oak savanna ecosystem.</p>\n<p><span>To explore how N deposition affects plant communities across local and regional scales, a field experiment using fertilizer to simulate deposition was conducted.&nbsp; The experiment took place at <span>Hopland</span> Research and Extension Center in northern California in 2010-2012.&nbsp; Fertilizer was applied to experimental plots in <span>understory</span> and open areas at levels mimicking the gradient in deposition rates received across the region.&nbsp; Four fertilizer treatment levels were used, with the highest treatment being roughly four times above the highest rate found across the region.&nbsp; Plant growth and reproduction and plant species diversity were measured.</span></p>\n<p>Contrary to expectations, N fertilization did not significantly affect plant communities except at the highest level of N fertilizer.&nbsp; At low levels, fertilization increased plant growth slightly, but at the highest level of fertilizer, plant growth decreased dramatically.&nbsp; Diversity decreased under the highest N fertilizer level in the <span><span>understory</span></span>.&nbsp; There was no effect of fertilizer on diversity in the open grassland plots.&nbsp; Invasive species, which are typically expected to increase under N deposition, did not show any response to N fertilization.&nbsp; An analysis of the types and amount of species growing in each experimental plot showed that fertilizer did not explain the similarity among plant communities.&nbsp; The results of the field experiment suggest that the oak savanna plant community is not at risk of major changes under current N deposition levels found across the region.&nbsp; The high N treatment that did have strong negative effects on plant growth and diversity was well above realistic potential N deposition rates.&nbsp; Resilience of the plant community could be due to high leaching of N from soils, causing fertilizer to be lost from the ecosystem before it can affect plants.</p>\n<p><span>A concurrent study supported by the <span>DDIG</span> sought to determine how ecosystems change following increases in N deposition of two different chemical forms of N - ammonium and nitrate.&nbsp; To accomplish this, an isotopic tracer was used to track the fate of deposited N throughout the ecosystem in <span>understory</span> and open grassland environments.&nbsp; The isotopic tracer is a technique that works similarly to adding dye to a stream and tracking water movement.&nbsp; T...",
  "por_txt_cntn": "\nNitrogen (N) in a nutrient that limits plant growth and reproduction in many ecosystems.  However, human activities add N to ecosystems at levels to which plants may not be adapted.  Increases in available N may change plant communities by favoring invasive, undesirable plant species.  A major pathway by which N is added to ecosystems is the deposition of N-containing gases and particles from the atmosphere to soil and plant surfaces.  The processes that control N deposition to ecosystems vary over multiple scales - from local (e.g. a field or pasture) to regional (e.g. counties or states).  At the regional scale, urbanization and intensive agriculture expose adjacent land to enhanced N deposition.  At the local scale, tree canopies form a boundary to air flow that slows down movement of gases and particles, resulting in increased deposition to the tree canopy.  In savannas, individual tree canopies receive greater N deposition than the surrounding open grassland, contributing to increased soil fertility beneath trees.  Nitrogen deposition may affect plant communities, soil N availability, and N cycling beneath trees differently than in the adjacent open grassland.  This research analyzed the effect of a regional N deposition gradient and a local deposition hotspot beneath savanna trees on plant communities and soil properties in the California oak savanna ecosystem.\n\nTo explore how N deposition affects plant communities across local and regional scales, a field experiment using fertilizer to simulate deposition was conducted.  The experiment took place at Hopland Research and Extension Center in northern California in 2010-2012.  Fertilizer was applied to experimental plots in understory and open areas at levels mimicking the gradient in deposition rates received across the region.  Four fertilizer treatment levels were used, with the highest treatment being roughly four times above the highest rate found across the region.  Plant growth and reproduction and plant species diversity were measured.\n\nContrary to expectations, N fertilization did not significantly affect plant communities except at the highest level of N fertilizer.  At low levels, fertilization increased plant growth slightly, but at the highest level of fertilizer, plant growth decreased dramatically.  Diversity decreased under the highest N fertilizer level in the understory.  There was no effect of fertilizer on diversity in the open grassland plots.  Invasive species, which are typically expected to increase under N deposition, did not show any response to N fertilization.  An analysis of the types and amount of species growing in each experimental plot showed that fertilizer did not explain the similarity among plant communities.  The results of the field experiment suggest that the oak savanna plant community is not at risk of major changes under current N deposition levels found across the region.  The high N treatment that did have strong negative effects on plant growth and diversity was well above realistic potential N deposition rates.  Resilience of the plant community could be due to high leaching of N from soils, causing fertilizer to be lost from the ecosystem before it can affect plants.\n\nA concurrent study supported by the DDIG sought to determine how ecosystems change following increases in N deposition of two different chemical forms of N - ammonium and nitrate.  To accomplish this, an isotopic tracer was used to track the fate of deposited N throughout the ecosystem in understory and open grassland environments.  The isotopic tracer is a technique that works similarly to adding dye to a stream and tracking water movement.  The 15N isotope tracer is added to the soil and is cycled through the ecosystem along with the N already in the system.  At the onset of the growing season, the tracer was injected into soils within the experimental field plots (as described above) as 15N-ammonium or 15N-nitrate.  15N tracer signatures were measured in the..."
 }
}