{
 "awd_id": "1110250",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STTR Phase I:  Microgames for Improving Pediatric Compliance",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Glenn H. Larsen",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 149982.0,
 "awd_amount": 149982.0,
 "awd_min_amd_letter_date": "2011-06-08",
 "awd_max_amd_letter_date": "2011-06-08",
 "awd_abstract_narration": "This Small Business Innovation Research Phase I project will harness the popularity and ubiquity of mobile microgames on hand-held devices for educating children on self-management of chronic health conditions. Millions of children suffer from chronic conditions which require regular management, including asthma, diabetes, and food allergies.   Children are less likely to adhere to proper medication and behaviors to manage their disease, and thus are more likely to be hospitalized for health emergencies that could have been avoided with proper management.  This proposal aims to educate children via engaging, interactive microgames that train children to monitor and manage their chronic condition.   The research objectives for this grant are to build and design a working prototype asthma education game for the iPod Touch and evaluate the game's usability and appeal among the target users.  The project should result in an effective game that improves children's understanding of their condition and adherence to healthy behaviors.\r\n\r\nThe broader impacts of the proposed project include improving the health of children with chronic health conditions.  The project will aim to help children with a broad array of health conditions, and will improve their knowledge on self-management behaviors (monitoring blood glucose levels, taking inhalers, avoiding nuts, etc.) so that children stay healthier and avoid hospitalization. These microgames can be built for a variety of hand-held devices, including mobile phones and digital music players, which allows for wide-spread adoption and use among today's technologically-adept youth.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Levine",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Robert J Levine",
   "pi_email_addr": "rlevine@archiemd.com",
   "nsf_id": "000068619",
   "pi_start_date": "2011-06-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "ArchieMD, Inc",
  "inst_street_address": "6420 CONGRESS AVE",
  "inst_street_address_2": "STE 2050",
  "inst_city_name": "BOCA RATON",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "5613914448",
  "inst_zip_code": "334872896",
  "inst_country_name": "United States",
  "cong_dist_code": "23",
  "st_cong_dist_code": "FL23",
  "org_lgl_bus_name": "ARCHIE MD INC.",
  "org_prnt_uei_num": "DU1VHNJBYHU5",
  "org_uei_num": "DU1VHNJBYHU5"
 },
 "perf_inst": {
  "perf_inst_name": "ArchieMD, Inc",
  "perf_str_addr": "6420 CONGRESS AVE",
  "perf_city_name": "BOCA RATON",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "334872896",
  "perf_ctry_code": "US",
  "perf_cong_dist": "23",
  "perf_st_cong_dist": "FL23",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150500",
   "pgm_ele_name": "STTR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1505",
   "pgm_ref_txt": "STTR PHASE I"
  },
  {
   "pgm_ref_code": "8031",
   "pgm_ref_txt": "Education Products"
  },
  {
   "pgm_ref_code": "8032",
   "pgm_ref_txt": "Software Services and Applications"
  },
  {
   "pgm_ref_code": "8042",
   "pgm_ref_txt": "Health and Safety"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 149982.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>ArchieMD believes that an approach that emphasizes games, visualizations and simulations, is the most effective way to teach science and health concepts. Our proposed effort was to develop a platform for microgames for Apple mobile devices (such as the iPod Touch, IPhone, and/or IPad) to aide children&rsquo;s adherence to preventative health behaviors.&nbsp; We aimed to create interactive, engaging games for children (ages 7-14) that could be accessed on their personal mobile device. The purpose of these games would be to instill knowledge and interest in maintaining their health.&nbsp;</p>\n<p>Mobile gaming is increasingly ubiquitous among children and presents a unique opportunity to harness their technical savvy and media-saturated lives to instill knowledge and healthy habits about their chronic condition.&nbsp; While video games have been used to teach health and science topics, very little research has been done to investigate the efficacy of mobile microgames as tools for encouraging healthy behavior.</p>\n<p>In Phase 1, we created &ldquo;Catch Your Breath&rdquo;; this is a microgame targeted at teaching children how to properly manage asthma. The objectives met in this proposal included designing the content for educational material. This involved developing the key learning objectives, which included the Mechanism of Illness (MOI), Causes, Symptoms, Triggers, Diagnosis, Treatment(s), and Medications (fast acting and long term control). The next objective we completed was to develop the prototype 3D models and visualizations for the modules, including high resolution instructional videos and unique touch-based interactives.&nbsp; Finally, our next objective we met was evaluating the prototype for usability and appeal amount the target users (children aged 7-13 years), which was done independently by an evaluation team from the University of Virginia.&nbsp;</p>\n<p>The results from this evaluation showed that the majority of participants liked the microgame (81.3%), found it mostly or very easy to play (78.1%) and mostly or very interesting (84.4%), and liked the way it looked (68.8%). Regarding utility, nearly all of the youth in the study perceived the microgame as mostly or very helpful in facilitating a better understanding of managing their asthma (90.6%,), and the majority found the information mostly or very easy to understand (75.0%) and perceived the amount of information to be &ldquo;just right&rdquo; (87.5%). Similarly, the majority of youth were mostly or very satisfied with the microgame overall (75.0%), and 71.9% endorsed that they would return to the game should they have any problems with their asthma management in the future. The majority of youth also indicated that they preferred the microgame over the standard educational brochure (83.9% and 16.1% respectively).</p>\n<p>&nbsp;While there was no statistically significant difference found from the pre-post comparison on measures of knowledge, asthma self-management beliefs, or asthma-related anxiety, there did appear to be a trend that indicated an increase in knowledge for those who used the microgame first over those who read the brochure first. There was also promising positive correlation, though not statistically significant, between youth&rsquo;s anxiety and their improvement on their asthma self-management beliefs.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/16/2013<br>\n\t\t\t\t\tModified by: Robert&nbsp;J&nbsp;Levine</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nArchieMD believes that an approach that emphasizes games, visualizations and simulations, is the most effective way to teach science and health concepts. Our proposed effort was to develop a platform for microgames for Apple mobile devices (such as the iPod Touch, IPhone, and/or IPad) to aide childrenÆs adherence to preventative health behaviors.  We aimed to create interactive, engaging games for children (ages 7-14) that could be accessed on their personal mobile device. The purpose of these games would be to instill knowledge and interest in maintaining their health. \n\nMobile gaming is increasingly ubiquitous among children and presents a unique opportunity to harness their technical savvy and media-saturated lives to instill knowledge and healthy habits about their chronic condition.  While video games have been used to teach health and science topics, very little research has been done to investigate the efficacy of mobile microgames as tools for encouraging healthy behavior.\n\nIn Phase 1, we created \"Catch Your Breath\"; this is a microgame targeted at teaching children how to properly manage asthma. The objectives met in this proposal included designing the content for educational material. This involved developing the key learning objectives, which included the Mechanism of Illness (MOI), Causes, Symptoms, Triggers, Diagnosis, Treatment(s), and Medications (fast acting and long term control). The next objective we completed was to develop the prototype 3D models and visualizations for the modules, including high resolution instructional videos and unique touch-based interactives.  Finally, our next objective we met was evaluating the prototype for usability and appeal amount the target users (children aged 7-13 years), which was done independently by an evaluation team from the University of Virginia. \n\nThe results from this evaluation showed that the majority of participants liked the microgame (81.3%), found it mostly or very easy to play (78.1%) and mostly or very interesting (84.4%), and liked the way it looked (68.8%). Regarding utility, nearly all of the youth in the study perceived the microgame as mostly or very helpful in facilitating a better understanding of managing their asthma (90.6%,), and the majority found the information mostly or very easy to understand (75.0%) and perceived the amount of information to be \"just right\" (87.5%). Similarly, the majority of youth were mostly or very satisfied with the microgame overall (75.0%), and 71.9% endorsed that they would return to the game should they have any problems with their asthma management in the future. The majority of youth also indicated that they preferred the microgame over the standard educational brochure (83.9% and 16.1% respectively).\n\n While there was no statistically significant difference found from the pre-post comparison on measures of knowledge, asthma self-management beliefs, or asthma-related anxiety, there did appear to be a trend that indicated an increase in knowledge for those who used the microgame first over those who read the brochure first. There was also promising positive correlation, though not statistically significant, between youthÆs anxiety and their improvement on their asthma self-management beliefs. \n\n \n\n\t\t\t\t\tLast Modified: 04/16/2013\n\n\t\t\t\t\tSubmitted by: Robert J Levine"
 }
}