{
 "awd_id": "1110981",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Improving Online Deliberation with Computational Supports for Frame Reflection",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Bainbridge",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 149063.0,
 "awd_amount": 149063.0,
 "awd_min_amd_letter_date": "2011-08-30",
 "awd_max_amd_letter_date": "2011-08-30",
 "awd_abstract_narration": "This research will involve designing, implementing, and evaluating computational tools to support frame reflection in processes of online political engagement. The internet, social media, and online communication have great potential as a platform for political engagement, from seeking political information to participating in political discussion and deliberation. The wealth of content available via the web can make for more informed discussion, and the fact that discussion can take place on a much larger scale than face-to-face forums offers the potential for participation by many and diverse groups. However, thus far, online political participation has not proven radically democratic. Rather, it has tended to reproduce preexisting inequalities and balkanization in political talk. The constantly and rapidly increasing quantity of political content produced on a daily basis can also be difficult to understand and evaluate, particularly with respect to how issues are framed. The latter is especially important given the fact that, as numerous researchers have shown, how issues are framed - that is, how they are formulated in terms of familiar assumptions, metaphors, and images - profoundly affects how citizens understand, assess, and act upon those issues.\r\n\r\nThis project will both leverage existing computational techniques and develop novel analytic approaches to encourage citizens to identify and evaluate the frames that underpin competing positions on issues. Through evaluation in two real-world settings, public deliberative forums and readers of political blogs, this work will make two distinct sets of contributions. First, this project will develop human-computer interaction design principles for interactive tools and visualizations involving complex computational techniques. These principles will help ensure that such tools are designed to be useful for, comprehensible to, and interpretable by users. Second, by examining the impacts of various computational interventions, this work will enhance political and social scientific understanding of online political deliberation, both in terms of how technology mediates the deliberative process, and in terms of how deliberation can be improved through increased awareness of and reflection about framing.\r\n\r\nThe immediate impacts of this research will take the form of tools deployed in real-world settings with politically engaged users, namely through a partnership with a non-partisan convener of online forums, and through public deployment among readers of political blogs. Additionally, the tools developed in this project will be made readily available for use by others, either in support of political deliberative processes or in other contexts. In the long term, the work has significant potential to improve understanding of political deliberation, and it provides an opportunity to explore alternative roles that technology can play in supporting political participation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Francesca",
   "pi_last_name": "Polletta",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Francesca Polletta",
   "pi_email_addr": "polletta@uci.edu",
   "nsf_id": "000539358",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "160 ALDRICH HALL",
  "perf_city_name": "IRVINE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926970001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "795300",
   "pgm_ele_name": "SOCIAL-COMPUTATIONAL SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7953",
   "pgm_ref_txt": "SOCIAL-COMPUTATIONAL SYSTEMS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 149063.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our goal was to develop computational techniques that could help ordinary people to understand and assess the &ldquo;frames&rdquo; underpinning positions on controversial political issues. Prior scholarship had shown that public opinion is powerfully affected by elite-produced frames, which are packages of ideas, metaphors, and images (compare, for example, healthcare discussed in terms of a &ldquo;market&rdquo; rather than a &ldquo;right&rdquo;). A smaller vein of scholarship has suggested that people may arrive at more thoughtful opinions by consciously reflecting on frames, but scholars know little about the conditions in which people can be encouraged to engage in frame reflection.</p>\n<p>In the first year of the grant, we developed a prototype visualization tool that showed linguistic patterns (via selectional preference learning) in arguments for and against cap and trade as a solution, but a controversial one, to the problem of global warming. In a controlled experiment, we did not find that using the visualization tool had a main effect on participants' subsequent ability to reflect on framing of the issue. For that reason, we next ran a series of focus groups to explore how people conceptualized frames. These produced important findings about frame recognition; among them, that people may be better able to recognize frames in terms of the perspectives of socially-situated groups than in terms of keywords like &ldquo;rights&rdquo; or &ldquo;market.&rdquo;&nbsp;</p>\n<p>In order to better understand how users might integrate frame reflection into their everyday news reading, we developed a version of the visualization tool called Reflext (a portmanteau of &ldquo;reflection&rdquo; and &ldquo;text&rdquo;) that analyzed content automatically mined from mainstream political news media as well as political blogs. In a 5-month long field study, participants&rsquo; use of the tool was observed. &nbsp;</p>\n<p>Scholars of framing acknowledge that there is little agreement on how to identify a frame. Accordingly, we sought to develop a text classifier that would match people&rsquo;s intuitive identification of frames. We first sought to ascertain the effects of drawing attention to a frame. Previous research showed that subjects who were asked the degree to which they believed in the existence of &ldquo;global warming&rdquo; consistently espoused lower levels of belief than those who were asked about the existence of &ldquo;climate change,&rdquo; especially among self-identified Republicans. Our study replicated this same prompt but gave some participants a brief explanation about framing and highlighted the language related to framing in the prompt. This study design allowed us to test the impact a frame-identifying tool might. The results showed that highlighting the framing eliminated the framing effect without increasing polarization. We took this as encouraging evidence supporting the development of tools that highlight framing automatically. We also built upon this study in a second one that compared the effects of frame highlighting with exposing subjects to materials instantiating competing frames. Previous research has shown that exposure to competing materials eliminates the frame effect, but our research suggested that frame reflection might do in way that did not return people to their na&iuml;ve &ldquo;unframed&rdquo; opinion. We are currently analyzing the results of that study.&nbsp;</p>\n<p>To develop the text classifier, we asked human annotators to highlight the passages in a collection of news articles that they saw as related to framing. These data were used to develop and train a machine classifier, which ultimately achieved performance approaching that of humans. This work both advances research in computational linguistics and provides results of interest for political communication scholars.</p>\n<p>More broadly, the project has produced new findings on the dynamics of and conditions for frame reflection. It has bridged research in human-computer interaction and in the social scientific study of public opinion. And it has begun to develop the practical tools that will allow people to reflect on mass mediated information in a way that makes for more thoughtful opinion.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2016<br>\n\t\t\t\t\tModified by: Francesca&nbsp;Polletta</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur goal was to develop computational techniques that could help ordinary people to understand and assess the \"frames\" underpinning positions on controversial political issues. Prior scholarship had shown that public opinion is powerfully affected by elite-produced frames, which are packages of ideas, metaphors, and images (compare, for example, healthcare discussed in terms of a \"market\" rather than a \"right\"). A smaller vein of scholarship has suggested that people may arrive at more thoughtful opinions by consciously reflecting on frames, but scholars know little about the conditions in which people can be encouraged to engage in frame reflection.\n\nIn the first year of the grant, we developed a prototype visualization tool that showed linguistic patterns (via selectional preference learning) in arguments for and against cap and trade as a solution, but a controversial one, to the problem of global warming. In a controlled experiment, we did not find that using the visualization tool had a main effect on participants' subsequent ability to reflect on framing of the issue. For that reason, we next ran a series of focus groups to explore how people conceptualized frames. These produced important findings about frame recognition; among them, that people may be better able to recognize frames in terms of the perspectives of socially-situated groups than in terms of keywords like \"rights\" or \"market.\" \n\nIn order to better understand how users might integrate frame reflection into their everyday news reading, we developed a version of the visualization tool called Reflext (a portmanteau of \"reflection\" and \"text\") that analyzed content automatically mined from mainstream political news media as well as political blogs. In a 5-month long field study, participants? use of the tool was observed.  \n\nScholars of framing acknowledge that there is little agreement on how to identify a frame. Accordingly, we sought to develop a text classifier that would match people?s intuitive identification of frames. We first sought to ascertain the effects of drawing attention to a frame. Previous research showed that subjects who were asked the degree to which they believed in the existence of \"global warming\" consistently espoused lower levels of belief than those who were asked about the existence of \"climate change,\" especially among self-identified Republicans. Our study replicated this same prompt but gave some participants a brief explanation about framing and highlighted the language related to framing in the prompt. This study design allowed us to test the impact a frame-identifying tool might. The results showed that highlighting the framing eliminated the framing effect without increasing polarization. We took this as encouraging evidence supporting the development of tools that highlight framing automatically. We also built upon this study in a second one that compared the effects of frame highlighting with exposing subjects to materials instantiating competing frames. Previous research has shown that exposure to competing materials eliminates the frame effect, but our research suggested that frame reflection might do in way that did not return people to their na&iuml;ve \"unframed\" opinion. We are currently analyzing the results of that study. \n\nTo develop the text classifier, we asked human annotators to highlight the passages in a collection of news articles that they saw as related to framing. These data were used to develop and train a machine classifier, which ultimately achieved performance approaching that of humans. This work both advances research in computational linguistics and provides results of interest for political communication scholars.\n\nMore broadly, the project has produced new findings on the dynamics of and conditions for frame reflection. It has bridged research in human-computer interaction and in the social scientific study of public opinion. And it has begun to develop the practical tools that will allow people to reflect on mass mediated information in a way that makes for more thoughtful opinion. \n\n \n\n\t\t\t\t\tLast Modified: 11/30/2016\n\n\t\t\t\t\tSubmitted by: Francesca Polletta"
 }
}