{
 "awd_id": "1110468",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERATION RESEARCH: Toward resolving lecanicephalidean familial relationships using morphology and molecules",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": "7032928227",
 "po_email": "smalcomb@nsf.gov",
 "po_sign_block_name": "Simon Malcomber",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2013-11-30",
 "tot_intn_awd_amt": 14555.0,
 "awd_amount": 14555.0,
 "awd_min_amd_letter_date": "2011-03-31",
 "awd_max_amd_letter_date": "2011-03-31",
 "awd_abstract_narration": "Tapeworms are gut-dwelling parasites known from all vertebrate classes. Tapeworms of sharks and rays have been useful bioindicators of elasmobranch migration, distribution, and feeding. The proposed research focuses on the elasmobranch tapeworm order Lecanicephalidea. Recent contributions to lecanicephalidean diversity (29 new species and 6 new genera in the past 10 years) have created a lag in our understanding family-level relationships of genera within this order resulting in the need for an updated classification. The specific goals of this study are to: (1) generate the first molecular phylogeny for a subset of lecanicephalidean genera; and (2) identify morphological characters supporting family-level relationships using standard techniques (light and scanning microscopy and histology) and novel techniques, traditionally not used in this group (transmission electron microscopy).\r\n\r\nThis study will add to our knowledge of tapeworm biodiversity, evolution, and to host-parasite relationships. Increased understanding of evolutionary relationships in this group will hone our predictions about diversity in selected hosts and geographic areas. A series of parasitology lectures will be taught to Kansas high school biology student, introducing Kansas parasites in the classroom and field, as well as elasmobranch tapeworms and their hosts. Collaborations will be fostered between parasitologists in the U.S., Mexico, and Czech Republic.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kirsten",
   "pi_last_name": "Jensen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kirsten Jensen",
   "pi_email_addr": "jensen@ku.edu",
   "nsf_id": "000111906",
   "pi_start_date": "2011-03-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joanna",
   "pi_last_name": "Cielocha",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Joanna J Cielocha",
   "pi_email_addr": "joanna.cielocha@rockhurst.edu",
   "nsf_id": "000580245",
   "pi_start_date": "2011-03-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kansas Center for Research Inc",
  "inst_street_address": "2385 IRVING HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "LAWRENCE",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7858643441",
  "inst_zip_code": "660457563",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "UNIVERSITY OF KANSAS CENTER FOR RESEARCH INC",
  "org_prnt_uei_num": "SSUJB3GSH8A5",
  "org_uei_num": "SSUJB3GSH8A5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kansas Center for Research Inc",
  "perf_str_addr": "2385 IRVING HILL RD",
  "perf_city_name": "LAWRENCE",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "660457563",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737400",
   "pgm_ele_name": "Systematics & Biodiversity Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 14555.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong>: Parasites are often small organisms, usually hidden from sight within their hosts. It has been suggested that ~40&ndash;50% of species on the planet are parasites. Apart from those of medical and economic importance, we know relatively little about the role of parasites in the ecosystem or even their biodiversity, especially for those living in the marine environment. This project focused on parasite diversity in a subset of historically neglected tapeworms parasitizing the spiral intestine of elasmobranchs in order to better understand their evolutionary history. We were able to (1) characterize their diversity by revising the group, including description of 2 genera and 5 species new to science, (2) shed light on their evolutionary relationships using molecular sequence data, (3) use the hypothesis of relationships to propose a revised classification for the group including resurrection of a family, and (4) identify morphological features characteristic of the respective groups using a combination of standard light microscopy and transmission electron microscopy not previously used in this system.</p>\n<p>Specifically, this project resulted in the reorganization of the family Lecanicephalidae and the re-establishment and reorganization of the family Cephalobothriidae. Results of the molecular phylogeny support membership of the following genera in the Lecanicephalidae: <em>Lecanicephalum</em>, <em>Tylocephalum, Hexacanalis, Stoibocephalum, </em>and a new genus. The latter two genera were formally proposed as part of this project. The close relationship of a subset of these taxa was supported by their possession of three pairs of excretory vessels. Collectively, members of this family parasitize as many as six different families of rays, though some genera exhibit greater host fidelity at the genus level. The molecular phylogeny supported the resurrection of the Cephalobothriidae to include the following genera: <em>Cephalobothrium </em>and <em>Adelobothrium</em>. Morphological features supporting this relationship include vitellaria that only extend to the level of the ovary, but not posterior to the ovary, and that wrap around discrete longitudinal muscle bundles. Interestingly, members of these two genera are only known to parasitize eagle rays in the genus <em>Aetobatus</em>.</p>\n<p>The application of transmission electron microscopy to this system resulted in the first detailed characterization of the ultrastructure of spermatozoa in this group. This work suggests a greater than expected variation in sperm morphology in the Lecanicephalidea.</p>\n<p><strong>Broader Impacts</strong>: Through this project, PI Cielocha developed and cultured lasting collaborations locally, nationally, and internationally. All aspects of the research were collaborative. As part of outreach activities, PI Cielocha partnered with local schools and conducted hands-on workshops with elementary to high-school aged students about parasites. PI Cielocha took an active role in educating the next generation of biologists about parasitology. More than 100 students, ranging from grade 4 to grade 12 were introduced to parasitology, and more specifically to elasmobranch tapeworm diveristy. These students came from very different backgrounds ranging from underrepresented middle-school children in the Kansas City Metro-Area to elementary aged and high-school juniors and seniors attending school in rural Nebraska. Nationally, both PIs participated in training and collaboration with experts in transmission electron microscopy (with collaborators at the University of Connecticut) resulting in a peer-reviewed publication, and in field expeditions (with collaborators in the South Carolina Department of Natural Resources and College of Charleston), resulting in the training of masters students at KU and collections of more than 30 elasmobranchs and their tapeworm pa...",
  "por_txt_cntn": "\nIntellectual Merit: Parasites are often small organisms, usually hidden from sight within their hosts. It has been suggested that ~40&ndash;50% of species on the planet are parasites. Apart from those of medical and economic importance, we know relatively little about the role of parasites in the ecosystem or even their biodiversity, especially for those living in the marine environment. This project focused on parasite diversity in a subset of historically neglected tapeworms parasitizing the spiral intestine of elasmobranchs in order to better understand their evolutionary history. We were able to (1) characterize their diversity by revising the group, including description of 2 genera and 5 species new to science, (2) shed light on their evolutionary relationships using molecular sequence data, (3) use the hypothesis of relationships to propose a revised classification for the group including resurrection of a family, and (4) identify morphological features characteristic of the respective groups using a combination of standard light microscopy and transmission electron microscopy not previously used in this system.\n\nSpecifically, this project resulted in the reorganization of the family Lecanicephalidae and the re-establishment and reorganization of the family Cephalobothriidae. Results of the molecular phylogeny support membership of the following genera in the Lecanicephalidae: Lecanicephalum, Tylocephalum, Hexacanalis, Stoibocephalum, and a new genus. The latter two genera were formally proposed as part of this project. The close relationship of a subset of these taxa was supported by their possession of three pairs of excretory vessels. Collectively, members of this family parasitize as many as six different families of rays, though some genera exhibit greater host fidelity at the genus level. The molecular phylogeny supported the resurrection of the Cephalobothriidae to include the following genera: Cephalobothrium and Adelobothrium. Morphological features supporting this relationship include vitellaria that only extend to the level of the ovary, but not posterior to the ovary, and that wrap around discrete longitudinal muscle bundles. Interestingly, members of these two genera are only known to parasitize eagle rays in the genus Aetobatus.\n\nThe application of transmission electron microscopy to this system resulted in the first detailed characterization of the ultrastructure of spermatozoa in this group. This work suggests a greater than expected variation in sperm morphology in the Lecanicephalidea.\n\nBroader Impacts: Through this project, PI Cielocha developed and cultured lasting collaborations locally, nationally, and internationally. All aspects of the research were collaborative. As part of outreach activities, PI Cielocha partnered with local schools and conducted hands-on workshops with elementary to high-school aged students about parasites. PI Cielocha took an active role in educating the next generation of biologists about parasitology. More than 100 students, ranging from grade 4 to grade 12 were introduced to parasitology, and more specifically to elasmobranch tapeworm diveristy. These students came from very different backgrounds ranging from underrepresented middle-school children in the Kansas City Metro-Area to elementary aged and high-school juniors and seniors attending school in rural Nebraska. Nationally, both PIs participated in training and collaboration with experts in transmission electron microscopy (with collaborators at the University of Connecticut) resulting in a peer-reviewed publication, and in field expeditions (with collaborators in the South Carolina Department of Natural Resources and College of Charleston), resulting in the training of masters students at KU and collections of more than 30 elasmobranchs and their tapeworm parasites directly relevant to this and future studies. Internationally, PI Cielocha collaborated with experts on lecanicephalidean spermatozoa in the Czech Repu..."
 }
}