{
 "awd_id": "1110557",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: Inducible egg stacking defends against parasitism in a seed beetle",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Saran Twombly",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 8238.0,
 "awd_amount": 8238.0,
 "awd_min_amd_letter_date": "2011-04-14",
 "awd_max_amd_letter_date": "2011-04-14",
 "awd_abstract_narration": "A broad range of organisms appears able to predict the harshness of future environments and to change the quality of their offspring accordingly. This project focuses on a common beetle that lays stacks of two eggs in order to protect the lower egg from an egg parasitoid and to increase its survival.. Top eggs have reduced mass relative to bottom eggs, and do not complete development, even in the absnce of parasitism. While stacking eggs improves the quality of the bottom-most eggs, it requires more resources and therefore decreases the number of offspring that can be produced. Female beetles anticipate this tradeoff by reducing the nutrients allocated to the sacrificial (top) eggs before they are laid, but the cues eliciting nutrient reallocation and stacking behavior are currently unknown. The researchers will initiate a series of experiments to determine the specific environmental cues responsible for stacking behavior and the sensitivity of female beetles to these cues. They predict that both chemical and volatile cues from the parasitoid cause the stacking response; and that beetles adjust the number of stacks they produce in response to parasitoid density.\r\n\r\nThe beetle-wasp interaction system offers special opportunities for communicating the excitement of scientific discovery to young people. The research has been used in K-12 classes and public settings to illustrate insect diversity and to teach ecological interactions such as herbivory and parasitism. Over the course of the project, outreach using this interspecific interaction will be continued through an elementary and middle school outreach program at the University of Arizona, Insect Discovery. In addition, undergraduate students recruited from under-served groups in biology will participate in the project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Martha",
   "pi_last_name": "Hunter",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Martha S Hunter",
   "pi_email_addr": "mhunter@ag.arizona.edu",
   "nsf_id": "000085395",
   "pi_start_date": "2011-04-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Deas, Jr.",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph Deas, Jr.",
   "pi_email_addr": "jbdeas@email.arizona.edu",
   "nsf_id": "000548505",
   "pi_start_date": "2011-04-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1182",
   "pgm_ref_txt": "POP & COMMUNITY ECOL PROG"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 8238.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>When laying eggs, there are many different cues a female animal is exposed to that provide information about the types of hazards (e.g., desiccation, predation, parasitism) and their probability of encounter. If the maternal environment is predictive of the offspring environment, this may lead to the evolution of mechanisms under maternal control that can enhance offspring survival in hazardous environments. Females of the seed beetle species <em>Mimosestes amicus</em> exhibit egg stacking, a protective oviposition behavior in which a mother will lay 1-3 eggs atop another egg in order to protect the bottom egg from parasitic wasps that seek to lay their own eggs (1 per egg) inside of it.</p>\n<p><span style=\"white-space: pre;\"> </span>For the project, &ldquo;DISSERTATION RESEARCH: Inducible egg stacking defends against parasitism in a seed beetle,&rdquo; we sought to address two objectives: identify the chemical cues that trigger a protective oviposition behavior in <em>M. amicus</em> mothers, and determine whether these mothers adjust the frequency and level of protection in response to the level of parasitism risk. In regards to the first objective, we found that beetles use parasitized eggs as a cue for assessing parasitism risk in the environment. We were able to determine that volatile chemicals were likely not responsible for triggering egg stacking behavior. GCMS analyses suggested that a long-chain alkane was a likely candidate, but we were unable to confirm this before the completion of the project. In the laboratory, we observed female parasitoids that appear to transfer a substance to the surface of eggs after parasitisation &ndash; this may be a host discrimination cue to deter other parasitoid females from superparasitizing the same egg. We have also observed seed beetle females drumming egg surfaces with their maxillary palps, which may be how the assess the health of eggs in the environment.</p>\n<p><span style=\"white-space: pre;\"> </span>In regards to the second objective, we found that depending on how frequently they encounter parasitized eggs, females will exhibit a graded response to increasing levels of parasitism risk. With increasing exposure to parasitized eggs across seed pods, females will reduce oviposition rate, and increase the frequency and level of the stacking response. Females also exhibited avoidance behavior - even when 60% of the seed pods bore respond to parasitism risk in a manner that conserves the use of eggs as protective shields. In another experiment, we sought to test how beetles modify the egg stacking behavior in response to host availability. Access to hosts constrains the number of oviposition opportunities, and hence, the number of eggs that can be laid in a particular period of time. Females are expected to increase the number of eggs per clutch in response to low access to hosts and large numbers of eggs relative to age (time limitation), and decrease the number of eggs per clutch in response to high access to hosts and few eggs relative to age. Applying this reasoning to egg stacking, we expected females to lay a higher frequency of stacks and more eggs per stack when given low access to hosts, and a lower frequency of stacks and fewer eggs per stack when given high access to hosts. Our results matched these predictions, indicating that the protective oviposition behavior operates under the same physiological rules that constrain clutch size behavior. When interpreting all of these experiments together, we can see that spatial and temporal variation in parasitism cues and temporal variation in oviposition opportunities strongly influenced the evolution of fine-tuned flexibility in the egg protection strategy.</p>\n<p><span style=\"white-space: pre;\"> </span>Our results support the emerging understanding that solitary insect hosts that do not exhibit parental care may use a sophi...",
  "por_txt_cntn": "\n When laying eggs, there are many different cues a female animal is exposed to that provide information about the types of hazards (e.g., desiccation, predation, parasitism) and their probability of encounter. If the maternal environment is predictive of the offspring environment, this may lead to the evolution of mechanisms under maternal control that can enhance offspring survival in hazardous environments. Females of the seed beetle species Mimosestes amicus exhibit egg stacking, a protective oviposition behavior in which a mother will lay 1-3 eggs atop another egg in order to protect the bottom egg from parasitic wasps that seek to lay their own eggs (1 per egg) inside of it.\n\n For the project, \"DISSERTATION RESEARCH: Inducible egg stacking defends against parasitism in a seed beetle,\" we sought to address two objectives: identify the chemical cues that trigger a protective oviposition behavior in M. amicus mothers, and determine whether these mothers adjust the frequency and level of protection in response to the level of parasitism risk. In regards to the first objective, we found that beetles use parasitized eggs as a cue for assessing parasitism risk in the environment. We were able to determine that volatile chemicals were likely not responsible for triggering egg stacking behavior. GCMS analyses suggested that a long-chain alkane was a likely candidate, but we were unable to confirm this before the completion of the project. In the laboratory, we observed female parasitoids that appear to transfer a substance to the surface of eggs after parasitisation &ndash; this may be a host discrimination cue to deter other parasitoid females from superparasitizing the same egg. We have also observed seed beetle females drumming egg surfaces with their maxillary palps, which may be how the assess the health of eggs in the environment.\n\n In regards to the second objective, we found that depending on how frequently they encounter parasitized eggs, females will exhibit a graded response to increasing levels of parasitism risk. With increasing exposure to parasitized eggs across seed pods, females will reduce oviposition rate, and increase the frequency and level of the stacking response. Females also exhibited avoidance behavior - even when 60% of the seed pods bore respond to parasitism risk in a manner that conserves the use of eggs as protective shields. In another experiment, we sought to test how beetles modify the egg stacking behavior in response to host availability. Access to hosts constrains the number of oviposition opportunities, and hence, the number of eggs that can be laid in a particular period of time. Females are expected to increase the number of eggs per clutch in response to low access to hosts and large numbers of eggs relative to age (time limitation), and decrease the number of eggs per clutch in response to high access to hosts and few eggs relative to age. Applying this reasoning to egg stacking, we expected females to lay a higher frequency of stacks and more eggs per stack when given low access to hosts, and a lower frequency of stacks and fewer eggs per stack when given high access to hosts. Our results matched these predictions, indicating that the protective oviposition behavior operates under the same physiological rules that constrain clutch size behavior. When interpreting all of these experiments together, we can see that spatial and temporal variation in parasitism cues and temporal variation in oviposition opportunities strongly influenced the evolution of fine-tuned flexibility in the egg protection strategy.\n\n Our results support the emerging understanding that solitary insect hosts that do not exhibit parental care may use a sophisticated means of assessing risk and protecting offspring. On a larger scale, oviposition avoidance behaviours may represent nonconsumptive effects imposed by natural enemies, in which the presence of a natural enemy causes a costly change in host (or prey) behaviou..."
 }
}