{
 "awd_id": "1110822",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Cloning of a CNS Membrane Estrogen Receptor",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": "7032928167",
 "po_email": "ethiels@nsf.gov",
 "po_sign_block_name": "Edda Thiels",
 "awd_eff_date": "2011-03-15",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2011-03-15",
 "awd_max_amd_letter_date": "2011-03-15",
 "awd_abstract_narration": "Estrogens are steroid hormones that affect virtually every tissue in the body including the brain.  All of the actions of estrogen have been ascribed to its binding to the ?classical? intracellular estrogen receptors ERá and ERâ and subsequent gene activation, which is a slow event.  However, there is overwhelming physiological evidence that estrogens have rapid effects in the brain and other non-neural tissues that do not involve these classical receptors but rather is thought to involve a plasma membrane localized estrogen receptor. Indeed, a novel compound called STX has been synthesized that selectively activates this membrane estrogen receptor and mediates many of the physiological processes ascribed to estrogen without the growth promoting effects.   The structure of the membrane estrogen receptor is not yet known although aspects of its cell signaling properties have been elucidated. Therefore, this project aims to identify and clone the membrane estrogen receptor using well-established functional cloning strategies. The specific sites expressing the membrane estrogen receptor will be identified in the brain and non-neural tissues by our two neuroscience graduate students. Identification of the membrane estrogen receptor will break new ground and generate new approaches for studying estrogen biology in particular physiological functions (energy and bone homeostasis, temperature regulation, stress responses, circadian rhythms, sleep cycles, learning/memory and mood) that become dis-regulated in hypo-estrogenic states in females (e.g., menopause). In addition, students and fellows world-wide have utilized STX to probe the function of the membrane estrogen receptor in multiple tissues (brain, bone, liver, and pancreas) and will benefit tremendously from having the membrane estrogen receptor clone since the gene sequence of the cloned estrogen receptor will be deposited immediately in GeneBank for the broader research community. Therefore, cloning the membrane estrogen receptor will have an enormous benefit not only for neuroscientists but for students of life sciences worldwide.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Martin",
   "pi_last_name": "Kelly",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Martin J Kelly",
   "pi_email_addr": "kellym@ohsu.edu",
   "nsf_id": "000554596",
   "pi_start_date": "2011-03-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Oline",
   "pi_last_name": "Ronnekleiv",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Oline K Ronnekleiv",
   "pi_email_addr": "ronnekle@ohsu.edu",
   "nsf_id": "000372793",
   "pi_start_date": "2011-03-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yuan",
   "pi_last_name": "Fang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yuan Fang",
   "pi_email_addr": "fangy@ohsu.edu",
   "nsf_id": "000580128",
   "pi_start_date": "2011-03-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon Health & Science University",
  "inst_street_address": "3181 SW SAM JACKSON PARK RD",
  "inst_street_address_2": "",
  "inst_city_name": "PORTLAND",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5034947784",
  "inst_zip_code": "972393011",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OR01",
  "org_lgl_bus_name": "OREGON HEALTH & SCIENCE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPSNT86JKN51"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon Health & Science University",
  "perf_str_addr": "3181 SW SAM JACKSON PARK RD",
  "perf_city_name": "PORTLAND",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "972393011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OR01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771400",
   "pgm_ele_name": "Modulation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Estrogens affect virtually every tissue in the body. Our knowledge of where and how estrogens signal has been dictated by the localization and expression of the estrogen receptors/transcription factors ER&alpha; and ER&beta;. However, there is little doubt that 17&beta;-estradiol (E2) has actions in neural and non-neural tissues that do not require these classical receptors. Indeed, a putative mER that is Gq-coupled (Gq-mER) and allows E<span style=\"font-size: 10px;\">2</span>&nbsp;to function like a neurotransmitter has been identified. E2 is the master hormone in the female to affect neural signaling not only in the hypothalamus for the control of homeostatic functions but also on &ldquo;higher&rdquo; brain regions involved in sensory processing (e.g., thalamus), cognition (e.g., hippocampus), mood and affect (e.g., amygdala). This Gq-mER appears to be involved in many of these CNS functions.&nbsp; Many labs have established rapid, direct effects of E2, and more recently of the Gq-mER selective ligand STX, in CNS neurons controlling these systems. Therefore, the molecular identification of Gq-mER signaling complexes gives us tools to investigate the pleiotropic actions of E2 in the CNS.</p>\n<p>&nbsp; <strong>&nbsp;</strong></p>\n<p>Our quintessential multi-disciplinary team project, which included postdoctoral fellows, graduate students, undergraduates and high-school students, have identified a novel class of receptors, protease-activated receptors (PARs) that are partners for mediating rapid signaling of E2 in the CNS.&nbsp; We determined that PAR transcripts are expressed in the hypothalamus and have begun electrophysiological studies to elucidate PAR1 synergism with Gq-mER signaling in proopiomelanocortin (POMC) neurons.&nbsp; In addition, we have initiated studies to characterize the collaboration between PAR1 and Gq-mER signaling in human platelets, a model system for studying PAR signaling.&nbsp; Since OHSU is uniquely suited to recruit students of cellular/molecular biology that are interested in systems neurobiological approaches, this NSF funded project has been &ldquo;win-win&rdquo; collaboration between faculty and students.&nbsp; We have had a continual stream of students that have gone on to careers in science. We have a comprehensive plan for resource sharing of the selective Gq-mER ligand STX (US Patent #7,196,119) worldwide, which has benefited a large number of labs at academic institutions (in Belgium, Canada, China, Germany, Great Brittan, Japan, Spain and USA). Moreover, our studies have encouraged all young investigators to use a systems approach to identify new molecules (e.g., receptors) using an integrative knowledge of molecular biology, cellular physiology/pharmacology and circuit analysis. Finally, our studies have significantly enhanced our understanding of basic systems-wide mechanisms underlying the complex physiological responses of E2<sub> </sub>in the CNS.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/07/2015<br>\n\t\t\t\t\tModified by: Martin&nbsp;J&nbsp;Kelly</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEstrogens affect virtually every tissue in the body. Our knowledge of where and how estrogens signal has been dictated by the localization and expression of the estrogen receptors/transcription factors ER&alpha; and ER&beta;. However, there is little doubt that 17&beta;-estradiol (E2) has actions in neural and non-neural tissues that do not require these classical receptors. Indeed, a putative mER that is Gq-coupled (Gq-mER) and allows E2 to function like a neurotransmitter has been identified. E2 is the master hormone in the female to affect neural signaling not only in the hypothalamus for the control of homeostatic functions but also on \"higher\" brain regions involved in sensory processing (e.g., thalamus), cognition (e.g., hippocampus), mood and affect (e.g., amygdala). This Gq-mER appears to be involved in many of these CNS functions.  Many labs have established rapid, direct effects of E2, and more recently of the Gq-mER selective ligand STX, in CNS neurons controlling these systems. Therefore, the molecular identification of Gq-mER signaling complexes gives us tools to investigate the pleiotropic actions of E2 in the CNS.\n\n   \n\nOur quintessential multi-disciplinary team project, which included postdoctoral fellows, graduate students, undergraduates and high-school students, have identified a novel class of receptors, protease-activated receptors (PARs) that are partners for mediating rapid signaling of E2 in the CNS.  We determined that PAR transcripts are expressed in the hypothalamus and have begun electrophysiological studies to elucidate PAR1 synergism with Gq-mER signaling in proopiomelanocortin (POMC) neurons.  In addition, we have initiated studies to characterize the collaboration between PAR1 and Gq-mER signaling in human platelets, a model system for studying PAR signaling.  Since OHSU is uniquely suited to recruit students of cellular/molecular biology that are interested in systems neurobiological approaches, this NSF funded project has been \"win-win\" collaboration between faculty and students.  We have had a continual stream of students that have gone on to careers in science. We have a comprehensive plan for resource sharing of the selective Gq-mER ligand STX (US Patent #7,196,119) worldwide, which has benefited a large number of labs at academic institutions (in Belgium, Canada, China, Germany, Great Brittan, Japan, Spain and USA). Moreover, our studies have encouraged all young investigators to use a systems approach to identify new molecules (e.g., receptors) using an integrative knowledge of molecular biology, cellular physiology/pharmacology and circuit analysis. Finally, our studies have significantly enhanced our understanding of basic systems-wide mechanisms underlying the complex physiological responses of E2 in the CNS.\n\n \n\n\t\t\t\t\tLast Modified: 04/07/2015\n\n\t\t\t\t\tSubmitted by: Martin J Kelly"
 }
}