{
 "awd_id": "1110223",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STTR Phase I:  Use of Serious Games to Improve Learning Outcomes in Engineering Programs",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Glenn H. Larsen",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 165000.0,
 "awd_min_amd_letter_date": "2011-06-09",
 "awd_max_amd_letter_date": "2012-06-19",
 "awd_abstract_narration": "This Small Business Technology Transfer Phase 1 project combines the game-based learning scenario development and business entrepreneurship expertise of Toolwire Inc., with the instructional material development and evaluation expertise of the Laboratory for Innovative Technology and Engineering Education (LITEE) at Auburn University. They worked together to develop a pilot version of an engineering design Smart Scenario that included information on the Challenger STS 51-L case study. This was implemented in introductory engineering classes and an evaluation showed that the students perceived that they learned the subject matter deeply due to the gaming nature of this pilot. This evaluation reinforces results from earlier research that shows that serious games have the ability to improve student engagement, positively affect learning, and help retain students in engineering. This project will design and develop serious games in the four topics of engineering design, communications, ethics, and industrial safety for use in introductory engineering classes. These games will be implemented in introductory engineering classes. The evaluation methodology will use a Presage-Pedagogy-Process-Product-model using control and experimental classes. Data will be collected based on constructs designed to measure the variables in the 4-P model. The intellectual merit of this proposal is that it develops, implements, and tests a set of games that emphasize developing capabilities in addition to content, brings real-world problems into classrooms, uses gaming-technologies to mediate learning, includes assessment methodology in the games, and provides students multiple iterations to learn the concepts, thereby changing the approach to both teaching and learning in an introductory course.\r\n\r\nThe broader impact/commercial potential of this project is its ability to directly provide massively effective parallel education in engineering by being scalable to different levels of classes, using compelling scenarios that lead to deep learning, triggering brain chemistry through games that better engages students in learning while being available anytime, anywhere through secure, web-based services. This combination of highly engaging ?active learning by doing? on advanced technology platforms achieves lower costs of delivery, greater long-term adoption of material in workforce development, improved user experiences and lower dropout rates. These serious games produce continuous experiential learning cycles for both students and teachers alike in both classroom and workplace contexts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Lynch",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen H Lynch",
   "pi_email_addr": "slynch@toolwire.com",
   "nsf_id": "000573237",
   "pi_start_date": "2011-06-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "P.",
   "pi_last_name": "Raju",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "P. K Raju",
   "pi_email_addr": "pkraju@eng.auburn.edu",
   "nsf_id": "000292474",
   "pi_start_date": "2011-06-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Toolwire, Inc",
  "inst_street_address": "6150 Stoneridge Mall Road",
  "inst_street_address_2": "Suite 190",
  "inst_city_name": "Pleasanton",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6172756656",
  "inst_zip_code": "945883238",
  "inst_country_name": "United States",
  "cong_dist_code": "14",
  "st_cong_dist_code": "CA14",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Auburn University",
  "perf_str_addr": "321-A INGRAM HALL",
  "perf_city_name": "AUBURN",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "368490001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150500",
   "pgm_ele_name": "STTR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "113E",
   "pgm_ref_txt": "ENG CURRICULUMN DEVELOPMENT"
  },
  {
   "pgm_ref_code": "1505",
   "pgm_ref_txt": "STTR PHASE I"
  },
  {
   "pgm_ref_code": "8031",
   "pgm_ref_txt": "Education Products"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Overview</strong></p>\n<p><a title=\"Toolwire Home Page\" href=\"http://toolwire.com\" target=\"_blank\">Toolwire</a>, a learning solutions provider and a small company, has been developing instructional materials since 1999 and sought to begin developing serious games to address learning issues. &nbsp; The company therefore teamed up with the Laboratory for Innovative Technology and Engineering Education (LITEE) at Auburn University.&nbsp; In this project, the game-based learning scenario development and business entrepreneurship expertise of Toolwire was combined with the instructional material development and evaluation expertise of LITEE.&nbsp;</p>\n<p>We divided the project into <strong>three periods</strong>.&nbsp; In <strong>Period I</strong> (Sept.-Nov. 2010), we developed and tested two SmartScenarios: Engineering design&nbsp;<span>SmartScenario</span>&nbsp;and the Communication <span>SmartScenario</span>.<strong>&nbsp; Period II&nbsp;</strong>(Nov. 2010-Feb. 2012) involved<strong>&nbsp;</strong>the development and testing of design, communication and cross cultural communication serious games, and marketing of the games.&nbsp;<strong> Period III </strong>(Feb. 2012-Jan. 2013) involved the design, development and testing of the design serious game and the concept tutors.&nbsp;</p>\n<p><strong>Research Findings</strong></p>\n<p>The purpose of the mixed-methods evaluation was to determine the extent to which the use of a serious game (herein referred to as a computer simulation activity) was helpful to students&rsquo; learning of engineering design concepts.&nbsp; This was tested by the use of a Presage-Pedagogy-Process-Product (4P) Model and in a control (n=63) versus treatment group (n=75) at Auburn University and Hampton University.&nbsp; Students in the treatment groups took the pre-test on engineering design, experienced the engineering design lecture, read the textbook, completed the computer simulation activity (CSA), constructed the Pasta Tower (PT), and completed the post-test on engineering design.&nbsp; Students in the control groups took the pre-test on engineering design, experienced the engineering design lecture, read the textbook, completed an activity related to statistics, constructed the Pasta Tower (PT), and completed the post-test on engineering design.&nbsp;</p>\n<p>The general consensus among the treatment group who participated in the CSA was that it was a helpful tool for preparing them to conduct the pasta tower project.&nbsp; We found that students who participated in the CSA prior to building their project performed at a higher level than students who did not participate in the CSA. When examining the perceived gains in higher order cognitive skills of students, we observed higher perceived gains in female students who participated in the CSA than those who did not participate in the CSA. With regard to perceived concentration, we observed a higher overall level of perceived concentration in students who participated in the CSA versus those in the control group. When examining the perceived concentration of students who preferred reflective, sensing, visual or global learning, we observed higher levels of concentration in students who participated in the CSA versus those who did not. We also observed that students who prefer visual learning scored higher on the project if they participated in the CSA prior to the exercise. With regard to perceived attitude and learning styles, we observed that students who prefer reflective, sensing, and visual learning perceived higher levels of attitude if they participated in the CSA versus those who did not.&nbsp; Additional research is necessary in Phase II to confirm these findings.</p>\n<p><strong>Future Directions for the CSA</strong></p>\n<p>Students indicated a preference for the CSA environment over attending lectures or reading the textbook. Many acknowledged an innate preference for hands-...",
  "por_txt_cntn": "\nOverview\n\nToolwire, a learning solutions provider and a small company, has been developing instructional materials since 1999 and sought to begin developing serious games to address learning issues.   The company therefore teamed up with the Laboratory for Innovative Technology and Engineering Education (LITEE) at Auburn University.  In this project, the game-based learning scenario development and business entrepreneurship expertise of Toolwire was combined with the instructional material development and evaluation expertise of LITEE. \n\nWe divided the project into three periods.  In Period I (Sept.-Nov. 2010), we developed and tested two SmartScenarios: Engineering design SmartScenario and the Communication SmartScenario.  Period II (Nov. 2010-Feb. 2012) involved the development and testing of design, communication and cross cultural communication serious games, and marketing of the games.  Period III (Feb. 2012-Jan. 2013) involved the design, development and testing of the design serious game and the concept tutors. \n\nResearch Findings\n\nThe purpose of the mixed-methods evaluation was to determine the extent to which the use of a serious game (herein referred to as a computer simulation activity) was helpful to studentsÆ learning of engineering design concepts.  This was tested by the use of a Presage-Pedagogy-Process-Product (4P) Model and in a control (n=63) versus treatment group (n=75) at Auburn University and Hampton University.  Students in the treatment groups took the pre-test on engineering design, experienced the engineering design lecture, read the textbook, completed the computer simulation activity (CSA), constructed the Pasta Tower (PT), and completed the post-test on engineering design.  Students in the control groups took the pre-test on engineering design, experienced the engineering design lecture, read the textbook, completed an activity related to statistics, constructed the Pasta Tower (PT), and completed the post-test on engineering design. \n\nThe general consensus among the treatment group who participated in the CSA was that it was a helpful tool for preparing them to conduct the pasta tower project.  We found that students who participated in the CSA prior to building their project performed at a higher level than students who did not participate in the CSA. When examining the perceived gains in higher order cognitive skills of students, we observed higher perceived gains in female students who participated in the CSA than those who did not participate in the CSA. With regard to perceived concentration, we observed a higher overall level of perceived concentration in students who participated in the CSA versus those in the control group. When examining the perceived concentration of students who preferred reflective, sensing, visual or global learning, we observed higher levels of concentration in students who participated in the CSA versus those who did not. We also observed that students who prefer visual learning scored higher on the project if they participated in the CSA prior to the exercise. With regard to perceived attitude and learning styles, we observed that students who prefer reflective, sensing, and visual learning perceived higher levels of attitude if they participated in the CSA versus those who did not.  Additional research is necessary in Phase II to confirm these findings.\n\nFuture Directions for the CSA\n\nStudents indicated a preference for the CSA environment over attending lectures or reading the textbook. Many acknowledged an innate preference for hands-on activities, but the CSA was seen as a 'next best thing' if hands-on experiences were not feasible.  Many students indicated they would have voluntarily played this game, even in its current 'draft' form. It is safe to assume that targeted design revisions would add to the appeal and effectiveness of the game.  A game-based activity such as the one provided by the CSA would make for an effective and compelling supplement to the ..."
 }
}