{
 "awd_id": "1110633",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: How life history influences host manipulation by parasites in the California fiddler crab, Uca crenulata",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": "7032927202",
 "po_email": "melekoni@nsf.gov",
 "po_sign_block_name": "Michelle Elekonich",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 14849.0,
 "awd_amount": 14849.0,
 "awd_min_amd_letter_date": "2011-06-01",
 "awd_max_amd_letter_date": "2011-06-01",
 "awd_abstract_narration": "Many parasites manipulate host behavior to enhance parasite transmission and reproductive success. Often ?risky? behaviors become intensified and make intermediate hosts more susceptible to predation by final hosts; this step is crucial for life cycle completion. While parasitism is the most common lifestyle on Earth, many aspects of host-parasite relationships remain poorly understood. First, parasites exhibit considerable variation in their manipulative effort. Recent theoretical models suggest that this variation arises from differences in parasite lifespan. Shorter-lived parasites should exhibit more manipulative effort than longer-lived species to achieve transmission before death. Manipulative strategies may also vary across parasite development to minimize mortality. Specifically, parasites should suppress risky host behaviors when immature, and enhance them once infective to final hosts. In addition, little is known about the relationship between manipulative parasites and host sexual signals. While parasites generally decrease a host?s ability to attract mates and reproduce, manipulative species could increase sexual signals to make hosts more attractive to predators, but also to potential mates. Paradoxically, infected individuals would experience higher short-term mating success, as well as increased mortality via predation.  This view runs counter to conventional models, and would reveal a new role for parasites in sexual signal evolution. These hypotheses will be tested in the lab and field using naturally and experimentally infected fiddler crab populations from Southern California. Courtship and anti-predator behaviors will be quantified across parasite development to determine how parasitic effects change through time. Predation trials will reveal how parasites influence host predation and mortality. This research will contribute to our understanding of host-parasite evolutionary dynamics and how manipulative parasites influence host sexual signal evolution. Zuk and Mora will disseminate their results to outreach organizations and to the general public during citizen science events organized by Mora and nature reserve managers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marlene",
   "pi_last_name": "Zuk",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marlene Zuk",
   "pi_email_addr": "mzuk@umn.edu",
   "nsf_id": "000470190",
   "pi_start_date": "2011-06-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Adrienne",
   "pi_last_name": "Mora",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Adrienne B Mora",
   "pi_email_addr": "adrienne.mora@email.ucr.edu",
   "nsf_id": "000581104",
   "pi_start_date": "2011-06-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "200 UNIVERSTY OFC BUILDING",
  "perf_city_name": "RIVERSIDE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 14849.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Many parasites manipulate host behavior to enhance their transmission and reproductive success. Often &ldquo;risky&rdquo; behaviors become intensified and make intermediate hosts more susceptible to predation by final hosts; this step is crucial for life cycle completion. For example, a fish that becomes infected with a worm may swim closer to the surface of the water, making it more likely to be eaten by a bird that is the final host for the parasite.</p>\n<p>While parasitism is the most common lifestyle on Earth, the ways that parasites manipulate their hosts remain poorly understood. Some researchers suggest that this variation arises from differences in parasite lifespan. Shorter-lived parasites should exhibit more manipulative effort than longer-lived species to achieve transmission before death. Manipulative strategies may also vary across parasite development to minimize mortality. Specifically, parasites should <em>suppress</em> risky host behaviors when immature, and <em>enhance </em>them once infective to final hosts.</p>\n<p>We studied the effects of trematode parasites on fiddler crabs, common inhabitants of the intertidal zone in California. The juvenile forms of these parasites are shed by birds, and then are eaten by marine snails. The snails in turn release another form of the parasite, which then enter a fiddler crab. Finally, once the crab is eaten by a bird, the parasite&rsquo;s life cycle is complete. The trematodes might manipulate their crab hosts to increase their being eaten by birds in several ways, but we were particularly interested in the way that the male crab&rsquo;s signals might be affected. Male fiddler crabs wave their enlarged claws to attract females, but of course such behavior makes them more conspicuous in general. What if the parasites make the male crabs they infect signal more, rather than less? This would have the paradoxical effect of making the crabs more likely to be detected by predators but also more attractive to females. &nbsp;&nbsp;Parasites are conventionally viewed as exerting solely negative effects on host sexual signals, but in this system, parasites may actually <em>enhance</em> host sexual signaling to increase predation risk and facilitate parasite transmission and life cycle completion. If hosts are unable to mount an effective immune response to infection, an increase in sexual signaling may partially offset the costs of parasitism through enhanced short-term mating success.</p>\n<p>Our experiments used naturally-infected fiddler crabs to test this idea. Indeed, we found that trematode-infected males actually signaled more than uninfected males, which should make them more conspicuous to birds but also more likely to attract females. The male crabs also pay another price for their enlarged claw: it makes it more difficult to groom off the larvae of the trematodes.</p>\n<p>Lastly, this research has important ecological implications, as crabs are primary food sources for a number of shore bird species, some of which are threatened. Parasites have been shown to play a key role in the energetics of wetlands, and results from our work will underscores the role of parasites in strengthening food web links in sensitive ecosystems.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/11/2014<br>\n\t\t\t\t\tModified by: Marlene&nbsp;Zuk</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMany parasites manipulate host behavior to enhance their transmission and reproductive success. Often \"risky\" behaviors become intensified and make intermediate hosts more susceptible to predation by final hosts; this step is crucial for life cycle completion. For example, a fish that becomes infected with a worm may swim closer to the surface of the water, making it more likely to be eaten by a bird that is the final host for the parasite.\n\nWhile parasitism is the most common lifestyle on Earth, the ways that parasites manipulate their hosts remain poorly understood. Some researchers suggest that this variation arises from differences in parasite lifespan. Shorter-lived parasites should exhibit more manipulative effort than longer-lived species to achieve transmission before death. Manipulative strategies may also vary across parasite development to minimize mortality. Specifically, parasites should suppress risky host behaviors when immature, and enhance them once infective to final hosts.\n\nWe studied the effects of trematode parasites on fiddler crabs, common inhabitants of the intertidal zone in California. The juvenile forms of these parasites are shed by birds, and then are eaten by marine snails. The snails in turn release another form of the parasite, which then enter a fiddler crab. Finally, once the crab is eaten by a bird, the parasiteÆs life cycle is complete. The trematodes might manipulate their crab hosts to increase their being eaten by birds in several ways, but we were particularly interested in the way that the male crabÆs signals might be affected. Male fiddler crabs wave their enlarged claws to attract females, but of course such behavior makes them more conspicuous in general. What if the parasites make the male crabs they infect signal more, rather than less? This would have the paradoxical effect of making the crabs more likely to be detected by predators but also more attractive to females.   Parasites are conventionally viewed as exerting solely negative effects on host sexual signals, but in this system, parasites may actually enhance host sexual signaling to increase predation risk and facilitate parasite transmission and life cycle completion. If hosts are unable to mount an effective immune response to infection, an increase in sexual signaling may partially offset the costs of parasitism through enhanced short-term mating success.\n\nOur experiments used naturally-infected fiddler crabs to test this idea. Indeed, we found that trematode-infected males actually signaled more than uninfected males, which should make them more conspicuous to birds but also more likely to attract females. The male crabs also pay another price for their enlarged claw: it makes it more difficult to groom off the larvae of the trematodes.\n\nLastly, this research has important ecological implications, as crabs are primary food sources for a number of shore bird species, some of which are threatened. Parasites have been shown to play a key role in the energetics of wetlands, and results from our work will underscores the role of parasites in strengthening food web links in sensitive ecosystems.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/11/2014\n\n\t\t\t\t\tSubmitted by: Marlene Zuk"
 }
}