{
 "awd_id": "1110354",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH:  Phytolith Undulation Index: Developing a new proxy for tracking habitat openness in the Eocene-Miocene of Gran Barranca, Argentina",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alan Tessier",
 "awd_eff_date": "2011-05-15",
 "awd_exp_date": "2012-10-31",
 "tot_intn_awd_amt": 12450.0,
 "awd_amount": 12450.0,
 "awd_min_amd_letter_date": "2011-04-18",
 "awd_max_amd_letter_date": "2011-04-18",
 "awd_abstract_narration": "This study aims to develop a new method for determining whether vegetation was open (for example steppe) or closed (forest) in the fossil record from the shape of silica-filled plant cells called phytoliths.  The shape of epidermal cells in leaves depends on how much sunlight a leaf receives when it develops.  Plants growing on shaded forest floors have more undulated, or wavy epidermal cells than plants growing in full sun.  Epidermal cells from some plants are preserved as silica casts in the fossil record.  This study will develop a way to calculate mathematically vegetation openness (measured as Leaf Area Index-LAI) from how undulated epidermal phytoliths are, by examining phytoliths collected from modern soils from open and closed vegetation (savanna to multi-tiered rainforest). We will use this mathematical relationship to interpret from fossil phytoliths how open vegetation was millions of years ago. Specifically, we will look at how vegetation openness changed with shifts in global climate and frequent volcanic eruptions in Patagonia, Argentina during the Eocene-Miocene (42-18 million years ago). We will also compare our record of vegetation openness with the record of fossil mammals to test whether plant-eating animals were adapting to increasingly open landscapes through evolutionary changes in their teeth (increasing crown height).\r\n\r\n\tLAI measurements are important in modern ecological studies and in climate modeling.  Having a method for estimating LAI from the fossil record allows scientists to understand the structure of ancient vegetation, and permits more direct comparisons between modern and ancient vegetation, which is vital for investigating how environments have changed over time.  This study offers opportunities for undergraduates to become involved in research, provides online resources for education and research and will be accessible for the public through museum exhibitions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Caroline",
   "pi_last_name": "Stromberg",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Caroline A Stromberg",
   "pi_email_addr": "caestrom@u.washington.edu",
   "nsf_id": "000487487",
   "pi_start_date": "2011-04-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Regan",
   "pi_last_name": "Dunn",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Regan E Dunn",
   "pi_email_addr": "rdunn@tarpits.org",
   "nsf_id": "000577952",
   "pi_start_date": "2011-04-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1182",
   "pgm_ref_txt": "POP & COMMUNITY ECOL PROG"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 12450.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>By studying the fossil record, paleontologists learn about processes in evolutionary biology such as how biotas adapted to changing environmental conditions and how co-evolution among organisms occurred.&nbsp; Vegetation is the context in which all terrestrial organisms evolve, and the structure of the vegetation (eg. open grasslands vs. closed forests) is key for determining animal morphologies and diets.&nbsp; Vegetation structure also controls other important factors of ecosystems including photosynthetic rates, net primary productivity, atmospheric gas fluxes (like CO<sub>2</sub>), carbon assimilation, hydrological cycling, soil moisture, and fire regime.&nbsp; As important as it is for determining these aspects of ancient ecosystems, there is currently no reliable way of reconstructing vegetative structure in the fossil record.&nbsp; The aims of this project were: 1) to develop a method to reconstruct vegetation structure in terms of &ldquo;openness&rdquo; in the fossil record using microscopic plant fossils made of silica (phytoliths); and 2) to use the new method to test the so-called &ldquo;open habitat&rdquo; hypothesis for the evolution of grazer-like South American herbivores 43 to 18 million years old.</p>\n<p>Phytoliths are microscopic particles of silica that form in plant tissues. Because they are very durable, phytoliths can be preserved as tiny fossils in sedimentary rocks that are millions of years old.&nbsp; Epidermal cells of plants are often targets for silica accumulation and the shape of these epidermal cells depends on the light environment of the developing leaf. For instance, when grown in shade, a leaf&rsquo;s epidermal cells tend to be more undulated, or wavy than those from a leaf growing in full sun. Based on this, we hypothesized that plants in habitats that are closed (densely forested) will have epidermal phytoliths that are more undulated than those growing in open environments like woodlands or savannas.&nbsp; We tested this hypothesis by extracting isolated epidermal phytoliths from soils collected from habitats with varying amounts of shade in Costa Rica including multi-storied tropical rainforest, dry topical forest, savanna, and shrubland.&nbsp; From each soil collection site, vegetation structure was recorded using hemispherical photography from which Leaf Area Index (LAI, a measure of openness) values were calculated. We found that differences in cell undulation among light environments for the most part show the predicted pattern, suggesting that it may be possible to estimate LAI from fossil assemblages of phytoliths, though more testing is needed.&nbsp; Once the newly developed statistical model is tested, we will use the model to estimate LAI from fossil phytolith samples already collected from Gran Barranca, Argentina to compare habitat openness to a record of mammalian tooth evolution.</p>\n<p>Results from this study may prove to be broadly applicable in other fields where vegetation structure data are needed such as other paleoecological studies, archeological science, and potentially climate modeling of vegetation dynamics.&nbsp; Using this method, we may be better able to understand how past climate changes affected forest canopy structure, an important question considering future climate predictions.</p>\n<p>This project resulted in the collection of soils from over 200 sites in Costa Rica. Phytolith assemblages extracted from them are part of the Modern Soil Phytolith Collection housed at the University of Washington&rsquo;s Burke Museum of Natural History &amp; Culture (BMNHC) in the paleobotany collections. Metadata for these collections will soon be available and searchable on the BMNHC&rsquo;s website.&nbsp; Public outreach opportunities have included presenting our research through BMNHC activities and forums including a short video, an activity for middle school aged science classes, museum exhibitry, guest lec...",
  "por_txt_cntn": "\nBy studying the fossil record, paleontologists learn about processes in evolutionary biology such as how biotas adapted to changing environmental conditions and how co-evolution among organisms occurred.  Vegetation is the context in which all terrestrial organisms evolve, and the structure of the vegetation (eg. open grasslands vs. closed forests) is key for determining animal morphologies and diets.  Vegetation structure also controls other important factors of ecosystems including photosynthetic rates, net primary productivity, atmospheric gas fluxes (like CO2), carbon assimilation, hydrological cycling, soil moisture, and fire regime.  As important as it is for determining these aspects of ancient ecosystems, there is currently no reliable way of reconstructing vegetative structure in the fossil record.  The aims of this project were: 1) to develop a method to reconstruct vegetation structure in terms of \"openness\" in the fossil record using microscopic plant fossils made of silica (phytoliths); and 2) to use the new method to test the so-called \"open habitat\" hypothesis for the evolution of grazer-like South American herbivores 43 to 18 million years old.\n\nPhytoliths are microscopic particles of silica that form in plant tissues. Because they are very durable, phytoliths can be preserved as tiny fossils in sedimentary rocks that are millions of years old.  Epidermal cells of plants are often targets for silica accumulation and the shape of these epidermal cells depends on the light environment of the developing leaf. For instance, when grown in shade, a leafÆs epidermal cells tend to be more undulated, or wavy than those from a leaf growing in full sun. Based on this, we hypothesized that plants in habitats that are closed (densely forested) will have epidermal phytoliths that are more undulated than those growing in open environments like woodlands or savannas.  We tested this hypothesis by extracting isolated epidermal phytoliths from soils collected from habitats with varying amounts of shade in Costa Rica including multi-storied tropical rainforest, dry topical forest, savanna, and shrubland.  From each soil collection site, vegetation structure was recorded using hemispherical photography from which Leaf Area Index (LAI, a measure of openness) values were calculated. We found that differences in cell undulation among light environments for the most part show the predicted pattern, suggesting that it may be possible to estimate LAI from fossil assemblages of phytoliths, though more testing is needed.  Once the newly developed statistical model is tested, we will use the model to estimate LAI from fossil phytolith samples already collected from Gran Barranca, Argentina to compare habitat openness to a record of mammalian tooth evolution.\n\nResults from this study may prove to be broadly applicable in other fields where vegetation structure data are needed such as other paleoecological studies, archeological science, and potentially climate modeling of vegetation dynamics.  Using this method, we may be better able to understand how past climate changes affected forest canopy structure, an important question considering future climate predictions.\n\nThis project resulted in the collection of soils from over 200 sites in Costa Rica. Phytolith assemblages extracted from them are part of the Modern Soil Phytolith Collection housed at the University of WashingtonÆs Burke Museum of Natural History &amp; Culture (BMNHC) in the paleobotany collections. Metadata for these collections will soon be available and searchable on the BMNHCÆs website.  Public outreach opportunities have included presenting our research through BMNHC activities and forums including a short video, an activity for middle school aged science classes, museum exhibitry, guest lectures and special presentations.  Two undergraduate researchers were directly involved in this project, both as paid and volunteer participants and it is anticipated that at least two..."
 }
}