{
 "awd_id": "1110911",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Templated Synthesis and Applications of Cucurbituril Type Receptors",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928684",
 "po_email": "stamchan@nsf.gov",
 "po_sign_block_name": "Suk-Wah Tam-Chang",
 "awd_eff_date": "2011-07-15",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 489370.0,
 "awd_amount": 519370.0,
 "awd_min_amd_letter_date": "2011-06-09",
 "awd_max_amd_letter_date": "2012-03-23",
 "awd_abstract_narration": "The Macromolecular, Supramolecular and Nanochemistry (MSN) Program supports the work of Professor Lyle Isaacs at the University of Maryland College Park which focuses on the development of the synthetic and supramolecular chemistry of the cucurbit[n]uril (CB[n]) family of molecular container compounds.  Although unfunctionalized CB[n] compounds are being widely explored by the supramolecular chemistry community, the preparation of CB[n] derivatives displaying reactive functional groups is still a major challenge.  The Isaacs group is developing robust synthetic methods for the tailor-made synthesis of monofunctionalized CB[n] derivatives.  These derivatives will be explored for a variety of purposes including their immobilization to solid phases for chromatography, for the preparation of stimuli responsive molecular machines, and to promote the dimerization of biomolecules in water for diagnostic and sensing application.  The Isaacs group is also developing a series of freely downloadable videos for world wide web distribution based on challenging problems in Undergraduate Organic Chemistry that illustrate how a practicing chemist solves problems.\r\n\r\nContainers are tremendously important in everyday life including the preservation of foodstuffs and the shipping of items to specific locations.  Molecular containers do the same things for molecules and constitute vital ingredients in household products and pharmaceutical formulations.  The compounds and procedures developed by the Isaacs group will impact both academic and industrial science by providing a series of container compounds bearing reactive functional groups that allow their incorporation into advanced functional systems.  This program encourages the participation of undergraduates and students from under-represented groups in chemical research.  Freely available web videos showing a chemist solving challenging problems in undergraduate organic chemistry promises to enhance the learning outcome of the global undergraduate community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lyle",
   "pi_last_name": "Isaacs",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Lyle D Isaacs",
   "pi_email_addr": "Lisaacs@umd.edu",
   "nsf_id": "000155076",
   "pi_start_date": "2011-06-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1948",
   "pgm_ref_txt": "SYNTHESIS"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9232",
   "pgm_ref_txt": "RES OPPOR AWARDS(ROA) (SUPPLEM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 489370.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 30000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overarching goals of NSF CHE-1110911 is an improved understanding of a class of compounds known as cucurbit[n]urils that function as molecular containers for target compounds.&nbsp; In everyday life, containers are used to protect products from undesired degradation, to mask unpleasant odors, and to ship products around the world.&nbsp; Molecules need containers for similar reasons.&nbsp; Cucurbituril are a class of container molecules that are of great interest to chemists because of their ability to encapsulate a wide variety of chemically and biologically active compounds and thereby change their chemical and physical properties.&nbsp; Prior to our funded work, the mechanism of cucurbit[n]uril formation was poorly understood which made it difficult for researchers to prepare cucurbit[n]uril derivatives.&nbsp; Cucurbit[n]uril derivatives bearing reactive functional groups are highly sought after in the field because they would allow researchers to combine the recognition properties of cucurbiturils with other systems.&nbsp; Under this grant, we took major steps forward toward understanding the mechanism of cucurbituril formation and the preparation of cucurbit[n]uril derivatives which constitutes a significant intellectual merit of the work.&nbsp; We discovered that inclusion of p-xylenediamine as a template in the cucurbituril forming reaction allowed us to isolate a compound known as glycoluril hexamer which is an important building block for the synthesis of tailor made cucurbit[n]uril derivatives.&nbsp; Using this hexamer building block we have been able to prepare monofunctionalized cucurbit[6]uril and cucurbit[7]uril derivatives that bear reactive functional groups and cucurbit[n]uril dimers and heterodimers.&nbsp; These cucurbituril derivatives have been used for numerous studies including the creation of supramolecular sensors for nitrosamines and amino acids and for the preparation of supramolecular polymers and supramolecular ladder oligomers. &nbsp;The publication of robust synthetic procedures to glycoluril hexamer and monofunctionalized cucurbituril derivatives is a major broader impact of the work which is expected to enable their use by numerous research groups around the world.</p>\n<p>In the course of our work we also discovered a new class of cucurbituril compounds known as acyclic cucurbiturils which have remarkable properties.&nbsp; These acyclic cucurbiturils are highly soluble in water and have the ability to solubilize insoluble substances like carbon nanotubes and certain pharmaceutical agents.&nbsp; We also found that acyclic cucurbiturils strongly encapsulate a compound known as rocuronium which is a neuromuscular blocking agent used during anesthesia / surgery.&nbsp; These acyclic cucurbit[n]uril compounds have significant broader impact since they can be used to formulate insoluble drugs that could not be administered by other means and they may further developed to reverse the residual side effect of rocuronium after surgery.</p>\n<p>As part of our funded work we have measured the strength of binding of cucurbituril compounds toward their targets.&nbsp; We discovered a truly remarkable cucurbit[7]uril-diamantanediammonium complex whose strength is even stronger than the strongest complexes found in nature.&nbsp; The work is significant and has broader impact because it provides insights into the way nature creates high affinity receptor-ligand interactions and provides a new affinity pair that may be used by the broad chemical and biological community.&nbsp; In addition, we have used this container-guest binding data to participate in the SAMPL series of challenges in which experimentalists supply blinded binding data and theorists attempt to predict the results computationally.&nbsp; The work has significant broader impact because it brings together the supramolecular chemistry and computational chemistry community and thereby enha...",
  "por_txt_cntn": "\nThe overarching goals of NSF CHE-1110911 is an improved understanding of a class of compounds known as cucurbit[n]urils that function as molecular containers for target compounds.  In everyday life, containers are used to protect products from undesired degradation, to mask unpleasant odors, and to ship products around the world.  Molecules need containers for similar reasons.  Cucurbituril are a class of container molecules that are of great interest to chemists because of their ability to encapsulate a wide variety of chemically and biologically active compounds and thereby change their chemical and physical properties.  Prior to our funded work, the mechanism of cucurbit[n]uril formation was poorly understood which made it difficult for researchers to prepare cucurbit[n]uril derivatives.  Cucurbit[n]uril derivatives bearing reactive functional groups are highly sought after in the field because they would allow researchers to combine the recognition properties of cucurbiturils with other systems.  Under this grant, we took major steps forward toward understanding the mechanism of cucurbituril formation and the preparation of cucurbit[n]uril derivatives which constitutes a significant intellectual merit of the work.  We discovered that inclusion of p-xylenediamine as a template in the cucurbituril forming reaction allowed us to isolate a compound known as glycoluril hexamer which is an important building block for the synthesis of tailor made cucurbit[n]uril derivatives.  Using this hexamer building block we have been able to prepare monofunctionalized cucurbit[6]uril and cucurbit[7]uril derivatives that bear reactive functional groups and cucurbit[n]uril dimers and heterodimers.  These cucurbituril derivatives have been used for numerous studies including the creation of supramolecular sensors for nitrosamines and amino acids and for the preparation of supramolecular polymers and supramolecular ladder oligomers.  The publication of robust synthetic procedures to glycoluril hexamer and monofunctionalized cucurbituril derivatives is a major broader impact of the work which is expected to enable their use by numerous research groups around the world.\n\nIn the course of our work we also discovered a new class of cucurbituril compounds known as acyclic cucurbiturils which have remarkable properties.  These acyclic cucurbiturils are highly soluble in water and have the ability to solubilize insoluble substances like carbon nanotubes and certain pharmaceutical agents.  We also found that acyclic cucurbiturils strongly encapsulate a compound known as rocuronium which is a neuromuscular blocking agent used during anesthesia / surgery.  These acyclic cucurbit[n]uril compounds have significant broader impact since they can be used to formulate insoluble drugs that could not be administered by other means and they may further developed to reverse the residual side effect of rocuronium after surgery.\n\nAs part of our funded work we have measured the strength of binding of cucurbituril compounds toward their targets.  We discovered a truly remarkable cucurbit[7]uril-diamantanediammonium complex whose strength is even stronger than the strongest complexes found in nature.  The work is significant and has broader impact because it provides insights into the way nature creates high affinity receptor-ligand interactions and provides a new affinity pair that may be used by the broad chemical and biological community.  In addition, we have used this container-guest binding data to participate in the SAMPL series of challenges in which experimentalists supply blinded binding data and theorists attempt to predict the results computationally.  The work has significant broader impact because it brings together the supramolecular chemistry and computational chemistry community and thereby enhances both.  Finally, this funded project resulted in the training of three Ph.D. chemists and four undergraduate chemistry majors which itself constitutes a br..."
 }
}