{
 "awd_id": "1110371",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research: Behavioral and quantitative genetic mechanisms for the development and evolution of individual differences in Drosophila aggression",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": "7032927202",
 "po_email": "melekoni@nsf.gov",
 "po_sign_block_name": "Michelle Elekonich",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 10916.0,
 "awd_amount": 10916.0,
 "awd_min_amd_letter_date": "2011-06-22",
 "awd_max_amd_letter_date": "2011-06-22",
 "awd_abstract_narration": "Despite widespread interest in aggressiveness, the genes, experiences, and evolutionary forces contributing to individual differences in aggression remain mysterious.  Clearly, genes and social experience both contribute to aggressiveness; but, increasingly, researchers are aware that genetic and social environmental influences on behavior may be connected.  Fruit flies (Drosophila melanogaster) are an ideal system for addressing questions about individual differences because multiple, natural individuals with a particular set of genes can be grown repeatedly in the lab.  Using a design similar to studies of identical twins, experimenters can thereby untangle the effects of genes and experience. \r\n\r\nThis project will determine whether individuals with genes that make them more aggressive also have different social experiences.  Preliminary data suggests that more aggressive flies are more likely to be socially isolated than non-aggressive flies -causing aggressive flies to become even more aggressive, and non-aggressive flies to remain non-aggressive.  This type of positive feedback may explain why individuals in many species show the animal analog of personalities -that is, long-lasting individual differences in behavior.  The interaction between heritable behavioral types and situation choice can be critical for many questions in many systems.  For example, there is evidence that humans with a hereditary predisposition to certain mental illnesses -including alcoholism and schizophrenia-are at greater risk of illness because they experience risky environments.  These hypotheses are impossible to directly test in humans, where systematic manipulation of genotype and environment are not feasible.  Thus, work on Drosophila will allow researchers to test and refine these theories, and thus guide future research.  Finally, Drosophila behavioral research provides an ideal entrée for undergraduates interested in research experiments.  The PIs will involve undergraduates in every stage of the research, requiring students to read papers from the scientific literature and working with them to contribute their own ideas to the project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Sih",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew Sih",
   "pi_email_addr": "asih@ucdavis.edu",
   "nsf_id": "000130586",
   "pi_start_date": "2011-06-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Julia",
   "pi_last_name": "Saltz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Julia Saltz",
   "pi_email_addr": "julia.b.saltz@rice.edu",
   "nsf_id": "000515363",
   "pi_start_date": "2011-06-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 10916.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>What makes individuals unique?&nbsp; Understanding interactions between individuals and their environment is fundamental to evolution, ecology and behavior.&nbsp; The environment is sometimes portrayed as a harmful force inflicted on helpless organisms.&nbsp; However, geneticists and psychologists are increasingly embracing the hypothesis that individuals with different genes may differ in the ways in which they shape their social environments.&nbsp; This process, termed &lsquo;social gene-environment correlation&rsquo; (social rGE), can occur whenever genetic differences cause individuals to differ in key behaviors&mdash;such as sociability or aggression&mdash;that determine social experience.&nbsp; Because social experience frequently affects individual behavior and mating success, social rGE may cause individuals to develop significantly different behaviors than they would if they were unable to choose their own social environment.&nbsp; For this reason, social rGE has been hypothesized to critically reshape behavioral development&mdash;including the development of mental illness in people&mdash;and evolution.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Identifying the intricate relationships between the many genes, environments and behaviors that lead to these health outcomes is critical for understanding mental illness and behavior in general; but manipulating the genes and environments of humans is impossible.&nbsp; To circumvent this problem, we developed the fruit fly <em>Drosophila melanogaster</em> as a system to study the mechanisms, and the ecological and evolutionary outcomes, of social rGE.&nbsp; <em>D. melanogaster</em> is ideal because genetic tools allow many &ldquo;replicates&rdquo; of natural genotypes&mdash;equivalent to identical twins&mdash;to be reared under controlled conditions. &nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Using this system, we undertook the first comprehensive study of social rGE and its effects on the development of aggressive behavior.&nbsp; We discovered the first direct evidence that genetic differences are associated with differences in social preference&mdash;fruit flies with different genetic variants preferred social groups of different sizes.&nbsp; Next, we tested whether flies would be more aggressive if they were forced to experience their un-preferred group size, relative to their aggressiveness after experiencing their preferred group size.&nbsp; We found support for this hypothesis, but only for some genotypes.&nbsp; Other genotypes showed the opposite pattern, or showed the same level of aggressiveness no matter which group size they experienced.&nbsp; While trying to explain this heterogeneity across gentoypes, we discovered a second &ldquo;level&rdquo; of social rGE: we found that different genotypes had different experiences, even when they were in the same group size.&nbsp; Some genotypes frequently got into fights, and others did not.&nbsp; These differences in experience&mdash;which were evident even in highly-standardized lab conditions&mdash;were important to explaining the development of aggressive behavior.&nbsp; The complex relationship between genes and individual experiences further suggests that there may not be a simple optimum level of aggressiveness, which may explain why genetic variation in behavior persists in both humans and flies.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Overall, our research experimentally demonstrates that taking the &ldquo;animal&rsquo;s-eye view&rdquo; is critical for understanding the development and evolution of behavior.&nbsp; We suggest that studying social rGE using animal models might provide an important complement that can establish the developmental importance of social rGE that we observe in humans.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/07/2013<br>\n\t\t\t\t\tModified by: Julia&nbsp;Saltz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWhat makes individuals unique?  Understanding interactions between individuals and their environment is fundamental to evolution, ecology and behavior.  The environment is sometimes portrayed as a harmful force inflicted on helpless organisms.  However, geneticists and psychologists are increasingly embracing the hypothesis that individuals with different genes may differ in the ways in which they shape their social environments.  This process, termed ?social gene-environment correlation? (social rGE), can occur whenever genetic differences cause individuals to differ in key behaviors&mdash;such as sociability or aggression&mdash;that determine social experience.  Because social experience frequently affects individual behavior and mating success, social rGE may cause individuals to develop significantly different behaviors than they would if they were unable to choose their own social environment.  For this reason, social rGE has been hypothesized to critically reshape behavioral development&mdash;including the development of mental illness in people&mdash;and evolution.\n\n            Identifying the intricate relationships between the many genes, environments and behaviors that lead to these health outcomes is critical for understanding mental illness and behavior in general; but manipulating the genes and environments of humans is impossible.  To circumvent this problem, we developed the fruit fly Drosophila melanogaster as a system to study the mechanisms, and the ecological and evolutionary outcomes, of social rGE.  D. melanogaster is ideal because genetic tools allow many \"replicates\" of natural genotypes&mdash;equivalent to identical twins&mdash;to be reared under controlled conditions.  \n\n            Using this system, we undertook the first comprehensive study of social rGE and its effects on the development of aggressive behavior.  We discovered the first direct evidence that genetic differences are associated with differences in social preference&mdash;fruit flies with different genetic variants preferred social groups of different sizes.  Next, we tested whether flies would be more aggressive if they were forced to experience their un-preferred group size, relative to their aggressiveness after experiencing their preferred group size.  We found support for this hypothesis, but only for some genotypes.  Other genotypes showed the opposite pattern, or showed the same level of aggressiveness no matter which group size they experienced.  While trying to explain this heterogeneity across gentoypes, we discovered a second \"level\" of social rGE: we found that different genotypes had different experiences, even when they were in the same group size.  Some genotypes frequently got into fights, and others did not.  These differences in experience&mdash;which were evident even in highly-standardized lab conditions&mdash;were important to explaining the development of aggressive behavior.  The complex relationship between genes and individual experiences further suggests that there may not be a simple optimum level of aggressiveness, which may explain why genetic variation in behavior persists in both humans and flies.\n\n            Overall, our research experimentally demonstrates that taking the \"animal?s-eye view\" is critical for understanding the development and evolution of behavior.  We suggest that studying social rGE using animal models might provide an important complement that can establish the developmental importance of social rGE that we observe in humans.\n\n \n\n\t\t\t\t\tLast Modified: 08/07/2013\n\n\t\t\t\t\tSubmitted by: Julia Saltz"
 }
}