{
 "awd_id": "1110707",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: Evolution of an aerial syndrome in owlflies (Neuroptera: Ascalaphidae)",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Mindell",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 14975.0,
 "awd_amount": 14975.0,
 "awd_min_amd_letter_date": "2011-03-14",
 "awd_max_amd_letter_date": "2011-03-14",
 "awd_abstract_narration": "Although most living insects are capable of flight, their aerial abilities vary widely from group to group. Owlflies (Neuroptera: Ascalaphidae) are one of the few groups of insects that exhibit a highly specialized \"aerial syndrome\", characterized by the ability to mate, capture prey, and consume prey, all while on the wing. The factors involved in the origin and evolution of this distinctive behavioral syndrome have never been examined in detail. This project will investigate -- through new taxonomic and phylogenetic work -- the development of the syndrome in owlflies and its influence on their evolutionary history. \r\n\r\nThis work will provide additional insights into the repeated emergence of novel life history strategies that occur in animals through the convergence of advanced anatomical and behavioral adaptations -- an area of considerable conceptual interest, as the development of these new strategies may be a prerequisite for the broader radiation of particular lineages into previously unoccupied niches. Support from this award will enhance dissertation research in neuropteran systematics by enabling new collaborations and by supporting fieldwork and research collection visits. The work will also contribute to the development and extension of new tools for aggregating and disseminating global information on neuropterid insects through its collaborations with the web-based Lacewing Digital Library project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Oswald",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "John D Oswald",
   "pi_email_addr": "j-oswald@tamu.edu",
   "nsf_id": "000435010",
   "pi_start_date": "2011-03-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joshua",
   "pi_last_name": "Jones",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Joshua R Jones",
   "pi_email_addr": "doc.jones3000@tamu.edu",
   "nsf_id": "000552475",
   "pi_start_date": "2011-03-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Research Foundation",
  "inst_street_address": "400 HARVEY MITCHELL PKWY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "EQH8NQ4AXFT7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M AgriLife Research",
  "perf_str_addr": "2147 TAMU",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778430001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737400",
   "pgm_ele_name": "Systematics & Biodiversity Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 14975.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Owlflies (order Neuroptera: family Ascalaphidae) are one of the few groups of insects that exhibit a highly specialized &lsquo;aerial syndrome&rsquo; that is characterized by the ability to capture prey, consume prey, and mate, all while actively in flight. In this project, the factors involved in the origin and evolution of this distinctive behavioral syndrome are being examined in detail as part of a doctoral dissertation. The project has investigated the development of this syndrome and its influence on the evolutionary history of owlflies through new work on the taxonomy (description and classification) and phylogeny (genealogy) of a large number of owlfly species. Although this research is ongoing, it appears that the convergence of the advanced behavioral and anatomical adaptations expressed in the &lsquo;aerial syndrome&rsquo; have been a prerequisite for the broader radiation of at least some owlfly lineages.</p>\n<p>&nbsp;</p>\n<p>Support from this award has been used to help produce several products. (1) Taxonomic monographs of selected genera of owlflies; these synthetic works are revealing the existence of many previously unknown species of owlflies and allowing us to refine our concepts of what the species are and to more carefully define and describe them. (2) A detailed analysis of the phylogenetic relationships among the major lineages of owlflies and closely related insect groups (particularly the Myrmeleontiformia, the antlion-like lacewings); this analysis is enabling us to better understand the branching events that have occurred in the evolutionary history of owlflies, which have led to the diversity of 450+ living species that we see today. When complete, this analysis will provide a strong foundation for establishing a more robust scientific classification of owlflies worldwide. (3) A careful reexamination of the expression of important owlfly anatomical features viewed in the light of the new phylogenetic hypothesis; this will allow us to investigate the contribution and sequential addition of individual characters to the overall evolution of the advanced aerial syndrome seen in owlflies. As these different project components continue to be completed, their data and results will be presented at scientific meetings and published in scientific journals.</p>\n<p>&nbsp;</p>\n<p>This award has supported important international research opportunities for one Ph.D.-level researcher in insect biodiversity, and has materially improved several vital aspects of his dissertation research, particularly through support for fieldwork, visits to critical international insect collections, and attendance at scientific meetings. One undergraduate student, working with the doctoral student, has received an extended introduction to the conduct of active research in a university setting, and training and experience in a variety of scientific techniques and methods. These activities contribute to the overall development of the next generation of scientists in the field of systematic biology. In addition, the activities associated with this award have proven to be a fertile ground for informal educational interactions with a wide variety of individuals, including the owners of properties where research was conducted, land/park/resource managers, government officials in permitting agencies, academic administrators, airport officials, students at all levels, family, friends, and the lay public. The fascinating biology of owlflies readily captivates the imagination of young and old alike and leads easily to conversations about the role of insects in natural systems, how non-pest insect communities are important to the health of all terrestrial ecosystems and, ultimately, to human societies through the provision of vital ecological services. These conversations help to broaden societal understanding of the relevance of entomology, systematic biology, and science in general...",
  "por_txt_cntn": "\nOwlflies (order Neuroptera: family Ascalaphidae) are one of the few groups of insects that exhibit a highly specialized æaerial syndromeÆ that is characterized by the ability to capture prey, consume prey, and mate, all while actively in flight. In this project, the factors involved in the origin and evolution of this distinctive behavioral syndrome are being examined in detail as part of a doctoral dissertation. The project has investigated the development of this syndrome and its influence on the evolutionary history of owlflies through new work on the taxonomy (description and classification) and phylogeny (genealogy) of a large number of owlfly species. Although this research is ongoing, it appears that the convergence of the advanced behavioral and anatomical adaptations expressed in the æaerial syndromeÆ have been a prerequisite for the broader radiation of at least some owlfly lineages.\n\n \n\nSupport from this award has been used to help produce several products. (1) Taxonomic monographs of selected genera of owlflies; these synthetic works are revealing the existence of many previously unknown species of owlflies and allowing us to refine our concepts of what the species are and to more carefully define and describe them. (2) A detailed analysis of the phylogenetic relationships among the major lineages of owlflies and closely related insect groups (particularly the Myrmeleontiformia, the antlion-like lacewings); this analysis is enabling us to better understand the branching events that have occurred in the evolutionary history of owlflies, which have led to the diversity of 450+ living species that we see today. When complete, this analysis will provide a strong foundation for establishing a more robust scientific classification of owlflies worldwide. (3) A careful reexamination of the expression of important owlfly anatomical features viewed in the light of the new phylogenetic hypothesis; this will allow us to investigate the contribution and sequential addition of individual characters to the overall evolution of the advanced aerial syndrome seen in owlflies. As these different project components continue to be completed, their data and results will be presented at scientific meetings and published in scientific journals.\n\n \n\nThis award has supported important international research opportunities for one Ph.D.-level researcher in insect biodiversity, and has materially improved several vital aspects of his dissertation research, particularly through support for fieldwork, visits to critical international insect collections, and attendance at scientific meetings. One undergraduate student, working with the doctoral student, has received an extended introduction to the conduct of active research in a university setting, and training and experience in a variety of scientific techniques and methods. These activities contribute to the overall development of the next generation of scientists in the field of systematic biology. In addition, the activities associated with this award have proven to be a fertile ground for informal educational interactions with a wide variety of individuals, including the owners of properties where research was conducted, land/park/resource managers, government officials in permitting agencies, academic administrators, airport officials, students at all levels, family, friends, and the lay public. The fascinating biology of owlflies readily captivates the imagination of young and old alike and leads easily to conversations about the role of insects in natural systems, how non-pest insect communities are important to the health of all terrestrial ecosystems and, ultimately, to human societies through the provision of vital ecological services. These conversations help to broaden societal understanding of the relevance of entomology, systematic biology, and science in general to our everyday existence.\n\n\t\t\t\t\tLast Modified: 08/07/2013\n\n\t\t\t\t\tSubmitted by: John D Oswald"
 }
}