{
 "awd_id": "1110189",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Correlation of Surface Free Energy and Cytocompatibility of Amphiphilic Biomaterials",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2011-05-06",
 "awd_max_amd_letter_date": "2011-05-06",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project will provide the basis for producing a unique cytocompatible, liquid adhesive bandage that will facilitate wound healing. This project is based upon a correlation of surface free energy of hydrated, amphiphilic polymers and their ability to support cell functions, such as growth and proliferation, deposition of extracellular matrix proteins, and patterns of substrate surface coverage and morphology.  Current commercially available liquid adhesive bandages for professional applications on humans are used in a variety of wound coverage applications. However, there is no liquid adhesive bandage commercially available for human use that serves as a cell substrate as well as protecting a wound from foreign contaminants. The research will determine the surface free energies of a variety of amphiphilic polymers, ranging from highly hydrophilic to highly hydrophobic, and then correlate the surface free energy data to the cytocompatibility of the respective polymer films.  It is anticipated that this approach will result in a selection of polymers in a narrow range of surface free energies that can accelerate tissue regrowth for wound healing.\r\n\r\nThe broader impact/commercial potential of this project is the creation of a new form of medical treatment for acute wounds (e.g., surgery sites, injuries),  for chronic wounds (e.g., ulcers) and for burn wounds utilizing a simple, low cost, intimately conformal, protective polymer coating material that is capable of facilitating tissue regeneration. Such a coating will function as a synthetic skin substitute that will allow wounds to heal rapidly, without external contamination, such as from bacteria and other microorganisms, because of its ability to facilitate cell adhesion and proliferation. Importantly, this polymer coating will self-remove over time as the wound heals, in contrast to typical bandages that can cause new tissue abrasion and rupture when manually removed. This project will demonstrate how enhanced cytocompatibility of liquid adhesive bandages, and synthetic skin substitutes in general, can be obtained in topical wound care, thus leading to a reduction of patient suffering and a reduction in this nation's health care costs. The commercial impact of this product will be game-changing for topical wound treatment in that future materials should facilitate healthy tissue regrowth.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Salamone",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph C Salamone",
   "pi_email_addr": "jcsalamone@yahoo.com",
   "nsf_id": "000162344",
   "pi_start_date": "2011-05-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rochal Industries LLP",
  "inst_street_address": "12719 Cranes Mill",
  "inst_street_address_2": "",
  "inst_city_name": "San Antonio",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5618660930",
  "inst_zip_code": "782301957",
  "inst_country_name": "United States",
  "cong_dist_code": "21",
  "st_cong_dist_code": "TX21",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Rochal Industries LLP",
  "perf_str_addr": "12719 Cranes Mill",
  "perf_city_name": "San Antonio",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "782301957",
  "perf_ctry_code": "US",
  "perf_cong_dist": "21",
  "perf_st_cong_dist": "TX21",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1167",
   "pgm_ref_txt": "MULTIDISCIPLINARY BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "123E",
   "pgm_ref_txt": "CENTERS: ADVANCED MATERIALS"
  },
  {
   "pgm_ref_code": "1491",
   "pgm_ref_txt": "BIOTECH, BIOCHEM & BIOMASS ENG"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "9181",
   "pgm_ref_txt": "BIOPROCESSING/BIOMOLECULAR MATERIALS"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This NSF SBIR Phase I grant, &ldquo;Correlation of Surface Free Energy and Cytocompatibility of Amphiphilic Biomaterials,&rdquo; pertained to the feasibility of using synthetic polymers as substrates for human cell growth, without the addition of external proteins or growth factors.&nbsp; The synthetic polymers were designed to have increasing water-repelling properties on their surfaces.&nbsp; It was anticipated that the surfaces could attract protein deposited by the human cells, thus supporting cell attachment to the synthetic polymer surface, followed by cell growth.</p>\n<p>All objectives of the research were met. Certain of the polymers displayed a potential ability to be useful in treating wounds, particularly first and second degree burn wounds, by facilitating healing while reducing scar formation. &nbsp;In the United States, it has been reported by the American Burn Association that 1.1 million burn injuries per year require medical attention; of these, approximately 50,000 individuals require hospitalization, 20,000 are major burn injuries covering at least 25 percent of their body, and approximately 4,500 of these individuals die.&nbsp; Additionally, up to 10.000 individuals die every year from burn-related infections. Many people with burn wounds often have major disabilities resulting from scarring.</p>\n<p>The potential clinical benefit of using these synthetic polymers for burn wound healing include improved regrowth of epithelial tissue with reduction of inflammation and improved tissue repair with less scarring.&nbsp; Selected polymers of this research during Phase II, if approved, will be delivered to a porcine burn injury as a spray-on bandage from a non-stinging, non-irritating, volatile solvent that will give a conformable, transparent protective barrier over burn wounds that would also serve as a substrate for cells for improved re-epithelialization. This process is expected to result in reduced treatment costs for burn victims, with less pain and more rapid recovery with reduced scar formation.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/03/2012<br>\n\t\t\t\t\tModified by: Joseph&nbsp;C&nbsp;Salamone</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis NSF SBIR Phase I grant, \"Correlation of Surface Free Energy and Cytocompatibility of Amphiphilic Biomaterials,\" pertained to the feasibility of using synthetic polymers as substrates for human cell growth, without the addition of external proteins or growth factors.  The synthetic polymers were designed to have increasing water-repelling properties on their surfaces.  It was anticipated that the surfaces could attract protein deposited by the human cells, thus supporting cell attachment to the synthetic polymer surface, followed by cell growth.\n\nAll objectives of the research were met. Certain of the polymers displayed a potential ability to be useful in treating wounds, particularly first and second degree burn wounds, by facilitating healing while reducing scar formation.  In the United States, it has been reported by the American Burn Association that 1.1 million burn injuries per year require medical attention; of these, approximately 50,000 individuals require hospitalization, 20,000 are major burn injuries covering at least 25 percent of their body, and approximately 4,500 of these individuals die.  Additionally, up to 10.000 individuals die every year from burn-related infections. Many people with burn wounds often have major disabilities resulting from scarring.\n\nThe potential clinical benefit of using these synthetic polymers for burn wound healing include improved regrowth of epithelial tissue with reduction of inflammation and improved tissue repair with less scarring.  Selected polymers of this research during Phase II, if approved, will be delivered to a porcine burn injury as a spray-on bandage from a non-stinging, non-irritating, volatile solvent that will give a conformable, transparent protective barrier over burn wounds that would also serve as a substrate for cells for improved re-epithelialization. This process is expected to result in reduced treatment costs for burn victims, with less pain and more rapid recovery with reduced scar formation.\n\n\t\t\t\t\tLast Modified: 01/03/2012\n\n\t\t\t\t\tSubmitted by: Joseph C Salamone"
 }
}