{
 "awd_id": "1110487",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: Function and Evolution of Sweet Taste Receptors in Birds",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": "7032927202",
 "po_email": "melekoni@nsf.gov",
 "po_sign_block_name": "Michelle Elekonich",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2011-07-01",
 "awd_max_amd_letter_date": "2013-05-31",
 "awd_abstract_narration": "The sense of taste is vital to an animal's survival.  Current knowledge of the molecular basis of taste perception is mostly based on studies conducted on mammals, but it is unclear to what extent other vertebrates, such as birds, use similar mechanisms. From available genomic resources, it appears that part of the sweet-taste receptor is missing in birds, which raises the question of how nectar-feeders, like hummingbirds, can detect sugar. The investigators will clone candidate hummingbird taste receptors and will perform functional tests of these receptors in cell culture assays, as well as use imaging techniques to localize these taste receptors on the hummingbird tongue.\r\n\r\nResearch into the sense of taste in non-model systems is important for a variety of reasons. It addresses basic questions in evolutionary biology, such as how genes lose and acquire new functions over evolutionary time.  Every organism perceives the world in a unique way, through the filter of its sensory system, and understanding how these sensory systems differ can inform a variety of applications. Knowledge of bird taste abilities can be applied in developing pest control for agriculture, as well as in the formulation of appropriate diets for the pet trade or for captive breeding programs for endangered species. Many questions surrounding human diet and diet-related diseases rely on an understanding of what is palatable for humans: research into the mechanism of an alternative sweet-detection system may give novel insights into how mammalian taste functions and thus is of interest to both the flavor industry as well as to medical researchers. In addition, work on both taste and on hummingbirds has powerful outreach potential and a strong ability to engage the general public: this research will be presented in K-12 settings to introduce concepts in evolutionary biology and popularize the scientific process.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Edwards",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Scott V Edwards",
   "pi_email_addr": "sedwards@fas.harvard.edu",
   "nsf_id": "000170352",
   "pi_start_date": "2011-07-01",
   "pi_end_date": "2013-05-31"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Davis",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Charles C Davis",
   "pi_email_addr": "cdavis@oeb.harvard.edu",
   "nsf_id": "000328557",
   "pi_start_date": "2013-05-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Maude",
   "pi_last_name": "Baldwin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maude Baldwin",
   "pi_email_addr": "mbaldwin@orn.mpg.de",
   "nsf_id": "000581082",
   "pi_start_date": "2011-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was motivated by both genetics and natural history: after the sequencing of the chicken genome, it was noted that half of the mammalian sweet receptor was missing in this bird. As chickens are are omnivores, this was not necessarily surprising, but hummingbirds (as well as other families of nectarivorous birds) subsist on diets composed in large part of sucrose- or hexose-rich nectars, and are acutely sensitive to sweet stimuli. We also demonstrated that hummingbirds responded to some artificial sweeteners which had no caloric value, and that their response to sugars was extremely rapid, evidence which indicated that these birds were responding to the quality of sweetness, not the energy content of the food. If hummingbirds&nbsp; were missing half of the sweet receptor, then they must have been able to evolve a new way to detect sugar. With the DDIG funding from NSF, we were able to clone and functionally characterize two alternative candidate taste receptors from tissue from the oral cavity of the Anna&rsquo;s hummingbird, to test the hypothesis that hummingbirds have evolved a novel mechanism to detect carbohydrates. By comparing the function of the taste receptors from the hummingbird with taste receptors we cloned from chickens as well as from chimney swifts (aerial insectivores and the hummingbird&rsquo;s closest living relative) we were able to show that the new function we observe is specific to the hummingbird and likely evolved within the last 60 million years, after the last common ancestor of swifts and hummingbirds.</p>\n<p>We have been able to pinpoint the genetic changes underlying a major ecologically-relevant behavioral shift, the ability to detect the taste of sweet. This is a clear example of the connection between genotype and phenotype and will allow the study of fundamental questions surrounding the evolutionary process. It provides important insight into the evolutionary history of this radiation of nectar-feeding birds, as well as into larger questions surrounding the evolution of the taste system in vertebrates, and hopefully will be able to be used as a case study to explain some of the mechanisms and principles of evolution to a broader audience.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/31/2013<br>\n\t\t\t\t\tModified by: Maude&nbsp;Baldwin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project was motivated by both genetics and natural history: after the sequencing of the chicken genome, it was noted that half of the mammalian sweet receptor was missing in this bird. As chickens are are omnivores, this was not necessarily surprising, but hummingbirds (as well as other families of nectarivorous birds) subsist on diets composed in large part of sucrose- or hexose-rich nectars, and are acutely sensitive to sweet stimuli. We also demonstrated that hummingbirds responded to some artificial sweeteners which had no caloric value, and that their response to sugars was extremely rapid, evidence which indicated that these birds were responding to the quality of sweetness, not the energy content of the food. If hummingbirds  were missing half of the sweet receptor, then they must have been able to evolve a new way to detect sugar. With the DDIG funding from NSF, we were able to clone and functionally characterize two alternative candidate taste receptors from tissue from the oral cavity of the AnnaÆs hummingbird, to test the hypothesis that hummingbirds have evolved a novel mechanism to detect carbohydrates. By comparing the function of the taste receptors from the hummingbird with taste receptors we cloned from chickens as well as from chimney swifts (aerial insectivores and the hummingbirdÆs closest living relative) we were able to show that the new function we observe is specific to the hummingbird and likely evolved within the last 60 million years, after the last common ancestor of swifts and hummingbirds.\n\nWe have been able to pinpoint the genetic changes underlying a major ecologically-relevant behavioral shift, the ability to detect the taste of sweet. This is a clear example of the connection between genotype and phenotype and will allow the study of fundamental questions surrounding the evolutionary process. It provides important insight into the evolutionary history of this radiation of nectar-feeding birds, as well as into larger questions surrounding the evolution of the taste system in vertebrates, and hopefully will be able to be used as a case study to explain some of the mechanisms and principles of evolution to a broader audience.\n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 05/31/2013\n\n\t\t\t\t\tSubmitted by: Maude Baldwin"
 }
}