{
 "awd_id": "1110585",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "KUMUNU 2011",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032928448",
 "po_email": "tluo@nsf.gov",
 "po_sign_block_name": "Tie Luo",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2012-02-29",
 "tot_intn_awd_amt": 17000.0,
 "awd_amount": 17000.0,
 "awd_min_amd_letter_date": "2011-02-25",
 "awd_max_amd_letter_date": "2011-02-25",
 "awd_abstract_narration": "This project is to support the 2011 KUMUNU conference which will be held at the University of Nebraska-Lincoln, April 2-3. KUMUNU is an annual weekend conference anchored by the Universities of Kansas (KU), Missouri-Columbia (MU) and Nebraska-Lincoln (NU), promoting interaction among researchers, post docs and graduate students in commutative algebra and related disciplines (such as algebraic geometry, K-theory and coding theory) at regional schools (which in 2009 included 23 different institutions). Although the KUMUNU triad has significant strength in these areas, geographic separation raises a hurdle to taking the most advantage of this strength. The aim of the KUMUNU conference series is to provide a cost-effective annual venue for regional researchers at various stages of their careers, including graduate students, recent Ph.D.s and faculty at non-Ph.D. granting institutions, to interact with each other, with experienced researchers based at KU, MU, NU and with a limited number of invited experts from outside the region. Travel and lodging support to facilitate participation, especially for graduate students, is a key element for KUMUNU to achieve its main goals. These include: playing a strong regional mentoring role at all levels by showcasing the research of postdocs and young faculty and by helping recent Ph.D.s and graduate students in commutative algebra and related disciplines enrich their research programs by meeting senior researchers based at KU, MU, NU and elsewhere; and promoting research in commutative algebra by providing a venue for discussion of the latest developments in the field, for exchanging ideas and for setting the basis for future research collaborations. \r\n\r\nThe typical KUMUNU conference comprises 6 to 8 plenary talks accessible to graduate students by speakers representing a geographically diverse mix of senior researchers, young faculty and postdocs, with plenty of time reserved outside of talks for additional interaction. The relatively small size of the meeting and its geographic and disciplinary focus also encourage participants to establish productive collaborative relationships. In addition to enhancing the research careers of the students and early career participants, participants from non-Ph.D. granting institutions will take ideas from the conference back to their colleagues and students to enrich teaching and research at their home institutions. The 2011 meeting is special as it will be held in conjunction with the Howard Rowlee Lecture, an endowed public lecture hosted annually by the Mathematics Department at the University of Nebraska. The 2011 Rowlee Lecture will be given by David Eisenbud, past president of the American Mathematical Society, on April 1.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Cooper",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Susan M Cooper",
   "pi_email_addr": "susan.marie.cooper@ndsu.edu",
   "nsf_id": "000177439",
   "pi_start_date": "2011-02-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nebraska-Lincoln",
  "inst_street_address": "2200 VINE ST # 830861",
  "inst_street_address_2": "",
  "inst_city_name": "LINCOLN",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4024723171",
  "inst_zip_code": "685032427",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NE01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE UNIVERSITY OF NEBRASKA",
  "org_prnt_uei_num": "",
  "org_uei_num": "HTQ6K6NJFHA6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nebraska-Lincoln",
  "perf_str_addr": "2200 VINE ST # 830861",
  "perf_city_name": "LINCOLN",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "685032427",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NE01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 17000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>KUMUNU</em> is an annual weekend conference anchored by the Universities of Kansas (KU), Missouri-Columbia (MU) and Nebraska-Lincoln (NU), promoting interaction among researchers, post docs and graduate students in commutative algebra and related disciplines (such as algebraic geometry, K-theory and coding theory) at regional schools.&nbsp;&nbsp; <em>KUMUNU 2011 </em>was held at the University of Nebraska-Lincoln, April 2-3 with participants from 27 different institutions.&nbsp; The conference program consisted of eight 50 minute talks given by three assistant professors (Calin Chindris, University of Missouri - Columbia; Sandra Spiroff, University of Mississippi; Roya Beheshti&ndash;Zavareh, Washington University in St. Louis), one post-doc (Olgur Celikbas, University of Kansas) and four tenured professors (David Eisenbud, University of California, Berkeley; Claudia Miller, Syracuse University; Hal Schenck, University of Illinois at Urbana-Champaign; Mark Walker, University of Nebraska-Lincoln).&nbsp; In addition to the eight talks, the meeting introduced a poster session for graduate student participants and time for informal discussions of mathematics.&nbsp; <em>KUMUNU</em> was special in 2011 as it was held in conjunction with the <em>Howard Rowlee Lecture</em>, an endowed public lecture presented annually by the Department of Mathematics at UNL.&nbsp; The <em>Rowlee Lecture Series</em> is intended to bring world class mathematicians to UNL; the delivered lectures are generally suitable for a broad, and not necessarily mathematical, audience.&nbsp; The <em>2011 Rowlee Lecture</em> was given by Professor David Eisenbud, past president of the American Mathematical Society, on April 1, scheduled the day before <em>KUMUNU 2011</em> began which allowed for those <em>KUMUNU </em>participants who could arrive a day early to benefit from the prestigious lecture.</p>\n<p>The main goals of the annual <em>KUMUNU</em> conferences include: playing a strong regional mentoring role at all levels by  showcasing the research of post docs and young faculty and by helping  recent Ph.D.s and graduate students in commutative algebra and related  disciplines enrich their research programs by meeting senior researchers  based at KU, MU, NU and elsewhere; and promoting research in  commutative algebra by providing a venue for discussion of the latest  developments in the field, for exchanging ideas and for setting the  basis for future research collaborations.&nbsp; While the conference almost certainly has direct research benefits resulting from providing an opportunity for senior research participants to talk and work together, most of the benefits are a result of providing opportunities for younger researchers and students to showcase their work and to establish or enhance relationships with the regional research community and with the invited outside senior researchers.&nbsp; One of the most significant outreach activities is directed toward graduate students, by encouraging and subsidizing their participation in the <em>KUMUNU</em> conference (which this award partially supported), with the goal of making them aware of the regional research community at an early stage of their careers, well before they themselves have undertaken research. In addition, the conference has a website that publicizes the talks, which are open to the public. The website also gives abstracts for the talks and provides contact information for the speakers, so that interested members of the public can make follow up inquiries.</p>\n<p>The primary impacts of the conference was its dissemination of recent ideas<br />on commutative algebra and related fields and the stimulation and enrichment of the research careers of the students and early career participants. The relatively small size of the meeting and its geographic and disciplinary focus was particularly effective at enabling participants to establis...",
  "por_txt_cntn": "\nKUMUNU is an annual weekend conference anchored by the Universities of Kansas (KU), Missouri-Columbia (MU) and Nebraska-Lincoln (NU), promoting interaction among researchers, post docs and graduate students in commutative algebra and related disciplines (such as algebraic geometry, K-theory and coding theory) at regional schools.   KUMUNU 2011 was held at the University of Nebraska-Lincoln, April 2-3 with participants from 27 different institutions.  The conference program consisted of eight 50 minute talks given by three assistant professors (Calin Chindris, University of Missouri - Columbia; Sandra Spiroff, University of Mississippi; Roya Beheshti&ndash;Zavareh, Washington University in St. Louis), one post-doc (Olgur Celikbas, University of Kansas) and four tenured professors (David Eisenbud, University of California, Berkeley; Claudia Miller, Syracuse University; Hal Schenck, University of Illinois at Urbana-Champaign; Mark Walker, University of Nebraska-Lincoln).  In addition to the eight talks, the meeting introduced a poster session for graduate student participants and time for informal discussions of mathematics.  KUMUNU was special in 2011 as it was held in conjunction with the Howard Rowlee Lecture, an endowed public lecture presented annually by the Department of Mathematics at UNL.  The Rowlee Lecture Series is intended to bring world class mathematicians to UNL; the delivered lectures are generally suitable for a broad, and not necessarily mathematical, audience.  The 2011 Rowlee Lecture was given by Professor David Eisenbud, past president of the American Mathematical Society, on April 1, scheduled the day before KUMUNU 2011 began which allowed for those KUMUNU participants who could arrive a day early to benefit from the prestigious lecture.\n\nThe main goals of the annual KUMUNU conferences include: playing a strong regional mentoring role at all levels by  showcasing the research of post docs and young faculty and by helping  recent Ph.D.s and graduate students in commutative algebra and related  disciplines enrich their research programs by meeting senior researchers  based at KU, MU, NU and elsewhere; and promoting research in  commutative algebra by providing a venue for discussion of the latest  developments in the field, for exchanging ideas and for setting the  basis for future research collaborations.  While the conference almost certainly has direct research benefits resulting from providing an opportunity for senior research participants to talk and work together, most of the benefits are a result of providing opportunities for younger researchers and students to showcase their work and to establish or enhance relationships with the regional research community and with the invited outside senior researchers.  One of the most significant outreach activities is directed toward graduate students, by encouraging and subsidizing their participation in the KUMUNU conference (which this award partially supported), with the goal of making them aware of the regional research community at an early stage of their careers, well before they themselves have undertaken research. In addition, the conference has a website that publicizes the talks, which are open to the public. The website also gives abstracts for the talks and provides contact information for the speakers, so that interested members of the public can make follow up inquiries.\n\nThe primary impacts of the conference was its dissemination of recent ideas\non commutative algebra and related fields and the stimulation and enrichment of the research careers of the students and early career participants. The relatively small size of the meeting and its geographic and disciplinary focus was particularly effective at enabling participants to establish productive collaborative relationships. In addition to the stimulation and enrichment of the  research careers  of the students and early career participants,  participants from  non-Ph.D. granting institutions t..."
 }
}