{
 "awd_id": "1110537",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research:   Winter soil respiration in southeast Wyoming",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry L. Gholz",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 14922.0,
 "awd_amount": 14922.0,
 "awd_min_amd_letter_date": "2011-04-26",
 "awd_max_amd_letter_date": "2011-04-26",
 "awd_abstract_narration": "In seasonally snow covered regions, the metabolism of living roots and microorganisms in the soil over the winter may be an important part of the total annual transfer of carbon dioxide from ecosystems on land into the atmosphere. This project will measure wintertime soil respiration in southeast Wyoming and determine the factors that control it. Measurement plots have been established across a range of ecosystems from short grass prairies to subalpine forests that experience a wide range of winter weather conditions. The highest elevation site, at about 10,000 feet, is a subalpine forest that has snow cover for more than eight months at depths up to ten feet. The lowest elevation site, at 5400 feet, has only four months of snow that is shallow and patchy. This results in contrasting midwinter soil environments. At the high elevation site, snow provides a deep insulating layer that effectively insulates the soil from extremely cold air temperatures and prevents soil freezing. In contrast, soils at the lowest elevation site are often directly exposed to the air and often freeze in midwinter. This has the counterintuitive result that soils in the coldest, snowiest ecosystems at the highest elevations are actually the warmest in midwinter. The organisms responsible for soil respiration, mainly bacteria, fungi and plant roots, rely on the presence of liquid water to be biologically active. Therefore, it is expected that the highest elevation sites will have higher rates of soil respiration during the winter than the lowest elevation sites.  Measurements will be made of soil respiration at the different study sites in ways that will enable the relative amounts coming from microbes and roots to be determined. Laboratory experiments will be done to determine the controls over respiration at cold temperatures. \r\n\r\nOver a year the flux of carbon dioxide from the land into the atmosphere is many times greater than the amount released by the burning of fossil fuels. Over the earth, most of the released carbon is taken back up by plants. But small shifts in the relative rates of release and uptake can have a large impact on atmospheric concentrations of carbon dioxide. Current computer models generally contain overly simple descriptions of soil processes and how they may respond to climate change, particularly at cold temperatures. Therefore, it is important to learn about the interacting biological and physical factors that control these processes.  In addition to addressing the socially relevant issue of global climate change, this project will help educate and train a new generation of scientists through the employment of an undergraduate research assistant.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elise",
   "pi_last_name": "Pendall",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elise Pendall",
   "pi_email_addr": "pendall@uwyo.edu",
   "nsf_id": "000236703",
   "pi_start_date": "2011-04-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Colin",
   "pi_last_name": "Tucker",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Colin Tucker",
   "pi_email_addr": "cltucker@alaska.edu",
   "nsf_id": "000581344",
   "pi_start_date": "2011-04-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wyoming",
  "inst_street_address": "1000 E UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "LARAMIE",
  "inst_state_code": "WY",
  "inst_state_name": "Wyoming",
  "inst_phone_num": "3077665320",
  "inst_zip_code": "820712000",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "WY00",
  "org_lgl_bus_name": "UNIVERSITY OF WYOMING",
  "org_prnt_uei_num": "FDR5YF2K32X5",
  "org_uei_num": "FDR5YF2K32X5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wyoming",
  "perf_str_addr": "1000 E UNIVERSITY AVE",
  "perf_city_name": "LARAMIE",
  "perf_st_code": "WY",
  "perf_st_name": "Wyoming",
  "perf_zip_code": "820712000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "WY00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1181",
   "pgm_ref_txt": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 14922.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of our study of &ldquo;Winter soil respiration in Southeast Wyoming&rdquo; was to explore a critical control on the terrestrial carbon (C) cycle in high elevation ecosystems during the part of the year when soils are either covered in snow or exposed to freezing temperatures.&nbsp; Soil respiration is the loss of C as CO<sub>2</sub> from soils to the atmosphere, and can be broken down into two primary processes: root respiration of carbohydrates stored within the plant and microbial respiration of organic matter in the soil.&nbsp; Root respiration is tightly coupled to plant photosynthesis, and the net change in atmospheric CO<sub>2</sub> resulting from root respiration is negligible over time periods greater than a year.&nbsp; Soil microbial respiration, on the other hand, returns <em>stored</em> C to the atmosphere, because soil carbon can remain in an ecosystem for tens to thousands of years, or more. So, changes in soil microbial respiration may, over time, result in big changes in atmospheric CO<sub>2</sub> concentrations.&nbsp; Separating the contribution of roots and microbes to total soil respiration has been a difficult problem in ecosystem ecology.&nbsp; This problem is compounded in winter when the soil is buried under snow, and the rate of soil respiration is much lower than the growing season.&nbsp; However, in ecosystems where snow cover may persist from one third to three quarters of the year, a complete understanding of the C cycle requires understanding what is happening under the winter snowpack.</p>\n<p>In this project, we conducted two linked studies exploring the effect of winter snows on soil respiration in mountainous regions of Wyoming.&nbsp; The first study focused on quantifying root and microbial respiration beneath the snow in subalpine forest and meadow ecosystems at 3,000 meters (near upper treeline) elevation in the Snowy Mountains.&nbsp; Snow accumulates to as much as 3.5 meters depth at this site, and may last from late October until July some years.&nbsp; The winter air temperatures at this site are very cold, but the deep snow decouples the soil temperature from the air temperature for most of the snow covered period.&nbsp; Therefore, in mid-winter the soil temperatures at this site are stable and hover just above or below 0&deg;C, such that liquid water is available in the soil.&nbsp; These stable temperatures and the availability of liquid water promote activity by soil microbes and - one surprising finding of this study - roots as well.&nbsp; In fact, using a novel approach where, by comparing the <sup>13</sup>C isotope content of snowpack CO<sub>2</sub> to the <sup>13</sup>C of root and soil microbial respiration, we estimated that as much as 40% of winter soil respiration is coming from roots.&nbsp; This is an important finding because to date most studies of winter soil respiration have focused on the microbial component.&nbsp; One result of our study is that belowground plant activity is substantial during the winter in this ecosystem, and future work should explore the consequences of this activity for ecosystem C balance as well as plant nutrient uptake and how this nutrient uptake might affect plant community dynamics.</p>\n<p>The second study was conducted in at three sagebrush ecosystems occurring just below the lower tree-line in the Snowy Mountains and the Laramie Range.&nbsp; At each site, highway snowfences were built ~50 years ago to prevent blowing snow from causing whiteout conditions on rural highways.&nbsp; These snowfences create large snow piles immediately downwind of the fence. We compared soil respiration from the deep snow areas to areas nearby with natural snow conditions, in the mid-winter, spring and in the summer.&nbsp; We found that deeper snows insulated the soil mid-winter, resulting in increased soil respiration.&nbsp; During the spring, soil temperatures were actually slightly cooler in t...",
  "por_txt_cntn": "\nThe goal of our study of \"Winter soil respiration in Southeast Wyoming\" was to explore a critical control on the terrestrial carbon (C) cycle in high elevation ecosystems during the part of the year when soils are either covered in snow or exposed to freezing temperatures.  Soil respiration is the loss of C as CO2 from soils to the atmosphere, and can be broken down into two primary processes: root respiration of carbohydrates stored within the plant and microbial respiration of organic matter in the soil.  Root respiration is tightly coupled to plant photosynthesis, and the net change in atmospheric CO2 resulting from root respiration is negligible over time periods greater than a year.  Soil microbial respiration, on the other hand, returns stored C to the atmosphere, because soil carbon can remain in an ecosystem for tens to thousands of years, or more. So, changes in soil microbial respiration may, over time, result in big changes in atmospheric CO2 concentrations.  Separating the contribution of roots and microbes to total soil respiration has been a difficult problem in ecosystem ecology.  This problem is compounded in winter when the soil is buried under snow, and the rate of soil respiration is much lower than the growing season.  However, in ecosystems where snow cover may persist from one third to three quarters of the year, a complete understanding of the C cycle requires understanding what is happening under the winter snowpack.\n\nIn this project, we conducted two linked studies exploring the effect of winter snows on soil respiration in mountainous regions of Wyoming.  The first study focused on quantifying root and microbial respiration beneath the snow in subalpine forest and meadow ecosystems at 3,000 meters (near upper treeline) elevation in the Snowy Mountains.  Snow accumulates to as much as 3.5 meters depth at this site, and may last from late October until July some years.  The winter air temperatures at this site are very cold, but the deep snow decouples the soil temperature from the air temperature for most of the snow covered period.  Therefore, in mid-winter the soil temperatures at this site are stable and hover just above or below 0&deg;C, such that liquid water is available in the soil.  These stable temperatures and the availability of liquid water promote activity by soil microbes and - one surprising finding of this study - roots as well.  In fact, using a novel approach where, by comparing the 13C isotope content of snowpack CO2 to the 13C of root and soil microbial respiration, we estimated that as much as 40% of winter soil respiration is coming from roots.  This is an important finding because to date most studies of winter soil respiration have focused on the microbial component.  One result of our study is that belowground plant activity is substantial during the winter in this ecosystem, and future work should explore the consequences of this activity for ecosystem C balance as well as plant nutrient uptake and how this nutrient uptake might affect plant community dynamics.\n\nThe second study was conducted in at three sagebrush ecosystems occurring just below the lower tree-line in the Snowy Mountains and the Laramie Range.  At each site, highway snowfences were built ~50 years ago to prevent blowing snow from causing whiteout conditions on rural highways.  These snowfences create large snow piles immediately downwind of the fence. We compared soil respiration from the deep snow areas to areas nearby with natural snow conditions, in the mid-winter, spring and in the summer.  We found that deeper snows insulated the soil mid-winter, resulting in increased soil respiration.  During the spring, soil temperatures were actually slightly cooler in the areas where the deeper snow had been, but the added soil moisture from the melting snow increased soil respiration more than the cooler temperature reduced it. During the summer, there was no measurable increase in soil moisture associated with the..."
 }
}