{
 "awd_id": "1110450",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: Behavioral and genomic evidence for reproductive isolation between two sister species of Peromyscus",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Samuel Scheiner",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 14944.0,
 "awd_amount": 14944.0,
 "awd_min_amd_letter_date": "2011-05-11",
 "awd_max_amd_letter_date": "2011-05-11",
 "awd_abstract_narration": "The primary objective of the proposed research is to determine how behavioral changes?specifically changes in preferences for mates?contribute to the evolution of new species. This study focuses on a pair of two closely related North American species, the white-footed mouse (Peromyscus leucopus) and the cotton mouse (P. gossypinus), which have accumulated few genetic differences between them yet differ in mating preferences. Using a combination of behavioral mate choice tests and genetic analysis, this research aims to determine: (1) the degree to which different mating preferences between P. leucopus and P. gossypinus prevent gene exchange under controlled laboratory conditions, and (2) the genetic basis of those behavioral differences. \r\n\r\nBy studying what types of genetic changes produce behaviors that prevent species from hybridizing, we can learn how behavior evolves as well as quantify its role in the formation of new species. The results from the proposed research will improve our overall understanding of life?s diversity, and will be used to create several family programs and a display case in the Evolution exhibit for the Harvard Museum of Natural History. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hopi",
   "pi_last_name": "Hoekstra",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Hopi E Hoekstra",
   "pi_email_addr": "hoekstra@oeb.harvard.edu",
   "nsf_id": "000445643",
   "pi_start_date": "2011-05-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Emily Ho",
   "pi_last_name": "Kay",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Emily Ho Kay",
   "pi_email_addr": "ekay@oeb.harvard.edu",
   "nsf_id": "000581408",
   "pi_start_date": "2011-05-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737800",
   "pgm_ele_name": "EVOLUTIONARY GENETICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 14944.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>How new species evolve is a central question in evolutionary biology. Why do some species split into two, while others do not? Why are there over 100,000 species of beetles, but only 9,000 species of birds? How does the process of speciation work, and are there types of environmental or behavioral differences that promote this process?</p>\n<p>One approach to studying the process of speciation is to identify reasons why species avoid mating with other species, thereby preventing genetic exchange and allowing for differentiation. Although there are many ways that species avoid genetic exchange&mdash;either by preventing mating in the first place, or reducing the fitness of hybrid offspring after mating has occurred&mdash;there is emerging evidence that pre-mating mechanisms can evolve quickly (Coyne &amp; Orr 1998; Hendry et al. 2000; Nosil 2012). By identifying which &ldquo;reproductive barriers&rdquo; evolve earliest and act strongest between species pairs, we can gain a better insight into which processes&mdash;adaptation to different environments, sexual selection for attractive traits, learning, or conflict between the sexes&mdash;promote speciation.</p>\n<p>Our goal was to understand how mating preferences form a reproductive barrier. We chose to study two closely related species of mice, the white-footed mouse (<em>Peromyscus leucopus</em>) and its sister species, the cotton mouse (<em>Peromyscus gossypinus</em>) because previous research suggested that mating preferences, and not other types of barriers, served as the primary reason the species began to differentiate. These species share overlapping habitats in the southeastern United States where they co-occur, breed throughout the year, and produce viable and fertile hybrids; however, when thrown together in arenas, both species mate with their own type (Bradshaw 1968). Thus, we wanted to test whether different mating preferences are indeed strong enough to prevent hybridization for this species pair.</p>\n<p>Our project had two aims: (1) to quantify the amount of hybridization between white-footed mice<em>&nbsp;</em>and&nbsp;cotton mice in natural populations, and (2) to measure the strength of mating preferences in laboratory choice trials. Over the last two years, we sequenced DNA from over 450 individuals that we trapped from across the southeastern U.S. where both species co-occur, and looked for evidence of putative hybrids: individuals sharing genes from both species. We found no evidence of hybrids. We then modeled the species history to estimate how much hybridization and genetic exchange has occurred since divergence, and again find no evidence of hybridization. We conclude that these species have been, and currently remain, genetically distinct because of strong reproductive barriers.</p>\n<p>We then tested the degree to which mating preferences could explain the lack of hybridization between these species. We used two types of tests to measure mating preferences: (1) no-choice tests, and (2) two-way choice tests. No-choice tests revealed that white-footed mice and cotton mice mate with each other when they have been given no other option. By contrast, when given a choice between a partner of the same species and one of the closely related species, males and females of both species preferred mates of their same species. Because we have breeding colonies of both these species in the laboratory, we have started to cross-foster mice (transfer pups between mothers of the different species) to test whether their preferences are learned or genetic. Our data suggest that cotton mice switch their preferences to their foster mother&rsquo;s species, while the preferences of white-footed mice are unaffected. These results support the idea that mating preferences are indeed strong and may be learned for some species through the process of sexual imprinting on parents.</p>\n<p>In summary, we have shown that in th...",
  "por_txt_cntn": "\nHow new species evolve is a central question in evolutionary biology. Why do some species split into two, while others do not? Why are there over 100,000 species of beetles, but only 9,000 species of birds? How does the process of speciation work, and are there types of environmental or behavioral differences that promote this process?\n\nOne approach to studying the process of speciation is to identify reasons why species avoid mating with other species, thereby preventing genetic exchange and allowing for differentiation. Although there are many ways that species avoid genetic exchange&mdash;either by preventing mating in the first place, or reducing the fitness of hybrid offspring after mating has occurred&mdash;there is emerging evidence that pre-mating mechanisms can evolve quickly (Coyne &amp; Orr 1998; Hendry et al. 2000; Nosil 2012). By identifying which \"reproductive barriers\" evolve earliest and act strongest between species pairs, we can gain a better insight into which processes&mdash;adaptation to different environments, sexual selection for attractive traits, learning, or conflict between the sexes&mdash;promote speciation.\n\nOur goal was to understand how mating preferences form a reproductive barrier. We chose to study two closely related species of mice, the white-footed mouse (Peromyscus leucopus) and its sister species, the cotton mouse (Peromyscus gossypinus) because previous research suggested that mating preferences, and not other types of barriers, served as the primary reason the species began to differentiate. These species share overlapping habitats in the southeastern United States where they co-occur, breed throughout the year, and produce viable and fertile hybrids; however, when thrown together in arenas, both species mate with their own type (Bradshaw 1968). Thus, we wanted to test whether different mating preferences are indeed strong enough to prevent hybridization for this species pair.\n\nOur project had two aims: (1) to quantify the amount of hybridization between white-footed mice and cotton mice in natural populations, and (2) to measure the strength of mating preferences in laboratory choice trials. Over the last two years, we sequenced DNA from over 450 individuals that we trapped from across the southeastern U.S. where both species co-occur, and looked for evidence of putative hybrids: individuals sharing genes from both species. We found no evidence of hybrids. We then modeled the species history to estimate how much hybridization and genetic exchange has occurred since divergence, and again find no evidence of hybridization. We conclude that these species have been, and currently remain, genetically distinct because of strong reproductive barriers.\n\nWe then tested the degree to which mating preferences could explain the lack of hybridization between these species. We used two types of tests to measure mating preferences: (1) no-choice tests, and (2) two-way choice tests. No-choice tests revealed that white-footed mice and cotton mice mate with each other when they have been given no other option. By contrast, when given a choice between a partner of the same species and one of the closely related species, males and females of both species preferred mates of their same species. Because we have breeding colonies of both these species in the laboratory, we have started to cross-foster mice (transfer pups between mothers of the different species) to test whether their preferences are learned or genetic. Our data suggest that cotton mice switch their preferences to their foster motherÆs species, while the preferences of white-footed mice are unaffected. These results support the idea that mating preferences are indeed strong and may be learned for some species through the process of sexual imprinting on parents.\n\nIn summary, we have shown that in these two species (1) hybridization has been rare throughout their history, (2) behavioral differences in mating preferences are very strong, and (3)..."
 }
}