{
 "awd_id": "1110390",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Geochemical and isotopic time-series of marine and terrestrial degradation of petroleum in the 2010 Gulf of Mexico oil spill",
 "cfda_num": "47.050",
 "org_code": "06030205",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2010-10-05",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 65531.0,
 "awd_amount": 65531.0,
 "awd_min_amd_letter_date": "2011-02-11",
 "awd_max_amd_letter_date": "2011-02-11",
 "awd_abstract_narration": "The proposed research aims to document organic geochemical and isotopic changes of petroleum over time following the April 20, 2010 Gulf of Mexico oil spill. The objectives of this study are to document the geochemical fate of petroleum in the wake of the marine oil spill using the analytical arsenal of organic geochemistry, in particular by using mass-spectrometric identification and quantification, and isotopic characterization. These techniques record the history of chemical change of spilled oil through time, and also forensically discriminate between residual oil from the BP spill and unrelated hydrocarbon pollutants that would otherwise go undetected. As oil washes ashore and is degraded in different littoral and terrestrial environments, the PIs will characterize the residual organic compounds as a function of exposure time to test whether published models for anaerobic biodegradation of crude oils in oil reservoirs fit the recorded trends of aerobic biodegradation from each sampling site. Their compositional and isotopic data from a variety of repeatedly visited sampling sites representing ecologically different environments will evaluate possible acceleration or retardation of oil degradation that result from environmental factors. \r\n\r\nOne doctoral and several undergraduate students will participate in fieldwork, subsequent sample preparations, and analyses, educating students that across boundaries of organic, stable isotope and environmental geochemistry. Results of this study will be communicated to the scientific community through publications and presentations at conferences and will serve as a public outreach project at Grand Isle State Park, LA. Their data and interpretations will be used to help construct either a display or an informational pamphlet to educate the general public and K-12 students. Knowing which coastal environments have superior geochemical self-cleaning capability will help optimize the deployment of limited resources during future cleanup efforts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Finkelstein",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "David B Finkelstein",
   "pi_email_addr": "finkelstein@hws.edu",
   "nsf_id": "000106181",
   "pi_start_date": "2011-02-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "101 COMMONWEALTH AVE",
  "perf_city_name": "AMHERST",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039252",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "689800",
   "pgm_ele_name": "EAR-Earth Sciences Research"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5987",
   "pgm_ref_txt": "GULF OF MEXICO OIL SPILL-2010"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 65531.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcomes Report for the General Public</strong></p>\n<p>Project Title:</p>\n<p><strong>Collaborative Research: Geochemical and isotopic time-series of marine and terrestrial degradation of petroleum in the 2010 Gulf of Mexico oil spill</strong><strong>&nbsp;</strong></p>\n<p>David B. Finkelstein, University of Massachusetts, Department of Geosciences, 611 North Pleasant St, Amherst, MA 01003, dfink@geo.umass.edu</p>\n<p>NSF Award Number: 1110390</p>\n<p>&nbsp;</p>\n<p><strong>Introduction</strong></p>\n<p>In response to the Deepwater Horizon drilling platform explosion and subsequent months-long oil spill from the Macondo well in the Gulf of Mexico off the coast of Louisiana, a collaborative team of scientists from the University of Massachusetts, Indiana University, and Tulane University was awarded NSF funding to monitor the geochemical fate of the oil that had washed ashore along Louisiana&rsquo;s coast. Samples were taken between 46 and 694 days after the Macondo well blowout, and analyzed for bulk hydrocarbon stable carbon and hydrogen isotope ratios (Schimmelmann at Indiana University), ramped pyrolysis stable carbon ratios and radiocarbon content (Rosenheim at Tulane University), n-alkane and other organic molecular characteristics, and compound specific isotope analysis (Finkelstein at UMass). This report focuses on the University of Massachusetts effort.</p>\n<p><strong>Location of Sampling</strong></p>\n<p>Because of its accessibility, we were permitted to sample from the Grand Isle State Park (Sites A and B).&nbsp; Overall, we found significant changes in the amount of organic compounds through time. It appears that wave energy and oxygenation are of paramount importance for biodegradation along sandy beaches and marshes, resulting in distinct isotopic differences among coastal environments.</p>\n<p><strong>Results</strong></p>\n<p>Bulk and compound specific stable hydrogen isotopes point to slight <sup>2</sup>H-enrichment attributable to water washing during transport to Grand Isle and Barataria Bay, followed by more subtle changes after deposition that depended, in part, on the wave energy available locally.&nbsp; Characterization of the n-alkane distributions through time identified subtle shifts in the dominant n-alkanes from water washing and terrestrial degradation.&nbsp; This trend is consistent with a shift from low to slight biodegradation through time (to approximately day 337).&nbsp; In addition, the spotty nature of the degradation is dependent upon which location is being characterized.&nbsp; For example, at Grand Isle A, Days 46 (both floating oil and tar balls), 72 (tar balls) and 88 (buried oil and tar balls) are dominated by n-alkanes of 14 to 36 carbons in chain length with n-C19 &gt; n-C20 &gt; n-C18 (Figure 2).&nbsp; Day 179 (buried oil and tar balls) displays a truncated range of short chain n-alkanes and trenched samples display an unresolved complex mixture (UCM) that is pronounced and bimodal in surface samples.&nbsp; Day 337 has a similar range of n-alkanes of 14 to 38 carbons in chain length with n-C19 &gt; n-C20 &gt; n-C18.&nbsp; Days 508 and 583 show a loss of long-chain n-alkanes and a shifted UCM to later elution times.&nbsp; Samples from Grand Isle B show a progressive transition dominated by short-chain n-alkanes to lesser amounts of n-alkanes with a strong UCM.&nbsp; The loss of high molecular weight n-alkanes and an increase in the UCM after Day 337 is consistent with a shift from slight to moderate biodegradation.&nbsp; Ratios of Pristane (an isoprenoid) to n-C17 (a short-chain n-alkane) illustrate, in part, the possible role of wave energy versus biodegradation in the breakdown of the oil from Grand Isle sites A and B.&nbsp; At site A (greater wave energy), the ratio appears to be random and, whereas at site B (quiet water site) the ratio increases indicating a greater degree of relative breakdown.&nbsp; Polycycli...",
  "por_txt_cntn": "\nProject Outcomes Report for the General Public\n\nProject Title:\n\nCollaborative Research: Geochemical and isotopic time-series of marine and terrestrial degradation of petroleum in the 2010 Gulf of Mexico oil spill \n\nDavid B. Finkelstein, University of Massachusetts, Department of Geosciences, 611 North Pleasant St, Amherst, MA 01003, dfink@geo.umass.edu\n\nNSF Award Number: 1110390\n\n \n\nIntroduction\n\nIn response to the Deepwater Horizon drilling platform explosion and subsequent months-long oil spill from the Macondo well in the Gulf of Mexico off the coast of Louisiana, a collaborative team of scientists from the University of Massachusetts, Indiana University, and Tulane University was awarded NSF funding to monitor the geochemical fate of the oil that had washed ashore along LouisianaÆs coast. Samples were taken between 46 and 694 days after the Macondo well blowout, and analyzed for bulk hydrocarbon stable carbon and hydrogen isotope ratios (Schimmelmann at Indiana University), ramped pyrolysis stable carbon ratios and radiocarbon content (Rosenheim at Tulane University), n-alkane and other organic molecular characteristics, and compound specific isotope analysis (Finkelstein at UMass). This report focuses on the University of Massachusetts effort.\n\nLocation of Sampling\n\nBecause of its accessibility, we were permitted to sample from the Grand Isle State Park (Sites A and B).  Overall, we found significant changes in the amount of organic compounds through time. It appears that wave energy and oxygenation are of paramount importance for biodegradation along sandy beaches and marshes, resulting in distinct isotopic differences among coastal environments.\n\nResults\n\nBulk and compound specific stable hydrogen isotopes point to slight 2H-enrichment attributable to water washing during transport to Grand Isle and Barataria Bay, followed by more subtle changes after deposition that depended, in part, on the wave energy available locally.  Characterization of the n-alkane distributions through time identified subtle shifts in the dominant n-alkanes from water washing and terrestrial degradation.  This trend is consistent with a shift from low to slight biodegradation through time (to approximately day 337).  In addition, the spotty nature of the degradation is dependent upon which location is being characterized.  For example, at Grand Isle A, Days 46 (both floating oil and tar balls), 72 (tar balls) and 88 (buried oil and tar balls) are dominated by n-alkanes of 14 to 36 carbons in chain length with n-C19 &gt; n-C20 &gt; n-C18 (Figure 2).  Day 179 (buried oil and tar balls) displays a truncated range of short chain n-alkanes and trenched samples display an unresolved complex mixture (UCM) that is pronounced and bimodal in surface samples.  Day 337 has a similar range of n-alkanes of 14 to 38 carbons in chain length with n-C19 &gt; n-C20 &gt; n-C18.  Days 508 and 583 show a loss of long-chain n-alkanes and a shifted UCM to later elution times.  Samples from Grand Isle B show a progressive transition dominated by short-chain n-alkanes to lesser amounts of n-alkanes with a strong UCM.  The loss of high molecular weight n-alkanes and an increase in the UCM after Day 337 is consistent with a shift from slight to moderate biodegradation.  Ratios of Pristane (an isoprenoid) to n-C17 (a short-chain n-alkane) illustrate, in part, the possible role of wave energy versus biodegradation in the breakdown of the oil from Grand Isle sites A and B.  At site A (greater wave energy), the ratio appears to be random and, whereas at site B (quiet water site) the ratio increases indicating a greater degree of relative breakdown.  Polycyclic aromatic hydrocarbons from Grand Isle sites A and B display similar complex-type trends, again, illustrating possible role of wave energy versus biodegradation.\n\n\t\t\t\t\tLast Modified: 01/31/2013\n\n\t\t\t\t\tSubmitted by: David B Finkelstein"
 }
}