{
 "awd_id": "1110570",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: The Evolution of Thermal Physiology Within the Anolis Adaptive Radiation",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George Gilchrist",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2013-11-30",
 "tot_intn_awd_amt": 14898.0,
 "awd_amount": 14898.0,
 "awd_min_amd_letter_date": "2011-03-30",
 "awd_max_amd_letter_date": "2011-03-30",
 "awd_abstract_narration": "A fundamental problem in ecology is to understand how a large number of similar species are able to coexist in the same community. This project will explore the role of thermal physiology in facilitating habitat partitioning by multiple species. The study organisms are 18 species of tropical lizard in the genus Anolis. As a generality, anoles tend to prefer either cool, shaded areas or hot, open areas. It is predicted that, in cold-blooded animals such as lizards, species that live in cool areas should have high physiological performance at low temperatures, whereas species that inhabit warm areas should have high physiological performance at high temperatures. Support for this prediction is mixed. This study will measure the temperature-dependence of sprint performance, a physiological trait important for lizard survival. Lizards of each species will be collected and run at multiple temperatures and their temperature-dependent physiological performances will be compared. \r\n\r\n\tIn order for species to coexist, each species must occupy a different niche. However, our understanding of the adaptations that promote niche differences and thus species coexistence are far from complete. This project seeks to understand these adaptations, as the lizards being studied co-occur in complex biological communities. In addition, the project will provide critical information essential for developing successful management plans to maintain biological diversity under predicted conditions of global change. This project will also provide an opportunity for undergraduates to become actively involved on multiple aspects of the research process.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Manuel",
   "pi_last_name": "Leal",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Manuel S Leal",
   "pi_email_addr": "lealm@missouri.edu",
   "nsf_id": "000478448",
   "pi_start_date": "2011-03-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Gunderson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander Gunderson",
   "pi_email_addr": "agunderson@tulane.edu",
   "nsf_id": "000550465",
   "pi_start_date": "2011-03-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W MAIN ST",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054640",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737700",
   "pgm_ele_name": "EVOLUTIONARY ECOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 14898.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>One of the key goals of biology is to understand how biodiversity arises and is maintained. The term biodiversity refers to two aspects of the living world: 1) the number of species there are and 2) variety in the way species look, behave, and make their living. There is one natural process that that leads to increases in both of these aspects of biodiversity, and it is known as adaptive radiation. During adaptive radiation, a lineage multiplies into many different species within the same general area, with each species occupying a different &ldquo;niche&rdquo; such that all of the species are able to coexist.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Caribbean <em>Anolis</em> lizards (anoles) on the Greater Antillean islands are a classic example of an adaptive radiation. Each island has multiple species of anole, and each species has adapted morphologically to occupy different perch types within the forest. For example, some species live on tree trunks, others in the canopy, others on grasses and bushes. Each specialist is called an &ldquo;ecomorph&rdquo;. Within anoles the evolution of ectomorphs has received the majority of research attention.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; It has also been hypothesized that adaptation to different climatic conditions (i.e., temperature and rainfall/humidity) was a second driver of the anole radiation. Indeed, different species of anole tend to stay in either warm, open parts of the forest (&ldquo;warm&rdquo; species) or cool, shaded parts (&ldquo;cool&rdquo; species). However, little is known about whether or how anoles physiologically adapt to these different climatic conditions. In this project, we measured the upper thermal limits of 16 species of anole from Puerto Rico and Jamaica. For 14 of those species, we also measured how sprint speed changes with temperature, which provides an estimate of how physiologically sensitive each species is to thermal variation.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The climatic hypothesis predicts that warm species should be able to tolerate warmer temperatures than cool species. In addition, it predicts that warm species should have higher physiological rates at high temperatures, while cool species should&nbsp; have higher physiological rates at colder temperatures. This is precisely what we found. In other words, anoles are physiologically specialized to occupy different climatic niches. Furthermore, our analysis indicates that the physiological differences between species facilitate species co-existence. For example, on Puerto Rico you can often find two species of the same ecomorph in the same location. However, when this occurs, one species is always physiologically adapted to warm conditions, while the other is physiologically adapted to cool conditions. This allows the species to occupy different parts of the habitat, reducing competition between them.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In sum, our research lends support to the hypothesis that the adaptive radiation of anoles was driven by both morphological adaptation to different perch types and physiological adaptation to different climatic conditions. More broadly, this finding indicates that physiological adaptation may be an under-appreciated component of evolutionary radiations, as the vast majority of research on this topic focuses on morphological traits.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/04/2013<br>\n\t\t\t\t\tModified by: Alexander&nbsp;Gunderson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOne of the key goals of biology is to understand how biodiversity arises and is maintained. The term biodiversity refers to two aspects of the living world: 1) the number of species there are and 2) variety in the way species look, behave, and make their living. There is one natural process that that leads to increases in both of these aspects of biodiversity, and it is known as adaptive radiation. During adaptive radiation, a lineage multiplies into many different species within the same general area, with each species occupying a different \"niche\" such that all of the species are able to coexist.\n\n            Caribbean Anolis lizards (anoles) on the Greater Antillean islands are a classic example of an adaptive radiation. Each island has multiple species of anole, and each species has adapted morphologically to occupy different perch types within the forest. For example, some species live on tree trunks, others in the canopy, others on grasses and bushes. Each specialist is called an \"ecomorph\". Within anoles the evolution of ectomorphs has received the majority of research attention.\n\n            It has also been hypothesized that adaptation to different climatic conditions (i.e., temperature and rainfall/humidity) was a second driver of the anole radiation. Indeed, different species of anole tend to stay in either warm, open parts of the forest (\"warm\" species) or cool, shaded parts (\"cool\" species). However, little is known about whether or how anoles physiologically adapt to these different climatic conditions. In this project, we measured the upper thermal limits of 16 species of anole from Puerto Rico and Jamaica. For 14 of those species, we also measured how sprint speed changes with temperature, which provides an estimate of how physiologically sensitive each species is to thermal variation.\n\n            The climatic hypothesis predicts that warm species should be able to tolerate warmer temperatures than cool species. In addition, it predicts that warm species should have higher physiological rates at high temperatures, while cool species should  have higher physiological rates at colder temperatures. This is precisely what we found. In other words, anoles are physiologically specialized to occupy different climatic niches. Furthermore, our analysis indicates that the physiological differences between species facilitate species co-existence. For example, on Puerto Rico you can often find two species of the same ecomorph in the same location. However, when this occurs, one species is always physiologically adapted to warm conditions, while the other is physiologically adapted to cool conditions. This allows the species to occupy different parts of the habitat, reducing competition between them.\n\n            In sum, our research lends support to the hypothesis that the adaptive radiation of anoles was driven by both morphological adaptation to different perch types and physiological adaptation to different climatic conditions. More broadly, this finding indicates that physiological adaptation may be an under-appreciated component of evolutionary radiations, as the vast majority of research on this topic focuses on morphological traits. \n\n \n\n\t\t\t\t\tLast Modified: 12/04/2013\n\n\t\t\t\t\tSubmitted by: Alexander Gunderson"
 }
}