{
 "awd_id": "1111209",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Excellence in Graduate Polymer Research Symposium: An Interdisciplinary and International Forum for Future Leaders in Polymeric Materials",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Freddy Khoury",
 "awd_eff_date": "2011-02-01",
 "awd_exp_date": "2012-01-31",
 "tot_intn_awd_amt": 4000.0,
 "awd_amount": 4000.0,
 "awd_min_amd_letter_date": "2011-01-13",
 "awd_max_amd_letter_date": "2011-01-13",
 "awd_abstract_narration": "TECHNICAL ABSTRACT\r\nAdvances in polymeric materials continue to catalyze the nation?s future critical technologies ranging from charged polymers in biomedical devices and water purification membranes to conducting polymers for sensors and alternate energy solutions. Functional polymeric materials require fundamental understanding at length scales ranging from nanometers to centimeters. Constant attention to fundamental structure-property-performance relationships is critical for continued success and societal impact, and research strategies demand an interdisciplinary and teamed vision for both rapid and integrated solutions. It is this interdisciplinary strategy that will enable new discoveries in polymer science and engineering. This  proposal will allow future leaders, who are currently graduate students from leading universities across the United States, to assemble in a unique international forum of polymer science and engineering . Oral presentations and interactive poster sessions at  the intended \"Excellence in Graduate Polymer Research Symposium\"  under the auspices of the American  Chemical Society, will address key research areas including theory and molecular modeling, polymer design and synthetic strategy, polymer characterization using state-of-the-art techniques, engineering of polymer-based devices, and fundamental understanding of the interface of polymer chemistry, physics, biology, and engineering. Moreover, this forum will encourage scientific network building and raise the awareness of the necessity for interdisciplinary research to younger polymer scientists and engineers. The symposium will occur at the 2011 spring national meeting of the American Chemical Society in Anaheim, California. The proposed NSF funding will permit the attendance of leading graduate students, ensure diverse participation, and showcase the importance of interdisciplinary research for solving some of the more complex questions that face our scientific community.\r\n\r\nNON-TECHNICAL ABSTRACT\r\nUniversity and commercial laboratories recognize the importance of interdisciplinary research; however, the opportunities for university students to truly experience an interdisciplinary meeting of polymer science and engineering remain limited. The encompassing symposium entitled \"Excellence in Graduate Polymer Research\" will provide an open forum for international scientists and engineers at the graduate level to cultivate an  appreciation of interdisciplinary research and an international spirit of collaboration. The forum will serve to recognize leading graduate student researchers and provide a mechanism for research partnerships to evolve in a grass-roots fashion. The symposium will offer an educational experience where students will be able to benchmark their research strategies and presentation skills, and participants will raise their awareness of emerging topics at new boundaries of polymer science and engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Ellison",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher J Ellison",
   "pi_email_addr": "cellison@umn.edu",
   "nsf_id": "000537722",
   "pi_start_date": "2011-01-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 4000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><span style=\"text-decoration: underline;\">Title: </span>Excellence in Graduate Polymer Science Research Symposium: An Interdisciplinary and International Forum for Future Leaders</strong></p>\n<p><strong>ACS March Meeting, Anaheim, CA - March 27-28, 2011</strong></p>\n<p>As part of our initiative on graduate student membership and graduate education, the ACS Polymer Chemistry Division (POLY) started a special symposium, entitled \"Excellence in Polymer Graduate Research\" at the National ACS Meeting in Philadelphia in Fall 2004. Since then, we have organized this symposium every year in the Spring ACS meetings.<br />The seventh symposium was held at the National ACS Meeting in Anaheim on March<br />27-28, 2011.</p>\n<p><br />The purposes of this symposium were to provide recognition to outstanding graduate students in polymer science and engineering, to foster networking and exposure, and to help develop the careers of future leaders in our field. We publicized this symposium via the POLY list server, POLY web page, and direct email messages to academic departments that are active in polymer research. We requested that each department nominate one outstanding graduate student to speak on his or her original research in this special symposium. Each student was required to fill out an application form and have a nominating letter from the research advisor and a letter from the department head.</p>\n<p>We had 26 students this year, and they were truly excellent in the quality of the research done and in their enthusiastic presentations.&nbsp;&nbsp; The detailed symposium program is attached below.&nbsp;&nbsp; This year we started the activities with a networking social on Sunday evening, with snacks and drinks.&nbsp; We were joined by the students from the Undergraduate Research Symposium.&nbsp; A large number of POLY officers and representatives from POLY Industrial Advisory Board were also present, and there were very good interactions among all the people.&nbsp; &nbsp;Professor Robert B. Moore, Chair of POLY, spoke briefly to the students, congratulating them on their selection and wishing them continued success.</p>\n<p>As part of the recognition, each student received a certificate plus a check award to defray travel costs of the student poster and oral presentation participants. It is important to note that Dr. Nancy Jackson, the ACS President, made this a Presidential Event, and personally attended the symposium during the intermission in the afternoon. She spoke to the students and took a group picture with them, together with Professor Moore (POLY Chair).&nbsp;&nbsp; We realize that Dr. Jackson had a very busy schedule at the meeting, and we truly appreciated her support of the symposium and her efforts to come to the symposium.&nbsp;</p>\n<p>This symposium was organized by ACS Polymer Division (POLY), and cosponsored by Presidential Event (PRES), Young Chemists Committee<br />(YCC), Division of Professional Relations (PROF), Society Committee on<br />Education (SOCED), and POLY. The symposium had the generous support of National Science Foundation Division of Materials Research (DMR), ACS Polymer Division (POLY), and Industrial Advisory Board of the Polymer Division (IAB). The organizers thank all the sponsors and supporters, without whom this symposium would not have been possible.</p>\n<p>Symposium Organizing Committee:</p>\n<p>H. N. Cheng (USDA)</p>\n<p>Christopher J. Ellison (Univ. of Texas at Austin)</p>\n<p>Christine Landry-Coltrane (Eastman Kodak Company)</p>\n<p>Timothy E. Long (Virginia Tech)</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/03/2012<br>\n\t\t\t\t\tModified by: Christopher&nbsp;J&nbsp;Ellison</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nTitle: Excellence in Graduate Polymer Science Research Symposium: An Interdisciplinary and International Forum for Future Leaders\n\nACS March Meeting, Anaheim, CA - March 27-28, 2011\n\nAs part of our initiative on graduate student membership and graduate education, the ACS Polymer Chemistry Division (POLY) started a special symposium, entitled \"Excellence in Polymer Graduate Research\" at the National ACS Meeting in Philadelphia in Fall 2004. Since then, we have organized this symposium every year in the Spring ACS meetings.\nThe seventh symposium was held at the National ACS Meeting in Anaheim on March\n27-28, 2011.\n\n\nThe purposes of this symposium were to provide recognition to outstanding graduate students in polymer science and engineering, to foster networking and exposure, and to help develop the careers of future leaders in our field. We publicized this symposium via the POLY list server, POLY web page, and direct email messages to academic departments that are active in polymer research. We requested that each department nominate one outstanding graduate student to speak on his or her original research in this special symposium. Each student was required to fill out an application form and have a nominating letter from the research advisor and a letter from the department head.\n\nWe had 26 students this year, and they were truly excellent in the quality of the research done and in their enthusiastic presentations.   The detailed symposium program is attached below.   This year we started the activities with a networking social on Sunday evening, with snacks and drinks.  We were joined by the students from the Undergraduate Research Symposium.  A large number of POLY officers and representatives from POLY Industrial Advisory Board were also present, and there were very good interactions among all the people.   Professor Robert B. Moore, Chair of POLY, spoke briefly to the students, congratulating them on their selection and wishing them continued success.\n\nAs part of the recognition, each student received a certificate plus a check award to defray travel costs of the student poster and oral presentation participants. It is important to note that Dr. Nancy Jackson, the ACS President, made this a Presidential Event, and personally attended the symposium during the intermission in the afternoon. She spoke to the students and took a group picture with them, together with Professor Moore (POLY Chair).   We realize that Dr. Jackson had a very busy schedule at the meeting, and we truly appreciated her support of the symposium and her efforts to come to the symposium. \n\nThis symposium was organized by ACS Polymer Division (POLY), and cosponsored by Presidential Event (PRES), Young Chemists Committee\n(YCC), Division of Professional Relations (PROF), Society Committee on\nEducation (SOCED), and POLY. The symposium had the generous support of National Science Foundation Division of Materials Research (DMR), ACS Polymer Division (POLY), and Industrial Advisory Board of the Polymer Division (IAB). The organizers thank all the sponsors and supporters, without whom this symposium would not have been possible.\n\nSymposium Organizing Committee:\n\nH. N. Cheng (USDA)\n\nChristopher J. Ellison (Univ. of Texas at Austin)\n\nChristine Landry-Coltrane (Eastman Kodak Company)\n\nTimothy E. Long (Virginia Tech)\n\n\t\t\t\t\tLast Modified: 02/03/2012\n\n\t\t\t\t\tSubmitted by: Christopher J Ellison"
 }
}