{
 "awd_id": "1111997",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2011 Gordon Research Conference and Seminar on Nuclear Chemistry.  Conference to be held June 12-17 in New Hampshire",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bradley D. Keister",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2012-02-29",
 "tot_intn_awd_amt": 7500.0,
 "awd_amount": 7500.0,
 "awd_min_amd_letter_date": "2011-02-03",
 "awd_max_amd_letter_date": "2011-02-03",
 "awd_abstract_narration": "This award provides partial support for young scientists from US institutes to attend the 2011 Gordon Research Conference on Nuclear Chemistry and the associated Gordon Research Seminar. This conference, subtitled \"Intersections between Structure and Reactions: Pushing the Frontiers of Nuclear Science\", focuses on the interplay between nuclear structure and reaction dynamics. Twelve topics have been selected at the frontier of the two fields and at the forefront of the present research. They include: nuclear structure close to the driplines and its coupling to the reactions, nuclear molecules and nuclear clusters, nuclear equation of state and effective interaction, nuclear astrophysics, dissipation and fragmentation, level densities and thermal properties, quantal and thermal phase transitions, fusion and fission, synthesis and spectroscopy of super-heavy elements, and research and development for the new facilities. The conference topics address key questions stated in the NSAC Long Range Plan for Nuclear Physics, particularly concerning the science associated with the next-generation rare-isotope accelerator facilities. \r\n\r\nThe main goal of this conference is to provide the international community of nuclear scientists with a unique forum in which the latest developments and ideas at the frontier of nuclear research can be presented, thoroughly discussed and criticized. To these ends, much time is reserved for discussion. The chosen conference setting is particularly conducive to promoting interactions between junior and senior scientists, to provoking new concepts for future research, and to seeding new research collaborations. The high reputation of GRC in general and of the Nuclear Chemistry GRC in particular has always guaranteed a select audience including the best worldwide experts of the two subfields. For the first time in 30 years, the 2011 Nuclear Chemistry GRC brings together the two communities, offering a variety of topics at the frontier of the two fields and at the forefront of the present research. Scientific exchanges and collaborations between the two subfields are particularly crucial at a time when ties between nuclear science and astrophysics are growing and next-generation rare isotope accelerators are coming online. The participation of young scientists is essential in addressing the future manpower needs of this rapidly developing field and in educating a technical workforce for the nation competent in nuclear techniques. The addition of the Gordon Research Seminar to the Conference is designed to stimulate the growth of connections among young scientists and also between young scientists and experts in the field. Participation of under-represented minority groups, women, and young scientists in the conference will be encouraged. The discussion leaders, who play an essential part in selecting speakers, are a diverse group of internationally-known experts in the field, including women and minority scientists. Both the chair and the vice chair are women.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "McIntosh",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Alan B McIntosh",
   "pi_email_addr": "amcintosh@comp.tamu.edu",
   "nsf_id": "000578826",
   "pi_start_date": "2011-02-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Gray",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy R Gray",
   "pi_email_addr": "nsf@grc.org",
   "nsf_id": "000206836",
   "pi_start_date": "2011-02-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gordon Research Conferences",
  "inst_street_address": "5586 POST RD UNIT 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST GREENWICH",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4017834011",
  "inst_zip_code": "028183454",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "GORDON RESEARCH CONFERENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "XL5ANMKWN557"
 },
 "perf_inst": {
  "perf_inst_name": "Gordon Research Conferences",
  "perf_str_addr": "5586 POST RD UNIT 2",
  "perf_city_name": "EAST GREENWICH",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028183454",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "123300",
   "pgm_ele_name": "NUCLEAR STRUCTURE & REACTIONS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 7500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Gordon Research Conference on NUCLEAR CHEMISTRY was held at Colby Sawyer College in New London, New Hampshire, June 12-17, 2011.<br />The Conference was well-attended with 119 participants (attendees list<br />attached). The attendees represented the spectrum of endeavor in this field<br />coming from academia, industry, and government laboratories, both U.S.<br />and foreign scientists, senior researchers, young investigators, and students. Of<br />the 119 attendees, 38 voluntarily responded to a general inquiry regarding<br />ethnicity which appears on our registration forms. Of the 38 respondents, 24%<br />were Minorities &ndash; 8% Hispanic, 16% Asian and 0% African American. Approximately<br />&nbsp;21 % of the participants at the 2011<br />meeting were women.</p>\n<p>The Gordon Research Seminar on NUCLEAR CHEMISTRY was held at Colby Sawyer College in New London, New Hampshire, June 11-12, 2011.<br />The Conference was well-attended with 41 participants (attendees list<br />attached). The attendees represented the spectrum of endeavor in this field<br />coming from academia, industry, and government laboratories, both U.S.<br />and foreign scientists, senior researchers, young investigators, and students.<br />Of the 41 attendees, 14 voluntarily responded to a general inquiry regarding<br />ethnicity which appears on our registration forms. Of the 14 respondents, 0%<br />were minorities. Approximately 19% of the participants at the 2011 meeting were<br />women.</p>\n<p class=\"CM2\">In designing the<br />formal speakers program, emphasis was placed on current unpublished research<br />and discussion of the future target areas in this field. There was a conscious<br />effort to stimulate lively discussion about the key issues in the field today.<br />Time for formal presentations was limited in the interest of group discussions.<br />In order that more scientists could communicate their most recent results,<br />poster presentation time was scheduled. Attached is a copy of the formal<br />schedule and speaker program and the poster program. In addition to these<br />formal interactions, \"free time\" was scheduled to allow informal<br />discussions. Such discussions are fostering new collaborations and joint<br />efforts in the field.</p>\n<p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/13/2011<br>\n\t\t\t\t\tModified by: Nancy&nbsp;R&nbsp;Gray</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Gordon Research Conference on NUCLEAR CHEMISTRY was held at Colby Sawyer College in New London, New Hampshire, June 12-17, 2011.\nThe Conference was well-attended with 119 participants (attendees list\nattached). The attendees represented the spectrum of endeavor in this field\ncoming from academia, industry, and government laboratories, both U.S.\nand foreign scientists, senior researchers, young investigators, and students. Of\nthe 119 attendees, 38 voluntarily responded to a general inquiry regarding\nethnicity which appears on our registration forms. Of the 38 respondents, 24%\nwere Minorities &ndash; 8% Hispanic, 16% Asian and 0% African American. Approximately\n 21 % of the participants at the 2011\nmeeting were women.\n\nThe Gordon Research Seminar on NUCLEAR CHEMISTRY was held at Colby Sawyer College in New London, New Hampshire, June 11-12, 2011.\nThe Conference was well-attended with 41 participants (attendees list\nattached). The attendees represented the spectrum of endeavor in this field\ncoming from academia, industry, and government laboratories, both U.S.\nand foreign scientists, senior researchers, young investigators, and students.\nOf the 41 attendees, 14 voluntarily responded to a general inquiry regarding\nethnicity which appears on our registration forms. Of the 14 respondents, 0%\nwere minorities. Approximately 19% of the participants at the 2011 meeting were\nwomen.\nIn designing the\nformal speakers program, emphasis was placed on current unpublished research\nand discussion of the future target areas in this field. There was a conscious\neffort to stimulate lively discussion about the key issues in the field today.\nTime for formal presentations was limited in the interest of group discussions.\nIn order that more scientists could communicate their most recent results,\nposter presentation time was scheduled. Attached is a copy of the formal\nschedule and speaker program and the poster program. In addition to these\nformal interactions, \"free time\" was scheduled to allow informal\ndiscussions. Such discussions are fostering new collaborations and joint\nefforts in the field.\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 12/13/2011\n\n\t\t\t\t\tSubmitted by: Nancy R Gray"
 }
}