{
 "awd_id": "1111033",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Planning for a Southwestern Regional Alliance to Broaden Participation",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark Leddy",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2011-05-13",
 "awd_max_amd_letter_date": "2011-05-13",
 "awd_abstract_narration": "Rice University will lead an initiative of major southwestern research universities; Rice, the University of Texas-Austin, the University of New Mexico, The University of Arizona, the University of Houston, and Texas Tech University along with the states; partnering minority-serving institutions (MSI);to plan a next-generation alliance with the mission to increase the number of underrepresented minority (URM) students who pursue science, technology, engineering, and mathematics (STEM) Ph.D.s and subsequently enter academic positions. Concentrated in the southwest is the nation's growing Hispanic population, Native Americans, and primarily in its cities, a significant number of African Americans. Schools in the southwest must increase participation to serve the needs of this citizenry. \r\nThe participating universities can make a difference. They represent thousands of URM STEM undergraduates. Key participating faculty and administrators also provide experience and expertise that will be shared across the alliance. For instance, Arizona, New Mexico and Rice U have faculty members who are former Rice AGEP graduate students. The proposed project leadership has learned much from its eleven years of AGEP participation, and this knowledge will inform the work of this next-generation alliance, including a) it needs to do a better job of systematically motivating and inspiring URM undergraduates at research universities to pursue graduate studies, b) it needs to more fully and systematically engage faculty members, critical to the success of the program, for functions such as evaluating graduate admissions, mentoring, role models, academic graduate advising, selecting research advisors, advocating for post-doc and faculty placement, to name a few, c) it needs a systematic way to produce new faculty members, for most, through a post-doctoral fellowship, d) it needs to integrate the broadening participation effort more fully into the mainstream research, and e) it needs a more systematic way of defining participation in the AGEP program so that it is indeed increasing participation of the nation's URM population rather than merely increasing international minority participation. \r\nAlliance planning will be led by Rice University. Rice will begin this one year project by hosting an in-person meeting of participants from all universities to build understanding around a common vision and organize committees to continue planning from a distance. Subsequently, cross-institutional committees formed around strategic topics will meet weekly through teleconferences. Committee chairs will also meet weekly with the Project Director. To facilitate the planning, each committee will have staff support, and access to technologies that support distant collaboration. In addition to crafting a new alliance plan, the project will share through a report what is learned through this collaborative activity and disseminate it broadly. \r\nIntellectual Merit: This project will bring together many of the nation's leaders in the area of diversity to develop a next-generation AGEP --one that is focused strategically on producing URM faculty leaders. It builds on a base of experience and builds towards new understandings and efforts. \r\nBroader Impacts: No population is more critical to the health of the nation than that of the southwest, with its concentration of a growing Hispanic population, Native Americans, and concentrated in its cities, a significant number of African Americans, and because of this growth, none provides greater potential.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "McLendon",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "George L McLendon",
   "pi_email_addr": "provost@rice.edu",
   "nsf_id": "000581469",
   "pi_start_date": "2011-05-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Tapia",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Richard A Tapia",
   "pi_email_addr": "rat@rice.edu",
   "nsf_id": "000466872",
   "pi_start_date": "2011-05-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "6100 MAIN ST",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151500",
   "pgm_ele_name": "AGEP"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A Southwestern Regional Alliance is being planned by six major southwestern research universities--Rice University (Lead), The University of Arizona, the University of New Mexico, the University of Houston, Texas A&amp;M University, and the University of Texas, Austin to broaden participation by considering the adaption and adoption of the Rice AGEP model into graduate programs at each of the universities. Such model was developed successfully during the last 30 years by Rice Professor Richard Tapia, the 2011 Medal of Science Recipient, who has led the nation towards the goal of increasing underrepresented minority participation in science, technology, engineering, and mathematics (STEM) areas. A succesful and motivional example is &nbsp;the University of Wisconsin-Madison that partially adopted the Rice Model, and was recently awarded the Presidential Award for Excellence in science, mathematics and enginnering in mentoring by President Obama in 2011.</p>\n<p>To enhance the adoption of the Rice AGEP Model into the Southwestern Regional Alliance, a support community across all participating universities was discussed during two meetings held at Rice University in 2011 and 2014. The first meeting included &nbsp;participants from several universities (including MSIs) to build understanding around a common vision and organize committees to continue planning . The second meetings comprised of a selected group of faculty, administrators, and industry leaders that will lead a strategic plan for the implementation of the alliance and search of funding.</p>\n<p>Two major outcomes were the completion of a manual entitled \"Promoting Participation in Science and Engineering\" and the submission of an AGEP proposal.</p>\n<p>The manual describes the essential elements of the Rice University Alliance for Graduate Education and the Professoriate based on the experience during the last eleven years. The critical elements include: 1) a faculty cluster committee that gives guidance to departments on admissions and makes fellowship funding decisions using a holistic approach to admission criteria; 2) an integrated student, faculty, and staff community as a primary retention tool; academic and social community events; 3) faculty members involved in every aspect of the program; university administrators actively endorsing and supporting the program to provide buy-in faculty members, and 4) effective staff members that provide many administrative need of the community and a secondary level of support for students.</p>\n<p>The AGEP proposal was written and submitted to NSF, but it was rated competitive but not funded for the 2013 solicitation call. &nbsp;The alliance is determined to continue seeking support from national agencies and industry. The proposal outlined the goals and activities of the alliance established during the planning stage that included the following four goals.</p>\n<p>Goal 1: Inspire and Recruit more underrepresented minority (URM) students for Graduate Studies</p>\n<ul>\n<li>Sponsor an annual research conference for all participating universities (including smaller universities and MSIs across region); </li>\n<li>Do common recruiting at minority conferences; and </li>\n<li>Use social media and virtual events to support the community and provide role models and ?mentoring between in-person events.</li>\n</ul>\n<p>Goal 2: Increase Graduate Admissions of URM students</p>\n<ul>\n<li>Form a graduate committee that will advocate for minority admits on each campus; and </li>\n<li>Host faculty workshops on each campus to raise awareness of factors relevant to success (who to ?admit, how to mentor, etc.).</li>\n</ul>\n<p>Goal 3: Increase retention of URM students to Ph.D.</p>\n<ul>\n<li>Build community on individual campuses; </li>\n<li>Provide mentoring across multi-campuses through an annual research conference; and </li>\n<li>Use social media and virtual events to support community and prov...",
  "por_txt_cntn": "\nA Southwestern Regional Alliance is being planned by six major southwestern research universities--Rice University (Lead), The University of Arizona, the University of New Mexico, the University of Houston, Texas A&amp;M University, and the University of Texas, Austin to broaden participation by considering the adaption and adoption of the Rice AGEP model into graduate programs at each of the universities. Such model was developed successfully during the last 30 years by Rice Professor Richard Tapia, the 2011 Medal of Science Recipient, who has led the nation towards the goal of increasing underrepresented minority participation in science, technology, engineering, and mathematics (STEM) areas. A succesful and motivional example is  the University of Wisconsin-Madison that partially adopted the Rice Model, and was recently awarded the Presidential Award for Excellence in science, mathematics and enginnering in mentoring by President Obama in 2011.\n\nTo enhance the adoption of the Rice AGEP Model into the Southwestern Regional Alliance, a support community across all participating universities was discussed during two meetings held at Rice University in 2011 and 2014. The first meeting included  participants from several universities (including MSIs) to build understanding around a common vision and organize committees to continue planning . The second meetings comprised of a selected group of faculty, administrators, and industry leaders that will lead a strategic plan for the implementation of the alliance and search of funding.\n\nTwo major outcomes were the completion of a manual entitled \"Promoting Participation in Science and Engineering\" and the submission of an AGEP proposal.\n\nThe manual describes the essential elements of the Rice University Alliance for Graduate Education and the Professoriate based on the experience during the last eleven years. The critical elements include: 1) a faculty cluster committee that gives guidance to departments on admissions and makes fellowship funding decisions using a holistic approach to admission criteria; 2) an integrated student, faculty, and staff community as a primary retention tool; academic and social community events; 3) faculty members involved in every aspect of the program; university administrators actively endorsing and supporting the program to provide buy-in faculty members, and 4) effective staff members that provide many administrative need of the community and a secondary level of support for students.\n\nThe AGEP proposal was written and submitted to NSF, but it was rated competitive but not funded for the 2013 solicitation call.  The alliance is determined to continue seeking support from national agencies and industry. The proposal outlined the goals and activities of the alliance established during the planning stage that included the following four goals.\n\nGoal 1: Inspire and Recruit more underrepresented minority (URM) students for Graduate Studies\n\nSponsor an annual research conference for all participating universities (including smaller universities and MSIs across region); \nDo common recruiting at minority conferences; and \nUse social media and virtual events to support the community and provide role models and ?mentoring between in-person events.\n\n\nGoal 2: Increase Graduate Admissions of URM students\n\nForm a graduate committee that will advocate for minority admits on each campus; and \nHost faculty workshops on each campus to raise awareness of factors relevant to success (who to ?admit, how to mentor, etc.).\n\n\nGoal 3: Increase retention of URM students to Ph.D.\n\nBuild community on individual campuses; \nProvide mentoring across multi-campuses through an annual research conference; and \nUse social media and virtual events to support community and provide professional development ?and mentoring between in-person events. \n\n\nGoal 4: Support Placement of Ph.D. graduates\n\nAdvise graduate students near Ph.D. completion on job applications, interviews, curriculum vi..."
 }
}