{
 "awd_id": "1111129",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "TX BRIDGE (Texans Building Robust, Innovative & Diverse Graduate Education)",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark Leddy",
 "awd_eff_date": "2011-05-15",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2011-05-13",
 "awd_max_amd_letter_date": "2011-09-07",
 "awd_abstract_narration": "TX BRIDGE, led by UT Arlington, is a new alliance of 7 University of Texas System components--UT Arlington (UTA), UT Brownsville (UTB), UT Dallas (UTD), UT Pan American (UTPA), UT Permian Basin (UTPB), UT San Antonio (UTSA), UT Tyler (UTT)--and Texas Southern University (TSU). The institutions united because of their diversity and synergies in location, size, strengths, and student demographics. Each member of the alliance has strong outreach, recruiting and support programs that enable underrepresented minority (URM) students to succeed in campuses where they feel welcome and included. UTA, UTD, and UTSA all have extensive and successful experience in STEM and STEM URM doctoral education. Members of the alliance are also governed by similar academic and administrative policies and procedures that minimize institutional barriers to coordinating cross-university programming. Thus they have an excellent foundation on which to build a program that will attain AGEP goals. The proposed one-year planning process will create the infrastructure for an innovative AGEP program that 1) encourages URM interest in graduate STEM education; 2) integrates mentoring, academic and professional support across baccalaureate, master's, doctoral and postdoctoral training; 3) makes research and mentoring opportunities at doctoral institutions available to master's students studying at comprehensive universities; 4) creates a cost and time efficient bridge for those master's students to enter doctoral studies at research-high activity universities and 5) provides postdoctoral and visiting assistant professor positions that prepare students for faculty positions. They propose to achieve this by focusing on development of a broad and responsive program management structure, cross-institution coordination of curricula, and credit-earning summer research opportunities. They will also focus on expanding support of student success by creating mechanisms for faculty from different institutions to jointly mentor and advise students and by developing and disseminating other innovative outreach, admissions, academic, and professional and career programming. To achieve these ends, best practices will be identified through consultation with programs that address issues of URM STEM graduate education successfully. An external evaluator will be hired to help identify barriers to access and success. Critical input from faculty, administrators and external constituencies will assure that the program is responsive to each university?s local academic and professional concerns. These groups will shape coordinated admission procedures, curricular requirements and research opportunities across TX BRIDGE institutions, creating a seamless path leading to doctoral study and entry into the professoriate. Outreach, program growth and program quality enhancement are difficult to attain especially in challenging state and national economic climates. The proposed planning will lay the groundwork for a full AGEP proposal that will coordinate efforts and pool resources to bring more URMs into the professoriate while providing an extremely cost-effective approach to improving the quality of STEM programs in the TX BRIDGE alliance. \r\nIntellectual Merit: TX BRIDGE institutions united because of their diversity and synergies in location, size, strengths, student demographics and their similarity in academic and administrative policies that minimize difficulties coordinating inter-institutional activities. Project leadership has extensive experience working collaboratively on matters related to graduate education in Texas. Further, the participating institutions are committed to improving URM participation in all levels of higher education and have committed considerable resources to help improve the quality of research activity to serve all Texans. These factors provide an excellent foundation for an AGEP program. Key planning steps and objectives have been identified for building a sustainable program that will encourage more URMs to consider advanced STEM degrees, prepare them to succeed in their studies, and prepare them to enter the professoriate. Institutional, programmatic and social barriers to URM student admission, retention and completion will be identified by external assessment and consultation and addressed. Data collected during this process will provide a baseline for assessing the impact of program activities when the full program is implemented. Faculty and administrative participation and enthusiasm are critical to sustainable success. Their planned involvement in the design and implementation of the program and the program's ability to provide new and exciting professional opportunities for participants will help assure their long-term commitment. \r\nBroader Impacts: Outreach, program growth and program quality enhancement are challenging under the best economic conditions. The proposed planning will create an alliance that increases the number of URM STEM students who graduate in a timely fashion, transition to doctoral studies, and go on to successful careers in the professoriate. TX BRIDGE presents a new model for inter-institutional collaboration at the graduate level for building a scalable bridge infrastructure in which many universities and individual departments may participate. Through coordinated efforts and pooled resources that expand outreach, promote growth, and improve program quality for all of its members, TX BRIDGE also provides a model for other universities seeking to strengthen and improve the quality of their STEM doctoral and master's programs in a cost-effective manner.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Cohen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Philip Cohen",
   "pi_email_addr": "cohen@uta.edu",
   "nsf_id": "000507921",
   "pi_start_date": "2011-05-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Austin",
   "pi_last_name": "Cunningham",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Austin J Cunningham",
   "pi_email_addr": "CUNNING@UTDALLAS.EDU",
   "nsf_id": "000317081",
   "pi_start_date": "2011-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Emily",
   "pi_last_name": "Tobey",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Emily A Tobey",
   "pi_email_addr": "",
   "nsf_id": "000480480",
   "pi_start_date": "2011-09-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dorothy",
   "pi_last_name": "Flannagan",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Dorothy A Flannagan",
   "pi_email_addr": "dorothy.flannagan@utsa.edu",
   "nsf_id": "000243017",
   "pi_start_date": "2011-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Raymond",
   "pi_last_name": "Jackson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Raymond Jackson",
   "pi_email_addr": "jackson@uta.edu",
   "nsf_id": "000532253",
   "pi_start_date": "2011-05-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Arlington",
  "inst_street_address": "701 S NEDDERMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "ARLINGTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8172722105",
  "inst_zip_code": "760199800",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT ARLINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "LMLUKUPJJ9N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Arlington",
  "perf_str_addr": "701 S NEDDERMAN DR",
  "perf_city_name": "ARLINGTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "760199800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151500",
   "pgm_ele_name": "AGEP"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>TXBRIDGE (Texans Building Robust, Innovative &amp; Diverse Graduate Education) is an alliance of Texas universities that seeks to ease the critical shortage of underrepresented (URM) STEM faculty in American universities by recruiting, retaining, and graduating URM STEM Ph.D. students and facilitating their transition to the professoriate. Our alliance consists of seven schools in the University of Texas System and Texas Southern University (TSU): we capitalize on existing scientific, engineering and technological strengths at three research-high activity doctoral universities UT-Arlington (UTA), UT-Dallas (UTD), and UT-San Antonio (UTSA) and provide coordinated access to doctoral education for terminal master-level students at UT-Brownsville (UTB), UT-Pan American (UTPA), UT-Permian Basin (UTPB), UT-Tyler (UTT), and TSU. A two-year NSF Alliance for Graduate Education and the Professoriate (AGEP) planning grant of $150,000 enabled our alliance to undertake a broad range of planning activities that culminated in the submission in October 2012 of a full AGEP-Transformation proposal for $1,750,000. During our grant period, we developed a plan to recruit and retain URM students that will enable them to complete STEM master&rsquo;s and doctoral degrees and prepare for joining the professoriate. To this end, we formed a strong network that supports coordinated programming and seamless pathways to financially-supported doctoral study and provides postdoctoral and visiting assistant professor positions for students in alliance institutions.&nbsp;</p>\n<p><br />Our planning process had five objectives. During our grant period, we completed four of the five goals and made significant progress on the fifth. &nbsp;</p>\n<p>Objective 1 (Completed). We created a three-level management structure to manage our alliance. With advice from the graduate deans at alliance institutions, we selected programs in Biology, Chemistry, Computer Science, Material Science and Engineering, Mathematics/Applied Statistics, and Mechanical Engineering as initial participants in TXBRIDGE.</p>\n<p>Objective 2 (Completed). We identified best practices and assessed current social and academic environments pertaining to student satisfaction, retention, degree completion and successful transition to careers. We also hired an external evaluator to assess the readiness of alliance institutions to build TXBRIDGE.&nbsp;</p>\n<p>Objective 3 (Completed). Each TXBRIDGE research university has committed to providing five years of full financial support to 3-4 TXBRIDGE students.&nbsp;</p>\n<p>Objective 4 (Ongoing). The project team, including faculty in participating programs, started creating pathways between master&rsquo;s and doctoral programs.&nbsp;</p>\n<p>Objective 5: (Completed). Prior postdoctoral and/or academic experience is increasingly necessary for students to compete for faculty positions at research and comprehensive universities. All members of the alliance have agreed to make at least one one-year visiting assistant professor or postdoctoral positions available annually to TXBRIDGE graduates who must go through an application process.&nbsp;</p>\n<p>Should our AGEP-T proposal be funded, we believe that TXBRIDGE is ready to help remedy our nation&rsquo;s shortage of URM STEM faculty.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/03/2013<br>\n\t\t\t\t\tModified by: Philip&nbsp;Cohen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nTXBRIDGE (Texans Building Robust, Innovative &amp; Diverse Graduate Education) is an alliance of Texas universities that seeks to ease the critical shortage of underrepresented (URM) STEM faculty in American universities by recruiting, retaining, and graduating URM STEM Ph.D. students and facilitating their transition to the professoriate. Our alliance consists of seven schools in the University of Texas System and Texas Southern University (TSU): we capitalize on existing scientific, engineering and technological strengths at three research-high activity doctoral universities UT-Arlington (UTA), UT-Dallas (UTD), and UT-San Antonio (UTSA) and provide coordinated access to doctoral education for terminal master-level students at UT-Brownsville (UTB), UT-Pan American (UTPA), UT-Permian Basin (UTPB), UT-Tyler (UTT), and TSU. A two-year NSF Alliance for Graduate Education and the Professoriate (AGEP) planning grant of $150,000 enabled our alliance to undertake a broad range of planning activities that culminated in the submission in October 2012 of a full AGEP-Transformation proposal for $1,750,000. During our grant period, we developed a plan to recruit and retain URM students that will enable them to complete STEM masterÆs and doctoral degrees and prepare for joining the professoriate. To this end, we formed a strong network that supports coordinated programming and seamless pathways to financially-supported doctoral study and provides postdoctoral and visiting assistant professor positions for students in alliance institutions. \n\n\nOur planning process had five objectives. During our grant period, we completed four of the five goals and made significant progress on the fifth.  \n\nObjective 1 (Completed). We created a three-level management structure to manage our alliance. With advice from the graduate deans at alliance institutions, we selected programs in Biology, Chemistry, Computer Science, Material Science and Engineering, Mathematics/Applied Statistics, and Mechanical Engineering as initial participants in TXBRIDGE.\n\nObjective 2 (Completed). We identified best practices and assessed current social and academic environments pertaining to student satisfaction, retention, degree completion and successful transition to careers. We also hired an external evaluator to assess the readiness of alliance institutions to build TXBRIDGE. \n\nObjective 3 (Completed). Each TXBRIDGE research university has committed to providing five years of full financial support to 3-4 TXBRIDGE students. \n\nObjective 4 (Ongoing). The project team, including faculty in participating programs, started creating pathways between masterÆs and doctoral programs. \n\nObjective 5: (Completed). Prior postdoctoral and/or academic experience is increasingly necessary for students to compete for faculty positions at research and comprehensive universities. All members of the alliance have agreed to make at least one one-year visiting assistant professor or postdoctoral positions available annually to TXBRIDGE graduates who must go through an application process. \n\nShould our AGEP-T proposal be funded, we believe that TXBRIDGE is ready to help remedy our nationÆs shortage of URM STEM faculty.\n\n \n\n\t\t\t\t\tLast Modified: 07/03/2013\n\n\t\t\t\t\tSubmitted by: Philip Cohen"
 }
}