{
 "awd_id": "1111480",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Multiplexed Single Cell Analysis",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2011-05-04",
 "awd_max_amd_letter_date": "2011-05-04",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project will enable a completely new approach to biology. The fundamental unit of biology is the single cell, and each cell contains complex genetic machinery. Many fundamental questions could be answered if biologists could perform genetic analysis on large numbers of single cells derived from tissues. The vast majority of useful applications would require detection of multiple genetic loci in single cells. For example, immunologists would like to measure co-expression of multiple T cell receptors and inflammatory molecules in hundreds of thousands of single T cells circulating in human blood. Currently, biology lacks elegant tools to perform this type of analysis. The current project aims to solve this problem with an innovative approach for analysis multiple genetic loci in hundreds of thousands of single cells analyzed in parallel. The technology uses a device to isolate single cells into aqueous-in-oil picoliter microdroplets, amplifies and links two or more genetic loci by intermolecular hybridization, and then sequences linked loci in reversed emulsions by next-generation sequencing. This enables far more complicated biological analysis than is possible if analyzing only a single locus in a single cell, or a single locus across many single cells.\r\n\r\nThe broader impact/commercial potential of this project includes commercial applications in genetics and immunology research as well as molecular diagnostics and pharmaceutical development. Immunology researchers worldwide are eager to understand T cell and B cell immune repertoires. Immune repertoires respond to factors such as infectious disease, age, and obesity, so immune repertoire profiling is of great interest worldwide. The innovation of this proposed research is to link subunits of antibody genes to reveal a more complete immune repertoire profile. A similar method could be used to link subunits of T cell receptor genes. The platform will also enable unique and innovative approaches to a number of currently intractable problems in molecular diagnostics, including noninvasive prenatal diagnosis, noninvasive molecular typing of solid tumors, and inflammatory response to allograft procedures. Finally, T cells and antibodies are increasingly used as therapy for disease, and immune repertoire profiling technology will be critical to the development of such therapies. In summary, the technology developed in this project will be marketed to research immunologists, leading to fundamental improvements in our understanding of immunology. Eventually, the technology could be extended to the fields of molecular diagnostics and immune therapy, which could help cure intractable diseases.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Johnson",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "David S Johnson",
   "pi_email_addr": "djohnson@gigagen.com",
   "nsf_id": "000578980",
   "pi_start_date": "2011-05-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "GigaGen Inc.",
  "inst_street_address": "75 SHOREWAY RD",
  "inst_street_address_2": "SUITE A",
  "inst_city_name": "SAN CARLOS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4159782101",
  "inst_zip_code": "940702727",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "CA15",
  "org_lgl_bus_name": "GIGAGEN INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "HF7MJJDVQQX5"
 },
 "perf_inst": {
  "perf_inst_name": "GigaGen Inc.",
  "perf_str_addr": "75 SHOREWAY RD",
  "perf_city_name": "SAN CARLOS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "940702727",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "CA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1491",
   "pgm_ref_txt": "BIOTECH, BIOCHEM & BIOMASS ENG"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This <strong>Small Business Innovation Research (SBIR)</strong> <strong>Phase I </strong>project took steps to commercialize a technology that will measure T helper cell clonality and function at the single-cell level across the full T cell repertoire. T cell function is measured through quantification of proteins or transcripts associated with particular phenotypes, known as <em>immune effector genes</em>. T cell <em>clonotype</em> is measured through sequencing the T cell receptor beta (TCRb), which defines the antigen specificity of the T cell. GigaGen has developed a patents-pending technology for high-throughput measurement of clonotype and function of single T cells. Our technology, TCRb-effector linkage sequencing (TELS), combines microfluidics and next-generation sequencing to encapsulate and genetically analyze millions of single cells per hour. Using proceeds from this <strong>Phase I</strong> SBIR grant<strong>, </strong>GigaGen generated key data showing the feasibility of the tels technology using artificial cell mixtures. We developed novel reagent sets, microfluidic chip designs, and algorithmic methods that will eventually be the core of our commercial technology.</p>\n<p>GigaGen&rsquo;s mission is to provide technology to clinical researchers and physicians that unlocks personalized genetic data and guides treatment for nearly <em>any disease</em>, using only a routine blood draw. Critical personalized genetic data that would help clinical researchers and physicians monitor disease is locked away in rare cells circulating in a patient&rsquo;s blood. For example, helper T cells play a pivotal role in adaptive immune response across diseases that affect millions of people each year (e.g., cancer, autoimmune disease, allergy, infectious disease, transplantation response). However, no commercial method exists that can link clonotype, expansion, and function of clinically important T helper subgroups in a single experiment. After completion of this <strong>Phase I</strong> project, we have feasibility data to show that TELS could be such a method. GigaGen&rsquo;s research products address a &gt;$1 billion market and have the potential to drastically improve immune monitoring. The clinical products also address markets worth hundreds of millions of dollars and will provide powerful intermediate endpoints for immune interventions and disease therapies in general.<em></em></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/10/2012<br>\n\t\t\t\t\tModified by: David&nbsp;S&nbsp;Johnson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis Small Business Innovation Research (SBIR) Phase I project took steps to commercialize a technology that will measure T helper cell clonality and function at the single-cell level across the full T cell repertoire. T cell function is measured through quantification of proteins or transcripts associated with particular phenotypes, known as immune effector genes. T cell clonotype is measured through sequencing the T cell receptor beta (TCRb), which defines the antigen specificity of the T cell. GigaGen has developed a patents-pending technology for high-throughput measurement of clonotype and function of single T cells. Our technology, TCRb-effector linkage sequencing (TELS), combines microfluidics and next-generation sequencing to encapsulate and genetically analyze millions of single cells per hour. Using proceeds from this Phase I SBIR grant, GigaGen generated key data showing the feasibility of the tels technology using artificial cell mixtures. We developed novel reagent sets, microfluidic chip designs, and algorithmic methods that will eventually be the core of our commercial technology.\n\nGigaGenÆs mission is to provide technology to clinical researchers and physicians that unlocks personalized genetic data and guides treatment for nearly any disease, using only a routine blood draw. Critical personalized genetic data that would help clinical researchers and physicians monitor disease is locked away in rare cells circulating in a patientÆs blood. For example, helper T cells play a pivotal role in adaptive immune response across diseases that affect millions of people each year (e.g., cancer, autoimmune disease, allergy, infectious disease, transplantation response). However, no commercial method exists that can link clonotype, expansion, and function of clinically important T helper subgroups in a single experiment. After completion of this Phase I project, we have feasibility data to show that TELS could be such a method. GigaGenÆs research products address a &gt;$1 billion market and have the potential to drastically improve immune monitoring. The clinical products also address markets worth hundreds of millions of dollars and will provide powerful intermediate endpoints for immune interventions and disease therapies in general.\n\n\t\t\t\t\tLast Modified: 04/10/2012\n\n\t\t\t\t\tSubmitted by: David S Johnson"
 }
}