{
 "awd_id": "1111027",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: Keystone Symposia meeting on Evolutionary Developmental Biology; Tahoe City, CA",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leslie Pick",
 "awd_eff_date": "2011-03-15",
 "awd_exp_date": "2012-02-29",
 "tot_intn_awd_amt": 6000.0,
 "awd_amount": 6000.0,
 "awd_min_amd_letter_date": "2011-03-15",
 "awd_max_amd_letter_date": "2011-07-13",
 "awd_abstract_narration": "The purpose of the Keystone Symposia meeting on Evolutionary Developmental Biology is to gather the leading researchers across the discipline to share recent progress on understanding the genetic and developmental basis of the evolution of plant and animal diversity, and to stimulate research in new, emerging, and interdisciplinary approaches to current challenges in evolutionary developmental biology.  The prospective speakers include the most notable contributors to the field as well as emerging new investigators who, together, constitute an exceptionally broad representation of this highly interdisciplinary research field.  Research in the field of evolutionary developmental biology advances knowledge by using a cross-disciplinary approach to investigate the molecular and genetic mechanisms underlying the evolution and diversification of multicellular organisms.  This meeting will provide a unique forum for researchers with different perspectives, and from different career stages, to identify the most significant recent advances and discuss paths to addressing as yet unanswered questions.  Keystone Symposia provides an internationally recognized platform as well as resources to ensure the success of this meeting, and the organizers are well-recognized leaders in the field of evolutionary developmental biology.  To our knowledge, this will be the first discussion-focused meeting to bring researchers using population genetics and experimental evolution together with those focused primarily on macroevolutionary processes.  We anticipate that this broader scope will foster novel ideas for individuals in both groups.  We anticipate the following educational benefits: acquaint trainees and investigators new to field with the state-of-the-art; critical scientific feedback; and career development for trainees and new investigators, including opportunities both to see successful scientists presenting cutting-edge science and to network with prospective mentors and others who might contribute to their scientific and professional development.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Robertson",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew D Robertson",
   "pi_email_addr": "andy-robertson@keystonesymposia.org",
   "nsf_id": "000449442",
   "pi_start_date": "2011-03-15",
   "pi_end_date": "2011-07-13"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Aiken",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "James W Aiken",
   "pi_email_addr": "Jima@keystonesymposia.org",
   "nsf_id": "000595452",
   "pi_start_date": "2011-07-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Keystone Symposia on Molecular and Cellular Biology",
  "inst_street_address": "160 HWY 6 STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "SILVERTHORNE",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9702621230",
  "inst_zip_code": "80498",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "KEYSTONE SYMPOSIA ON MOLECULAR AND CELLULAR BIOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "CER1EMNQ1663"
 },
 "perf_inst": {
  "perf_inst_name": "Keystone Symposia on Molecular and Cellular Biology",
  "perf_str_addr": "160 HWY 6 STE 201",
  "perf_city_name": "SILVERTHORNE",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "80498",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "108000",
   "pgm_ele_name": "Evolution of Develp Mechanism"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1111",
   "pgm_ref_txt": "DEVELOPMENTAL SYSTEMS CLUSTER"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Keystone Symposia&rsquo;s 2011 meeting on &ldquo;Evolutionary Developmental Biology&rdquo; aimed to provide a forum for scientists working in different areas of evolutionary developmental biology to present results and to interact with other experts in the field.&nbsp; The overall objectives of this scientific conference were 1) to share recent progress on understanding the genetic and developmental basis of the evolution of plant and animal diversity, and 2) to stimulate research in new, emerging, and interdisciplinary approaches to current challenges in evolutionary developmental biology.&nbsp;&nbsp;</p>\n<p>One major goal of evolutionary biology is to understand how morphological variation arises within populations and how species diverge.&nbsp; Four major challenges in understanding the genetic and molecular basis of morphological evolution are 1) the identification of loci underlying trait divergence, 2) the elucidation of functional changes within these loci, 3) tracing the origin of functional variation and adaptations in populations, and 4) the reconstruction of how major innovations have been assembled over time.&nbsp; Current research in evolutionary developmental biology is addressing these challenges in a variety of model animals, plants, and microbes.&nbsp; The pace of progress is such that it is now possible to pose general questions bout the process of morphological evolution.&nbsp; Are there any general themes underlying the genetic and developmental basis of variation and divergence?&nbsp; And, are the phenomena and mechanisms observable over short time scales sufficient to explain processes that have unfolded over much longer time scales in the fossil record?</p>\n<p><br />This 3-day meeting was designed to gather the leading researchers across the discipline to share emerging information and to address these general questions.&nbsp; Plenary and short talks, a panel discussion, poster sessions and unstructured informal discussions were all used to address key issues in the field of evolutionary developmental biology.&nbsp; Taken together, the meeting provided a unique forum for scientists working in different areas of evolutionary developmental biology to report and critically discuss the latest research findings, many unpublished, and to interact with other experts in the field.&nbsp; To our knowledge, this was the first discussion-focused meeting to bring researchers using population genetics and experimental evolution together with those focused primarily on macroevolutionary processes.&nbsp; This broader scope was aimed at fostering novel ideas for individuals in both groups.&nbsp;</p>\n<p><br />There were 129 total attendees at the meeting.&nbsp; Attendees were diverse with regard to gender, ethnicity, stage of career, and institutional affiliation.&nbsp; More specifically, 33% of the meeting participants were female researchers, and ~3% of all attendees (or ~5% of attendees who were US citizens or permanent residents) self-identified as scientists from under-represented minority groups.&nbsp; The meeting was highly international, drawing 30% non-US attendees.&nbsp; Approximately 40% of attendees were students and postdoctoral fellows.&nbsp; The meeting provided ample opportunity for training and professional development. &nbsp;Plenary sessions included short talks drawn from submitted abstracts and many, if not most, of the presenters were students, postdoctoral trainees and newer investigators.&nbsp; Trainees and newer investigators were exposed to dozens of high-quality oral presentations by more senior investigators, who served as models for high-quality research and communication skills.&nbsp; Two poster sessions provided venues for trainees and newer investigators to share their research and to discuss this research with more experienced investigators.&nbsp; Finally, the unstructured portions of the meetings and the retreat-like venue prov...",
  "por_txt_cntn": "\nKeystone SymposiaÆs 2011 meeting on \"Evolutionary Developmental Biology\" aimed to provide a forum for scientists working in different areas of evolutionary developmental biology to present results and to interact with other experts in the field.  The overall objectives of this scientific conference were 1) to share recent progress on understanding the genetic and developmental basis of the evolution of plant and animal diversity, and 2) to stimulate research in new, emerging, and interdisciplinary approaches to current challenges in evolutionary developmental biology.  \n\nOne major goal of evolutionary biology is to understand how morphological variation arises within populations and how species diverge.  Four major challenges in understanding the genetic and molecular basis of morphological evolution are 1) the identification of loci underlying trait divergence, 2) the elucidation of functional changes within these loci, 3) tracing the origin of functional variation and adaptations in populations, and 4) the reconstruction of how major innovations have been assembled over time.  Current research in evolutionary developmental biology is addressing these challenges in a variety of model animals, plants, and microbes.  The pace of progress is such that it is now possible to pose general questions bout the process of morphological evolution.  Are there any general themes underlying the genetic and developmental basis of variation and divergence?  And, are the phenomena and mechanisms observable over short time scales sufficient to explain processes that have unfolded over much longer time scales in the fossil record?\n\n\nThis 3-day meeting was designed to gather the leading researchers across the discipline to share emerging information and to address these general questions.  Plenary and short talks, a panel discussion, poster sessions and unstructured informal discussions were all used to address key issues in the field of evolutionary developmental biology.  Taken together, the meeting provided a unique forum for scientists working in different areas of evolutionary developmental biology to report and critically discuss the latest research findings, many unpublished, and to interact with other experts in the field.  To our knowledge, this was the first discussion-focused meeting to bring researchers using population genetics and experimental evolution together with those focused primarily on macroevolutionary processes.  This broader scope was aimed at fostering novel ideas for individuals in both groups. \n\n\nThere were 129 total attendees at the meeting.  Attendees were diverse with regard to gender, ethnicity, stage of career, and institutional affiliation.  More specifically, 33% of the meeting participants were female researchers, and ~3% of all attendees (or ~5% of attendees who were US citizens or permanent residents) self-identified as scientists from under-represented minority groups.  The meeting was highly international, drawing 30% non-US attendees.  Approximately 40% of attendees were students and postdoctoral fellows.  The meeting provided ample opportunity for training and professional development.  Plenary sessions included short talks drawn from submitted abstracts and many, if not most, of the presenters were students, postdoctoral trainees and newer investigators.  Trainees and newer investigators were exposed to dozens of high-quality oral presentations by more senior investigators, who served as models for high-quality research and communication skills.  Two poster sessions provided venues for trainees and newer investigators to share their research and to discuss this research with more experienced investigators.  Finally, the unstructured portions of the meetings and the retreat-like venue provided significant and generous opportunities for productive informal interactions between trainees, newer investigators and more senior investigators.\n\n\nWe assessed outcomes with regard to attendee perceptions of the qu..."
 }
}