{
 "awd_id": "1111173",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "High-5 STEM Collaborative for the Diversification of the Professorate",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark Leddy",
 "awd_eff_date": "2011-07-15",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2011-07-21",
 "awd_max_amd_letter_date": "2011-07-21",
 "awd_abstract_narration": "The High-5 STEM Collaborative proposes an Alliance for Graduate Education and the Professoriate (AGEP) that brings together five Metro-linked universities in the national capital region, around the common purpose of diversifying the professoriate in science, technology, engineering, and mathematics (STEM). Led by The George Washington University, High-5 includes American University, Gallaudet University, Marymount University, and the University of the District of Columbia. The vision for the High-5 STEM Collaborative is to become a sustainable model Alliance, reproducible in other urban environments, to enable talented students reflecting the demographics of the nation overall to prepare for and enter the STEM professoriate in large numbers. The overall goal of the Collaborative is to build a vibrant five-campus community with climate and structures, faculty, curriculum, and students purposefully aligned to enable diverse individuals to achieve academic and career success in STEM with significant numbers entering the STEM professoriate.\r\nThe goal of this planning proposal is to lay the groundwork for the implementation phase and accomplishment of the overall goal. During the planning phase, the project will (1) identify barriers and challenges within its institutions that limit the attraction, retention, persistence, attachment, and progression into the professoriate of underrepresented minorities in STEM; (2) identify and understand best practices within its institutions and from successful AGEP alliances that enable the inclusion and advancement of underrepresented minorities in STEM; (3) design the structures, incentives, and feedback systems that can create the alignment and become the framework for institutional transformation during the implementation phase; (4) pilot one or two community-building components to launch the Collaborative and engage departments, schools, faculty, and students at all member institutions; and (5) generate information that will inform a future AGEP model.\r\nIntellectual Merit. The High-5 Collaborative will transcend campus boundaries and transform institutional cultures to prepare significant numbers of URM, including deaf individuals, for STEM faculty positions at the full range of institutions of higher education. The Collaborative is innovative in its full integration of deaf faculty and students as part of the URM population; the extent to which students at all levels will cross-enroll, collaborate, and teach across the Alliance; and the extent to which quality STEM academic programs that cross institutional boundaries will be fostered. STEM undergraduate majors will have access to additional and varied research experiences across the five institutions, and become part of a diverse, multidisciplinary, STEM peer group with peer and faculty mentors from other campuses. The Collaborative will also expand and strengthen STEM research at the Alliance institutions through shared access to facilities, equipment, resources, and the creation of a community of faculty and student collaborators\r\nBroader Impact. Course and curriculum coordination will allow talented URM and deaf undergraduates to take advanced STEM courses and join research groups at the research institutions, thereby becoming pre-acclimated to graduate study. Further, new 3-2 programs will be created to allow students to enter majors not available at their home institution. Sharing of graduate teaching assistants (TAs) across the Alliance will have three broader impacts: (1) provide a talented pool of instructors; (2) provide undergraduate students with role models close to their age, who are doing research in these disciplines; and (3) provide the TAs with experience teaching different types of students in different institutional contexts and settings. Another broader impact of this proposal is the planning of an exemplar model alliance in an urban setting with intentional pathways between multiple institutions to provide greater access for all students in the alliance to provide maximum opportunity for them to participate in the STEM workforce and professoriate. This model will include an assessment plan with metrics that can be adopted and adapted by other potential alliances to help them develop their change strategies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "C. Dianne",
   "pi_last_name": "Martin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "C. Dianne Martin",
   "pi_email_addr": "dmartin@gwu.edu",
   "nsf_id": "000236544",
   "pi_start_date": "2011-07-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Beverly",
   "pi_last_name": "Hartline",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Beverly K Hartline",
   "pi_email_addr": "bhartline@mtech.edu",
   "nsf_id": "000440828",
   "pi_start_date": "2011-07-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Isaac",
   "pi_last_name": "Agboola",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Isaac Agboola",
   "pi_email_addr": "isaac.agboola@gallaudet.edu",
   "nsf_id": "000056409",
   "pi_start_date": "2011-07-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Liane",
   "pi_last_name": "Summerfield",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Liane Summerfield",
   "pi_email_addr": "liane.summerfield@marymount.edu",
   "nsf_id": "000521677",
   "pi_start_date": "2011-07-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rosemary",
   "pi_last_name": "Wander",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Rosemary C Wander",
   "pi_email_addr": "osp@american.edu",
   "nsf_id": "000579628",
   "pi_start_date": "2011-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Washington University",
  "inst_street_address": "1918 F ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2029940728",
  "inst_zip_code": "200520042",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGE WASHINGTON UNIVERSITY (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECR5E2LU5BL6"
 },
 "perf_inst": {
  "perf_inst_name": "George Washington University",
  "perf_str_addr": "1918 F ST NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200520042",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151500",
   "pgm_ele_name": "AGEP"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The High-5 STEM Collaborative was an Alliance for Graduate Education and the Professoriate (AGEP) that brought together five METRO-linked universities in the national-capital region, around the common purpose of diversifying the professoriate in science, technology, engineering, and mathematics (STEM). Led by The George Washington University, High-5 included American University (first 6 months only), Gallaudet University, Marymount University, and the University of the District of Columbia. The vision for the High-5 STEM Collaborative was to <em>create a sustainable Alliance to enable talented students reflecting the demographics of the nation overall to prepare for and enter the STEM professoriate.</em> The overall goal of the Collaborative <em>was to build a five-campus community with climate and structures, faculty, curriculum, and students purposefully aligned to enable diverse individuals to achieve academic and career success in STEM with significant numbers entering the STEM professoriate.</em></p>\n<p>&nbsp;The goal of the planning grant was to lay the groundwork for the implementation phase and accomplishment of the overall goal. During the planning phase, the alliance (1) identified barriers and challenges within our institutions that limit the attraction, retention, persistence, attachment, and progression into the professoriate of underrepresented minorities in STEM; (2) identified and understand best practices within our institutions and from successful AGEP alliances to enable the inclusion and advancement of underrepresented minorities in STEM; and (3) piloted one or two community-building components to launch the Collaborative and engage departments, schools, faculty, and students at all member institutions.</p>\n<p>&nbsp;<strong>Intellectual Merit</strong>. The High-5 Collaborative transcended campus boundaries and cultures to establish activities for significant numbers of URM, including deaf individuals, with the long run goal of preparing them for STEM faculty positions at the full range of institutions of higher education. The Collaborative was innovative in its desire to fully integrate deaf faculty and students as part of the URM population; the extent to which students at all levels will cross-enroll, collaborate, and teach across the Alliance; and the extent to which quality STEM academic programs that cross institutional boundaries will be fostered. STEM undergraduate majors will have access to additional and varied research experiences across the five institutions, and become part a diverse, multidisciplinary, STEM peer group with peer and faculty mentors from other campuses. The Collaborative proposed to expand and strengthen STEM research at the Alliance institutions through shared access to facilities, equipment, and resources by the creation of a community of faculty and student collaborators</p>\n<p>&nbsp;<strong>Broader Impact</strong>. Course and curriculum coordination through articulation agreements between the participating institutions set up paths to allow talented URM and deaf undergraduates to take advanced STEM courses and join research groups at the research institutions, thereby becoming pre-acclimated to graduate study. Further, a new 3-2 programs was&nbsp; created to allow students to enter majors not available at their home institution and earn a STEM master's degree. Sharing graduate teaching assistants (TAs) across the Alliance will have three broader impacts: (1) provide a talented pool of instructors; (2) provide undergraduate students with role models close to their age, who are doing research in these disciplines; and (3) provide the TAs with experience teaching different types of students in different institutional contexts and settings. Another broader impact of this project was the planning of an exemplar model alliance in an urban setting with intentional pathways between multiple institutions to provide greater...",
  "por_txt_cntn": "\nThe High-5 STEM Collaborative was an Alliance for Graduate Education and the Professoriate (AGEP) that brought together five METRO-linked universities in the national-capital region, around the common purpose of diversifying the professoriate in science, technology, engineering, and mathematics (STEM). Led by The George Washington University, High-5 included American University (first 6 months only), Gallaudet University, Marymount University, and the University of the District of Columbia. The vision for the High-5 STEM Collaborative was to create a sustainable Alliance to enable talented students reflecting the demographics of the nation overall to prepare for and enter the STEM professoriate. The overall goal of the Collaborative was to build a five-campus community with climate and structures, faculty, curriculum, and students purposefully aligned to enable diverse individuals to achieve academic and career success in STEM with significant numbers entering the STEM professoriate.\n\n The goal of the planning grant was to lay the groundwork for the implementation phase and accomplishment of the overall goal. During the planning phase, the alliance (1) identified barriers and challenges within our institutions that limit the attraction, retention, persistence, attachment, and progression into the professoriate of underrepresented minorities in STEM; (2) identified and understand best practices within our institutions and from successful AGEP alliances to enable the inclusion and advancement of underrepresented minorities in STEM; and (3) piloted one or two community-building components to launch the Collaborative and engage departments, schools, faculty, and students at all member institutions.\n\n Intellectual Merit. The High-5 Collaborative transcended campus boundaries and cultures to establish activities for significant numbers of URM, including deaf individuals, with the long run goal of preparing them for STEM faculty positions at the full range of institutions of higher education. The Collaborative was innovative in its desire to fully integrate deaf faculty and students as part of the URM population; the extent to which students at all levels will cross-enroll, collaborate, and teach across the Alliance; and the extent to which quality STEM academic programs that cross institutional boundaries will be fostered. STEM undergraduate majors will have access to additional and varied research experiences across the five institutions, and become part a diverse, multidisciplinary, STEM peer group with peer and faculty mentors from other campuses. The Collaborative proposed to expand and strengthen STEM research at the Alliance institutions through shared access to facilities, equipment, and resources by the creation of a community of faculty and student collaborators\n\n Broader Impact. Course and curriculum coordination through articulation agreements between the participating institutions set up paths to allow talented URM and deaf undergraduates to take advanced STEM courses and join research groups at the research institutions, thereby becoming pre-acclimated to graduate study. Further, a new 3-2 programs was  created to allow students to enter majors not available at their home institution and earn a STEM master's degree. Sharing graduate teaching assistants (TAs) across the Alliance will have three broader impacts: (1) provide a talented pool of instructors; (2) provide undergraduate students with role models close to their age, who are doing research in these disciplines; and (3) provide the TAs with experience teaching different types of students in different institutional contexts and settings. Another broader impact of this project was the planning of an exemplar model alliance in an urban setting with intentional pathways between multiple institutions to provide greater access for all students in the alliance to provide maximum opportunity for them to participate in the STEM workforce and professoriate. \n\n\t\t\t\t\tLast Mod..."
 }
}