{
 "awd_id": "1111270",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "AF: Large: Collaborative Research: Algebraic Graph Algorithms: The Laplacian and Beyond",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tracy Kimbrel",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 724700.0,
 "awd_amount": 724700.0,
 "awd_min_amd_letter_date": "2011-06-24",
 "awd_max_amd_letter_date": "2011-06-24",
 "awd_abstract_narration": "This project will exploit algebraic properties of operators associated with graphs in an integrated set of research and educational activities designed to develop new mathematical and algorithmic techniques; apply these to the solution of real-world problems and longstanding theoretical questions in mathematics, computer science, biology, and physics; and make these techniques broadly known and accessible to students, researchers, and practitioners in many fields. \r\n\r\nThis research has its origins in spectral graph theory, which studies how the eigenvalues and eigenvectors of the graph Laplacian (and other related matrices) interact with the combinatorial structure of the graph. Spectral graph theory has been one of the great success stories in both the theory and practice of algorithm design. It has led to fundamental advances in graph partitioning, web search (notably including Google's PageRank algorithm), the understanding of random processes and the algorithms derived from them, the construction of error correcting codes, derandomization, convex optimization, machine learning, and many others. \r\n\r\nWhile the eigenvalues and eigenvectors of the Laplacian capture a striking amount of the structure of the graph, they certainly do not capture all of it. Recent work by the principal investigators and other researchers suggests that theoretical computer scientists have only scratched the surface of what can be done if they are willing to broaden their investigation, extending it to study more general algebraic properties of the Laplacian than just its eigenvalue structure, and more general operators than just the Laplacian. \r\n\r\nUnder this award, the principal investigators will build a research program across the three universities involved in this proposal to develop such a theory and its applications. This initiative has the potential to provide transformative advances in a range of theoretical and applied areas of computer science, including: \r\n\r\n* Faster algorithms for fundamental graph problems, such as Maximum Flow, Minimum Cut, Minimum Cost Flow, Multicommodity Flow, approximating Sparsest Cut, generating random spanning trees, and constructing low-stretch spaning trees. \r\n\r\n* Better algorithms for the analysis of data, with potential applications to the Unique Games Conjecture. \r\n\r\n* Faster algorithms for solving broad classes of important linear systems, both sequentially and in parallel. \r\n\r\n* Faster distributed algorithms for information dissemination in networks. \r\n\r\n* A spectral and algebraic graph theory for directed graphs, based on ideas from differential geometry. \r\n\r\n* Novel quantum algorithms for a large class of problems that appear to be hard for classical computers. \r\n\r\n* New techniques for problems in Quantum Physics based on ideas developed in Computer Science and Combinatorics. \r\n\r\nThe principal investigators will also work to disseminate these techniques by developing courses, training undergraduate and graduate students, and introducing these ideas to scientists in other fields.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shanghua",
   "pi_last_name": "Teng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shanghua Teng",
   "pi_email_addr": "shanghua@usc.edu",
   "nsf_id": "000538833",
   "pi_start_date": "2011-06-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3720 S FLOWER ST FL 3",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "90033",
  "perf_ctry_code": "US",
  "perf_cong_dist": "34",
  "perf_st_cong_dist": "CA34",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779600",
   "pgm_ele_name": "Algorithmic Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7925",
   "pgm_ref_txt": "LARGE PROJECT"
  },
  {
   "pgm_ref_code": "7926",
   "pgm_ref_txt": "ALGORITHMS"
  },
  {
   "pgm_ref_code": "7928",
   "pgm_ref_txt": "QUANTUM COMPUTING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 724700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This has been an exciting project centered at spectral graph theory, network analysis, and machine learning that has interdisciplinary interactions with social choice theory, game theory, numerical analysis, and mathematical economics. Built on recent breakthroughs in nearly linear-time Laplacian solvers, this proposed research aims to address the fundamental conceptual and algorithmic challenges in the age of Big Data and network sciences. We studied a wide-range of graph-theoretical problems with algebraic connections aiming to connect spectral graph theory with fundamental problems in network analysis, machine learning, and data mining. We developed algorithms representing significant improvements for several fundamental problems including sublinear-time PageRank approximations, parallel sampling from Gaussian graphical models, graph isomorphism testing of strongly regular graphs, and social influence analysis. We also made conceptual contributions in network analysis for centrality formulation and community identification.</p>\n<p>I<strong>ntellectual Meri</strong>t:</p>\n<p><strong><em>Spectral Graph Theory in Machine Learning:</em></strong></p>\n<p><em>Background:</em> One of our goals is to strengthen the connection between machine learning and spectral graph theory, two of the active fields in understanding large data and networks. We focus on a basic problem in machine learning. Recall that a Markov random field, a graphical model of distributions, is a set of random variables whose dependencies are represented by an undirected graph. Sampling from a multivariate probability distribution is one of the most fundamental problems in statistical machine learning and statistical inference. The classical Markov Chain Monte Carlo (MCMC) algorithms (Gibbs sampling) tends to be highly sequential.&nbsp; Despite efforts by various research groups, the following &ldquo;holy grail&rdquo; question in parallel sampling for graphical models remains open:<strong><em>&nbsp;</em></strong></p>\n<p><em>Is it possible to obtain a characterization of the family of Markov random fields from which one can draw a sample in polylogarithmic depth with nearly-linear total work?</em></p>\n<p><em>Results: Our study of this problem yields a </em>major algorithmic contribution of this project. Our paper, &ldquo;Efficient Sampling for Gaussian Graphical Models via Spectral Sparsification&rdquo;, (COLT 2015,&nbsp; with my ML colleague Yan Liu and our Ph.D. students Yu Cheng and Dehua Cheng, and with Richard Peng of Georgia Tech) has three major contributions:</p>\n<p><strong><em>Scalable Sampling for Gaussian Graphical Models with SDD Precision Matrices</em></strong></p>\n<p>We gave the first nearly-optimal parallel algorithm for this basic sampling problem. Our algorithm runs in nearly-linear time, polylogarithmic depth, and uses only O(n) random scalars to generate a random sample from the Markov random fields with n variables.&nbsp;It crucially uses graph sparsification.&nbsp;</p>\n<p><strong><em>Sparse Newton&rsquo;s Method</em></strong></p>\n<p>Mathematically, we solved a more general matrix root problem:&nbsp; <em>Given an n by n Laplacian matrix M&nbsp; and a constant &minus;1 &le; p &le; 1 , compute an n by n&nbsp; linear operator C&nbsp; such that M<sup>p</sup> = CC<sup>T</sup></em>.</p>\n<p>Prior to our work, no algorithm could provide such a factorization in nearly-linear time. We present an approach using spectral sparsification to ensure all intermediate matrices are sparse while preserving the effectiveness of Newton&rsquo;s method. Our result provides the first example of a scalable implementation of Newton&rsquo;s method for matrix computation.</p>\n<p><strong><em>Sparsification of Random-Walk Matrix Polyniomials:</em></strong></p>\n<ul>\n</ul>\n<p>The need to sparsify intermediate matrices in Newton&rsquo;s method leads to a fundamental problem that is of interest on its own: <em>Whether a random-walk polynomial can be efficiently sparsified in nearly linear time.&nbsp;</em>We solved this problem using several intrinsic graph inequalities and advanced path sampling of effective resistance.&nbsp;</p>\n<p><strong>Broader Impacts:</strong></p>\n<p>Aiming to make fundamental contributions to network sciences and develop theory of scalable algorithms for Big Data, we have successful multi-disciplinary collaborations in several emerging areas.&nbsp;</p>\n<p><strong>Conceptual Contribution to Network Science</strong></p>\n<p>Inspired by Social-Choice Theory, Borgs, Chayes, Marple, and I developed an axiomatic framework for community identification in networks. Inspired by cooperative game theory and mathematical economics, &shy;Chen and I developed first axiomatic characterization of influence-based network centrality.&nbsp;</p>\n<p><strong><em>Theory of Scalable Algorithms</em></strong>:</p>\n<p>During this project, encouraged by Madhu Sudan, I completed a 272-page manuscript, &ldquo;Scalable Algorithms for Data and Network Analysis&rdquo;&nbsp; which provides formal discussions of algorithmic scalability, scalable algorithms, and scalable reductions. It presents a family of fundamental algorithmic techniques for designing provably-good scalable algorithms. The writing led us to discover several significant new algorithms including sub-linear time PageRank approximation algorithm and scalable algorithms for social-influence analysis.</p>\n<p><strong>Ph.D. Mentoring:</strong></p>\n<p><strong>&nbsp;</strong>Yu Cheng, &ldquo;Computational Aspects of Optimal Information Revelation.&rdquo; (USC)</p>\n<p>Konstantin Voevodski, &ldquo;Clustering and Network Analysis with Biological Applications.&rdquo;&nbsp; (BU)&nbsp;</p>\n<p>Contributed to three Ph.D. theses:</p>\n<p style=\"padding-left: 30px;\">Rumi Ghosh, &ldquo;Disentangling the network: Understanding the interplay topology and dynamics in network analysis&rdquo; (advisor: Kristina Lerman, USC)</p>\n<p style=\"padding-left: 30px;\">Dehua Cheng, &ldquo;Improving machine learning algorithms with efficient data relevance discovery&rdquo; (advisor:&nbsp; Yan Liu, USC),</p>\n<p style=\"padding-left: 30px;\">Xiaorui Sun, &ldquo;On the isomorphism testing of graphs.&rdquo; (advisor:&nbsp; Xi Chen, Columbia University)</p>\n<p>Alana Shine, Han Li, Ho Yee Cheung, Qiu Ye and Jiaowen Yang have made progresses towards their Ph.D.</p>\n<p><strong>Award:</strong>&nbsp;G&ouml;del Prize (2015, with Dan Spielman), Simons Investigator Award (2014)</p>\n<p><strong>First-Time Parenting:<em> </em></strong>Sonia Rosario Teng (born on 10/15/2012) who inspired me to work on a book on bilingual learing.&nbsp;</p>\n<p><strong><br /></strong></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2017<br>\n\t\t\t\t\tModified by: Shanghua&nbsp;Teng</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis has been an exciting project centered at spectral graph theory, network analysis, and machine learning that has interdisciplinary interactions with social choice theory, game theory, numerical analysis, and mathematical economics. Built on recent breakthroughs in nearly linear-time Laplacian solvers, this proposed research aims to address the fundamental conceptual and algorithmic challenges in the age of Big Data and network sciences. We studied a wide-range of graph-theoretical problems with algebraic connections aiming to connect spectral graph theory with fundamental problems in network analysis, machine learning, and data mining. We developed algorithms representing significant improvements for several fundamental problems including sublinear-time PageRank approximations, parallel sampling from Gaussian graphical models, graph isomorphism testing of strongly regular graphs, and social influence analysis. We also made conceptual contributions in network analysis for centrality formulation and community identification.\n\nIntellectual Merit:\n\nSpectral Graph Theory in Machine Learning:\n\nBackground: One of our goals is to strengthen the connection between machine learning and spectral graph theory, two of the active fields in understanding large data and networks. We focus on a basic problem in machine learning. Recall that a Markov random field, a graphical model of distributions, is a set of random variables whose dependencies are represented by an undirected graph. Sampling from a multivariate probability distribution is one of the most fundamental problems in statistical machine learning and statistical inference. The classical Markov Chain Monte Carlo (MCMC) algorithms (Gibbs sampling) tends to be highly sequential.  Despite efforts by various research groups, the following \"holy grail\" question in parallel sampling for graphical models remains open: \n\nIs it possible to obtain a characterization of the family of Markov random fields from which one can draw a sample in polylogarithmic depth with nearly-linear total work?\n\nResults: Our study of this problem yields a major algorithmic contribution of this project. Our paper, \"Efficient Sampling for Gaussian Graphical Models via Spectral Sparsification\", (COLT 2015,  with my ML colleague Yan Liu and our Ph.D. students Yu Cheng and Dehua Cheng, and with Richard Peng of Georgia Tech) has three major contributions:\n\nScalable Sampling for Gaussian Graphical Models with SDD Precision Matrices\n\nWe gave the first nearly-optimal parallel algorithm for this basic sampling problem. Our algorithm runs in nearly-linear time, polylogarithmic depth, and uses only O(n) random scalars to generate a random sample from the Markov random fields with n variables. It crucially uses graph sparsification. \n\nSparse Newton?s Method\n\nMathematically, we solved a more general matrix root problem:  Given an n by n Laplacian matrix M  and a constant &minus;1 &le; p &le; 1 , compute an n by n  linear operator C  such that Mp = CCT.\n\nPrior to our work, no algorithm could provide such a factorization in nearly-linear time. We present an approach using spectral sparsification to ensure all intermediate matrices are sparse while preserving the effectiveness of Newton?s method. Our result provides the first example of a scalable implementation of Newton?s method for matrix computation.\n\nSparsification of Random-Walk Matrix Polyniomials:\n\n\n\nThe need to sparsify intermediate matrices in Newton?s method leads to a fundamental problem that is of interest on its own: Whether a random-walk polynomial can be efficiently sparsified in nearly linear time. We solved this problem using several intrinsic graph inequalities and advanced path sampling of effective resistance. \n\nBroader Impacts:\n\nAiming to make fundamental contributions to network sciences and develop theory of scalable algorithms for Big Data, we have successful multi-disciplinary collaborations in several emerging areas. \n\nConceptual Contribution to Network Science\n\nInspired by Social-Choice Theory, Borgs, Chayes, Marple, and I developed an axiomatic framework for community identification in networks. Inspired by cooperative game theory and mathematical economics, &shy;Chen and I developed first axiomatic characterization of influence-based network centrality. \n\nTheory of Scalable Algorithms:\n\nDuring this project, encouraged by Madhu Sudan, I completed a 272-page manuscript, \"Scalable Algorithms for Data and Network Analysis\"  which provides formal discussions of algorithmic scalability, scalable algorithms, and scalable reductions. It presents a family of fundamental algorithmic techniques for designing provably-good scalable algorithms. The writing led us to discover several significant new algorithms including sub-linear time PageRank approximation algorithm and scalable algorithms for social-influence analysis.\n\nPh.D. Mentoring:\n\n Yu Cheng, \"Computational Aspects of Optimal Information Revelation.\" (USC)\n\nKonstantin Voevodski, \"Clustering and Network Analysis with Biological Applications.\"  (BU) \n\nContributed to three Ph.D. theses:\nRumi Ghosh, \"Disentangling the network: Understanding the interplay topology and dynamics in network analysis\" (advisor: Kristina Lerman, USC)\nDehua Cheng, \"Improving machine learning algorithms with efficient data relevance discovery\" (advisor:  Yan Liu, USC),\nXiaorui Sun, \"On the isomorphism testing of graphs.\" (advisor:  Xi Chen, Columbia University)\n\nAlana Shine, Han Li, Ho Yee Cheung, Qiu Ye and Jiaowen Yang have made progresses towards their Ph.D.\n\nAward: G&ouml;del Prize (2015, with Dan Spielman), Simons Investigator Award (2014)\n\nFirst-Time Parenting: Sonia Rosario Teng (born on 10/15/2012) who inspired me to work on a book on bilingual learing. \n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 11/29/2017\n\n\t\t\t\t\tSubmitted by: Shanghua Teng"
 }
}