{
 "awd_id": "1111410",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Nanoscale Nuclear Spin Imaging and Spectroscopy using Nitrogen-Vacancy Centers in Diamond",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924956",
 "po_email": "lhe@nsf.gov",
 "po_sign_block_name": "Lin He",
 "awd_eff_date": "2011-07-15",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 404000.0,
 "awd_amount": 404000.0,
 "awd_min_amd_letter_date": "2011-07-01",
 "awd_max_amd_letter_date": "2011-07-01",
 "awd_abstract_narration": "With support from the Chemical Measurement and Imaging program in the Division of Chemistry, and co-funding from the Instrument Development for Biological Research program in the Division of Biological Infrastructure, Prof. Carlos Meriles and his group at the City University of New York - City College are devising new approaches to magnetic resonance imaging (MRI).  This important analytical tool is used by scientists, health professionals, and lab technicians to address a broad range of questions such as the functioning of cells and proteins, the monitoring and optimization of chemical processes in industry, and the diagnosis of organ dysfunction in humans. Magnetic resonance as currently practiced lacks the sensitivity necessary to image samples with high (sub-micron) spatial resolution, a serious impediment. Dr. Meriles addresses this problem with a novel strategy ultimately aimed at probing small living systems with nanometer resolution. The strategy makes use of \"NV centers\"- imperfections in diamond crystals which are extremely sensitive to local magnetic fields. By integrating magnetic resonance with scanning and optical microscopy, individual NV centers near a sample surface will be manipulated and detected, providing chemical information about the sample surface. A unique aspect of this approach is that, unlike mainstream MRI, bulky superconducting magnets and strong field gradients are unnecessary. \r\n\r\nThe work promises broad scientific and technological impact, with potential applications including nanoscale imaging of single cells at virtually zero magnetic field, high-resolution NMR spectroscopy of microorganisms under ambient conditions, sensing of molecular diffusion in nanoporous or membranous systems, and the monitoring of cell activity in single muscle cells or neuron networks. Accompanying this effort is a broad educational plan, which, besides graduate student training, includes activities aimed at improving instructional laboratories and various research opportunities for underprivileged students through summer activities within CCNY and in host laboratories of partner institutions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carlos",
   "pi_last_name": "Meriles",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Carlos A Meriles",
   "pi_email_addr": "cmeriles@ccny.cuny.edu",
   "nsf_id": "000486097",
   "pi_start_date": "2011-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY City College",
  "inst_street_address": "160 CONVENT AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2126505418",
  "inst_zip_code": "100319101",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "L952KGDMSLV5"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY City College",
  "perf_str_addr": "160 CONVENT AVE",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100319101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110800",
   "pgm_ele_name": "INSTRUMENTAT & INSTRUMENT DEVP"
  },
  {
   "pgm_ele_code": "688000",
   "pgm_ele_name": "Chemical Measurement & Imaging"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1108",
   "pgm_ref_txt": "INSTRUMENTAT & INSTRUMENT DEVP"
  },
  {
   "pgm_ref_code": "1982",
   "pgm_ref_txt": "BIOLOGICAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "6880",
   "pgm_ref_txt": "CHEMICAL MEASUREMENT & IMAGING"
  },
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 404000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Magnetic Resonance Imaging (MRI) is unique in its ability to characterize and discriminate among tissues using their diverse physical and biochemical properties but it lacks the sensitivity required for submicrometer screening. To overcome this limitation, the work in this grant explored &nbsp;a new modality of nuclear spin sensing at the nanoscale based on the so-called Nitrogen-Vacancy (NV) centers in diamond. These are atomic imperfections in the diamond lattice (otherwise formed by a perfect array of carbon atoms) with some unique properties. For example, NV centers feature an intrinsic magnetic moment or 'spin' which can be individually oriented and readout upon the application of focused optical illumination. Underpinning this work is, therefore, the idea of using the NV as a nanoscale magnetic sensor by monitoring the NV response to externally-applied magnetic fields. In particular, we focused on the detection of the nanoscale magnetic fields created by other spin species (e.g., the nuclei of an arbitrary organic molecule) which, unlike the NV, cannot be observed directly.&nbsp;</p>\n<p><span style=\"font-size: 12px; line-height: 17px;\">Looking back over the three-year duration of the project, we identify several important achievements:</span></p>\n<ul>\n<li><span style=\"font-size: 12px; line-height: 17px;\">We demonstrated the use of superficial NV centers to probe proton spins from organic substances deposited on the diamond surface with nanometer resolution, an important step toward nanoscale nuclear magnetic resonance.</span></li>\n<li><span style=\"font-size: 12px; line-height: 17px;\">We introduced and experimentally demonstrated novel schemes for NV-assisted high-resolution nuclear-spin spectroscopy, which will be crucial for the structural and dynamical characterization of molecular species adsorbed on (or purposedly anchored to) the diamond surface.</span></li>\n<li><span style=\"font-size: 12px; line-height: 17px;\">We demonstrated the use of NVs to spectroscopically identify other, 'dark' paramagnetic centers in diamond nanoparticles, which can potentially be used to enhance detection sensitivity. Further, we showed that spin polarization can be coherently transferred to these centers, or conversely, that its interaction with the NVs can be suppressed so as to extend the magnetic sensitivity of nanoparticle-hosted NVs to record values.&nbsp;</span></li>\n<li><span style=\"font-size: 12px; line-height: 17px;\">We introduced the concept of NV-driven nuclear spin polarization, which, we showed, holds promise to spin polarize arbitrary molecular species in liquids or gases brought into contact with the diamond surface.</span></li>\n<li><span style=\"font-size: 12px; line-height: 17px;\">We developed a unique physical infrastructure combining magnetic resonance, optical microscopy, and atomic force microscopy.&nbsp;</span></li>\n</ul>\n<p><span style=\"font-size: 12px; line-height: 17px;\">The ability to probe nuclear and electronic spins at the nanoscale will prove revolutionary in our ability to elucidate the structure and dynamics of various molecules, particularly those associated with important biological functions. Our demonstration of proton spin detection with 5 nm resolution provides a first, key step in this direction with important implications in chemical physics, material science, and biology. Equally promising (though still to be shown experimentally) is the idea that the molecules from liquids and gases in contact with an NV-seeded diamond surface will be polarized when subjected to the right conditions. Example applications that this technology will enable include the investigation of single cell metabolism, real-time characterization of chemical reactions, the detection of trace substances in solution, studies on the dynamics of processes restricted to surfaces, magnetic resonance imaging with submicron resolution, new forms of imaging contrast in living o...",
  "por_txt_cntn": "\nMagnetic Resonance Imaging (MRI) is unique in its ability to characterize and discriminate among tissues using their diverse physical and biochemical properties but it lacks the sensitivity required for submicrometer screening. To overcome this limitation, the work in this grant explored  a new modality of nuclear spin sensing at the nanoscale based on the so-called Nitrogen-Vacancy (NV) centers in diamond. These are atomic imperfections in the diamond lattice (otherwise formed by a perfect array of carbon atoms) with some unique properties. For example, NV centers feature an intrinsic magnetic moment or 'spin' which can be individually oriented and readout upon the application of focused optical illumination. Underpinning this work is, therefore, the idea of using the NV as a nanoscale magnetic sensor by monitoring the NV response to externally-applied magnetic fields. In particular, we focused on the detection of the nanoscale magnetic fields created by other spin species (e.g., the nuclei of an arbitrary organic molecule) which, unlike the NV, cannot be observed directly. \n\nLooking back over the three-year duration of the project, we identify several important achievements:\n\nWe demonstrated the use of superficial NV centers to probe proton spins from organic substances deposited on the diamond surface with nanometer resolution, an important step toward nanoscale nuclear magnetic resonance.\nWe introduced and experimentally demonstrated novel schemes for NV-assisted high-resolution nuclear-spin spectroscopy, which will be crucial for the structural and dynamical characterization of molecular species adsorbed on (or purposedly anchored to) the diamond surface.\nWe demonstrated the use of NVs to spectroscopically identify other, 'dark' paramagnetic centers in diamond nanoparticles, which can potentially be used to enhance detection sensitivity. Further, we showed that spin polarization can be coherently transferred to these centers, or conversely, that its interaction with the NVs can be suppressed so as to extend the magnetic sensitivity of nanoparticle-hosted NVs to record values. \nWe introduced the concept of NV-driven nuclear spin polarization, which, we showed, holds promise to spin polarize arbitrary molecular species in liquids or gases brought into contact with the diamond surface.\nWe developed a unique physical infrastructure combining magnetic resonance, optical microscopy, and atomic force microscopy. \n\n\nThe ability to probe nuclear and electronic spins at the nanoscale will prove revolutionary in our ability to elucidate the structure and dynamics of various molecules, particularly those associated with important biological functions. Our demonstration of proton spin detection with 5 nm resolution provides a first, key step in this direction with important implications in chemical physics, material science, and biology. Equally promising (though still to be shown experimentally) is the idea that the molecules from liquids and gases in contact with an NV-seeded diamond surface will be polarized when subjected to the right conditions. Example applications that this technology will enable include the investigation of single cell metabolism, real-time characterization of chemical reactions, the detection of trace substances in solution, studies on the dynamics of processes restricted to surfaces, magnetic resonance imaging with submicron resolution, new forms of imaging contrast in living organisms, studies of mass-limited substances such as purified proteins, high-throughput drug monitoring, etc.\n\nThe spin of the NV center is sensitive not only to the magnetic fields from other spins or magnetic sources but also to the electric fields produced by moving charges or bound ions and, perhaps more importantly, to the local temperature (through thermal-induced changes in the NV spin resonance frequency). The immediate consequence is that several of the strategies pursued herein will also serve as a platform for other, comple..."
 }
}