{
 "awd_id": "1111227",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Assessment of Success of the Mississippi AGEM Program: Charting the Direction for the Future",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark Leddy",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 149998.0,
 "awd_amount": 149998.0,
 "awd_min_amd_letter_date": "2011-05-13",
 "awd_max_amd_letter_date": "2011-05-13",
 "awd_abstract_narration": "This two-year study will evaluate the overall effectiveness and broader impacts of the Alliance for Graduate Education in Mississippi (AGEM), an NSF-funded program to enhance the success of minority students in doctoral programs in science, technology, engineering and mathematics (STEM). The project builds upon AGEM successes in the recruitment, retention, graduation, and placement of minority doctoral students in STEM faculty roles within a variety of institutions, and especially Historically Black Colleges and Universities (HBCUs), to explore the long-term student outcomes of AGEM participation. This study will explore change over time in various components of institutional culture and climate, including policies, programs, and faculty behaviors that promote or prohibit the successful transition of minority doctoral completers to the STEM professoriate.\r\nThis project involves a combination of quantitative and qualitative assessment studies and builds upon recently performed surveys of faculty and students in participating institutions. These studies will be extended to include in-depth interviews with AGEM program faculty, administrators and graduates from Mississippi?s AGEM institutions: Jackson State University (JSU); Mississippi State University (MSU); University of Mississippi (UM); University of Mississippi Medical Center (UMMC); and University of Southern Mississippi (USM). In the first year, interviews will be conducted with AGEM graduates who have taken faculty roles. With at least 60 AGEM graduates who have already entered the professoriate, there is a group of significant size for these interviews. Reports from graduates about their experiences of job placement and transition as well as their advance towards tenure and promotion will be used to characterize students? long-term outcomes. In the second year, graduates? reports, along with quantitative data and results from state-wide surveys, will be used to conduct a series of individual interviews and focus groups with current AGEM program administrators, faculty, and students on each campus to further identify and explore areas of strength and weakness within the Alliance and to chart the direction for future activities.\r\nIntellectual Merit. Successful placement of STEM underrepresented minority (URM) graduates in faculty positions is an important program metric. However, this study goes beyond a simple metric to gather, from former program participants, descriptions of their own experiences of transition from student to the professoriate. Because many AGEM graduates take faculty roles at HBCUs, this study will inform the larger community about graduate student socialization and preparation for the professoriate. Furthermore, because a significant portion of AGEM graduates study in mainstream institutions, the research will advance our understanding of institutional responsiveness to preparing graduates for the demands of distinct institutional contexts within the state and region.\r\nBroader Impacts. AGEM was created to achieve the following goals: enhancing entry into and ensuring successful completion of URM students in doctoral programs in STEM areas; increasing the number of URMs pursuing academic careers; and bringing about a systemic change in attitudes and practices of faculty, administrators, and students with regard to minority pathway issues. Because of AGEM successes in placing minority doctoral students in STEM faculty roles within HBCUs, in particular, AGEM has the capacity to reach an increased number of URM STEM students enrolled at these institutions. Thus, the broader impact of this evaluation is to better prepare, establish, and maintain a diverse professoriate in STEM departments and programs across the state and region and to enhance the teaching and learning of URM undergraduates and other students from diverse backgrounds.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maurice",
   "pi_last_name": "Eftink",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Maurice R Eftink",
   "pi_email_addr": "Eftink@olemiss.edu",
   "nsf_id": "000399163",
   "pi_start_date": "2011-05-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "Cole",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Donald R Cole",
   "pi_email_addr": "dcole@olemiss.edu",
   "nsf_id": "000481681",
   "pi_start_date": "2011-05-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Wells Dolan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amy Wells Dolan",
   "pi_email_addr": "aewells@olemiss.edu",
   "nsf_id": "000581742",
   "pi_start_date": "2011-05-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Mississippi",
  "inst_street_address": "113 FALKNER",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY",
  "inst_state_code": "MS",
  "inst_state_name": "Mississippi",
  "inst_phone_num": "6629157482",
  "inst_zip_code": "386779704",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MS01",
  "org_lgl_bus_name": "THE UNIVERSITY OF MISSISSIPPI",
  "org_prnt_uei_num": "",
  "org_uei_num": "G1THVER8BNL4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Mississippi",
  "perf_str_addr": "113 FALKNER",
  "perf_city_name": "UNIVERSITY",
  "perf_st_code": "MS",
  "perf_st_name": "Mississippi",
  "perf_zip_code": "386779704",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MS01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151500",
   "pgm_ele_name": "AGEP"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 149998.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This assessment project is a study of factors leading to the successful completion of doctoral degrees and the successful transition into academic careers by underrepresented minority (URM) students who were participants in the Mississippi Alliance for Graduate Education and the Professoriate (AGEP) program.</p>\n<p>The research included a) retention and time to degree analyses of URM STEM doctoral students at the University of Mississippi over a twelve year period, b) as well as focus group studies with current doctoral students, and c) interviews with over forty individuals who completed PhD degrees through one of the five PhD granting institutions in the state of Mississippi and subsequently took positions in academia.&nbsp;The interviews provide&nbsp;insights as to the obstacles that limit success of URM students in general in their pursuit of a doctoral degree in a STEM&nbsp;discipline and in their progression into the professoriate, including career decisions, job searching, and balancing the expectations of an entry level&nbsp;positions, where the individual is often one of the few minority faculty members.&nbsp;These analyses have been reported in publications and conference presentations. The results will be used to help prepare URM doctoral students for the transition between life as a student and life as a faculty member.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/27/2013<br>\n\t\t\t\t\tModified by: Maurice&nbsp;R&nbsp;Eftink</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis assessment project is a study of factors leading to the successful completion of doctoral degrees and the successful transition into academic careers by underrepresented minority (URM) students who were participants in the Mississippi Alliance for Graduate Education and the Professoriate (AGEP) program.\n\nThe research included a) retention and time to degree analyses of URM STEM doctoral students at the University of Mississippi over a twelve year period, b) as well as focus group studies with current doctoral students, and c) interviews with over forty individuals who completed PhD degrees through one of the five PhD granting institutions in the state of Mississippi and subsequently took positions in academia. The interviews provide insights as to the obstacles that limit success of URM students in general in their pursuit of a doctoral degree in a STEM discipline and in their progression into the professoriate, including career decisions, job searching, and balancing the expectations of an entry level positions, where the individual is often one of the few minority faculty members. These analyses have been reported in publications and conference presentations. The results will be used to help prepare URM doctoral students for the transition between life as a student and life as a faculty member.\n\n\t\t\t\t\tLast Modified: 09/27/2013\n\n\t\t\t\t\tSubmitted by: Maurice R Eftink"
 }
}