{
 "awd_id": "1111508",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Archaeological Research in the Central Yucatan",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2011-04-15",
 "awd_exp_date": "2012-03-31",
 "tot_intn_awd_amt": 20000.0,
 "awd_amount": 20000.0,
 "awd_min_amd_letter_date": "2011-03-29",
 "awd_max_amd_letter_date": "2011-03-29",
 "awd_abstract_narration": "With National Science Foundation support and under the direction of Dr. Javier Urcid, Mr. Donald Slater will build on his past field reconnaissance in the Central Yucatan, Mexico, to map and excavate a series of caves utilized by prehistoric Maya peoples. The work will shed light on a poorly understood aspect of Maya culture and will increase understanding of the mechanisms used by this traditional society to bind together large numbers of individuals into functioning social units.\r\n\r\nDuring fieldwork in 2009 and 2010, Mr. Slater and colleagues identified over 70 previously unrecorded caves in the region - virtually all of which exhibit signs of ancient ritual activity including the presence of petroglyphs, offerings, and sacrificial implements dating from 500 BC to 1600 AD.  Under the current award he will map and excavate eight of those caves. The research seeks to develop a better understanding of the concepts of sacred landscape and cosmology among the ancient Maya, and how such notions were used by the elite class for the production and maintenance of social and religious power.   \r\n\r\nCaves held a significant role in ancient Maya ideology and cosmology as early as the Late Pleistocene (c. 10,000 BC).  In the Maya belief system caves were viewed as the underworld, the point of emergence during creation, the locus of rain production, and the abode of powerful deities and ancestors.  Thus, caves would have been viewed as places of potent spiritual energy and would have been ceremonially utilized by the ruling class.\r\n\r\nMr. Slater's research will test two hypotheses concerning the ritual use of space.  First, he will examine the notion that the elite class had the ability to control access to caves both within the core of settlements and in hinterland areas.  Secondly, Slater postulates that naturally diverse areas within caves were used for diverse forms of ritual.  He will compare and contrast artifact assemblages and non-portable culture materials (e.g. petroglyphs) from caves located within settlements versus those outside, as well as from spaces located within caves, particularly open areas such as mouths versus constricted dark alcoves.  This analysis will serve to develop a better understanding of the reach of elite control over hinterland areas, while simultaneously leading to greater insight into the differential use of ritual space based on both natural cave properties and culturally constructed notions of their importance.  \r\n\r\nIn addition to contributions to the field of anthropology, the project will have impact in terms of education.  Mr. Slater has served as an educator at Phillips Academy since 2002 and has used his research as a pedagogical tool in both classroom and field settings with students from high school age to the graduate level.  The project has and will continue to train workers in skills that render them marketable to future projects, and to empower locals by offering them a scientific education that complements traditional knowledge of their Maya heritage.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Javier",
   "pi_last_name": "Urcid",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Javier Urcid",
   "pi_email_addr": "urcid@brandeis.edu",
   "nsf_id": "000582136",
   "pi_start_date": "2011-03-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "Slater",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Donald A Slater",
   "pi_email_addr": "dslater@brandeis.edu",
   "nsf_id": "000575499",
   "pi_start_date": "2011-03-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brandeis University",
  "inst_street_address": "415 SOUTH ST",
  "inst_street_address_2": "",
  "inst_city_name": "WALTHAM",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "7817362121",
  "inst_zip_code": "024532728",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "BRANDEIS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MXLZGAMFEKN5"
 },
 "perf_inst": {
  "perf_inst_name": "Brandeis University",
  "perf_str_addr": "415 SOUTH ST",
  "perf_city_name": "WALTHAM",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024532728",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>During the 2009 to 2010 field seasons of the Central Yucatan Archaeological Cave Project (CYAC)<sup>1</sup>, Donald Slater and his team documented approximately 100 previously unrecorded caves in the Yaxcaba Municipality of Central Yucatan, Mexico.&nbsp; This reconnaissance revealed abundant activity which once occurred in these caves from approximately 700 BC until after the Spanish Conquest in the 16<sup>th</sup> century.&nbsp; Evidence includes a high density of ceramics found on cave floors, as well as modifications to caves&rsquo; interior spaces in the form of petroglyphs, pathways, walls, and other features.&nbsp; This rich evidence held great promise for further investigation, and as a result, with support from the National Science Foundation, CYAC embarked on a four month field season from April through August of 2011 to excavate and further document four of the region&rsquo;s most significant and heavily utilized caves.&nbsp; Laboratory research followed into March 2012.</p>\n<p>&nbsp;</p>\n<p>CYAC&rsquo;s primary research questions were addressed by conducting a comparative analysis between two prominent caveslocated within significant elite complexes at the sites of Ceh&rsquo; Yax and Ikil, and two others caves, known as Aktun Kuruxtun and Aktun Jip, located far outside of any direct spatial linkage with major site complexes (Figure 1).&nbsp; Spatially, excavations were placed in each of the different physical zones within caves including light zones such as cave mouths, twilight zones deeper within caves but still in view of the cave mouth, and last, dark zones.&nbsp; In total, approximately 50 excavation units were dug to depths ranging from only a few centimeters to almost four meters.&nbsp; Additionally, surface collections covering the entire floor area of Aktun Jip, Aktun Kuruxtun, and Cenote Ceh&rsquo; Yax were conducted to help determine overall spatial usage of these caves.&nbsp; Finally, all non-portable cultural modifications within caves were recorded.</p>\n<p>&nbsp;</p>\n<p>In summary, comparison of the cultural modifications and traits present in each of the four study caves implies a high level of standardization and replication of activities between caves within and outside of elite urban areas.&nbsp; Major traits which span both cave types include staircases, ceremonial pathways, masonry walls, speleothem removal, petroglyphs (Figure 2), and the presence of displaced architectural elements from surface sites.&nbsp; Furthermore, artifacts such as human remains, grinding stones, obsidian blades, personal adornments, and a wide variety of ceramic fragments appear in each of the four study caves.&nbsp; Considerably fewer traits were found in only one cave type.&nbsp; Overt mining activity is<br />present only at the hinterland caves of Aktun Jip and Aktun Kuruxtun, while the cave within the main complex at the site of Ikil serves as an observation point for the sunrise on the days of the solar zenith passage.&nbsp; Spatial analysis of the deposition of artifacts strongly suggests that the light and twilight zones of the region&rsquo;s caves were more heavily utilized than the dark interior zones.&nbsp; Comparative ethnographic data gathered by modern anthropologists suggest that dark zones are considered ideologically dangerous and are generally accessed only by ritual specialists &ndash; a belief that may also have been in place in ancient times.</p>\n<p>&nbsp;</p>\n<p>The work carried out by CYAC has served a number of constituencies in the United States and Mexico in a variety of ways.&nbsp; First, it has provided valuable<br />archaeological training opportunities for students enrolled in, and applying<br />to, graduate programs.&nbsp; High school age students have also had the opportunity to tour CYAC&rsquo;s research caves with Slater as part of an interdisciplinary expeditionary learning program that he co-directs<br />(Figure 3).&nbsp; In...",
  "por_txt_cntn": "\nDuring the 2009 to 2010 field seasons of the Central Yucatan Archaeological Cave Project (CYAC)1, Donald Slater and his team documented approximately 100 previously unrecorded caves in the Yaxcaba Municipality of Central Yucatan, Mexico.  This reconnaissance revealed abundant activity which once occurred in these caves from approximately 700 BC until after the Spanish Conquest in the 16th century.  Evidence includes a high density of ceramics found on cave floors, as well as modifications to cavesÆ interior spaces in the form of petroglyphs, pathways, walls, and other features.  This rich evidence held great promise for further investigation, and as a result, with support from the National Science Foundation, CYAC embarked on a four month field season from April through August of 2011 to excavate and further document four of the regionÆs most significant and heavily utilized caves.  Laboratory research followed into March 2012.\n\n \n\nCYACÆs primary research questions were addressed by conducting a comparative analysis between two prominent caveslocated within significant elite complexes at the sites of CehÆ Yax and Ikil, and two others caves, known as Aktun Kuruxtun and Aktun Jip, located far outside of any direct spatial linkage with major site complexes (Figure 1).  Spatially, excavations were placed in each of the different physical zones within caves including light zones such as cave mouths, twilight zones deeper within caves but still in view of the cave mouth, and last, dark zones.  In total, approximately 50 excavation units were dug to depths ranging from only a few centimeters to almost four meters.  Additionally, surface collections covering the entire floor area of Aktun Jip, Aktun Kuruxtun, and Cenote CehÆ Yax were conducted to help determine overall spatial usage of these caves.  Finally, all non-portable cultural modifications within caves were recorded.\n\n \n\nIn summary, comparison of the cultural modifications and traits present in each of the four study caves implies a high level of standardization and replication of activities between caves within and outside of elite urban areas.  Major traits which span both cave types include staircases, ceremonial pathways, masonry walls, speleothem removal, petroglyphs (Figure 2), and the presence of displaced architectural elements from surface sites.  Furthermore, artifacts such as human remains, grinding stones, obsidian blades, personal adornments, and a wide variety of ceramic fragments appear in each of the four study caves.  Considerably fewer traits were found in only one cave type.  Overt mining activity is\npresent only at the hinterland caves of Aktun Jip and Aktun Kuruxtun, while the cave within the main complex at the site of Ikil serves as an observation point for the sunrise on the days of the solar zenith passage.  Spatial analysis of the deposition of artifacts strongly suggests that the light and twilight zones of the regionÆs caves were more heavily utilized than the dark interior zones.  Comparative ethnographic data gathered by modern anthropologists suggest that dark zones are considered ideologically dangerous and are generally accessed only by ritual specialists &ndash; a belief that may also have been in place in ancient times.\n\n \n\nThe work carried out by CYAC has served a number of constituencies in the United States and Mexico in a variety of ways.  First, it has provided valuable\narchaeological training opportunities for students enrolled in, and applying\nto, graduate programs.  High school age students have also had the opportunity to tour CYACÆs research caves with Slater as part of an interdisciplinary expeditionary learning program that he co-directs\n(Figure 3).  In Mexico, CYAC has provided much needed job opportunities for the local population and has taught workers archaeological skills that will make them marketable for other potential job opportunities in the region.  The anthropological knowledge that the project has produced has been s..."
 }
}