{
 "awd_id": "1111188",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PNW-AGEP: Pacific Northwest Alliiance for Graduate Education and the Professoriate",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark Leddy",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 149575.0,
 "awd_min_amd_letter_date": "2011-05-06",
 "awd_max_amd_letter_date": "2012-07-24",
 "awd_abstract_narration": "The Pacific Northwest Alliance for Graduate Education and the Professoriate (PNW-AGEP) will be a strategic alliance of five doctoral-granting institutions in a geographically and culturally unique area of the United States that has an exceptionally high Native American population and is not currently served by an NSF-funded AGEP program. The long-range goals for the PNW-AGEP are to increase the number of students from traditionally under-represented minority (URM) populations who complete doctoral programs in STEM disciplines and to facilitate their successful transition into faculty positions at US colleges and universities. Washington State University in Pullman will be the lead institution, working in close collaboration with Oregon State University, University of Idaho, The University of Montana, and Montana State University. The PNW-AGEP will initially focus on development of URM student programs in support of STEM disciplines at each institution that are broadly related to the area of Energy, Agriculture, and the Environment. This planning grant proposal addresses four project goals: (1) to determine factors affecting enrollment and successful completion or attrition of students from URM groups in doctoral programs in STEM disciplines at participating institutions; (2) to identify strategies for increasing URM enrollment in STEM doctoral programs; (3) to determine existing strengths, challenges, and barriers related to the movement of URM students from STEM doctoral programs to faculty positions in U.S. colleges and universities; and (4) to develop a strategy that will maximize the collaborative benefits of existing strengths and minimize the impact of existing barriers and challenges to recruitment of URM students into doctoral programs in STEM disciplines and to the transition of those URM doctoral students into faculty positions. Each project goal will be accomplished with four general strategies: (1) collection and analysis of institutional data; (2) surveys of stakeholders in URM doctoral education (undergraduate students, graduate students, recent doctoral graduates, faculty, administrators, and tribal officials); (3) identification of successful strategies of similar AGEP programs; and (4) visits to potential partner institutions.\r\nThe intellectual merit of this proposal is derived from its evidence-based approach to program design. Scientifically valid quantitative and qualitative data collection methods will be used to assess strengths, challenges, and barriers related to URM doctoral student training at participating institutions. These methods will become the baseline for a strong formative assessment plan for the PNW-AGEP. The establishment of communication networks between stakeholders will facilitate rapid implementation of the student-centered and faculty-driven PNW-AGEP as a strategic alliance with great synergistic potential. The development of a ?best practices? document for faculty, which describes successful strategies for mentoring URM doctoral students in STEM disciplines, will be an immediate outcome of this project.\r\nThe broader impacts of the PNW-AGEP will include increased numbers of URM professionals with PhDs in STEM disciplines beginning their careers as university faculty who are passionate about the possibilities inherent in their career choice. This planning project will set the stage for enhancing collaborative linkages, institutional capabilities, and knowledge base required for the successful implementation of a full AGEP project. Other broader impacts of the PNW-AGEP include: increased participation of individuals from URM groups; greater integration of research with teaching, training, and learning by students and faculty at participating institutions through introduction of best practices for mentoring doctoral students; and improved training of doctoral students in non-technical competencies, including teaching, communication, and leadership skills.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Howard",
   "pi_last_name": "Grimes",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Howard D Grimes",
   "pi_email_addr": "grimes@wsu.edu",
   "nsf_id": "000290042",
   "pi_start_date": "2011-05-06",
   "pi_end_date": "2012-07-24"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Debra",
   "pi_last_name": "Sellon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Debra Sellon",
   "pi_email_addr": "dsellon@wsu.edu",
   "nsf_id": "000619838",
   "pi_start_date": "2012-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "J.B. Alexander",
   "pi_last_name": "Ross",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "J.B. Alexander Ross",
   "pi_email_addr": "sandy.ross@umontana.edu",
   "nsf_id": "000190417",
   "pi_start_date": "2011-05-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nilsa",
   "pi_last_name": "Bosque-Perez",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Nilsa A Bosque-Perez",
   "pi_email_addr": "nbosque@uidaho.edu",
   "nsf_id": "000478261",
   "pi_start_date": "2011-05-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Martin",
   "pi_last_name": "Fisk",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Martin Fisk",
   "pi_email_addr": "martin.fisk@oregonstate.edu",
   "nsf_id": "000502334",
   "pi_start_date": "2011-05-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carl",
   "pi_last_name": "Fox",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Carl A Fox",
   "pi_email_addr": "carl.fox@wku.edu",
   "nsf_id": "000568412",
   "pi_start_date": "2011-05-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington State University",
  "inst_street_address": "240 FRENCH ADMINISTRATION BLDG",
  "inst_street_address_2": "",
  "inst_city_name": "PULLMAN",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "5093359661",
  "inst_zip_code": "991640001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "WA05",
  "org_lgl_bus_name": "WASHINGTON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XRJSGX384TD6"
 },
 "perf_inst": {
  "perf_inst_name": "Washington State University",
  "perf_str_addr": "240 FRENCH ADMINISTRATION BLDG",
  "perf_city_name": "PULLMAN",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "991640001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "WA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151500",
   "pgm_ele_name": "AGEP"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 149575.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: left;\">The Pacific Northwest Alliance for Graduate Education and the Professoriate (PNW-AGEP) planning grant involved faculty and lead administrators from Washington State University, University of Idaho, Montana State University, Oregon State University, and the University of Montana. The long-range goals of PNW-AGEP are to increase the number of underrepresented minority (URM) student groups enrolling and graduating from science,<br />technology, engineering, and mathematics (STEM) doctoral programs at<br />participating institutions. The year-long planning process entailed assessing<br />the strengths and weaknesses of our STEM graduate programs. Planning activities included collection of extensive demographic data, determination of faculty and student attitudes and experiences through survey and focus groups, visits to tribal colleges, and visits to current successful AGEP programs.&nbsp; Data analysis revealed three major challenges that must be addressed in order for us to meet our long-range goals: (1) increasing the number of URM applicants to STEM programs; (2) improving the mentoring and retention of URM students in doctoral programs; (3) improving visibility and accessibility of resources to support URM student success.</p>\n<p style=\"text-align: left;\">&nbsp;</p>\n<p style=\"text-align: left;\">The PNW-AGEP team in collaboration with STEM, social science and education researchers identified strategies for improving the recruitment, retention and mentoring of URM STEM students. The research efforts resulted in a collaborative National Science Foundation (NSF) grant proposal titled <em>Pacific Northwest Collaborative Opportunities for Success in Mentoring<br />of Students (COSMOS)</em>. The social science research component of the project will shed light on mentoring models that are fitting for the unique needs of URM graduate students at each alliance institution and will highlight strategies for cultivating a more positive experience for all faculty and<br />students. Our <em>COSMOS </em>program will incorporate a collaborative mentoring model that will offer participating faculty and students a network of experts and colleagues that can provide guidance and support on issues that may arise within their graduate programs. Access to a network of faculty, peers, staff, and/or alumni can help orient students towards successfully completing their degree programs. Likewise, faculty that may not be familiar with effective strategies for recruiting and supporting URM students can develop relationships with other faculty who are more experienced in enrolling and graduating URM students. Having access to a network of mentors can provide graduate students and faculty with a variety of supporters that hold a diverse array of perspectives, knowledge, and skills that can serve different functions such as being a role model, providing career-related or emotional support, or expertise in an area of interest.</p>\n<p style=\"text-align: left;\">&nbsp;</p>\n<p style=\"text-align: left;\">Findings from the PNW-AGEP planning grant are being prepared for publication in peer-reviewed journals and have been presented at conferences like the National Science Foundation Joint Annual Meeting (NSF-JAM). Presentations and discussion of findings from both the<br />planning grant and <em>COSMOS</em> will continue to be shared with students, faculty, and administrators at our alliance institutions. We also plan to disseminate results with local community members such as tribal leaders and at venues that attract a broader disciplinary audience.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/03/2013<br>\n\t\t\t\t\tModified by: Debra&nbsp;Sellon</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The Pacific Northwest Alliance for Graduate Education and the Professoriate (PNW-AGEP) planning grant involved faculty and lead administrators from Washington State University, University of Idaho, Montana State University, Oregon State University, and the University of Montana. The long-range goals of PNW-AGEP are to increase the number of underrepresented minority (URM) student groups enrolling and graduating from science,\ntechnology, engineering, and mathematics (STEM) doctoral programs at\nparticipating institutions. The year-long planning process entailed assessing\nthe strengths and weaknesses of our STEM graduate programs. Planning activities included collection of extensive demographic data, determination of faculty and student attitudes and experiences through survey and focus groups, visits to tribal colleges, and visits to current successful AGEP programs.  Data analysis revealed three major challenges that must be addressed in order for us to meet our long-range goals: (1) increasing the number of URM applicants to STEM programs; (2) improving the mentoring and retention of URM students in doctoral programs; (3) improving visibility and accessibility of resources to support URM student success.\n \nThe PNW-AGEP team in collaboration with STEM, social science and education researchers identified strategies for improving the recruitment, retention and mentoring of URM STEM students. The research efforts resulted in a collaborative National Science Foundation (NSF) grant proposal titled Pacific Northwest Collaborative Opportunities for Success in Mentoring\nof Students (COSMOS). The social science research component of the project will shed light on mentoring models that are fitting for the unique needs of URM graduate students at each alliance institution and will highlight strategies for cultivating a more positive experience for all faculty and\nstudents. Our COSMOS program will incorporate a collaborative mentoring model that will offer participating faculty and students a network of experts and colleagues that can provide guidance and support on issues that may arise within their graduate programs. Access to a network of faculty, peers, staff, and/or alumni can help orient students towards successfully completing their degree programs. Likewise, faculty that may not be familiar with effective strategies for recruiting and supporting URM students can develop relationships with other faculty who are more experienced in enrolling and graduating URM students. Having access to a network of mentors can provide graduate students and faculty with a variety of supporters that hold a diverse array of perspectives, knowledge, and skills that can serve different functions such as being a role model, providing career-related or emotional support, or expertise in an area of interest.\n \nFindings from the PNW-AGEP planning grant are being prepared for publication in peer-reviewed journals and have been presented at conferences like the National Science Foundation Joint Annual Meeting (NSF-JAM). Presentations and discussion of findings from both the\nplanning grant and COSMOS will continue to be shared with students, faculty, and administrators at our alliance institutions. We also plan to disseminate results with local community members such as tribal leaders and at venues that attract a broader disciplinary audience.\n\n\t\t\t\t\tLast Modified: 06/03/2013\n\n\t\t\t\t\tSubmitted by: Debra Sellon"
 }
}