{
 "awd_id": "1111349",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference Support for 6th Annual Energy Harvesting Workshop and 8th International Workshop on Piezoelectric Materials and Applications (IWPMA) Aug. 7-11, 2011",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anupama Kaul",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 10670.0,
 "awd_amount": 10670.0,
 "awd_min_amd_letter_date": "2011-02-09",
 "awd_max_amd_letter_date": "2011-02-09",
 "awd_abstract_narration": "Intellectual Merit: 8th The International Workshop on Piezoelectric Materials and Applications\r\n(IWPMA) 2011 meeting is scheduled to be held from August 7 - 11, 2011, in Roanoke, Virginia. This\r\nmeeting will be held in conjunction with 6th Annual Energy Harvesting Workshop, and 3rd Annual\r\nCenter for Intelligent Material System and Structures (CIMSS) Conference.  The focus of the meeting is on energy. The workshop will provide in-depth information on the application of smart materials with a focus on energy related issues. \r\n\r\nBroader Impact: The support from NSF will be mostly used for (i) enhancing student participation\r\ntargeting underrepresented minority participants, women, and high school teachers and students, (ii)\r\nregistration and travel support for lecturers providing tutorial and plenary speakers, and (iii) registration\r\nfees for returning veterans to enhance their educational experience. The participation of small business\r\ncompanies at this meeting will be supported through NSF I/UCRC: Center for Energy Harvesting\r\nMaterials and Systems (CEHMS). The meeting will serve as both a recruiting tool and as graduate\r\nleadership training. The tutorials provided at the meeting will have strong emphasis on the involvement of\r\nhigh school African-American students in higher research and education in Blacksburg, Virginia.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shashank",
   "pi_last_name": "Priya",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shashank Priya",
   "pi_email_addr": "spriya@umn.edu",
   "nsf_id": "000059192",
   "pi_start_date": "2011-02-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "300 TURNER ST NW",
  "perf_city_name": "BLACKSBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240603359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 10670.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>8<sup>th</sup> &ldquo;The International Workshop on Piezoelectric Materials and Applications (IWPMA) 2011&rdquo; meeting was held in conjunction with 6th Annual Energy Harvesting Workshop, and 3rd Annual Center for Intelligent Material System and Structures (CIMSS) Conference. About 150 participants from 16 diferent countries attended the meeting. The co-location of these three meetings brought a large audience from around the world. The focus of the meeting was on &ldquo;energy&rdquo;. The workshop provided in-depth information on the application of smart materials with a focus on energy related issues. Presentations for IWPMA concentrated on following topics: (i) Piezoelectric, ferroelectric, and multiferroic materials, (ii) Piezoelectric<br />actuators and motors, (iii) Piezoelectric transducers and applications, and (iv) Piezoelectrics in bio-inspired autonomous systems. Presentations for the 6th Annual Energy Harvesting Workshop concentrated on following topics: (i) Energy harvesting (piezoelectric, inductive, photovoltaic, electret, and thermoelectric), (ii) Micro batteries and ultracapacitors, (iii) Wireless networks for structural health monitoring, and (iv) Bio-inspired energy generation and conversion. In-depth research discussions included current progress and challenges in vibration harvester design and fabrication, thick and thin film materials synthesis, 3D deposition techniques, energy conversion devices, micro/nano electronics, electrochemical storage systems, sensor development, integrated hybrid architectures, computational and theoretical modeling, and nanoscale fabrication techniques. Six plenary talks were held to cover the fundamentals and provide information on state-of-the-art in many of energy related research areas. The plenary speakers were: Dr. Ray Baughman, UT Dallas; Dr. John Blottman, Naval Undersea Warfare Center; Dr. John Prater, Army Research Office; Dr. Dwight Viehland, Virginia Tech; Dr. Donald Silversmith, Defense Threat Reduction Agency; and Roger Nessen, ITT. This collective group of leading academic and industrial researchers made a significant impact on the learning experience of attendees. The participation of small business companies at this meeting was supported through NSF I/UCRC: Center for Energy Harvesting Materials and Systems (CEHMS). It can be expected that new collaborations between academia and industry were formed, which will support the transition of invented technologies and materials into applications through robust partnerships and spin-off&rsquo;s, creating job opportunities and also enhancing the knowledge-base in the community. The meeting served as both a recruiting tool and as graduate leadership training. The tutorials provided at the<br />meeting had strong emphasis on the involvement of high school African-American students in higher research and education in Blacksburg, Virginia.</p>\n<p>We are implementing an integrated research and education plan based on education pyramid. The education pyramid illustrates the dissemination of the information and knowledge in a hierarchical order and extremely systematic fashion. The top of the pyramid indicates the dissemination of the knowledge and information gained from this workshop to a broad audience through peer-reviewed journal publications (special issue in JIMSS), conference presentation CDs, website (<a href=\"http://www.me.vt.edu/cehms\">http://www.me.vt.edu/cehms</a>), and magazine articles. Conference proceedings will be published as a Special Issue in the Journal of Intelligent Material Systems and Structures (JIMSS). We believe that this special issue will provide comprehensive information on the current progress being made in the field of energy harvesting materials and systems. The next level of the pyramid reaches K-12 students and teachers at various schools through tutorials, lectures and laboratory tours. Below the K-12 students and teachers t...",
  "por_txt_cntn": "\n8th \"The International Workshop on Piezoelectric Materials and Applications (IWPMA) 2011\" meeting was held in conjunction with 6th Annual Energy Harvesting Workshop, and 3rd Annual Center for Intelligent Material System and Structures (CIMSS) Conference. About 150 participants from 16 diferent countries attended the meeting. The co-location of these three meetings brought a large audience from around the world. The focus of the meeting was on \"energy\". The workshop provided in-depth information on the application of smart materials with a focus on energy related issues. Presentations for IWPMA concentrated on following topics: (i) Piezoelectric, ferroelectric, and multiferroic materials, (ii) Piezoelectric\nactuators and motors, (iii) Piezoelectric transducers and applications, and (iv) Piezoelectrics in bio-inspired autonomous systems. Presentations for the 6th Annual Energy Harvesting Workshop concentrated on following topics: (i) Energy harvesting (piezoelectric, inductive, photovoltaic, electret, and thermoelectric), (ii) Micro batteries and ultracapacitors, (iii) Wireless networks for structural health monitoring, and (iv) Bio-inspired energy generation and conversion. In-depth research discussions included current progress and challenges in vibration harvester design and fabrication, thick and thin film materials synthesis, 3D deposition techniques, energy conversion devices, micro/nano electronics, electrochemical storage systems, sensor development, integrated hybrid architectures, computational and theoretical modeling, and nanoscale fabrication techniques. Six plenary talks were held to cover the fundamentals and provide information on state-of-the-art in many of energy related research areas. The plenary speakers were: Dr. Ray Baughman, UT Dallas; Dr. John Blottman, Naval Undersea Warfare Center; Dr. John Prater, Army Research Office; Dr. Dwight Viehland, Virginia Tech; Dr. Donald Silversmith, Defense Threat Reduction Agency; and Roger Nessen, ITT. This collective group of leading academic and industrial researchers made a significant impact on the learning experience of attendees. The participation of small business companies at this meeting was supported through NSF I/UCRC: Center for Energy Harvesting Materials and Systems (CEHMS). It can be expected that new collaborations between academia and industry were formed, which will support the transition of invented technologies and materials into applications through robust partnerships and spin-offÆs, creating job opportunities and also enhancing the knowledge-base in the community. The meeting served as both a recruiting tool and as graduate leadership training. The tutorials provided at the\nmeeting had strong emphasis on the involvement of high school African-American students in higher research and education in Blacksburg, Virginia.\n\nWe are implementing an integrated research and education plan based on education pyramid. The education pyramid illustrates the dissemination of the information and knowledge in a hierarchical order and extremely systematic fashion. The top of the pyramid indicates the dissemination of the knowledge and information gained from this workshop to a broad audience through peer-reviewed journal publications (special issue in JIMSS), conference presentation CDs, website (http://www.me.vt.edu/cehms), and magazine articles. Conference proceedings will be published as a Special Issue in the Journal of Intelligent Material Systems and Structures (JIMSS). We believe that this special issue will provide comprehensive information on the current progress being made in the field of energy harvesting materials and systems. The next level of the pyramid reaches K-12 students and teachers at various schools through tutorials, lectures and laboratory tours. Below the K-12 students and teachers the pyramid consists of education and research activities for the university undergraduate and graduate students which include new senior design projects based u..."
 }
}