{
 "awd_id": "1111162",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Piloting an Inter-Ivy League Alliance for Graduate Education and the Professoriate",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark Leddy",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2012-09-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2011-08-09",
 "awd_max_amd_letter_date": "2011-08-09",
 "awd_abstract_narration": "To increase the number of graduate students and postdocs entering the professoriate in STEM disciplines,\r\nthe Leadership Alliance, a national consortium of higher education institutions, in conjunction with its\r\nmember institutions, Brown University and Columbia University, and in collaboration with four minority\r\nserving institutions - Dillard University, Howard University, Morgan State University, and Spelman\r\nCollege - will design, pilot, and rigorously evaluate activities to foster professional development, \r\nskills-building, mentoring, and career training. The activities of this project consist of (i) conducting a\r\nbaseline needs analysis of the diversity efforts at Brown and Columbia to better understand issues and\r\nbarriers to establishing a sustainable institutional culture of diversity; (ii) investigating incentive\r\nmechanisms to promote the engagement of participating departmental faculty and administrators in the\r\nproposed mentoring and professional development activities to provide a supportive environment that\r\nfosters successful outcomes; (iii) and identifying effective strategies to develop and implement mentoring,\r\nskills-building and professional development opportunities for underrepresented graduate students and\r\npostdoctoral fellows.\r\nIntellectual Merit\r\nThis project will provide the first systematic effort to: (i) identify the professional development and career training needs of STEM graduate students and postdocs from underrepresented groups at leading research\r\ninstitutions; (ii) evaluate best practices in training of doctoral students and postdocs; (iii) assess the\r\neffectiveness of a comprehensive program of professional development workshops on the mentoring and\r\nskills-building of STEM graduate students and postdocs from underrepresented groups. The\r\ncomprehensive, multi-faceted evaluation efforts of these interventions that employ the expertise of STEM\r\nfaculty members, senior administrators, an external evaluator, graduate students and postdocs from both\r\nresearch-intensive and minority-serving institutions will provide a foundation upon which to design\r\nnovel, relevant and effective best practices, resources and initiatives that will prepare underrepresented\r\nminority STEM graduate students and postdocs for the 21st century professoriate.\r\nBroader Impacts\r\nThis project supplements earlier efforts to expand the pipeline of scholars from underrepresented groups\r\nin STEM disciplines, which focus on pre-collegiate and undergraduate students. By firmly focusing on\r\ngraduate students and postdocs, who have already firmly committed their professional lives to STEM\r\nfields, this project's overarching goal is to give them the skills to ensure professional success. The larger\r\nobjective is to encourage the creation of sustainable institutional cultures and programs that will increase\r\nthe diversity of the professoriate in STEM disciplines, not simply at Brown and Columbia but across the\r\n32 members of the Leadership Alliance consortium and at other institutions of higher learning. This\r\nproject's broad impact will take five specific, measurable forms. First, it will provide research universities nationwide with a review and evaluation of existing professional development, career training, skills-building,and mentoring programs for graduate students and postdocs from underrepresented groups at\r\ninstitutions across the United States. Second, this project will design, pilot, and assess replicable\r\nworkshops in areas essential to the professional success of future STEM faculty. Third, the project will\r\ncreate and test instructional resources that will be readily available to institutions of higher learning via project website. Fourth, the project will provide postdocs from underrepresented groups authentic\r\nteaching experience to be better positioned for a future career as a professor. Fifth, this project will alter institutional cultures at leading research institutions by placing a greater emphasis on mentoring,\r\nprofessional development, skills-building, and career training to prepare students and postdocs to progress\r\nsuccessfully along the academic pathway. All best practices in professional development and evaluations\r\nof the practices' effectiveness will be disseminated through the Leadership Alliance consortium, the\r\nproject website, and public presentations and other outreach efforts. Through these activities this novel\r\nand potent Inter-Ivy AGEP will contribute to the societal goal of increased representation of\r\nunderrepresented scholars as research leaders of the 21st century professoriate.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Weber",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Peter M Weber",
   "pi_email_addr": "Peter_Weber@Brown.edu",
   "nsf_id": "000311023",
   "pi_start_date": "2011-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Medeva",
   "pi_last_name": "Ghee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Medeva Ghee",
   "pi_email_addr": "Medeva_Ghee@Brown.edu",
   "nsf_id": "000242624",
   "pi_start_date": "2011-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "1 PROSPECT ST",
  "perf_city_name": "PROVIDENCE",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151500",
   "pgm_ele_name": "AGEP"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"CM26\">Given the changing U.S. demographics, there is an urgent need to increase the number of underrepresented minorities who pursue research careers in science, technology, engineering and mathematics (STEM).&nbsp; However, there is a significant lack of minority faculty at the &ldquo;top 50&rdquo; academic institutions and poor representation of minority trainees in STEM programs at these same schools relative to their presence in the population. The urgency of this issue has captured the attention of national policy makers, who have called for an increase in the participation of U.S. citizens in these fields and, a focus on increasing minority representation. &nbsp;</p>\n<p class=\"Default\">In response to this problem, research intensive universities and Historically Black Colleges and Universities (HBCUs) that are members the Leadership Alliance began discussions of a program to improve the ways in which faculty, students and administrators work together to promote a more supportive culture and diverse academy across graduate programs. &nbsp;The Leadership Alliance is a national consortium of 32 public and private institutions that identify, train and mentor underrepresented minority (URM) students at all stages of their higher education experience. With more than 2600 undergraduates participating in summer research experiences over the past 20 years, Alliance programs have contributed to the production of nearly 200 minority PhDs primarily in the STEM disciplines.&nbsp; Building on their time-tested partnership within the Alliance, two Ivy-League member institutions (Brown University and Columbia University) partnered with four HBCU members (Spelman College, Howard University, Morgan State University, and Dillard University) to form the <em>Piloting an Inter-Ivy League Alliance for Graduate Education and the Professoriate</em>.&nbsp; This pilot program focused on graduate school activities or interventions to support the learning and professional development needs of URM graduate trainees.</p>\n<p><strong>&nbsp;</strong></p>\n<p>The immediate question of what these interventions might look like was examined in three ways.&nbsp; A review was conducted of other AGEP programs, research literature and current activities related to the goals of this project. Using what was learned from this review, the project team visited the campuses of Ivy League and HBCU institutions participating in this pilot as well as additional Alliance member institutions that agreed to share their successes or challenges in addressing the shortage of URM graduate students. Team members interviewed groups of graduate students, individual students and postdoctoral fellows, and individual faculty and administrators to learn about the support URM students received or needed.&nbsp; Faculty and administrator perspectives also revealed the need for incentives to encourage and build faculty mentorship and professional development opportunities.&nbsp; Finally, meetings were held with an advisory board and with faculty interested in working together across Ivy League and HBCU institutions. Discussions from these meetings shaped key areas for development of program activities while, at the same time, identified critical principles for partnering across Ivy League institutions and HBCUs.</p>\n<p>&nbsp;</p>\n<p>Key areas for development of program interventions included mentoring practices, career development, academic preparation, and faculty collaboration. Use of existing resources or programs in support of both mentoring practices and career development was highly recommended. Examples&nbsp; included a mentoring course that could be modified to cover student research opportunities and writing support, a professional skills development program, and conferences for student or peer interaction across institutions.&nbsp; Other suggested innovations included a peer mentoring program and the inclusion ...",
  "por_txt_cntn": "Given the changing U.S. demographics, there is an urgent need to increase the number of underrepresented minorities who pursue research careers in science, technology, engineering and mathematics (STEM).  However, there is a significant lack of minority faculty at the \"top 50\" academic institutions and poor representation of minority trainees in STEM programs at these same schools relative to their presence in the population. The urgency of this issue has captured the attention of national policy makers, who have called for an increase in the participation of U.S. citizens in these fields and, a focus on increasing minority representation.  \nIn response to this problem, research intensive universities and Historically Black Colleges and Universities (HBCUs) that are members the Leadership Alliance began discussions of a program to improve the ways in which faculty, students and administrators work together to promote a more supportive culture and diverse academy across graduate programs.  The Leadership Alliance is a national consortium of 32 public and private institutions that identify, train and mentor underrepresented minority (URM) students at all stages of their higher education experience. With more than 2600 undergraduates participating in summer research experiences over the past 20 years, Alliance programs have contributed to the production of nearly 200 minority PhDs primarily in the STEM disciplines.  Building on their time-tested partnership within the Alliance, two Ivy-League member institutions (Brown University and Columbia University) partnered with four HBCU members (Spelman College, Howard University, Morgan State University, and Dillard University) to form the Piloting an Inter-Ivy League Alliance for Graduate Education and the Professoriate.  This pilot program focused on graduate school activities or interventions to support the learning and professional development needs of URM graduate trainees.\n\n \n\nThe immediate question of what these interventions might look like was examined in three ways.  A review was conducted of other AGEP programs, research literature and current activities related to the goals of this project. Using what was learned from this review, the project team visited the campuses of Ivy League and HBCU institutions participating in this pilot as well as additional Alliance member institutions that agreed to share their successes or challenges in addressing the shortage of URM graduate students. Team members interviewed groups of graduate students, individual students and postdoctoral fellows, and individual faculty and administrators to learn about the support URM students received or needed.  Faculty and administrator perspectives also revealed the need for incentives to encourage and build faculty mentorship and professional development opportunities.  Finally, meetings were held with an advisory board and with faculty interested in working together across Ivy League and HBCU institutions. Discussions from these meetings shaped key areas for development of program activities while, at the same time, identified critical principles for partnering across Ivy League institutions and HBCUs.\n\n \n\nKey areas for development of program interventions included mentoring practices, career development, academic preparation, and faculty collaboration. Use of existing resources or programs in support of both mentoring practices and career development was highly recommended. Examples  included a mentoring course that could be modified to cover student research opportunities and writing support, a professional skills development program, and conferences for student or peer interaction across institutions.  Other suggested innovations included a peer mentoring program and the inclusion of HBCU faculty on graduate student doctoral thesis committees at research institutions.\n\n \n\nIssues related to academic preparation centered on an insufficient number of undergraduate advanced courses and basic course con..."
 }
}