{
 "awd_id": "1111021",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Collaborative Research: Defined Band Gap Materials by Fractionation of Graphene Oxide",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael J. Scott",
 "awd_eff_date": "2011-06-15",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 54000.0,
 "awd_amount": 54000.0,
 "awd_min_amd_letter_date": "2011-06-06",
 "awd_max_amd_letter_date": "2011-06-06",
 "awd_abstract_narration": "TECHNICAL SUMMARY:\r\nGraphene and its derivatives are very important materials for electronic and photonic applications.  While the physics and applications of these materials is being explored world-wide at a rapid pace, the reproducibility of materials properties is very difficult because of the poorly controlled chemical procedures used to isolate graphene and graphene oxide (GO) sheets.  GO has been recently shown to have different photoluminescent properties depending on the extent of surface oxidation.  This EAGER project, funded by both the Solid State and Materials Chemistry and Electronic and Photonic Materials Programs, aims to exploit this surface functionality and separate fractions of GO according to oxidation level and correlate that oxidation level in a more controlled manner with the electronic and photonic properties.  Standard oxidation methodologies will be applied but in a systematic and controlled way.  Surface chemistries will be matched with appropriate surfactants for optimizing the sheet separations. Samples will be analyzed using an AFM technique that allows visualization of the arrangements of surfactants on the surface of GO.  This will provide feedback about how to design better surfactants for the separation.  This work is important because it will not only provide important information about the chemical oxidation graphite , but it will also provide a procedure for isolating better chemical defined GO materials for physical property (especially photonic) applications.\r\n\r\nNON-TECHNICAL SUMMARY:\r\nThe goal of this work is the development of a new optoelectronic material with an adjustable electronic band gap. Optoelectronic materials are used to convert light into electric currents or vice versa. Typical applications are solar cells, photo detectors, digital cameras, light emitting diodes or solid state lasers. The size of the band gap largely determines which wavelengths of light are involved in these processes. An existing problem is that there are only a limited number of optoelectronic materials available, and their band gaps are fixed. For instance, this determines the colors that are available for light emitting diodes, or the fraction of sunlight which can be efficiently converted to electricity using solar cells. In this project graphene oxide (GO) is investigated as a new material with adjustable band gap; broader impacts of this work will include developing materials that will enable the design of solar cells with higher conversion efficiency, or energy-efficient light sources of many different colors. While GO can be made from graphite economically, the obtained material is not very pure and thus has a great variety of many different band gaps. In this project new separation approaches will be explored to purify this material to the level needed for electronic applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Adamson",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas H Adamson",
   "pi_email_addr": "Adamson@uconn.edu",
   "nsf_id": "000294315",
   "pi_start_date": "2011-06-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut",
  "inst_street_address": "438 WHITNEY RD EXTENSION UNIT 1133",
  "inst_street_address_2": "",
  "inst_city_name": "STORRS",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8604863622",
  "inst_zip_code": "062699018",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNTPS995QBM7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut",
  "perf_str_addr": "438 WHITNEY RD EXTENSION UNIT 1133",
  "perf_city_name": "STORRS",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "062699018",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  },
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 54000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcomes Report</p>\n<p>Award Number 1111021</p>\n<p>EAGER: Collaborative Research: Defined Band Gap Materials by Fractionation of Graphene Oxide</p>\n<p>Program Officer: Michael J. Scott</p>\n<p>PI: Douglas Adamson, UConn</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Graphite, the material used in pencil lead and some lubricants, is composed of flat sheets, known as graphene sheets, stacked one on top of another much like a deck of cards. These graphene sheets are one atom thick and composed of carbon atoms arranged in a hexagonal &ldquo;chicken wire&rdquo; arrangement. The excitement about this material derives from its electrical conductivity and incredible strength. In order to utilize these properties in composite materials, however, the graphite needs to be unstacked, or exfoliated, into individual graphene sheets. This is not easy to do, and the most common approach is to chemically oxidize the graphite, despite the fact that oxidation degrades some of the attractive properties of graphite. Oxidation results in attaching oxygen to the carbon sheets so they do not stack as well and can be suspended in water. A problem with approach, however, is that the new material, graphite oxide (GO), consists of graphene sheets with many different extents of oxidation. This means that the sheets will have very different properties, and so applications incorporating these sheets will have properties that are difficult to predict and reproduce. With the support of this small exploratory grant, we have succeeded in better understanding: the arrangement of oxygen functional groups on GO, how the oxidation process affects the electronic properties of GO, and how the GO might be separated based on the extent of oxidation. In addition, we have developed methods to directly use pristine (not oxidized) graphite.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The intellectual impact of this work has been to provide a clearer picture of the graphite oxidation process, how that oxidation affects properties, and how it may be possible to use graphene without the need for oxidation. These results can then lead to broader impacts such as enabling graphite applications in solar cells, transparent electrodes, photonics, and polymer composites. Additionally, the funds from this grant have contributed to the education and training of both graduate and undergraduate students both at UConn and The College of William and Mary.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/30/2013<br>\n\t\t\t\t\tModified by: Douglas&nbsp;H&nbsp;Adamson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Outcomes Report\n\nAward Number 1111021\n\nEAGER: Collaborative Research: Defined Band Gap Materials by Fractionation of Graphene Oxide\n\nProgram Officer: Michael J. Scott\n\nPI: Douglas Adamson, UConn\n\n \n\n \n\n            Graphite, the material used in pencil lead and some lubricants, is composed of flat sheets, known as graphene sheets, stacked one on top of another much like a deck of cards. These graphene sheets are one atom thick and composed of carbon atoms arranged in a hexagonal \"chicken wire\" arrangement. The excitement about this material derives from its electrical conductivity and incredible strength. In order to utilize these properties in composite materials, however, the graphite needs to be unstacked, or exfoliated, into individual graphene sheets. This is not easy to do, and the most common approach is to chemically oxidize the graphite, despite the fact that oxidation degrades some of the attractive properties of graphite. Oxidation results in attaching oxygen to the carbon sheets so they do not stack as well and can be suspended in water. A problem with approach, however, is that the new material, graphite oxide (GO), consists of graphene sheets with many different extents of oxidation. This means that the sheets will have very different properties, and so applications incorporating these sheets will have properties that are difficult to predict and reproduce. With the support of this small exploratory grant, we have succeeded in better understanding: the arrangement of oxygen functional groups on GO, how the oxidation process affects the electronic properties of GO, and how the GO might be separated based on the extent of oxidation. In addition, we have developed methods to directly use pristine (not oxidized) graphite.\n\n            The intellectual impact of this work has been to provide a clearer picture of the graphite oxidation process, how that oxidation affects properties, and how it may be possible to use graphene without the need for oxidation. These results can then lead to broader impacts such as enabling graphite applications in solar cells, transparent electrodes, photonics, and polymer composites. Additionally, the funds from this grant have contributed to the education and training of both graduate and undergraduate students both at UConn and The College of William and Mary.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 07/30/2013\n\n\t\t\t\t\tSubmitted by: Douglas H Adamson"
 }
}