{
 "awd_id": "1111433",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SHB: Large: Collaborative Research: From the Ground Up -- Mobile Tools for Grassroots Programs in Public Health",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 2000926.0,
 "awd_amount": 2000926.0,
 "awd_min_amd_letter_date": "2011-09-14",
 "awd_max_amd_letter_date": "2011-09-14",
 "awd_abstract_narration": "Innovation in public health is often bottom up: new processes and technologies are often identified by grassroots and non-governmental organizations and deployed locally before achieving broader use. Mobile technologies have a vast potential to strengthen health systems for under-served populations, but innovation is hindered by the difficulty and expertise required to create robust and deployable solutions.  This work seeks to change this state of affairs by providing a set of tools based on commonly available mobile devices that will permit these organizations to easily deploy new health services, supervise their delivery, improve logistics, evaluate their programs' effectiveness, and disseminate their learning and tools to others around the world.  The approach is based on cost-realism, namely, the appropriate mix of technology elements to tackle a problem based on a realistic assessment of the solution's sustainability in the community where it will be deployed.  Thus, the focus is on using a mix of communication devices that are already likely to be in the possession of a large percentage of the target population such as mobile phones.  There will also be experimentation with adding new sensor devices to mobile phones for physiological measurements.  This collaborative work includes PATH, an organization uniquely suited to realizing scalable technology solutions in the public health space.\r\n\r\nThe goal of the research is to understand how mobile and cloud software can be constructed to make it easier to deploy modular applications that take advantage of components designed by a large community rather than a monolithic solution that is difficult to extend.  In this way, a flourishing ecosystem will be created, much like application markets today, with the added capability of composing modules into larger systems. Evaluation will include both the use of the tools in a public health context as well as the ease with which new information services and systems are built and deployed. Given the wide range of potential applications students will be recruited from a wide variety of disciplines including the University of Washington Medical School, School of Public Health, and Information School and inter-disciplinary projects will be introduced into undergraduate capstone courses.\r\n\r\nAs the work is multi-disciplinary, research results will be as well. The focus is on human-computer interaction, mobile systems, communication, and software engineering.   The primary technical challenges are in management of mobile data collection, expanding the sensing/perception capabilities of mobile phones for health, and architecting distributed information services.  Improved methods for organizing data collection campaigns and their sustainable management in terms of both the deployment of instruments on mobile devices and tools to supervise the data collectors themselves will be foremost.  Connecting mobile phones and their sensors in a structured arrangement that will allow use of everything from paper and cheap voice/SMS phones on one end of the spectrum to smartphones and tablets on the other will be a significant contribution to data collection methods.  Exploiting standard interfaces and internet protocols between cloud-based modules will formalize the development of data architectures (above basic databases) that embody work processes and sustain management feedback loops.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gaetano",
   "pi_last_name": "Borriello",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gaetano Borriello",
   "pi_email_addr": "gaetano@cs.washington.edu",
   "nsf_id": "000154469",
   "pi_start_date": "2011-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Anderson",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Richard J Anderson",
   "pi_email_addr": "anderson@cs.washington.edu",
   "nsf_id": "000437497",
   "pi_start_date": "2011-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Beth",
   "pi_last_name": "Kolko",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Beth Kolko",
   "pi_email_addr": "bkolko@u.washington.edu",
   "nsf_id": "000187648",
   "pi_start_date": "2011-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  },
  {
   "pgm_ele_code": "779700",
   "pgm_ele_name": "Comm & Information Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7354",
   "pgm_ref_txt": "COMPUTER SYSTEMS"
  },
  {
   "pgm_ref_code": "7751",
   "pgm_ref_txt": "CDI TYPE II"
  },
  {
   "pgm_ref_code": "7918",
   "pgm_ref_txt": "CYBER-PHYSICAL SYSTEMS (CPS)"
  },
  {
   "pgm_ref_code": "7925",
   "pgm_ref_txt": "LARGE PROJECT"
  },
  {
   "pgm_ref_code": "7926",
   "pgm_ref_txt": "ALGORITHMS"
  },
  {
   "pgm_ref_code": "7936",
   "pgm_ref_txt": "SIGNAL PROCESSING"
  },
  {
   "pgm_ref_code": "8018",
   "pgm_ref_txt": "Smart and Connected Health"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 2000926.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This collaborative research grant between the University of Washington&rsquo;s Department of Computer Science and Engineering and PATH, a global health NGO, was predicated on the understanding that innovation in public health is often catalyzed from the bottom up, and that new processes and technologies are often identified and defined by end users to meet specific contextually localized needs.&nbsp; Mobile technologies have significant untapped potential to strengthen health systems around the world, but the ability to actualize the innovation is hindered by the expertise required to create robust solutions.&nbsp; This grant proposed to change this state of affairs by providing a set of tools based on commonly available mobile devices that enable end users to easily and rapidly deploy mobile phone based services in a contextually relevant, cost effective and robust manner - regardless of technical capacity.</p>\n<p>Under the grant a large number of individual projects were conducted, some were small single student studies at UW, while others were larger initiatives including Projecting Health, Human Milk Banking, and Open Milk Banking.&nbsp; The core theme to our approach has been to develop innovative technologies that could be demonstrated and evaluated for impact with partners and then generalize the tools so that they can be adapted to support a range of needs.</p>\n<p>Projects conducted under this work included:</p>\n<p class=\"Default\"><strong><span style=\"text-decoration: underline;\">Open Data Kit</span></strong>: Open Data Kit (ODK) is a highly successful suite of mobile data collection tools developed by Gaetano Borriello and his students.&nbsp; Work under this grant extended the tool set to include a range of additional tools supporting the public health workflow.&nbsp;&nbsp; ODK Scan is a mobile application that uses computer vision&nbsp;techniques to digitize data from paper forms and is integrated into the ODK framework. The objective is to make it easier for organizations to manage field-based data collection traditional mechanisms in areas such as managing the health supply chain and tracking immunization performance.&nbsp; ODK Tables is a framework for building applications on mobile devices in resource-constrained environments. Users can easily create fully-featured Android apps that function in a disconnected environment, providing distributed capabilities for managing longitudinal data. The focus of ODK Tables is the ability to create small website-like interfaces wholly contained within the mobile device that can operate even when there is no connection to browse data and update entries in the field. ODK Sensors provide the infrastructure on the mobile device to allow it to connect to a variety of wireless and wired sensors, both intermittently and for continuous readings. The system has been further developed to permit the downloading of firmware to our interfacing board, FoneAstra, through the normal app-installation mechanism without requiring the user to change system settings or otherwise invalidate their phone contract. &nbsp;&nbsp;These tools were deployed and tested with a wide range of partners including the International&nbsp; Red Cross in Jamaica, the Jane Goodall Institute in Rwanda, and Village Reach in Malawi.</p>\n<p><strong><span style=\"text-decoration: underline;\">FoneAstra and Human Donor Milk Pasteurization</span></strong>: The project developed an automated pasteurization system leveraging both ODK Sensors and the FoneAstra hardware to ensure that donor breast milk for vulnerable infants is nutritious and safe. The system has been piloted in a neonatal intensive care unit in South Africa, and is currently being rolled out in five additional hospitals. The objective of this project is to create an interface that enables low-level sensors&mdash;such as temperature monitoring&mdash;to input with Android smartphones. The FoneAstra ha...",
  "por_txt_cntn": "\nThis collaborative research grant between the University of WashingtonÆs Department of Computer Science and Engineering and PATH, a global health NGO, was predicated on the understanding that innovation in public health is often catalyzed from the bottom up, and that new processes and technologies are often identified and defined by end users to meet specific contextually localized needs.  Mobile technologies have significant untapped potential to strengthen health systems around the world, but the ability to actualize the innovation is hindered by the expertise required to create robust solutions.  This grant proposed to change this state of affairs by providing a set of tools based on commonly available mobile devices that enable end users to easily and rapidly deploy mobile phone based services in a contextually relevant, cost effective and robust manner - regardless of technical capacity.\n\nUnder the grant a large number of individual projects were conducted, some were small single student studies at UW, while others were larger initiatives including Projecting Health, Human Milk Banking, and Open Milk Banking.  The core theme to our approach has been to develop innovative technologies that could be demonstrated and evaluated for impact with partners and then generalize the tools so that they can be adapted to support a range of needs.\n\nProjects conducted under this work included:\nOpen Data Kit: Open Data Kit (ODK) is a highly successful suite of mobile data collection tools developed by Gaetano Borriello and his students.  Work under this grant extended the tool set to include a range of additional tools supporting the public health workflow.   ODK Scan is a mobile application that uses computer vision techniques to digitize data from paper forms and is integrated into the ODK framework. The objective is to make it easier for organizations to manage field-based data collection traditional mechanisms in areas such as managing the health supply chain and tracking immunization performance.  ODK Tables is a framework for building applications on mobile devices in resource-constrained environments. Users can easily create fully-featured Android apps that function in a disconnected environment, providing distributed capabilities for managing longitudinal data. The focus of ODK Tables is the ability to create small website-like interfaces wholly contained within the mobile device that can operate even when there is no connection to browse data and update entries in the field. ODK Sensors provide the infrastructure on the mobile device to allow it to connect to a variety of wireless and wired sensors, both intermittently and for continuous readings. The system has been further developed to permit the downloading of firmware to our interfacing board, FoneAstra, through the normal app-installation mechanism without requiring the user to change system settings or otherwise invalidate their phone contract.   These tools were deployed and tested with a wide range of partners including the International  Red Cross in Jamaica, the Jane Goodall Institute in Rwanda, and Village Reach in Malawi.\n\nFoneAstra and Human Donor Milk Pasteurization: The project developed an automated pasteurization system leveraging both ODK Sensors and the FoneAstra hardware to ensure that donor breast milk for vulnerable infants is nutritious and safe. The system has been piloted in a neonatal intensive care unit in South Africa, and is currently being rolled out in five additional hospitals. The objective of this project is to create an interface that enables low-level sensors&mdash;such as temperature monitoring&mdash;to input with Android smartphones. The FoneAstra hardware will be commercially produced to meet the needs of the global milk bank community, and the open source specification is available.\n\nMobile Women and Child Health (mWaCH ):  MWaCH is a scalable, dynamic, and automated SMS scheduling system used for maternal health education.  The novelty o..."
 }
}