{
 "awd_id": "1111319",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "FRG: Collaborative Research: Fourier analytic and probabilistic methods in geometric functional analysis and convexity",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce P. Palka",
 "awd_eff_date": "2010-08-31",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 47099.0,
 "awd_amount": 47099.0,
 "awd_min_amd_letter_date": "2010-12-13",
 "awd_max_amd_letter_date": "2010-12-13",
 "awd_abstract_narration": "The aim of this project is to bring together tools from Fourier analysis, affine convex geometry, geometric functional analysis, probability theory, and combinatorics to attack problems arising in geometry, analysis, and in various areas of applied mathematics and computer science. On the technical level, the focus is on the study of properties of (generally high-dimensional) convex bodies, random matrices, Gaussian measures and processes, and of approximation problems. Specific sample directions of planned research are related to the slicing problem, the Mahler conjecture, the Gaussian correlation conjecture, combinatorial dimensions of classes of functions, singular numbers of random matrices, signal reconstruction (notably, compressed sensing), and links to quantum information theory. A combined, focused effort is expected to bring new insights toward a better understanding of the participants' respective fields of research, which - while related and occasionally overlapping - are not identical and often employ different perspectives.\r\n\r\nThe area of mathematics encompassing the methods and the problems described above has recently entered a period of rapid growth. In large part this is due to numerous links to other fields such as computer science and mathematical physics. In a nutshell, the wealth of connections between high-dimensional convexity and applications is due to the complexity of the systems (e.g., physical, biological or economical) that one wants to analyze: the large number of free parameters in such systems may be reflected in the large dimension of the mathematical object that serves as a model. Additionally, many results in, say, geometric functional analysis, can be presented as statements about the complexity of high dimensional objects in presence of convexity; this explains the links to computer science. In addition to research per se, a major component of this project is the training of postdocs and graduate students in an integrated research environment. This includes organization of a summer school and of a conference. Workshops and seminars devoted to the project at each institution are also planned. The dynamic growth of the area and wealth of applications makes it an ideal topic of study for graduate students and young researchers, whom we expect to attract. Special attention will be paid to recruiting members of groups under-represented in the field of mathematics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Rudelson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mark Rudelson",
   "pi_email_addr": "rudelson@umich.edu",
   "nsf_id": "000491029",
   "pi_start_date": "2010-12-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126300",
   "pgm_ele_name": "PROBABILITY"
  },
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1616",
   "pgm_ref_txt": "FOCUSED RESEARCH GROUPS IN MATH SCIENCES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 47099.0
  }
 ],
 "por": null
}