{
 "awd_id": "1111896",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: Probing the quantum dynamics of adsorbed molecules in  metal-organic frameworks",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Evelyn Goldfield",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 235000.0,
 "awd_amount": 235000.0,
 "awd_min_amd_letter_date": "2011-07-20",
 "awd_max_amd_letter_date": "2013-07-01",
 "awd_abstract_narration": "Stephen FitzGerald of Oberlin College is supported by an award from the Chemical Structures,  Dynamics and Mechanisms program in the Chemistry division to use infrared spectroscopy to study the quantum dynamics of adsorbed gases within a class of porous materials known as metal-organic frameworks.  This research  probes  the interaction potential at a particular adsorption site and the importance of quantum confinement effects, associated with zero-point energy.   The work provides a direct experimental test of recent efforts to model van der Waals interactions and quantum fluctuations within complex materials.   Undergraduate students are central to all aspects of this work from the design and construction of the specialized equipment, to the data acquisition, to the analysis, to the writing of the manuscripts for publication.\r\n\r\nThe research contributes to the ongoing effort to develop materials for hydrogen storage critical for the use of hydrogen fuel cells in automobiles.  These materials will also enable the selective capture of carbon dioxide which is vital to natural gas purification and environmental efforts aimed at carbon sequestration.  The nature of this project is particularly appropriate to the training of undergraduate students, in that the topic is well-connected to coursework but broad in its possible applications.  Students will gain extensive hands-on laboratory experience of importance for graduate school and other technical careers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "FitzGerald",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen A FitzGerald",
   "pi_email_addr": "stephen.fitzgerald@oberlin.edu",
   "nsf_id": "000232844",
   "pi_start_date": "2011-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oberlin College",
  "inst_street_address": "173 W LORAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "OBERLIN",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "4407758461",
  "inst_zip_code": "440741057",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "OH05",
  "org_lgl_bus_name": "OBERLIN COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZY4LY6PDKLM1"
 },
 "perf_inst": {
  "perf_inst_name": "Oberlin College",
  "perf_str_addr": "173 W LORAIN ST",
  "perf_city_name": "OBERLIN",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "440741057",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "OH05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687900",
   "pgm_ele_name": "Structure,Dynamics &Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5560",
   "pgm_ref_txt": "ENERGY CONVERSION"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "7905",
   "pgm_ref_txt": "MPS SUST ENERGY SCI"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 85000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 30000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>There is a lot of interest in using nanoporous materials to act as a molecular sponge in which molecules can be stored and then &ldquo;squeezed&rdquo; out when needed. &nbsp;Such lightweight storage materials have many practical applications and in particular are seen as being essential to the use of hydrogen fuel cells in powering automobiles.&nbsp; While existing materials do bind hydrogen, the strength of the interaction is far too weak and they can be only be used at extremely cold temperatures. Achieving the necessary temperature is prohibitive in terms of cost and energy.&nbsp;</p>\n<p>In this context professors and students at Oberlin college used infrared spectroscopy to study the behavior of hydrogen trapped within the pores of materials know as metal-organic frameworks (MOFs).&nbsp; Our results revealed the sites at which the hydrogen binds and the strength of the interaction at each site.&nbsp; In the case MOF-74, which forms a honeycomb like structure, it is possible to systematically change the metal part of the sponge material while leaving all other aspects of the structure unchanged.&nbsp; Data obtained with these materials showed a strong correlation between the strength with which the hydrogen is bound and the change in its vibrational frequency upon adsorption.&nbsp; This frequency shift was seen to be the greatest for nickel, followed closely by cobalt, with manganese, zinc, and magnesium showing much smaller effects.&nbsp; This suggests focusing on Ni based MOFs as candidate materials for hydrogen storage.&nbsp;</p>\n<p>The tiny pores of MOFs can also be used as a molecular strainer to selectively trap a particular type of molecule while letting others pass straight through.&nbsp; It has even been suggested that MOFs might be able to separate isotopes of hydrogen using a proposed quantum sieving effect.&nbsp; Using infrared spectroscopy we established a list of candidate MOFs that should perform well in this regard. &nbsp;These MOFs trap hydrogen in a state with a large translational energy.&nbsp; The Heisenberg uncertainty principle implies that this should correspond to a large zero-point energy and a significant binding energy difference between H<sub>2</sub> and its heavier isotope, D<sub>2</sub>.&nbsp; This behavior was confirmed by our pressure adsorption measurements which established a selectivity of D<sub>2</sub> over H<sub>2</sub> more than three times that of the standard industrial technique.&nbsp; By obtaining data on a range of MOFs we confirmed that the isotopic selectivity does indeed arise from the difference in the trapped hydrogen&rsquo;s zero-point translational energy.&nbsp; This offers the possibility of a new approach to isotope separation with applications in the heavy water reactor, medical tracer, and isotopic labeling research industries.&nbsp;</p>\n<p>The work made a broader impact through the continued mentoring of undergraduate students for careers in research science. &nbsp;Fifteen different undergraduate students worked on the project, with seven being co-authors on peer-reviewed publications, and three writing senior honors theses stemming from the project.&nbsp; Ms. Schloss and Ms. Nelson were both awarded NSF graduate research fellowships, with Ms. Schloss also one of 15 students nationally to receive a five-year Hertz graduate fellowship in the biological, engineering, or physical sciences.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/04/2015<br>\n\t\t\t\t\tModified by: Stephen&nbsp;A&nbsp;Fitzgerald</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThere is a lot of interest in using nanoporous materials to act as a molecular sponge in which molecules can be stored and then \"squeezed\" out when needed.  Such lightweight storage materials have many practical applications and in particular are seen as being essential to the use of hydrogen fuel cells in powering automobiles.  While existing materials do bind hydrogen, the strength of the interaction is far too weak and they can be only be used at extremely cold temperatures. Achieving the necessary temperature is prohibitive in terms of cost and energy. \n\nIn this context professors and students at Oberlin college used infrared spectroscopy to study the behavior of hydrogen trapped within the pores of materials know as metal-organic frameworks (MOFs).  Our results revealed the sites at which the hydrogen binds and the strength of the interaction at each site.  In the case MOF-74, which forms a honeycomb like structure, it is possible to systematically change the metal part of the sponge material while leaving all other aspects of the structure unchanged.  Data obtained with these materials showed a strong correlation between the strength with which the hydrogen is bound and the change in its vibrational frequency upon adsorption.  This frequency shift was seen to be the greatest for nickel, followed closely by cobalt, with manganese, zinc, and magnesium showing much smaller effects.  This suggests focusing on Ni based MOFs as candidate materials for hydrogen storage. \n\nThe tiny pores of MOFs can also be used as a molecular strainer to selectively trap a particular type of molecule while letting others pass straight through.  It has even been suggested that MOFs might be able to separate isotopes of hydrogen using a proposed quantum sieving effect.  Using infrared spectroscopy we established a list of candidate MOFs that should perform well in this regard.  These MOFs trap hydrogen in a state with a large translational energy.  The Heisenberg uncertainty principle implies that this should correspond to a large zero-point energy and a significant binding energy difference between H2 and its heavier isotope, D2.  This behavior was confirmed by our pressure adsorption measurements which established a selectivity of D2 over H2 more than three times that of the standard industrial technique.  By obtaining data on a range of MOFs we confirmed that the isotopic selectivity does indeed arise from the difference in the trapped hydrogenÆs zero-point translational energy.  This offers the possibility of a new approach to isotope separation with applications in the heavy water reactor, medical tracer, and isotopic labeling research industries. \n\nThe work made a broader impact through the continued mentoring of undergraduate students for careers in research science.  Fifteen different undergraduate students worked on the project, with seven being co-authors on peer-reviewed publications, and three writing senior honors theses stemming from the project.  Ms. Schloss and Ms. Nelson were both awarded NSF graduate research fellowships, with Ms. Schloss also one of 15 students nationally to receive a five-year Hertz graduate fellowship in the biological, engineering, or physical sciences.\n\n\t\t\t\t\tLast Modified: 10/04/2015\n\n\t\t\t\t\tSubmitted by: Stephen A Fitzgerald"
 }
}