{
 "awd_id": "1111186",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IOWA AGEP Evaluation Study",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark Leddy",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 149617.0,
 "awd_amount": 149617.0,
 "awd_min_amd_letter_date": "2011-05-18",
 "awd_max_amd_letter_date": "2011-05-18",
 "awd_abstract_narration": "The IOWA AGEP program is an alliance of the three Board of Regents institutions in the State of Iowa: The University of Iowa (UI), Iowa State University (ISU) and the University of Northern Iowa (UNI). The IOWA AGEP alliance is aimed at making institutional changes for a sustained increase in the number of under-represented minorities (URMs) progressing toward the STEM professoriate. Each institution made substantial contributions to the success of their alliance since funding of the original AGEP grant. A key goal was to spread the success in UI?s Mathematics Department through a strategic partnership in Mathematics and Statistics at both ISU and UNI. That initial success gained momentum, and the concepts were disseminated to and adopted by several disciplines across all three institutions.\r\nSpecific programmatic approaches included: 1) collectively fostered faculty driven relationships with undergraduate institutions and institutional consortiums; 2) initiation and/or expansion of summer research program opportunities; 3) building programs and fostering a culture of personalized attention and mentorship with meaningful and comprehensive professional development programs; 4) establishment and/or expansion of institutional funding for URM graduate students; and 5) growth of a partnership between the masters programs at UNI with PhD programs at ISU and UI in order to facilitate smooth transition between the institutions. The results have been an increase in the number of URM STEM graduate students with some evidence for their students entering STEM postdoctoral positions that have or will lead to faculty positions.\r\nThe institutionalization of these practices has been proven by their sustained AGEP efforts. The collective approaches being undertaken by their institutions make the IOWA AGEP alliance an appropriate consortium to investigate best practices in not only recruiting, matriculating and graduating high quality doctoral students, but also developing postdoctoral programs to foster career progression to the professoriate.\r\nTheir proposed evaluation study will rigorously review their past efforts and lay a solid foundation for determining how they can more effectively advance postdoctoral trainees to the professoriate and cultivate a faculty environment that will more readily accept hiring URM faculty candidates. This grant is designed to provide clear evidence for the impact of the overall program, and specific program elements are targeted to improve the progression of URMs to the professoriate. The project?s three goals are to: 1) evaluate the career paths of URM STEM graduate students, comparing AGEP and other students; 2) identify the most impactful AGEP practices; and 3) develop compelling evidence to identify primary paths and barriers to entering the professoriate after PhD completion. For Goals 1 and 2, they will study academic progression (types of degree programs, times to degree, percent completion, etc.) of their students, and they will study the postgraduate employment decisions of their graduates. For Goal 3, they will also begin to study the hiring practices that STEM departments/colleges are taking at their Regents institutions through collaboration with the NSF-funded ISU ADVANCE program. They will leverage the ISU ADVANCE work that has identified barriers to the faculty search and hiring process. With the ISU ADVANCE and IOWA AGEP programming having some approaches with focal departments and some with university-wide approaches, comparison of outcomes across programs will be evaluated to determine if university wide or focal departments has a greater impact.\r\nINTELLECTUAL MERIT: The evaluation studies will generate knowledge supporting the approaches to broadening participation, the value of an alliance, and the approach of having focal departments or disciplines. Using multiple data sources (local surveys, focus groups, and national surveys such as COACHE) and newly developed instruments, methods to mine and combine these data sources will be investigated to establish baseline data and approaches for future studies. Analysis of data comparing the impact of department-focused activities vs. campus-wide initiatives will provide other programs focused on institutional change with guidance on how to pursue their changes.\r\nBROADER IMPACTS: The work will be disseminated in archival publications to provide others with information and evidence of effective practices developed in the IOWA AGEP alliance for the recruitment and retention of URMs. The study concerning faculty attitudes toward postdoctoral programs and faculty hiring will add further evidence to the literature on the areas where interventions are needed to address barriers in broadening participation in the professoriate. The results will be used directly to design new interventions in postdoctoral programs and faculty hiring practices and provide a basis for future studies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Keller",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Keller",
   "pi_email_addr": "john-keller@uiowa.edu",
   "nsf_id": "000546844",
   "pi_start_date": "2011-05-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Holger",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "David K Holger",
   "pi_email_addr": "holger@iastate.edu",
   "nsf_id": "000386181",
   "pi_start_date": "2011-05-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Licari",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Licari",
   "pi_email_addr": "michael.licari@uni.edu",
   "nsf_id": "000582123",
   "pi_start_date": "2011-05-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Iowa",
  "inst_street_address": "105 JESSUP HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IOWA CITY",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3193352123",
  "inst_zip_code": "522421316",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IA01",
  "org_lgl_bus_name": "THE UNIVERSITY OF IOWA",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z1H9VJS8NG16"
 },
 "perf_inst": {
  "perf_inst_name": "University of Iowa",
  "perf_str_addr": "105 JESSUP HALL",
  "perf_city_name": "IOWA CITY",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "522421316",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IA01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151500",
   "pgm_ele_name": "AGEP"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 149617.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br />The purpose of the two year Iowa award had three major aims: a).Determine the career paths of under-represented minority STEM students involved our program; b). Identify impactful practices from the AGEP program in order to: c). identify pathways (and barriers) towards careers after their graduate programs.</p>\n<p>The results confirmed the need for continual and improved effort and resources devoted to a variety of activities that promote &ldquo;student success&rdquo;. Surveys were prepared and distributed to the 83 current and former students supported by the AGEP program at the three Iowa institutions; the University of Iowa, Iowa State University, and the University of Northern Iowa. The response rate was 35% (29/83).</p>\n<p>Major findings indicated that:</p>\n<ul>\n<li>Many students considered leaving their programs (&gt;75%), but in fact, few did leave (15%). The main reason for student attrition was conflicts or misunderstandings between the student and faculty mentors, funding issues, and opportunities for networking. It is recommended that conflict resolution programs should be offered to alleviate these issues.</li>\n<li>Attrition from graduate school was independent of the type of undergraduate institution attended.</li>\n<li>Student attending non-research intensive undergraduate institutions often felt less prepared than their counterparts. Students should be encouraged to visit campus prior to attending their graduate institution. This practice will help in the transition period, and any deficiencies in academic background and performance should be recognized early in the student&rsquo;s career to promulgate continued academic success and sense of community.</li>\n<li>Career trajectories were mixed with a blend of academic (mostly postdoc positions to start) and nonacademic positions being reported. These findings were suspected to be related to the difficult academic employment market and evolving interests and opportunities; especially those with engineering backgrounds where industry offers a viable alternative career trajectory. </li>\n<li>Improved mentoring that focusses on individualized academic and career success that involved regular feedback and (at least annually) evaluations. </li>\n<li>STEM graduate programs identified several factors for improving success of graduate students including early experiences in research, increased funding for conference travel and for networking. </li>\n</ul>\n<p>Overall, the results and recommended actions were consistent with the belief that graduate programs and mentors need to refocus their efforts on recruitment and admission of students who are good matches to their programs, provide adequate funding, and a plan of study connected to a series of personalized academic and professional opportunities to enhance success for the student.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/29/2013<br>\n\t\t\t\t\tModified by: John&nbsp;Keller</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nThe purpose of the two year Iowa award had three major aims: a).Determine the career paths of under-represented minority STEM students involved our program; b). Identify impactful practices from the AGEP program in order to: c). identify pathways (and barriers) towards careers after their graduate programs.\n\nThe results confirmed the need for continual and improved effort and resources devoted to a variety of activities that promote \"student success\". Surveys were prepared and distributed to the 83 current and former students supported by the AGEP program at the three Iowa institutions; the University of Iowa, Iowa State University, and the University of Northern Iowa. The response rate was 35% (29/83).\n\nMajor findings indicated that:\n\nMany students considered leaving their programs (&gt;75%), but in fact, few did leave (15%). The main reason for student attrition was conflicts or misunderstandings between the student and faculty mentors, funding issues, and opportunities for networking. It is recommended that conflict resolution programs should be offered to alleviate these issues.\nAttrition from graduate school was independent of the type of undergraduate institution attended.\nStudent attending non-research intensive undergraduate institutions often felt less prepared than their counterparts. Students should be encouraged to visit campus prior to attending their graduate institution. This practice will help in the transition period, and any deficiencies in academic background and performance should be recognized early in the studentÆs career to promulgate continued academic success and sense of community.\nCareer trajectories were mixed with a blend of academic (mostly postdoc positions to start) and nonacademic positions being reported. These findings were suspected to be related to the difficult academic employment market and evolving interests and opportunities; especially those with engineering backgrounds where industry offers a viable alternative career trajectory. \nImproved mentoring that focusses on individualized academic and career success that involved regular feedback and (at least annually) evaluations. \nSTEM graduate programs identified several factors for improving success of graduate students including early experiences in research, increased funding for conference travel and for networking. \n\n\nOverall, the results and recommended actions were consistent with the belief that graduate programs and mentors need to refocus their efforts on recruitment and admission of students who are good matches to their programs, provide adequate funding, and a plan of study connected to a series of personalized academic and professional opportunities to enhance success for the student.\n\n\t\t\t\t\tLast Modified: 08/29/2013\n\n\t\t\t\t\tSubmitted by: John Keller"
 }
}