{
 "awd_id": "1111176",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Computational Facilitation of Online Deliberation in Complex Policymaking.",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Bainbridge",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 750000.0,
 "awd_amount": 766000.0,
 "awd_min_amd_letter_date": "2011-09-19",
 "awd_max_amd_letter_date": "2012-04-05",
 "awd_abstract_narration": "This research seeks to develop socio-computational approaches to improve citizen participation in rulemaking, using a pilot online participation platform, RegulationRoom.  Rulemaking, the process through which federal regulatory agencies make new regulations, is an unusual method of federal decision-making because it formally incorporates a period of peer knowledge creation, the \"notice-and-comment\" process. Agencies proposing new rules must seek input from stakeholders, experts, and the general public, and consider all criticisms, questions, new data, and alternative ideas received. Yet only a limited segment of individuals and groups participate, and these participants engage in adversarial position-taking rather than collaborative deliberation. Neither of these shortcomings has been remedied by putting the process online.  It is reasonable to hypothesize that broader, better public engagement requires purposefully designing e-rulemaking systems to provide norm enculturation and deliberation priming.  This project will explore strategies for each, drawing on expertise in law, conflict resolution, natural language processing (NLP), machine learning, and recommender systems. \r\n\r\nThis research provides unique contributions in at least four areas: (a) advancing the state-of-the art in NLP by developing discourse analysis techniques to facilitate deliberative dialogue and collaborative knowledge production; (b) advancing recommender system and online community research to support mentoring activities and engagement with alternate points of view; (c) advancing the field of conflict resolution by adapting face-to-face moderation techniques to the online environment; and (d) extending legal understanding of how to increase transparency and participation by supporting broader, better public participation in rulemaking and other complex policymaking domains. It will also generate annotated datasets of comment and deliberation quality that will be released to other researchers. The results will extend the techniques and assessment measures available to moderators of online group discussion and provide new computational tools for improving the quality of individual contributions and for interpreting and synthesizing information during the knowledge production process. \r\n\r\nLearning how to design effective Rulemaking 2.0 systems will strengthen the democratic process by expanding the range of individuals and groups who understand, engage with, and meaningfully contribute to federal policymaking. In addition, better policy outcomes should result from socio-computational techniques that enable meaningful participation by important but traditionally absent stakeholder groups, such as small business owners. State and local governments that use public comment processes will benefit similarly from this work as will non-governmental groups trying to increase effective participation in complex collaborative content creation online.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cynthia",
   "pi_last_name": "Farina",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Cynthia R Farina",
   "pi_email_addr": "crf7@cornell.edu",
   "nsf_id": "000207208",
   "pi_start_date": "2011-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Claire",
   "pi_last_name": "Cardie",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Claire Cardie",
   "pi_email_addr": "cardie@cs.cornell.edu",
   "nsf_id": "000204100",
   "pi_start_date": "2011-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Cosley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Cosley",
   "pi_email_addr": "drc44@cornell.edu",
   "nsf_id": "000507366",
   "pi_start_date": "2011-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "795300",
   "pgm_ele_name": "SOCIAL-COMPUTATIONAL SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7953",
   "pgm_ref_txt": "SOCIAL-COMPUTATIONAL SYSTEMS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 750000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>CeRI, the Cornell e-Rulemaking Initiative, works with federal agencies to support public participation in rulemaking &ndash; the process used to develop new regulations. We bring to together researchers from law, conflict resolution, computer science, information science, and communication, to explore ways to use technology to make policymaking accessible to the public.&nbsp;</p>\n<p>Drawing on deliberative and facilitative techniques, we have learned much about how to enable meaningful public discussion of complex polices online. &nbsp;The kinds of democratic participation most people think of &ndash; like voting &ndash; don&rsquo;t require people to give reasons, logically analyze, provide alternatives, or otherwise actively engage with and respond to the views of others. Yet, most regulatory a decisional processes are driven by arguments, data, and other kinds of knowledge. Such processes require public participation and deliberation to result in successful policies. Nonetheless, regulatory process typically includes little public participation or deliberation. Our team of researchers at Cornell set out to address this problem. We created an innovative online civic engagement platform, RegulationRoom. During the grant period, RegulationRoom hosted three federal rulemakings in collaboration with the U.S. Department of Transportation and the Consumer Financial Protection Bureau, as well as two planning consultations with the U.S. Department of Health and Human Services and the Administrative Conference of the United States.&nbsp;</p>\n<p>Our research provided unique contributions in four areas: (a) advancing the state-of-the art in natural language processing (NLP) by developing discourse analysis techniques to facilitate deliberative dialogue and collaborative knowledge production; (b) advancing recommender system and online community research to support mentoring activities and engagement with alternate points of view; (c) advancing the field of conflict resolution by adapting face-to-face moderation techniques to the online environment; and (d) extending legal understanding of how to increase transparency and participation by motivating and supporting broader, better public participation in rulemaking and other complex policymaking domains.</p>\n<p>We developed socio-computational techniques that would enable effective participation by a broader range of interests as a way to increase the quality of regulatory policy, as important but traditionally absent stakeholder groups (e.g., small business owners) are empowered to contribute their experience and perspective. Attached to this report is an image that provides screen shots and a description of tools and techniques.</p>\n<p>We developed techniques to automatically identify those claims in RegulationRoom comments that can be verified with objective evidence, as a means to partially assess the validity, and hence the quality, of the user comments. In doing so, we can then identify where moderator intervention is needed to help users improve their submission. &nbsp;Our datasets of comments are available to other researchers.</p>\n<p>We also investigated ways to personalize and recommend in rulemaking contexts. A pilot experiment suggested that it might be possible to leverage information that people self-disclose in social media to identify contributors who are capable (interested in the topic at hand) and willing (have a history of pro-social/activist/civic participation activity). Our objective was to deploy a version of this on a live rulemaking. We found that response rates to invitations to participate were very low, and that our measures of knowledge and general civic engagement were not useful predictors of being willing to participate. This contributes to research on predicting the characteristics of people (such as demographics and personality attributes) from social media data, pointing to the need to figur...",
  "por_txt_cntn": "\nCeRI, the Cornell e-Rulemaking Initiative, works with federal agencies to support public participation in rulemaking &ndash; the process used to develop new regulations. We bring to together researchers from law, conflict resolution, computer science, information science, and communication, to explore ways to use technology to make policymaking accessible to the public. \n\nDrawing on deliberative and facilitative techniques, we have learned much about how to enable meaningful public discussion of complex polices online.  The kinds of democratic participation most people think of &ndash; like voting &ndash; donÆt require people to give reasons, logically analyze, provide alternatives, or otherwise actively engage with and respond to the views of others. Yet, most regulatory a decisional processes are driven by arguments, data, and other kinds of knowledge. Such processes require public participation and deliberation to result in successful policies. Nonetheless, regulatory process typically includes little public participation or deliberation. Our team of researchers at Cornell set out to address this problem. We created an innovative online civic engagement platform, RegulationRoom. During the grant period, RegulationRoom hosted three federal rulemakings in collaboration with the U.S. Department of Transportation and the Consumer Financial Protection Bureau, as well as two planning consultations with the U.S. Department of Health and Human Services and the Administrative Conference of the United States. \n\nOur research provided unique contributions in four areas: (a) advancing the state-of-the art in natural language processing (NLP) by developing discourse analysis techniques to facilitate deliberative dialogue and collaborative knowledge production; (b) advancing recommender system and online community research to support mentoring activities and engagement with alternate points of view; (c) advancing the field of conflict resolution by adapting face-to-face moderation techniques to the online environment; and (d) extending legal understanding of how to increase transparency and participation by motivating and supporting broader, better public participation in rulemaking and other complex policymaking domains.\n\nWe developed socio-computational techniques that would enable effective participation by a broader range of interests as a way to increase the quality of regulatory policy, as important but traditionally absent stakeholder groups (e.g., small business owners) are empowered to contribute their experience and perspective. Attached to this report is an image that provides screen shots and a description of tools and techniques.\n\nWe developed techniques to automatically identify those claims in RegulationRoom comments that can be verified with objective evidence, as a means to partially assess the validity, and hence the quality, of the user comments. In doing so, we can then identify where moderator intervention is needed to help users improve their submission.  Our datasets of comments are available to other researchers.\n\nWe also investigated ways to personalize and recommend in rulemaking contexts. A pilot experiment suggested that it might be possible to leverage information that people self-disclose in social media to identify contributors who are capable (interested in the topic at hand) and willing (have a history of pro-social/activist/civic participation activity). Our objective was to deploy a version of this on a live rulemaking. We found that response rates to invitations to participate were very low, and that our measures of knowledge and general civic engagement were not useful predictors of being willing to participate. This contributes to research on predicting the characteristics of people (such as demographics and personality attributes) from social media data, pointing to the need to figure out the boundaries of what can and can't be predicted.  \n\nExperiments on the design space of interfaces and timing w..."
 }
}