{
 "awd_id": "1111166",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Supporting Newcomer Socialization in Online Production Communities",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Bainbridge",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 448786.0,
 "awd_amount": 480786.0,
 "awd_min_amd_letter_date": "2011-08-16",
 "awd_max_amd_letter_date": "2014-05-02",
 "awd_abstract_narration": "The goals of this research are (1) to understand ways of recruiting and socializing volunteers to online production communities like Wikipedia, (2) to design processes and tools that assist the newcomers' information-seeking as part of their socialization, and (3) to build processes and tools to support the interpersonal processes of socialization, including peer mentorship and mentorship with more senior community members. Online production communities are becoming increasingly important, because they are creating the software that drives the Internet, generating valuable scientific data and building history's largest encyclopedia. In the face of inevitable turnover, every online community must incorporate successive generations of newcomers to survive. Newcomers are a source of content, labor, new ideas, and audience. However, attracting and incorporating newcomers into existing communities can be difficult. Socialization is the process of teaching newcomers the behaviors and attitudes essential to playing their roles in the group. Communities have available a variety of socialization tactics. Research from offline organizations shows that organizations' use of institutionalized socialization tactics and newcomers' active information seeking are effective in increasing newcomers' commitment to the organization, their satisfaction and their productivity. However, those tactics are not commonly used in online communities and seem to have different effects when they are used.\r\n\r\nThis project pursues theory-guided design. The findings from the research will extend existing theories on socialization in groups and organizations by supplementing findings primarily based on self-report measures with ones based on behavioral measures, and by providing evidence on socialization in online communities, where constraints on newcomers are radically different than they are offline. The research will develop processes and tools for solving important problems of newcomers' socialization, which will be evaluated in the context of socializing newcomers in Wikipedia and especially in the Wikipedia initiative of the Association for Psychological Science, which seeks to improve the scientific quality of articles in psychology. These tools will be made freely available to other scientific associations and other online production communities more generally.\r\n\r\nThis project supports NSF's mission to inform the public about science by improving Wikipedia as a vehicle for disseminating scientific knowledge about psychology in particular, and by developing a model for how other scientific societies could partner with Wikipedia or similar efforts to better generate and assess scientifically up-to-date and accurate information meant for the public. It will directly involve many college students, who will be assigned to write or improve psychology articles; they will get feedback from the broader community on their performance. As such it directly supports teaching and learning psychological science and will help increase students' involvement with their scientific societies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Kraut",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Robert E Kraut",
   "pi_email_addr": "kraut@andrew.cmu.edu",
   "nsf_id": "000115341",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rosta",
   "pi_last_name": "Farzan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rosta Farzan",
   "pi_email_addr": "rfarzan@pitt.edu",
   "nsf_id": "000581618",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 FORBES AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  },
  {
   "pgm_ele_code": "795300",
   "pgm_ele_name": "SOCIAL-COMPUTATIONAL SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7953",
   "pgm_ref_txt": "SOCIAL-COMPUTATIONAL SYSTEMS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 448786.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>Goals.&nbsp;</em>Online production communities are becoming increasingly important. They have created the software that drives the Internet, generated valuable scientific data and built history&rsquo;s largest encyclopedia. To survive in the face of inevitable turnover every online community must incorporate successive generations of new members. Yet many newcomers leave these communities shortly after joining, contributing little to the community and getting little benefit themselves.&nbsp; Our research examined ways of introducing newcomers to online production communities like Wikipedia, so that they will continue to participate and benefit the community. Research from offline organizations shows that instead of bringing new employees into a company individually, bringing them in as a cohort (i.e., a group joining at the same time) and giving them common experiences increases newcomers&rsquo; commitment to the organization, their satisfaction and their productivity. One goal of our research was to understand the impact of cohort socialization on newcomers&rsquo; experience in online communities as well.</p>\n<p><em>Intellectual impact: </em>Prior research in conventional organizations highlights the importance of cohort-based socialization in integrating newcomers into the organization. However, this research typically assumes that cohort socialization only results in good outcomes. People who join together can provide support to each other to decrease their uncertainties. Cohort socialization helps newcomers identify their roles and how to perform them. However, cohort socialization can also have negative consequences. In particular, strong attachment to the cohort can reduce interaction with other members of the organization who are not newcomers and can hinder newcomers&rsquo; integration into the larger community. We conducted this trade-off both in field observations of newcomers joining Wikipedia and in online experiments.</p>\n<p>Our research showed that compared to newcomers who joined Wikipedia individually, students who edited Wikipedia as part of classroom assignments produced better quality work that was more accepted by the larger Wikipedia community; their articles were less likely to be reverted (controlling for popularity of the article, newcomers&rsquo; experience and the size of the changes).&nbsp; However, joining Wikipedia as part of classroom assignments also reduced students&rsquo; interaction with the Wikipedia community outside their classroom.</p>\n<p>The feedback that newcomers receive from experienced community members can help them learn how to do their work, but can also change their motivations to continue participating. Corrective feedback may be necessary to teaching newcomers what they have done wrong, but can discourage them and cause them to leave the community. In one observational field study and two experiments about editing Wikipedia, we showed that being in a group of other newcomers significantly altered how newcomers responded to feedback from the community. In the observational study of students editing Wikipedia articles as part of a classroom assignment, our research found that those who worked relatively independently fixed errors in response to critical, negative feedback, whereas students who had worked with peers did not. Two experiments in which Mechanical Turk workers were randomly assigned to edit Wikipedia articles independently or in a group found that working in a group diffused the impact of both positive and negative feedback.&nbsp; These results suggest that one consequence of socializing newcomers in groups is that both positive and negative feedback messages may have less potency.</p>\n<p><em>Broader impact:</em> Wikipedia is a major resource the general public uses to find out about scientific topics. A web search for almost any scientific topic returns a Wikipedia page in its first few hits. While som...",
  "por_txt_cntn": "\nGoals. Online production communities are becoming increasingly important. They have created the software that drives the Internet, generated valuable scientific data and built historyÆs largest encyclopedia. To survive in the face of inevitable turnover every online community must incorporate successive generations of new members. Yet many newcomers leave these communities shortly after joining, contributing little to the community and getting little benefit themselves.  Our research examined ways of introducing newcomers to online production communities like Wikipedia, so that they will continue to participate and benefit the community. Research from offline organizations shows that instead of bringing new employees into a company individually, bringing them in as a cohort (i.e., a group joining at the same time) and giving them common experiences increases newcomersÆ commitment to the organization, their satisfaction and their productivity. One goal of our research was to understand the impact of cohort socialization on newcomersÆ experience in online communities as well.\n\nIntellectual impact: Prior research in conventional organizations highlights the importance of cohort-based socialization in integrating newcomers into the organization. However, this research typically assumes that cohort socialization only results in good outcomes. People who join together can provide support to each other to decrease their uncertainties. Cohort socialization helps newcomers identify their roles and how to perform them. However, cohort socialization can also have negative consequences. In particular, strong attachment to the cohort can reduce interaction with other members of the organization who are not newcomers and can hinder newcomersÆ integration into the larger community. We conducted this trade-off both in field observations of newcomers joining Wikipedia and in online experiments.\n\nOur research showed that compared to newcomers who joined Wikipedia individually, students who edited Wikipedia as part of classroom assignments produced better quality work that was more accepted by the larger Wikipedia community; their articles were less likely to be reverted (controlling for popularity of the article, newcomersÆ experience and the size of the changes).  However, joining Wikipedia as part of classroom assignments also reduced studentsÆ interaction with the Wikipedia community outside their classroom.\n\nThe feedback that newcomers receive from experienced community members can help them learn how to do their work, but can also change their motivations to continue participating. Corrective feedback may be necessary to teaching newcomers what they have done wrong, but can discourage them and cause them to leave the community. In one observational field study and two experiments about editing Wikipedia, we showed that being in a group of other newcomers significantly altered how newcomers responded to feedback from the community. In the observational study of students editing Wikipedia articles as part of a classroom assignment, our research found that those who worked relatively independently fixed errors in response to critical, negative feedback, whereas students who had worked with peers did not. Two experiments in which Mechanical Turk workers were randomly assigned to edit Wikipedia articles independently or in a group found that working in a group diffused the impact of both positive and negative feedback.  These results suggest that one consequence of socializing newcomers in groups is that both positive and negative feedback messages may have less potency.\n\nBroader impact: Wikipedia is a major resource the general public uses to find out about scientific topics. A web search for almost any scientific topic returns a Wikipedia page in its first few hits. While some of these articles are of high quality, many are not. For example, during their systematic assessment campaigns, Wikipedians judged that about 90% of the psychology-rel..."
 }
}