{
 "awd_id": "1111731",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Design and synthesis of metal-organic frameworks for efficient hydrogen storage",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert M. Wellek",
 "awd_eff_date": "2011-07-15",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 54966.0,
 "awd_amount": 54966.0,
 "awd_min_amd_letter_date": "2011-07-07",
 "awd_max_amd_letter_date": "2011-07-07",
 "awd_abstract_narration": "PI:  Wu, Jianzhong\r\nProposal Number:  CBET - 1111731\r\n\r\nIntellectual merit: \r\n\r\nDesign of MOF materials for efficient hydrogen storage requires a good understanding of hydrogen interaction with the substrate at the atomistic scales.  Whereas the literature on hydrogen storage is now vast, conventional theory and simulation methods are insufficient to account for the non-classical behavior of hydrogen-MOF interactions that involve hydrogen dissociation/recombination.  Novel computational methods are needed for successful description of the quantum effects affiliated with both the local electronic structures of hydrogen atoms near the active sites of the MOF materials and the weak but long-ranged van der Waals interactions among hydrogen molecules within the microscopic pores. A faithful description of the strongly correlated electronic/atomic systems is extremely challenging and the theoretical difficulty consists of a high risk of the proposed research. However, if successful, the theory will have tremendous impact because it provides quantitative connections of chemical reactions or electronic properties with physiochemical properties for macroscopic systems.\r\n\r\nBroader impacts: \r\n\r\nThe exploratory research will contribute to fundamental understanding of multi-body phenomena entailing strongly correlated electronic, atomic and molecular interactions.  A synergistic combination of theoretical and experimental investigations may lead to a better design of novel materials for hydrogen storage. The project will provide graduate and undergraduate students with opportunities to get first-hand experience on cutting-edge research that entails both theory and experiments.  The PI and co-PI will promote outreach and exposure of underrepresented minority pre-college students to science and innovations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jianzhong",
   "pi_last_name": "Wu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jianzhong Wu",
   "pi_email_addr": "jwu@engr.ucr.edu",
   "nsf_id": "000486418",
   "pi_start_date": "2011-07-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Pingyun",
   "pi_last_name": "Feng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pingyun Feng",
   "pi_email_addr": "pingyun.feng@ucr.edu",
   "nsf_id": "000186672",
   "pi_start_date": "2011-07-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "200 UNIVERSTY OFC BUILDING",
  "perf_city_name": "RIVERSIDE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 54966.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Electron correlation plays an important role not only in calculating&nbsp;<br />the structural and energetic properties of inhomogeneous electrons but&nbsp;<br />also in extension of the electronic density functional theory to&nbsp;<br />multi-component thermodynamic systems. In this exploratory project, we&nbsp;<br />developed a self-consistent classical mapping method for predicting&nbsp;<br />electron correlation functions in bulk Fermi liquids. The new method&nbsp;<br />combines the Ornstein-Zernike equation for the total and direct&nbsp;<br />correlation functions and the universality ansatz of the bridge&nbsp;<br />functional for the closure. First, an effective Pauli potential is&nbsp;<br />invoked to account for the Pauli exclusion effect, which is evaluated&nbsp;<br />from the exact radial distribution functions of an idea electron gas&nbsp;<br />at the same temperature. The electron correlation functions in an&nbsp;<br />interacting Fermi system are then obtained by solving the integral&nbsp;<br />equations with an analytical bridge functional derived from the&nbsp;<br />modified fundamental measurement theory. The excellent agreement of&nbsp;<br />the calculated electron correlations and resultant thermodynamic&nbsp;<br />properties with quantum Monte Carlo simulation results at various&nbsp;<br />densities and temperatures demonstrates the numerical precision and&nbsp;<br />computational efficiency of the proposed protocol.</p>\n<p>The exploratory research contributes to fundamental understanding of multi-body phenomena entailing strongly correlated electronic interactions. It also provides a postdoctoral scholar with opportunities to get first-hand experience on cutting-edge research. Through invited presentations, the PI and co-PI promote outreach and exposure of underrepresented minority pre-college students to science and innovations.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/29/2012<br>\n\t\t\t\t\tModified by: Jianzhong&nbsp;Wu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nElectron correlation plays an important role not only in calculating \nthe structural and energetic properties of inhomogeneous electrons but \nalso in extension of the electronic density functional theory to \nmulti-component thermodynamic systems. In this exploratory project, we \ndeveloped a self-consistent classical mapping method for predicting \nelectron correlation functions in bulk Fermi liquids. The new method \ncombines the Ornstein-Zernike equation for the total and direct \ncorrelation functions and the universality ansatz of the bridge \nfunctional for the closure. First, an effective Pauli potential is \ninvoked to account for the Pauli exclusion effect, which is evaluated \nfrom the exact radial distribution functions of an idea electron gas \nat the same temperature. The electron correlation functions in an \ninteracting Fermi system are then obtained by solving the integral \nequations with an analytical bridge functional derived from the \nmodified fundamental measurement theory. The excellent agreement of \nthe calculated electron correlations and resultant thermodynamic \nproperties with quantum Monte Carlo simulation results at various \ndensities and temperatures demonstrates the numerical precision and \ncomputational efficiency of the proposed protocol.\n\nThe exploratory research contributes to fundamental understanding of multi-body phenomena entailing strongly correlated electronic interactions. It also provides a postdoctoral scholar with opportunities to get first-hand experience on cutting-edge research. Through invited presentations, the PI and co-PI promote outreach and exposure of underrepresented minority pre-college students to science and innovations.\n\n \n\n\t\t\t\t\tLast Modified: 08/29/2012\n\n\t\t\t\t\tSubmitted by: Jianzhong Wu"
 }
}