{
 "awd_id": "1111395",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Paleoindian Adaptations in Eastern Beringia: Prelude or Postscript to the Early Settlement of the Americas",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Kerttula de Echave",
 "awd_eff_date": "2011-06-15",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 149807.0,
 "awd_amount": 149807.0,
 "awd_min_amd_letter_date": "2011-06-10",
 "awd_max_amd_letter_date": "2011-09-30",
 "awd_abstract_narration": "Archaeologists will undertake a two-year program of archaeological investigations at the late Pleistocene age Raven Bluff site in interior northwestern Alaska. The site contains the oldest and best preserved collection of faunal remains from the American Arctic, and an assemblage of stone tools that includes fluted projectile points. Fluted projectile points are a type of stone weapon tip associated with the initial phase of human settlement in most regions of the New World. They have not, however, been reliably dated in eastern Beringia (Alaska and unglaciated portions of Yukon), a region of critical importance for thinking about the colonization of the Americas since it was a presumed waypoint for the initial settlers of North and South America as they expanded from their Asian homeland. In the absence of secure dating Beringian fluted points have yet to be situated in a historical or ecological context, and there is little known about the behavior of the people who used this technology or their relationship to fluted point users in the midcontinent. \r\n\r\nThis project will address these issues through interdisciplinary studies at Raven Bluff and analyses of existing fluted point assemblages found in museum collections. At Raven Bluff a research team will: establish a chronological and stratigraphic framework for the archaeological deposits; reconstruct the late Pleistocene and early Holocene environmental setting; describe strategies of faunal exploitation and resource use; and characterize the stone tool production and maintenance activities conducted at the site, including methods of fluted point manufacture and repair. Building on insights from our detailed studies at Raven Bluff we also plan to reexamine existing fluted point assemblages from Alaska, as well as published data from selected fluted point assemblages from the midcontinent, in order to evaluate hypotheses about the transmission and development of fluted point technology within Beringia, and its transmission between Beringia and the midcontinent.\r\n\r\nInsights resulting from this work will help resolve longstanding questions about the timing of the fluted point occupation in Beringia, and the subsistence and technological adaptations of the people who made fluted point in an extreme, high latitude environment. It will also fill a major geographic and temporal gap in our knowledge of Paleoindian dispersals throughout the Americas. These issues are important because they are connected to the general process of first entry and adaptive radiation of people in all parts of the world, and shed light on the means by which small scale societies adapt to diverse environmental challenges. The broader impacts of this study include training and mentoring of high school, undergraduate and graduate students. Education and outreach efforts through the PolarTREC program will bring an issue of great public interest and scientific importance?the earliest period of cultural development in the New World ?into classrooms across the country.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeff",
   "pi_last_name": "Rasic",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Jeff T Rasic",
   "pi_email_addr": "jeff_rasic@nps.gov",
   "nsf_id": "000510651",
   "pi_start_date": "2011-06-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ian",
   "pi_last_name": "Buvit",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ian Buvit",
   "pi_email_addr": "buviti@cwu.edu",
   "nsf_id": "000557493",
   "pi_start_date": "2011-06-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alaska Fairbanks Campus",
  "inst_street_address": "2145 N TANANA LOOP",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRBANKS",
  "inst_state_code": "AK",
  "inst_state_name": "Alaska",
  "inst_phone_num": "9074747301",
  "inst_zip_code": "997750001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AK00",
  "org_lgl_bus_name": "UNIVERSITY OF ALASKA FAIRBANKS",
  "org_prnt_uei_num": "",
  "org_uei_num": "FDLEQSJ8FF63"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alaska Fairbanks Campus",
  "perf_str_addr": "2145 N TANANA LOOP",
  "perf_city_name": "FAIRBANKS",
  "perf_st_code": "AK",
  "perf_st_name": "Alaska",
  "perf_zip_code": "997750001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "AK00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5221",
   "pgm_ref_txt": "ARCTIC SOCIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 149807.0
  }
 ],
 "por": null
}