{
 "awd_id": "1112636",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Broadening PIRE Success in Southeast Asia to Test Hypotheses of the Origins of Coral Triangle and Sunda Shelf Marine Biodiversity and Build Collaborations in Vietnam and Thailand",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": "7032922306",
 "po_email": "nsung@nsf.gov",
 "po_sign_block_name": "Nancy Sung",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 26888.0,
 "awd_amount": 26888.0,
 "awd_min_amd_letter_date": "2011-03-29",
 "awd_max_amd_letter_date": "2011-03-29",
 "awd_abstract_narration": "1112636\r\nCarpenter\r\n\r\nThis award supports a planning visit to enable Professor Kent Carpenter at Old Dominion    University in Norfolk, Virginia to meet with Dr. Si Tuan Vo, Vice Director, Institute of Oceanography in Vietnam and Dr. Pholpunthin, Director, Center of Excellence for Biodiversity in Thailand.  They will be testing hypotheses of the origins of the Coral Triangle and Sunda Shelf Marine Biodiversity.  The majority of marine species have a pelagic larval phase with the potential to disperse great distances, yet the true magnitude of this exchange, the dynamic physical processes that shape dispersal, and the evolutionary consequences of the interplay of larvae and their physical environment remain largely unknown.  For several years Professor Carpenter has been undertaking research in the Coral Triangle.  His joint field sampling and laboratory work has been successful in the Philippines and Indonesia.  Results have emerged that show concordant phylogeographic patterns consistent with physical and oceanographic features in the region, suggesting additional hypotheses that can be tested with expanded research activity across the South China Sea and Sunda Shelf to Vietnam and Thailand.  This proposal seeks to develop a program expanding research and education partnerships to enable U.S. researchers, graduate students and undergraduate students to work closely with collaborators in residence in Thailand and Vietnam.  \r\n\r\nThere is sufficient overlap of interests between researchers in the U.S., Vietnam and Thailand to indicate that they can successfully pursue the activities proposed, and that the interaction will benefit both sides.  In addition, the involvement of a postdoc, two U.S. graduate students and one undergraduate student will enable them to gain a valuable international perspective and insight.  They will also participate in discussions on future collaborative activities with the researchers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kent",
   "pi_last_name": "Carpenter",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kent Carpenter",
   "pi_email_addr": "kcarpent@odu.edu",
   "nsf_id": "000156302",
   "pi_start_date": "2011-03-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Old Dominion University Research Foundation",
  "inst_street_address": "4111 MONARCH WAY STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "NORFOLK",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7576834293",
  "inst_zip_code": "235082561",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "VA03",
  "org_lgl_bus_name": "OLD DOMINION UNIVERSITY RESEARCH FOUNDATION",
  "org_prnt_uei_num": "DSLXBD7UWRV6",
  "org_uei_num": "DSLXBD7UWRV6"
 },
 "perf_inst": {
  "perf_inst_name": "Old Dominion University",
  "perf_str_addr": "HAMPTON BLVD",
  "perf_city_name": "NORFOLK",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "235290001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "VA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1061",
   "pgm_ref_txt": "VIETNAM"
  },
  {
   "pgm_ref_code": "5927",
   "pgm_ref_txt": "EAST ASIA, OTHER"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 26888.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This &ldquo;Catalyzing New International Collaborations&rdquo; planning visit set out to establish contacts and initiate dialogs with potential host institutes and research counterparts in Vietnam and Thailand.&nbsp; The purpose was to expand investigative successes beyond the Philippines and Indonesia in studying population genetics and advancing resource management of marine organisms.&nbsp; The NSF-supported Coral Triangle Partnerships in International Research and Education (ctPIRE) project has spent six years building the molecular ecology resource capacity of universities and institutes in the Philippines and Indonesia while testing hypotheses to explain the extraordinary level of marine biodiversity in the region.&nbsp; The current project laid the foundation for broadening the institutional, geographic, and scientific scope of the ctPIRE project to two key peripheral countries of the Coral Triangle &ndash; Vietnam and Thailand.</p>\n<p>A team of five US scientists (one professor, one postdoctoral researcher, two graduate students and one undergraduate student) conducted the planning visit in October 2011. The two week visit included administrative meetings, site visits, exploratory field surveys, guest presentations, and a thorough assessment of logistical capacity to conduct collaborative research. Members of the US team created a series of reports and data files pertaining to the various facets of conducting a successful course and research program in Vietnam and Thailand. These reports have and will continue to be used in the development of proposals and workshops in each country.&nbsp; The capacity, feasibility and willingness to support a successful molecular ecology course, training, and research collaboration in both Vietnam and Thailand were concluded to be very strong by the US team and all involved parties were enthusiastic about developing future collaborations.&nbsp;</p>\n<p>Immediately following the October 2011 visit, US project participants and Vietnamese counterparts began planning for the ctPIRE marine molecular ecology course to be hosted by Nha Trang University in March 2012.&nbsp; Fifteen Vietnamese students and faculty participated in the five-week course which included lectures, hands-on field and laboratory training, molecular data analysis skills, and guidance in presenting scientific research.&nbsp; The five week program commenced with a public symposium on Marine Biotechnology hosted by Nha Trang University, and concluded with a half-day mini-symposium of student project presentations.&nbsp; Planning is currently underway to host a comparable Marine Molecular Ecology program at the Prince of Songkla University in Hat Yai, Thailand in July and August 2013.&nbsp;</p>\n<p>In addition to the two Marine Molecular Ecology courses made possible by the planning visit, US project participants and Thai and Vietnamese counterparts have since collaborated on five international research proposals to three different funding agencies.&nbsp; One successful proposal created a forum (the Pan-Pacific Advanced Studies Institute in July 2012) for over 60 expert marine ecologists, geneticists, and natural resource managers from nine countries to gather and discuss how best to utilized emerging advanced genomic tools to address pressing marine conservation and management questions across the Indo-Pacific Region.&nbsp;</p>\n<p>Efficient cost-management of this &ldquo;Catalyzing New International Collaborations&rdquo; project permitted the PI to request and be granted a one-year no cost extension.&nbsp; This additional year (2012-2013) proved beneficial in broadening the impact of the project.&nbsp;&nbsp; Further, collaborative research projects and proposals continue to be discussed and planned between US, Thai and Vietnamese project participants, a long-lasting product of this &ldquo;Catalyzing New International Collaborations&rdquo; project supported by the...",
  "por_txt_cntn": "\nThis \"Catalyzing New International Collaborations\" planning visit set out to establish contacts and initiate dialogs with potential host institutes and research counterparts in Vietnam and Thailand.  The purpose was to expand investigative successes beyond the Philippines and Indonesia in studying population genetics and advancing resource management of marine organisms.  The NSF-supported Coral Triangle Partnerships in International Research and Education (ctPIRE) project has spent six years building the molecular ecology resource capacity of universities and institutes in the Philippines and Indonesia while testing hypotheses to explain the extraordinary level of marine biodiversity in the region.  The current project laid the foundation for broadening the institutional, geographic, and scientific scope of the ctPIRE project to two key peripheral countries of the Coral Triangle &ndash; Vietnam and Thailand.\n\nA team of five US scientists (one professor, one postdoctoral researcher, two graduate students and one undergraduate student) conducted the planning visit in October 2011. The two week visit included administrative meetings, site visits, exploratory field surveys, guest presentations, and a thorough assessment of logistical capacity to conduct collaborative research. Members of the US team created a series of reports and data files pertaining to the various facets of conducting a successful course and research program in Vietnam and Thailand. These reports have and will continue to be used in the development of proposals and workshops in each country.  The capacity, feasibility and willingness to support a successful molecular ecology course, training, and research collaboration in both Vietnam and Thailand were concluded to be very strong by the US team and all involved parties were enthusiastic about developing future collaborations. \n\nImmediately following the October 2011 visit, US project participants and Vietnamese counterparts began planning for the ctPIRE marine molecular ecology course to be hosted by Nha Trang University in March 2012.  Fifteen Vietnamese students and faculty participated in the five-week course which included lectures, hands-on field and laboratory training, molecular data analysis skills, and guidance in presenting scientific research.  The five week program commenced with a public symposium on Marine Biotechnology hosted by Nha Trang University, and concluded with a half-day mini-symposium of student project presentations.  Planning is currently underway to host a comparable Marine Molecular Ecology program at the Prince of Songkla University in Hat Yai, Thailand in July and August 2013. \n\nIn addition to the two Marine Molecular Ecology courses made possible by the planning visit, US project participants and Thai and Vietnamese counterparts have since collaborated on five international research proposals to three different funding agencies.  One successful proposal created a forum (the Pan-Pacific Advanced Studies Institute in July 2012) for over 60 expert marine ecologists, geneticists, and natural resource managers from nine countries to gather and discuss how best to utilized emerging advanced genomic tools to address pressing marine conservation and management questions across the Indo-Pacific Region. \n\nEfficient cost-management of this \"Catalyzing New International Collaborations\" project permitted the PI to request and be granted a one-year no cost extension.  This additional year (2012-2013) proved beneficial in broadening the impact of the project.   Further, collaborative research projects and proposals continue to be discussed and planned between US, Thai and Vietnamese project participants, a long-lasting product of this \"Catalyzing New International Collaborations\" project supported by the US National Science Foundation and US taxpayers.   \n\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 06/13/2013\n\n\t\t\t\t\tSubmitted by: Kent E Carpenter"
 }
}