{
 "awd_id": "1112239",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Spectroscopic Probes of Molecular Structure and Dynamics",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925327",
 "po_email": "cfoss@nsf.gov",
 "po_sign_block_name": "Colby Foss",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 550000.0,
 "awd_amount": 550000.0,
 "awd_min_amd_letter_date": "2011-07-08",
 "awd_max_amd_letter_date": "2013-07-16",
 "awd_abstract_narration": "Patrick H. Vaccaro of Yale University is supported by the Chemical Structure, Dynamics, and Mechanisms Program of the Chemistry division to investigate fundamental aspects of molecular behavior responsible for physical properties and chemical propensities. Novel forms of linear and nonlinear laser spectroscopy are enlisted to interrogate gas-phase species exhibiting key phenomena that permeate molecular science, including hydrogen bonding, proton transfer, and optical activity.  Building on the unique capabilities of nonlinear optical spectroscopy, Prof. Vaccaro and his research group explore vibrationally mediated proton transfer in tropolone and related species, with extensions of such studies to weakly bind adducts allowing cooperative aspects of multiple proton-transfer reactions to be examined. Ultrasensitive chiroptical techniques based upon cavity ring-down polarimitry are used to interrogate the dispersive (circular birefringence) and absorptive (circular dichroism) components of natural optical activity in rarefied media, thereby elucidating the role of solvation, conformation, and vibration on intrinsic chiroptical response. The latter work has provided a number of important and non-intuitive insights, while also serving to assess computational predictions for the optical properties of chiral molecules.\r\n\r\n\r\nHydrogen bonding and proton transfer are ubiquitous in nature, responsible for mediating the structure and dynamics of diverse systems ranging from liquid water to in vivo biomolecules. Besides impacting broad realms of chemical research, participating students are trained in a multidisciplinary environment that emphasizes contemporary methods of molecular spectroscopy and related aspects of optical/laser technology, thereby preparing them to enter the modern technical workforce. Since his research group historically has been primarily female in character, Prof. Vaccaro also is contributing to increasing the number of career scientist drawn from this particular underrepresented group.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Vaccaro",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick H Vaccaro",
   "pi_email_addr": "patrick.vaccaro@yale.edu",
   "nsf_id": "000196243",
   "pi_start_date": "2011-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "150 MUNSON ST",
  "perf_city_name": "NEW HAVEN",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065113572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687900",
   "pgm_ele_name": "Structure,Dynamics &Mechanisms"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 250000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"ProposalBody\">Research conducted under NSF sponsorship has strived to elucidate the origins of molecular behavior by probing fundamental physical properties and chemical propensities. Laboratory experiments have exploited diverse laser-based techniques, many of which first were developed in our laboratories, to interrogate the ground and excited states of computationally tractable species, thereby unraveling the intimate coupling among electronic, nuclear, isotopic, and environmental degrees of freedom that ultimately governs their structure and dynamics. When combined with synergistic theoretical models, the information extracted from such studies affords a trenchant glimpse of phenomena that permeate the entire fabric of chemistry and impact upon related fields of endeavor, including molecular &ldquo;handedness&rdquo; (chirality), non-covalent interactions (hydrogen bonding), and elementary reactivity (proton transfer). Successful execution of these endeavors has demanded numerous technical and conceptual innovations, all of which are being employed routinely and advanced continuously for ongoing research activities.</p>\n<p class=\"ProposalBody\">The multifaceted concept of chirality permeates all aspects of modern science, ranging from the physics of elementary particles and galaxy formation to the structure and function of the macromolecular complexes responsible for life. Of particular importance is the stereochemistry (or three-dimensional arrangement) of organic molecules such as those targeted by the pharmaceutical industry, where the right-handed and left-handed forms can have profoundly different physiological effects &ndash; one being therapeutic while the other is either inert or harmful. Among the many physical properties that distinguish chiral molecules from their achiral counterparts, perhaps none has had as profound and sustained an impact on the realm of chemistry as the characteristic interactions that take place with polarized light. Substantial activities were directed towards such optical manifestations of molecular chirality as a viable and robust means of discriminating molecular stereochemistry, leading to novel experimental schemes designed to interrogate <em>intrinsic</em> chiroptical properties. Aside from performing benchmark measurements and calculations under vapor-phase conditions that alleviate extrinsic complications incurred from the surroundings (<em>e.g.</em>, solvation), these efforts systematically have explored processes that strongly influence innate chiroptical response, including solute-solvent coupling (environmental perturbations), conformational flexibility (large-amplitude nuclear motions), and vibrational dynamics (intrinsic molecular non-rigidity). A variety of counterintuitive results have been obtained, including the observation that solvents of high polarity routinely afford the best mimics for isolated-molecule behavior.</p>\n<p>Reactions involving the transfer of hydrogen atoms (protons) between distinct chemical moieties, as often mediated by the presence of weak intermolecular or intramolecular non-covalent (hydrogen) bonds, are among the most prevalent of transformations in chemistry and biochemistry, being responsible for the bulk physiochemical properties displayed by liquid water as well as for the subtle mechanisms that regulate <em>in vivo</em> enzyme catalysis. An extensive body of work has established the basic criteria that govern such processes; however, important questions regarding their origin and manifestation remain unanswered. Under NSF sponsorship, a variety of laser-spectroscopic tools have been developed to elucidate the nature of elementary proton-transfer events that are forbidden classically (owing to insufficient energy to surmount potential barriers) yet occur with great alacrity owing to the action of subtle quantum-mechanical tunneling (or barrier penetration) phenomena. Special e...",
  "por_txt_cntn": "Research conducted under NSF sponsorship has strived to elucidate the origins of molecular behavior by probing fundamental physical properties and chemical propensities. Laboratory experiments have exploited diverse laser-based techniques, many of which first were developed in our laboratories, to interrogate the ground and excited states of computationally tractable species, thereby unraveling the intimate coupling among electronic, nuclear, isotopic, and environmental degrees of freedom that ultimately governs their structure and dynamics. When combined with synergistic theoretical models, the information extracted from such studies affords a trenchant glimpse of phenomena that permeate the entire fabric of chemistry and impact upon related fields of endeavor, including molecular \"handedness\" (chirality), non-covalent interactions (hydrogen bonding), and elementary reactivity (proton transfer). Successful execution of these endeavors has demanded numerous technical and conceptual innovations, all of which are being employed routinely and advanced continuously for ongoing research activities.\nThe multifaceted concept of chirality permeates all aspects of modern science, ranging from the physics of elementary particles and galaxy formation to the structure and function of the macromolecular complexes responsible for life. Of particular importance is the stereochemistry (or three-dimensional arrangement) of organic molecules such as those targeted by the pharmaceutical industry, where the right-handed and left-handed forms can have profoundly different physiological effects &ndash; one being therapeutic while the other is either inert or harmful. Among the many physical properties that distinguish chiral molecules from their achiral counterparts, perhaps none has had as profound and sustained an impact on the realm of chemistry as the characteristic interactions that take place with polarized light. Substantial activities were directed towards such optical manifestations of molecular chirality as a viable and robust means of discriminating molecular stereochemistry, leading to novel experimental schemes designed to interrogate intrinsic chiroptical properties. Aside from performing benchmark measurements and calculations under vapor-phase conditions that alleviate extrinsic complications incurred from the surroundings (e.g., solvation), these efforts systematically have explored processes that strongly influence innate chiroptical response, including solute-solvent coupling (environmental perturbations), conformational flexibility (large-amplitude nuclear motions), and vibrational dynamics (intrinsic molecular non-rigidity). A variety of counterintuitive results have been obtained, including the observation that solvents of high polarity routinely afford the best mimics for isolated-molecule behavior.\n\nReactions involving the transfer of hydrogen atoms (protons) between distinct chemical moieties, as often mediated by the presence of weak intermolecular or intramolecular non-covalent (hydrogen) bonds, are among the most prevalent of transformations in chemistry and biochemistry, being responsible for the bulk physiochemical properties displayed by liquid water as well as for the subtle mechanisms that regulate in vivo enzyme catalysis. An extensive body of work has established the basic criteria that govern such processes; however, important questions regarding their origin and manifestation remain unanswered. Under NSF sponsorship, a variety of laser-spectroscopic tools have been developed to elucidate the nature of elementary proton-transfer events that are forbidden classically (owing to insufficient energy to surmount potential barriers) yet occur with great alacrity owing to the action of subtle quantum-mechanical tunneling (or barrier penetration) phenomena. Special emphasis was placed on the structural and dynamical consequences of incipient hydrogen-bond formation in model organic compounds, as revealed mainly by the ma..."
 }
}