{
 "awd_id": "1112301",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI:  COLLABORATIVE RESEARCH:  High Resolution Absorption and Emission Spectroscopy of Diatomic Metal Halides, Nitrides and Dimers",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925327",
 "po_email": "cfoss@nsf.gov",
 "po_sign_block_name": "Colby Foss",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 60000.0,
 "awd_amount": 60000.0,
 "awd_min_amd_letter_date": "2011-08-08",
 "awd_max_amd_letter_date": "2011-08-08",
 "awd_abstract_narration": "In this award, the Chemical Structure, Dynamics, and Mechanisms Program supports the collaborative research projects of Professors Leah O'Brien, of Southern Illinois University Edwardsville, and James O'Brien, of the University of Missouri, St. Louis.  They and their students will develop an instrument (ILS-FTS) that will integrate intracavity laser absorption spectroscopy with high resolution Fourier transform detection, and will operate in the 9,500-25,000 cm-1 region.  The proposed ILS-FTS instrument will utilize the improved resolution and wavelength accuracy made possible with FTS detection, enabling the acquisition of high-resolution spectra of diatomic molecules over a very wide spectral range.  The ILS-FTS instrument will be used in: (i) rovibrational electronic studies, such as for PtCl, where lines closer to rotational bandheads can be resolved and utilized in the rotational analysis than is possible currently using traditional methods; and (ii) rovibrational electronic spectra of metal dimers, such as Pt2 and Pd2, where the rotational constants for the molecules are too small to be examined using traditional approaches.  The ILS-FTS configuration may be capable of sub-Doppler Lamb-dip (saturation) spectroscopy, allowing detection of molecules with hyperfine interactions and those with smaller rotational constants.  Emission studies are also possible with the FTS, which will assist in the search for new metal-ligand molecules.  The metal-containing diatomic radicals to be studied are characterized by open shell structures, which give rise to a host of interactions between nuclear, electronic, vibrational, and rotational angular momenta.\r\n\r\nThe work will lead to deeper understanding of metal-ligand interactions and potentially provide insight on metal-catalyzed reactions.  The proposed research will foster development of a successful inter-institutional collaboration of faculty and students at a primarily undergraduate institution and a research university.  The proposed work will open new areas research, enhance the research infrastructure at both Universities, and will further develop students and faculty with skills in contemporary spectroscopy and instrument development.  The project also contains an outreach program that will allow talented high school students to participate in the research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leah",
   "pi_last_name": "O'Brien",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Leah C O'Brien",
   "pi_email_addr": "lobrien@siue.edu",
   "nsf_id": "000323231",
   "pi_start_date": "2011-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Southern Illinois University at Edwardsville",
  "inst_street_address": "#5 HAIRPIN DRIVE",
  "inst_street_address_2": "",
  "inst_city_name": "EDWARDSVILLE",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "6186503010",
  "inst_zip_code": "620260001",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "BOARD OF TRUSTEES OF SOUTHERN ILLINOIS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HQ5NMP5HLL53"
 },
 "perf_inst": {
  "perf_inst_name": "Southern Illinois University at Edwardsville",
  "perf_str_addr": "#5 HAIRPIN DRIVE",
  "perf_city_name": "EDWARDSVILLE",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "620260001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687900",
   "pgm_ele_name": "Structure,Dynamics &Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7289",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH RESOURCES"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 60000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our main research goal is to further understand the electronic structure of small molecules such as Platinum Fluoride and Nickel Chloride. &nbsp;This entails several sub-goals: &nbsp;to synthesize those novel diatomic molecules in a low-pressure reaction chamber, to characterize those molecules using high-resolution electronic spectroscopy, and to develop state-of-the-art instrumentation in high-resolution spectroscopy that greatly enhances the spectroscopic characterization process. &nbsp;The molecules we investigate contain a transition metal&ndash;ligand bond, and our research findings can provide insight into gas phase and surface&ndash;gas interface reactions that utilize catalysts containing transition metals. &nbsp;</p>\n<p>Our spectroscopic capabilities are based on the ultra-sensitive intracavity laser absorption spectroscopy (ILS) and high-resolution Fourier transform spectroscopy (FTS) methods in the near-infrared and visible spectral regions. &nbsp;These spectrometers are housed in the research laboratory of our long-term collaborator Dr. James O&rsquo;Brien (University of Missouri &ndash; St. Louis). &nbsp;A specific goal for instrument development was to interface the ILS system with the FT spectrometer serving as the detector (ILS-FTS). &nbsp;Combining the sensitivity of ILS method with the many advantages of FTS detection provides greater ease of calibration, extended wavelength coverage, and the inherent multiplex advantage of FT systems. &nbsp;Spectra using the ILS, FTS (in emission studies), and combined ILS-FTS method (see Figure 1) have been obtained. &nbsp; &nbsp;FT emission spectra of from species such as CuF, ReN, WN, WO, WD, ZrN, N<sub>2</sub> and N<span style=\"font-size: 10px;\">2</span><sup>+</sup>&nbsp;were obtained using the new Bruker FT spectrometer. &nbsp;A manuscript on a spectrum of ZrN that utilized the new emission source has been prepared. &nbsp;This work relates to the de-perturbation analysis of the <em>A</em> <sup>2</sup>&Pi;<sub>3/2</sub> - <em>X</em><sup> 2</sup>&Sigma;<sup>+</sup> transition of ZrN. &nbsp;The analysis was made possible by the high-level calculations on ZrN performed by collaborator Wenli Zou. &nbsp;As a consequence, this spectrum has been fully analyzed for the first time. &nbsp;We have continued using conventional ILS absorption studies and major achievements include publications on NiCl, PtF, and ZrF. &nbsp; In the PtN study, fully resolved <sup>195</sup>Pt hyperfine structure (I = &frac12;) was evident in the recorded spectrum of the <em>A</em> <sup>2</sup>&Sigma;<sup>&ndash;</sup> - <em>X</em> <sup>2</sup>&Pi;<sub>1/2</sub> transition. &nbsp;The ILS project on ZrF entailed the analysis of a new band of ZrF in the near-IR which was identified as the (1,1) band of the <em>C</em> (&Omega;=3/2) - <em>X</em> <sup>2</sup>&Delta;<sub>3/2</sub> transition based on previous work by the Morse group at the University of Utah. &nbsp; &nbsp;</p>\n<p>The broader impact of our work can be separated into a three main categories:</p>\n<p>(a) <span style=\"text-decoration: underline;\">Progress in understanding the electronic structure of small molecules in the spectroscopic field.</span> &nbsp;The molecules that we have been studying all have unpaired electrons in d-orbitals. &nbsp;Thus we are studying fundamental patterns in bonding for the metal halides and nitrides. &nbsp;Slowly, molecule by molecule, we are able to understand the periodic trends in metal-ligand bonding. &nbsp;Our work also has great impact in high-level computational studies, where precise experimental data is needed for comparison with theory. &nbsp;Our de-perturbation analysis of ZrN (see Figure 2) and our continued work unravelling the extremely dense near-infrared spectrum of NiCl are good examples of how experimental progress occurs jointly with computation progress. &nbsp;This shows that the computational and experimental chemists must work togethe...",
  "por_txt_cntn": "\nOur main research goal is to further understand the electronic structure of small molecules such as Platinum Fluoride and Nickel Chloride.  This entails several sub-goals:  to synthesize those novel diatomic molecules in a low-pressure reaction chamber, to characterize those molecules using high-resolution electronic spectroscopy, and to develop state-of-the-art instrumentation in high-resolution spectroscopy that greatly enhances the spectroscopic characterization process.  The molecules we investigate contain a transition metal&ndash;ligand bond, and our research findings can provide insight into gas phase and surface&ndash;gas interface reactions that utilize catalysts containing transition metals.  \n\nOur spectroscopic capabilities are based on the ultra-sensitive intracavity laser absorption spectroscopy (ILS) and high-resolution Fourier transform spectroscopy (FTS) methods in the near-infrared and visible spectral regions.  These spectrometers are housed in the research laboratory of our long-term collaborator Dr. James OÆBrien (University of Missouri &ndash; St. Louis).  A specific goal for instrument development was to interface the ILS system with the FT spectrometer serving as the detector (ILS-FTS).  Combining the sensitivity of ILS method with the many advantages of FTS detection provides greater ease of calibration, extended wavelength coverage, and the inherent multiplex advantage of FT systems.  Spectra using the ILS, FTS (in emission studies), and combined ILS-FTS method (see Figure 1) have been obtained.    FT emission spectra of from species such as CuF, ReN, WN, WO, WD, ZrN, N2 and N2+ were obtained using the new Bruker FT spectrometer.  A manuscript on a spectrum of ZrN that utilized the new emission source has been prepared.  This work relates to the de-perturbation analysis of the A 2&Pi;3/2 - X 2&Sigma;+ transition of ZrN.  The analysis was made possible by the high-level calculations on ZrN performed by collaborator Wenli Zou.  As a consequence, this spectrum has been fully analyzed for the first time.  We have continued using conventional ILS absorption studies and major achievements include publications on NiCl, PtF, and ZrF.   In the PtN study, fully resolved 195Pt hyperfine structure (I = &frac12;) was evident in the recorded spectrum of the A 2&Sigma;&ndash; - X 2&Pi;1/2 transition.  The ILS project on ZrF entailed the analysis of a new band of ZrF in the near-IR which was identified as the (1,1) band of the C (&Omega;=3/2) - X 2&Delta;3/2 transition based on previous work by the Morse group at the University of Utah.    \n\nThe broader impact of our work can be separated into a three main categories:\n\n(a) Progress in understanding the electronic structure of small molecules in the spectroscopic field.  The molecules that we have been studying all have unpaired electrons in d-orbitals.  Thus we are studying fundamental patterns in bonding for the metal halides and nitrides.  Slowly, molecule by molecule, we are able to understand the periodic trends in metal-ligand bonding.  Our work also has great impact in high-level computational studies, where precise experimental data is needed for comparison with theory.  Our de-perturbation analysis of ZrN (see Figure 2) and our continued work unravelling the extremely dense near-infrared spectrum of NiCl are good examples of how experimental progress occurs jointly with computation progress.  This shows that the computational and experimental chemists must work together to understand complicated spectra.  Completed projects are presented at appropriate scientific conferences and are published in high-impact journal in the field.\n\n(b) Progress in instrument development.  Development of the ILS-FTS continues to expand our research capabilities.  Compared with traditional ILS, the new FTS system provides a number of advantages including increased spectral range per spectrum with more accurate internal calibration.  Additionally, it is becoming clearer from our e..."
 }
}