{
 "awd_id": "1112289",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Studies of New Ionization Approaches in Mass Spectrometry for Imaging",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924956",
 "po_email": "lhe@nsf.gov",
 "po_sign_block_name": "Lin He",
 "awd_eff_date": "2011-07-15",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 345000.0,
 "awd_amount": 345000.0,
 "awd_min_amd_letter_date": "2011-07-15",
 "awd_max_amd_letter_date": "2011-07-15",
 "awd_abstract_narration": "With support from the Chemical Measurement and Imaging Program, Professor Charles N. McEwen of the University of the Sciences seeks improved understanding of certain newly developed mass spectrometric (MS) ionization methods, with aims of improving reproducibility and sensitivity.  These ionization methods (discovered in collaboration with Professor Sarah Trimpin of Wayne State University) have attributes of both matrix assisted laser desorption/ionization (MALDI) and electrospray ionization (ESI).  They each produce multiply charged ions, similar to ESI, allowing analysis of high mass compounds and enhancing utility of ion mobility techniques. Increasing the sensitivity and reproducibility of these new ionization methods may make possible high spatial resolution imaging under atmospheric conditions.  \r\n\r\nAreas requiring high throughput analyses (such as consumer protection, counter-terrorism, environmental monitoring, clinical applications, and biological materials analysis) will be impacted by these developments.  The broad training gained by the graduate and undergraduate students involved will enhance their future scientific potential.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "McEwen",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Charles N McEwen",
   "pi_email_addr": "c.mcewen@usciences.edu",
   "nsf_id": "000523743",
   "pi_start_date": "2011-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of the Sciences in Philadelphia",
  "inst_street_address": "600 S 43RD ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2155967491",
  "inst_zip_code": "191044418",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "UNIVERSITY OF THE SCIENCES IN PHILADELPHIA",
  "org_prnt_uei_num": "MBZWNCF63HL5",
  "org_uei_num": "MBZWNCF63HL5"
 },
 "perf_inst": {
  "perf_inst_name": "University of the Sciences in Philadelphia",
  "perf_str_addr": "600 S 43RD ST",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191044418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688000",
   "pgm_ele_name": "Chemical Measurement & Imaging"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6880",
   "pgm_ref_txt": "CHEMICAL MEASUREMENT & IMAGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 345000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project, CHE 1112289, &ldquo;Studies on New Ionization Approaches in Mass Spectrometry for Imaging&rdquo;, aimed to improve the sensitivity and reproducibility of newly discovered ionization methods for molecular imaging of biological tissue at atmospheric pressure using mass spectrometry, and to better understand the fundamentals of how gas-phase ions are produced using only matrix assistance, heat, and sub-atmospheric pressure.&nbsp; In collaboration with Professor Sarah Trimpin at Wayne State University (WSU), we had discovered that analyte when incorporated into a small molecule matrix and introduced into a heated inlet of a mass spectrometer produces multiply charged gas-phase analyte ions without need of a laser or voltage as required by conventional ionization methods.&nbsp; Advantages of this new ionization process for molecular imaging relative to the standard method of matrix-assisted laser desorption/ionization (MALDI) is that imaging can be performed at atmospheric pressure using high performance mass spectrometers to better characterize molecules ionized from surfaces.&nbsp; A disadvantage relative to MALDI was lower sensitivity.&nbsp; A crucial aim of this project was at least a 10X improvement in sensitivity for imaging.&nbsp;</p>\n<p>Through fundamental studies, we gained 3X improvement in sensitivity found an obstruction in the mass spectrometer inlet produced <em><span style=\"text-decoration: underline;\">ca</span></em>.3X improvement in sensitivity by inlet design.&nbsp; Meanwhile, the Trimpin group discovered matrices that lift analyte molecules, as large as the 67,000 molecular weight bovine serum albumin protein, into the gas phase as ions by simple exposure of the sample to the vacuum inherent with any mass spectrometer without the need of heat, voltage or laser.&nbsp; One matrix, 3-nitrobenzonitrile (3-NBN), provides ca. 10X improvement in sensitivity, but does not absorb well at the nitrogen laser wavelength available in our laboratory.&nbsp; &nbsp;Mixing 3-NBN with 2-5-dihydroxybenzoic acid, a MALDI matrix which absorbs well at the nitrogen laser wavelength, allowed imaging with 10X improved sensitivity. &nbsp;Using this mixture, we demonstrated that drugs, metoabolites, lipids, peptides, and small proteins can be imaged from mouse brain tissue at atmospheric pressure in a single experiment at 100,000 mass resolution and high mass accuracy (&lt;2ppm) providing improved identification of imaged compounds at a spatial resolution of about 40 microns. We also discovered that adding ammonium salt to the 3-NBN matrix further improved the sensitivity for basic compounds such as drugs, peptides, and proteins by an additional 3 &ndash; 10X.&nbsp; Using all of the sensitivity enhancing techniques, the new matrix-assisted ionization (MAI) technique is improved in sensitivity by almost 100X allowing, for example, a full scan mass spectrum of ubiquitin using only 10<sup>-15</sup> moles of this protein.&nbsp;</p>\n<p>Fundamental studies to understand the mechanism of ionization conducted in collaboration with Professor Trimpin led to a publication in which we proposed that charged gas-phase particles and droplets are produced by a charge separation mechanism &nbsp;common in nature, and that sublimation/ evaporation of these particles releases the observed gas-phase ions.&nbsp; We suggested that the long-held model for MALDI involving photoionization was not correct for nonvolatile compounds and that MALDI follows the same mechanism as MAI.&nbsp;</p>\n<p>By introducing a solvent into a hot inlet tube of a mass spectrometer, similar high charge states of are observed as with MAI or electrospray ionization (ESI) without use of &nbsp;high voltage necessary for ESI.&nbsp; This work demonstrates that a solvent is a matrix, and possibly a matrix is a solvent.&nbsp; The sensitivity of solvent-assisted ionization (SAI) is superior to ESI for hydrophilic compoun...",
  "por_txt_cntn": "\nThis project, CHE 1112289, \"Studies on New Ionization Approaches in Mass Spectrometry for Imaging\", aimed to improve the sensitivity and reproducibility of newly discovered ionization methods for molecular imaging of biological tissue at atmospheric pressure using mass spectrometry, and to better understand the fundamentals of how gas-phase ions are produced using only matrix assistance, heat, and sub-atmospheric pressure.  In collaboration with Professor Sarah Trimpin at Wayne State University (WSU), we had discovered that analyte when incorporated into a small molecule matrix and introduced into a heated inlet of a mass spectrometer produces multiply charged gas-phase analyte ions without need of a laser or voltage as required by conventional ionization methods.  Advantages of this new ionization process for molecular imaging relative to the standard method of matrix-assisted laser desorption/ionization (MALDI) is that imaging can be performed at atmospheric pressure using high performance mass spectrometers to better characterize molecules ionized from surfaces.  A disadvantage relative to MALDI was lower sensitivity.  A crucial aim of this project was at least a 10X improvement in sensitivity for imaging. \n\nThrough fundamental studies, we gained 3X improvement in sensitivity found an obstruction in the mass spectrometer inlet produced ca.3X improvement in sensitivity by inlet design.  Meanwhile, the Trimpin group discovered matrices that lift analyte molecules, as large as the 67,000 molecular weight bovine serum albumin protein, into the gas phase as ions by simple exposure of the sample to the vacuum inherent with any mass spectrometer without the need of heat, voltage or laser.  One matrix, 3-nitrobenzonitrile (3-NBN), provides ca. 10X improvement in sensitivity, but does not absorb well at the nitrogen laser wavelength available in our laboratory.   Mixing 3-NBN with 2-5-dihydroxybenzoic acid, a MALDI matrix which absorbs well at the nitrogen laser wavelength, allowed imaging with 10X improved sensitivity.  Using this mixture, we demonstrated that drugs, metoabolites, lipids, peptides, and small proteins can be imaged from mouse brain tissue at atmospheric pressure in a single experiment at 100,000 mass resolution and high mass accuracy (&lt;2ppm) providing improved identification of imaged compounds at a spatial resolution of about 40 microns. We also discovered that adding ammonium salt to the 3-NBN matrix further improved the sensitivity for basic compounds such as drugs, peptides, and proteins by an additional 3 &ndash; 10X.  Using all of the sensitivity enhancing techniques, the new matrix-assisted ionization (MAI) technique is improved in sensitivity by almost 100X allowing, for example, a full scan mass spectrum of ubiquitin using only 10-15 moles of this protein. \n\nFundamental studies to understand the mechanism of ionization conducted in collaboration with Professor Trimpin led to a publication in which we proposed that charged gas-phase particles and droplets are produced by a charge separation mechanism  common in nature, and that sublimation/ evaporation of these particles releases the observed gas-phase ions.  We suggested that the long-held model for MALDI involving photoionization was not correct for nonvolatile compounds and that MALDI follows the same mechanism as MAI. \n\nBy introducing a solvent into a hot inlet tube of a mass spectrometer, similar high charge states of are observed as with MAI or electrospray ionization (ESI) without use of  high voltage necessary for ESI.  This work demonstrates that a solvent is a matrix, and possibly a matrix is a solvent.  The sensitivity of solvent-assisted ionization (SAI) is superior to ESI for hydrophilic compounds, and by applying a voltage to the solution entering the hot inlet tube, preferentially amphiphilic or hydrophobic compounds are ionized , but with superior sensitivity to ESI.  Thus, the selectivity of ionization can be changed by application of a ..."
 }
}