{
 "awd_id": "1112947",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CSR: Small: Collaborative Research: Bridging Reliability Analysis and Reality in Sensor Systems: Theories and Applications",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032925197",
 "po_email": "mmcclure@nsf.gov",
 "po_sign_block_name": "Marilyn McClure",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 261616.0,
 "awd_amount": 277616.0,
 "awd_min_amd_letter_date": "2011-08-01",
 "awd_max_amd_letter_date": "2014-03-10",
 "awd_abstract_narration": "From the viewpoint of researchers, developers, and even consumers, reliability analysis is recognized as an indispensable step before sensor network systems can be widely deployed for mission-critical applications.  However, there is a big gap between traditional network reliability analysis theories and realistic sensor network system environments. The primary objective of this research is to close such gap through new metrics, analytical models, and approaches for the reliability analysis of large-scale sensor networks. Specifically, the research has three major components: 1) concepts, metrics, and models for describing the reliability behavior of sensor networks, 2) new algorithms and methodologies for efficient reliability evaluation of sensor networks, and 3) applications/case studies for demonstrating the practical significance of the proposed theoretical approaches. The new reliability theories and methodologies developed through this project are fundamental contributions to the body of knowledge on the network system reliability as well as to the design of reliable sensor systems. Additionally, a software tool and a prototype sensor system for railway monitoring will be built to validate the proposed research, and render the theoretical research operational and applicable. This project has broader impacts through graduate and undergraduate education, and through an integrated outreach and group mentoring program that will promote recruitment and retention of female students in engineering disciplines.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Liudong",
   "pi_last_name": "Xing",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Liudong Xing",
   "pi_email_addr": "lxing@umassd.edu",
   "nsf_id": "000244996",
   "pi_start_date": "2011-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vinod",
   "pi_last_name": "Vokkarane",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Vinod M Vokkarane",
   "pi_email_addr": "vinod_vokkarane@uml.edu",
   "nsf_id": "000060991",
   "pi_start_date": "2011-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts, Dartmouth",
  "inst_street_address": "285 OLD WESTPORT RD",
  "inst_street_address_2": "",
  "inst_city_name": "NORTH DARTMOUTH",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5089998953",
  "inst_zip_code": "027472356",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS DARTMOUTH",
  "org_prnt_uei_num": "",
  "org_uei_num": "PMMKPCKNN9R2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts, Dartmouth",
  "perf_str_addr": "285 OLD WESTPORT RD",
  "perf_city_name": "NORTH DARTMOUTH",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "027472356",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735400",
   "pgm_ele_name": "CSR-Computer Systems Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7354",
   "pgm_ref_txt": "COMPUTER SYSTEMS"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 261616.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Reliability analysis is an indispensable step before wireless sensor network (WSN) systems can be widely deployed for critical applications such as healthcare, military surveillance, and environmental monitoring. This project has produced new reliability metrics, models, and evaluation approaches, providing feasible and effective solutions for reliability analysis and design of large-scale WSNs in the real world.</p>\n<p>Particularly, new metrics and models were developed for reliability analysis of WSNs under two different communication paradigms: infrastructure communication and application communication. Infrastructure communication reliability (ICR) of WSNs under five different data delivery models (sink-unicast, -anycast, -multicast, -manycast, -broadcast) were evaluated and compared. Among the five models, sink anycast is the most reliable delivery model for a given qualified group while sink broadcast is the least reliable one. Another finding is the ICR of WSNs using sink anycast or manycast increases as the number of sensor nodes in the qualified destination group increases. Relationships between the ICR and different network topology characteristics including network connectivity, average path length, average degree, diameter, and clustering coefficient were investigated through case studies, providing insights in the optimal design of WSN topology.</p>\n<p>Application communication within a WSN involves both acquisition of sensed data about physical phenomena (relating to sensing coverage) and reliable delivery of observed data from sensors to the sink node (relating to network connectivity and routing algorithms). Application communication reliability (ACR) of WSNs supporting larger coverage requirements is smaller than that of WSNs supporting smaller coverage requirements. ACR of WSNs decreases with an increase in shadowing effects due to the increased link failure probabilities. ACR of WSNs decreases as the network density decreases due to the involvement of longer links and/or more hops. Two different single-path routing algorithms (shortest-path distance and shortest-path hop) as well as a set of new reliability-oriented routing protocols proposed in this project were compared in terms of ACR, offering guidelines for the design and choice of WSN routing protocols.</p>\n<p>A phased-mission framework was developed for communication reliability analysis of WSNs, which integrates ICR and ACR through different phases. Further, combinatorial explicit and implicit methods were developed to consider probabilistic common-cause failures, where a shared root cause (e.g., natural cause, malicious attack) may damage or bring down multiple WSN components at the same time; case studies showed that probabilistic common-cause failures can contribute to the WSN system joint failure probability significantly. Reliability models developed in this project were also extended to analyze reliability of wireless body sensor networks subject to probabilistic competing failure isolation and propagation effects.</p>\n<p>Component-level reliabilities were modeled and analyzed for sensor nodes and wireless links considering practical working scenarios and environments, leading to more accurate system-level reliability evaluation for WSNs. Component importance was also evaluated to identify contributions each component makes to the WSN failure. Results of the component importance analysis can assist in identifying system weakness, and thus in the WSN design, maintenance and improvement activities. Particularly, methods based on the component importance analysis using different measures, together with another two methods (based on the centrality concept and the multivariable nonlinear programming) were investigated to optimally deploy energy harvesting sensor nodes in a hybrid WSN containing both battery powered and energy harvesting sensor nodes. A comprehensive cost function-based r...",
  "por_txt_cntn": "\nReliability analysis is an indispensable step before wireless sensor network (WSN) systems can be widely deployed for critical applications such as healthcare, military surveillance, and environmental monitoring. This project has produced new reliability metrics, models, and evaluation approaches, providing feasible and effective solutions for reliability analysis and design of large-scale WSNs in the real world.\n\nParticularly, new metrics and models were developed for reliability analysis of WSNs under two different communication paradigms: infrastructure communication and application communication. Infrastructure communication reliability (ICR) of WSNs under five different data delivery models (sink-unicast, -anycast, -multicast, -manycast, -broadcast) were evaluated and compared. Among the five models, sink anycast is the most reliable delivery model for a given qualified group while sink broadcast is the least reliable one. Another finding is the ICR of WSNs using sink anycast or manycast increases as the number of sensor nodes in the qualified destination group increases. Relationships between the ICR and different network topology characteristics including network connectivity, average path length, average degree, diameter, and clustering coefficient were investigated through case studies, providing insights in the optimal design of WSN topology.\n\nApplication communication within a WSN involves both acquisition of sensed data about physical phenomena (relating to sensing coverage) and reliable delivery of observed data from sensors to the sink node (relating to network connectivity and routing algorithms). Application communication reliability (ACR) of WSNs supporting larger coverage requirements is smaller than that of WSNs supporting smaller coverage requirements. ACR of WSNs decreases with an increase in shadowing effects due to the increased link failure probabilities. ACR of WSNs decreases as the network density decreases due to the involvement of longer links and/or more hops. Two different single-path routing algorithms (shortest-path distance and shortest-path hop) as well as a set of new reliability-oriented routing protocols proposed in this project were compared in terms of ACR, offering guidelines for the design and choice of WSN routing protocols.\n\nA phased-mission framework was developed for communication reliability analysis of WSNs, which integrates ICR and ACR through different phases. Further, combinatorial explicit and implicit methods were developed to consider probabilistic common-cause failures, where a shared root cause (e.g., natural cause, malicious attack) may damage or bring down multiple WSN components at the same time; case studies showed that probabilistic common-cause failures can contribute to the WSN system joint failure probability significantly. Reliability models developed in this project were also extended to analyze reliability of wireless body sensor networks subject to probabilistic competing failure isolation and propagation effects.\n\nComponent-level reliabilities were modeled and analyzed for sensor nodes and wireless links considering practical working scenarios and environments, leading to more accurate system-level reliability evaluation for WSNs. Component importance was also evaluated to identify contributions each component makes to the WSN failure. Results of the component importance analysis can assist in identifying system weakness, and thus in the WSN design, maintenance and improvement activities. Particularly, methods based on the component importance analysis using different measures, together with another two methods (based on the centrality concept and the multivariable nonlinear programming) were investigated to optimally deploy energy harvesting sensor nodes in a hybrid WSN containing both battery powered and energy harvesting sensor nodes. A comprehensive cost function-based routing approach that integrates end-to-end path reliability, cost and energy consumpti..."
 }
}