{
 "awd_id": "1112354",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH:  High Resolution Absorption and Emission Spectroscopy of Diatomic Metal Halides, Nitrides and Dimers",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925327",
 "po_email": "cfoss@nsf.gov",
 "po_sign_block_name": "Colby Foss",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 260000.0,
 "awd_amount": 260000.0,
 "awd_min_amd_letter_date": "2011-08-08",
 "awd_max_amd_letter_date": "2011-08-08",
 "awd_abstract_narration": "In this award, the Chemical Structure, Dynamics, and Mechanisms Program supports the collaborative research projects of Professors Leah O'Brien, of Southern Illinois University Edwardsville, and James O'Brien, of the University of Missouri, St. Louis.  They and their students will develop an instrument (ILS-FTS) that will integrate intracavity laser absorption spectroscopy with high resolution Fourier transform detection, and will operate in the 9,500-25,000 cm-1 region.  The proposed ILS-FTS instrument will utilize the improved resolution and wavelength accuracy made possible with FTS detection, enabling the acquisition of high-resolution spectra of diatomic molecules over a very wide spectral range.  The ILS-FTS instrument will be used in: (i) rovibrational electronic studies, such as for PtCl, where lines closer to rotational bandheads can be resolved and utilized in the rotational analysis than is possible currently using traditional methods; and (ii) rovibrational electronic spectra of metal dimers, such as Pt2 and Pd2, where the rotational constants for the molecules are too small to be examined using traditional approaches.  The ILS-FTS configuration may be capable of sub-Doppler Lamb-dip (saturation) spectroscopy, allowing detection of molecules with hyperfine interactions and those with smaller rotational constants.  Emission studies are also possible with the FTS, which will assist in the search for new metal-ligand molecules.  The metal-containing diatomic radicals to be studied are characterized by open shell structures, which give rise to a host of interactions between nuclear, electronic, vibrational, and rotational angular momenta.\r\n\r\nThe work will lead to deeper understanding of metal-ligand interactions and potentially provide insight on metal-catalyzed reactions.  The proposed research will foster development of a successful inter-institutional collaboration of faculty and students at a primarily undergraduate institution and a research university.  The proposed work will open new areas research, enhance the research infrastructure at both Universities, and will further develop students and faculty with skills in contemporary spectroscopy and instrument development.  The project also contains an outreach program that will allow talented high school students to participate in the research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "O'Brien",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "James J O'Brien",
   "pi_email_addr": "obrienjja@umsl.edu",
   "nsf_id": "000469719",
   "pi_start_date": "2011-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Saint Louis",
  "inst_street_address": "1 UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3145165897",
  "inst_zip_code": "631214400",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "GWCTP4CQ1E65"
 },
 "perf_inst": {
  "perf_inst_name": "University of Missouri-Saint Louis",
  "perf_str_addr": "1 UNIVERSITY BLVD",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631214400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687900",
   "pgm_ele_name": "Structure,Dynamics &Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7289",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH RESOURCES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 260000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0in 0in 6pt; line-height: normal;\"><span>Our research goals are several-fold: to further understand the electronic structure of small molecules such as Platinum Fluoride, to synthesize those novel diatomic molecules, to characterize those molecules using high-resolution electronic spectroscopy, and to develop state-of-the-art instrumentation in high-resolution spectroscopy that greatly enhances the spectroscopic characterization process.&nbsp; The small molecules we investigate contain transition metals and our research findings can provide insight into catalyzed reactions that utilize catalysts containing those transition metals.<span style=\"mso-spacerun: yes;\">&nbsp; </span></span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0in 0in 6pt; line-height: normal;\"><span>Our spectroscopic capabilities are based on the ultra-sensitive intracavity laser absorption spectroscopy (ILS) and high-resolution Fourier transform spectroscopy (FTS) methods in the near-infrared and visible spectral regions. &nbsp;A specific goal for instrument development was to interface the ILS system with the FT spectrometer as detector, combining the sensitivity of ILS method with the many advantages of FTS detection but funding limitations prevented that.<span style=\"mso-spacerun: yes;\">&nbsp; </span>While receiving NSF funding is an invaluable aid to the collaborative research being pursed, insufficient funds ($260, 000 NSF grant to UMSL vs. $454,240 request to the NSF from UMSL) were provided by NSF to purchase the required hardware and the software that would enable development the planned interface. <span style=\"mso-spacerun: yes;\">&nbsp;</span>The NSF funds provided to UM-St. Louis were used to purchase a stripped down version of a FT spectrometer (a Bruker <strong>IFS-125M).<span style=\"mso-spacerun: yes;\">&nbsp; </span></strong>Over the time frame of the NSF grant, we also were able to supplement NSF-funding with 2 small UMSL and UM Research Board internal grants.<span style=\"mso-spacerun: yes;\">&nbsp; </span>These small grants enable construction of a hollow-cathode plasma/emission chamber and the purchase of the required National Instruments hardware and LABView software.<span style=\"mso-spacerun: yes;\">&nbsp; </span>This latter project is still in its infancy but a spectrum of the ILS laser beam taken with the FT spectrometer is shown below.<span style=\"mso-spacerun: yes;\">&nbsp; </span></span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0in 0in 6pt; line-height: normal; mso-layout-grid-align: none;\"><span>For example, emission spectra of from species such as CuF, ReN, WN, WO, WD, ZrN, N<sub>2</sub> and N<sub>2</sub><sup>+</sup> were obtained.<span style=\"mso-spacerun: yes;\">&nbsp; </span></span><span>A manuscript on a spectrum of ZrN that utilized the new emission source and the new Bruker FT spectrometer has been prepared.<span style=\"mso-spacerun: yes;\">&nbsp; </span>This work relates to </span><span style=\"color: black;\">the de-perturbation analysis of the&nbsp;<em>A</em>&nbsp;<sup>2</sup>&Pi;<sub>3/2</sub><em>&nbsp;&ndash; X</em>&nbsp;<sup>2</sup>&Sigma;<sup>+</sup>&nbsp;transition of ZrN. <span style=\"mso-spacerun: yes;\">&nbsp;</span>The analysis was made possible by the high-level calculations on ZrN again performed by Wenli Zou.&nbsp;&nbsp;As a consequence, this spectrum has been fully analyzed for the first time.&nbsp;&nbsp;</span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"background: white; margin: 0in 0in 6pt; line-height: normal; vertical-align: baseline;\"><span>We have continued using conventional ILS absorption studies and major achievements include publications on PtF and ZrF.<span style=\"mso-spacerun: yes;\">&nbsp;&nbs...",
  "por_txt_cntn": "\n \nOur research goals are several-fold: to further understand the electronic structure of small molecules such as Platinum Fluoride, to synthesize those novel diatomic molecules, to characterize those molecules using high-resolution electronic spectroscopy, and to develop state-of-the-art instrumentation in high-resolution spectroscopy that greatly enhances the spectroscopic characterization process.  The small molecules we investigate contain transition metals and our research findings can provide insight into catalyzed reactions that utilize catalysts containing those transition metals.  \n\n \nOur spectroscopic capabilities are based on the ultra-sensitive intracavity laser absorption spectroscopy (ILS) and high-resolution Fourier transform spectroscopy (FTS) methods in the near-infrared and visible spectral regions.  A specific goal for instrument development was to interface the ILS system with the FT spectrometer as detector, combining the sensitivity of ILS method with the many advantages of FTS detection but funding limitations prevented that.  While receiving NSF funding is an invaluable aid to the collaborative research being pursed, insufficient funds ($260, 000 NSF grant to UMSL vs. $454,240 request to the NSF from UMSL) were provided by NSF to purchase the required hardware and the software that would enable development the planned interface.  The NSF funds provided to UM-St. Louis were used to purchase a stripped down version of a FT spectrometer (a Bruker IFS-125M).  Over the time frame of the NSF grant, we also were able to supplement NSF-funding with 2 small UMSL and UM Research Board internal grants.  These small grants enable construction of a hollow-cathode plasma/emission chamber and the purchase of the required National Instruments hardware and LABView software.  This latter project is still in its infancy but a spectrum of the ILS laser beam taken with the FT spectrometer is shown below.  \n\n \nFor example, emission spectra of from species such as CuF, ReN, WN, WO, WD, ZrN, N2 and N2+ were obtained.  A manuscript on a spectrum of ZrN that utilized the new emission source and the new Bruker FT spectrometer has been prepared.  This work relates to the de-perturbation analysis of the A 2&Pi;3/2 &ndash; X 2&Sigma;+ transition of ZrN.  The analysis was made possible by the high-level calculations on ZrN again performed by Wenli Zou.  As a consequence, this spectrum has been fully analyzed for the first time.  \n\n \nWe have continued using conventional ILS absorption studies and major achievements include publications on PtF and ZrF.   In the PtN study, fully resolved Pt hyperfine structure was evident in the recorded the A 2&Sigma;&ndash; - X 2&Pi;1/2 transition.  The ILS project on ZrF entailed the analysis of a new band of ZrF in the near-IR which was identified as the (1,1) band of the C (&Omega;=3/2) &ndash;X 2&Delta;3/2 transition based on previous work by the Morse (University of Utah) group.    \n\n \nThe broader impact of our work can be separated into a couple of categories:  \n\n \n(a) Progress in the spectroscopic field.  The molecules that we have been studying all have unpaired electrons in d-orbitals.  Thus we are studying fundamental patterns in bonding for the metal halides and nitrides.  Slowly, molecule by molecule, we are able to understand the periodic trends in metal-ligand bonding.  Our work also has great impact in high-level computational studies, where precise experimental data is needed for comparison with theory.  Our de-perturbation analysis of ZrN is a good example.  This shows that the computational and experimental chemists must work together to understand complicated spectra.\n\n \n(b) Progress in instrument development.  Development of the ILS-FTS continues to expand our research capabilities.  With the added in-house funding with additional equipment and software the FTS is being coupled to the existing intracavity laser absorption spectrometer (ILS) for enhanced absorption studies.  Compare..."
 }
}