{
 "awd_id": "1112200",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "New Ideas in Statistical Seasonal Forecasting:  Application to North American Temperature and Precipitation",
 "cfda_num": "47.050",
 "org_code": "06020106",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ming Cai",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 406959.0,
 "awd_amount": 406959.0,
 "awd_min_amd_letter_date": "2011-07-25",
 "awd_max_amd_letter_date": "2016-06-30",
 "awd_abstract_narration": "The project will develop and compare, alone and in combination, several recently suggested ideas for further improvement in statistical seasonal forecasts, with specific application to northern hemisphere surface temperature and precipitation. These ideas are: 1) use of sea surface temperature (SST) training data from the 19th century rather than from the mid-20th century only (which is conventional ), in order to improve statistical stability of the fitted models; 2) use of additional low-frequency surface predictors in addition to SSTs, specifically predictors derived from North American snow cover; 3) exploration and comparison of Canonical Correlation Analysis, Maximum Covariance Analysis, and Redundancy Analysis as statistical prediction frameworks; 4) modeling and accounting for nonstationarity in predictand means due to ongoing climate change and potentially other low-frequency variations through a time-dependent \"hinge\" mean function; and 5) exploration of a novel approach to filtering apparently unpredictable intraseasonal variations from predictand seasonal means, through computation of potentially more predictable \"slow\" patterns onto which gridded predictand values can be projected. Fully out-of-sample retrospective forecasts constructed using various combinations of these five elements will be evaluated and compared in an experimental setting that simulates real-world constraints in the operational production of seasonal forecasts.\r\n\r\nBroader impacts of this project include the potential to 1) produce practical results leading to improved seasonal forecasts based on a consensus of dynamical and statistical forecast tools, in order to better support long-range decision making in a variety of enterprises sensitive to seasonal climate variations; 2) have a significant impact on weather and climate risk management, potentially benefiting businesses, consumers and public policy makers. The project will contribute to the training of a Ph.D. student in the area of statistical climate diagnostics and prediction.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Wilks",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel S Wilks",
   "pi_email_addr": "dsw5@cornell.edu",
   "nsf_id": "000443448",
   "pi_start_date": "2011-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 406959.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!-- p.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 10.0px Helvetica} --> <!-- p.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 10.0px Helvetica} --> <!-- p.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 10.0px Helvetica} -->\n<p class=\"p1\">This project investigated various topics related to statistical aspects of long-range (i.e., seasonal) forecasting of temperature and precipitation.<span>&nbsp; </span>Because seasonal forecasts are beyond the horizon of explicitly forecastable meteorological events, they pertain to average conditions over periods of three months, which may extend to a year into the future.<span>&nbsp; </span>The specific projects undertaken included approaches to extrapolating recent temperature trends in the present warming climate, and extensions of sophisticated statistical forecasting tools to allow probabilities for upcoming seasonal outcomes to be forecast.<span>&nbsp; </span>These comparatively simple approaches were found to be competitive with the much more expensive dynamical forecast methods that are currently the dominant tools in this field.<span>&nbsp; </span>The project also devised a statistical postprocessing algorithm to improve usability and economic value of dynamical seasonal forecasts.<span>&nbsp; </span>Additional technical advances included improved mathematical dimension reduction for climate data, a novel approach to graphically summarize the performance of seasonal forecasts in their usual operational format, and advancement of tools to objectively evaluate the statistical significance of possible differences in forecast and/or observed climate maps.<span>&nbsp; </span>The overarching goal was to contribute to improvement of seasonal forecasts in order to enable their more effective use by decision makers whose enterprises are affected by seasonal climate variations.<span>&nbsp; &nbsp;</span></p>\n<p class=\"p1\">&nbsp;</p>\n<p class=\"p1\">&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/04/2017<br>\n\t\t\t\t\tModified by: Daniel&nbsp;S&nbsp;Wilks</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project investigated various topics related to statistical aspects of long-range (i.e., seasonal) forecasting of temperature and precipitation.  Because seasonal forecasts are beyond the horizon of explicitly forecastable meteorological events, they pertain to average conditions over periods of three months, which may extend to a year into the future.  The specific projects undertaken included approaches to extrapolating recent temperature trends in the present warming climate, and extensions of sophisticated statistical forecasting tools to allow probabilities for upcoming seasonal outcomes to be forecast.  These comparatively simple approaches were found to be competitive with the much more expensive dynamical forecast methods that are currently the dominant tools in this field.  The project also devised a statistical postprocessing algorithm to improve usability and economic value of dynamical seasonal forecasts.  Additional technical advances included improved mathematical dimension reduction for climate data, a novel approach to graphically summarize the performance of seasonal forecasts in their usual operational format, and advancement of tools to objectively evaluate the statistical significance of possible differences in forecast and/or observed climate maps.  The overarching goal was to contribute to improvement of seasonal forecasts in order to enable their more effective use by decision makers whose enterprises are affected by seasonal climate variations.   \n \n \n\n \n\n\t\t\t\t\tLast Modified: 08/04/2017\n\n\t\t\t\t\tSubmitted by: Daniel S Wilks"
 }
}