{
 "awd_id": "1112231",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Collaborative Research: Attention, (Re)Action, and Perception: Measuring Presence in Collaborative Virtual Environments",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rajiv Ramnath",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 100193.0,
 "awd_amount": 100193.0,
 "awd_min_amd_letter_date": "2011-04-01",
 "awd_max_amd_letter_date": "2011-04-01",
 "awd_abstract_narration": "Current communication and collaboration technologies fall short of providing the highly interactive and multi-modal capabilities that can transform team performance. Collaborative virtual environments present an entirely new way for distributed collaborators to interact and work. A metric of the quality of a collaborative virtual environment is the degree to which it creates a sense of presence described as the feeling of ?being there? in the virtual place, but there is limited empirical evidence regarding the link between presence and performance, particularly in the context of collaborative teamwork. \r\n\r\nEstablishing the link between presence and performance is complicated by the challenge of capturing objective, appropriately sensitive behavioral indicators of collaborative virtual presence and exploring various environmental and individual influences.  This project will: (1) develop a measurement methodology for assessing attention and (re)action as behavioral (non-subjective) indicators of collaborative virtual presence in collaborative virtual environments; (2) examine the relationship between behavioral and perceptual measures of collaborative virtual presence in a collaborative virtual environment; and (3) explore the sensitivity of the collaborative virtual presence measures to varied environmental conditions and individual characteristics. \r\n\r\nThis research is fundamental to the development and evolution of potentially transformative collaborative virtual environments for organizational work. Given the central role of presence in the utility of collaborative virtual environments, we must have reliable measures and measurement instruments in order to enable the manipulation of presence as a design variable. This research will result in a measurement methodology for capturing behavioral indicators of collaborative virtual presence and an assessment of the predictive capability and sensitivity of the collaborative virtual presence measures.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mitzi",
   "pi_last_name": "Montoya",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mitzi Montoya",
   "pi_email_addr": "mitzi.montoya@asu.edu",
   "nsf_id": "000581894",
   "pi_start_date": "2011-04-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764200",
   "pgm_ele_name": "VIRTUAL ORGANIZATIONS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7642",
   "pgm_ref_txt": "VIRTUAL ORGANIZATIONS"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 100193.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In virtual organizations, close collaboration is challenging. Collaborators frequently belong to more than one team and move between geographic locations &ndash; typically with no single center providing a focus to their efforts. Extensive prior research on virtual teams has focused on communication and technology capabilities and the limitations of current technological solutions. Collaborative virtual environments (CVEs) are an emerging collaboration platform being explored by business enterprises as a potential technology to support goal-oriented, purposeful distributed work. In general, a CVE may be defined as a computer simulated 3D space where users, via digital representations known as avatars, can interact with one another and digital objects.</p>\n<p>A metric of the quality of a CVE is the degree to which it creates a sense of <em>presence</em> in the environment. Presence is often described as the feeling of &ldquo;being there&rdquo; in the virtual place rather than in the physical space where one&rsquo;s body is really located. For collaborative work, the notion of &ldquo;being there&rdquo; in a CVE is enhanced by the possibility of acting or &ldquo;doing there&rdquo;. CVEs provide <em>virtual workspaces</em> where participants can meet and interact with digital artifacts in ways not possible with other communication support technologies. In a CVE, presence is thus likely formed (at least partially) through action and defined relative to the environmental affordances offered by the CVE.</p>\n<p>VE designers consider presence to be a desirable attribute and self-evident goal, coupled with the belief that it is causally related to <em>performance</em>. Yet, there has been limited empirical examination of the link between presence and performance, and even less focused on the link in a collaborative setting. <em>Establishing the link between presence and performance is complicated by the challenge of how to measure presence. </em>Without a valid measure of presence &ndash; specifically in the context of CVEs and collaborative work &ndash; the issue is not resolvable.</p>\n<p>The major&nbsp;outcomes&nbsp;of our project include: (1) a theoretically defined construct of collaborative virtual presence (CVP), (2) an empirically validated multi-item, multi-dimensional measurement scale for assessing <span style=\"text-decoration: underline;\">perceived</span> CVP, and (3) an empirical test of the relationship between perceived CVP and team performance. Overall, our project has resulted in a way to measure perceived CVP as well as empirical evidence regarding a positive relationship between CVP and team performance in CVEs. In addition, to further validate our CVP scale, we (1) developed a measurement methodology to assess attention and (re)action as behavioral (i.e., non-subjective) indicators of CVP, (2) examined the relationship between behavioral and perceptual measures of CVP, and (3) via a series of laboratory experiments, explore the sensitivity of the CVP measures to varied environmental conditions and individual characteristics.</p>\n<p>These outcomes&nbsp;- CVP scale and&nbsp;methodologies -&nbsp;are&nbsp;transferrable to all disciplines that examine and utilize collaborative virtual environments in research or practice. While the context of our research is teamwork in a business enterprise, our theoretically grounded and empirically validated measure of <em>CVP</em> will benefit many other fields that are currently using or exploring collaboration in virtual environments; e.g., military simulation and training, medical simulation and training, forensic science modeling for crime scene recreation, game developers, etc.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/25/2015<br>\n\t\t\t\t\tModified by: Mitzi&nbsp;Montoya</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn virtual organizations, close collaboration is challenging. Collaborators frequently belong to more than one team and move between geographic locations &ndash; typically with no single center providing a focus to their efforts. Extensive prior research on virtual teams has focused on communication and technology capabilities and the limitations of current technological solutions. Collaborative virtual environments (CVEs) are an emerging collaboration platform being explored by business enterprises as a potential technology to support goal-oriented, purposeful distributed work. In general, a CVE may be defined as a computer simulated 3D space where users, via digital representations known as avatars, can interact with one another and digital objects.\n\nA metric of the quality of a CVE is the degree to which it creates a sense of presence in the environment. Presence is often described as the feeling of \"being there\" in the virtual place rather than in the physical space where oneÆs body is really located. For collaborative work, the notion of \"being there\" in a CVE is enhanced by the possibility of acting or \"doing there\". CVEs provide virtual workspaces where participants can meet and interact with digital artifacts in ways not possible with other communication support technologies. In a CVE, presence is thus likely formed (at least partially) through action and defined relative to the environmental affordances offered by the CVE.\n\nVE designers consider presence to be a desirable attribute and self-evident goal, coupled with the belief that it is causally related to performance. Yet, there has been limited empirical examination of the link between presence and performance, and even less focused on the link in a collaborative setting. Establishing the link between presence and performance is complicated by the challenge of how to measure presence. Without a valid measure of presence &ndash; specifically in the context of CVEs and collaborative work &ndash; the issue is not resolvable.\n\nThe major outcomes of our project include: (1) a theoretically defined construct of collaborative virtual presence (CVP), (2) an empirically validated multi-item, multi-dimensional measurement scale for assessing perceived CVP, and (3) an empirical test of the relationship between perceived CVP and team performance. Overall, our project has resulted in a way to measure perceived CVP as well as empirical evidence regarding a positive relationship between CVP and team performance in CVEs. In addition, to further validate our CVP scale, we (1) developed a measurement methodology to assess attention and (re)action as behavioral (i.e., non-subjective) indicators of CVP, (2) examined the relationship between behavioral and perceptual measures of CVP, and (3) via a series of laboratory experiments, explore the sensitivity of the CVP measures to varied environmental conditions and individual characteristics.\n\nThese outcomes - CVP scale and methodologies - are transferrable to all disciplines that examine and utilize collaborative virtual environments in research or practice. While the context of our research is teamwork in a business enterprise, our theoretically grounded and empirically validated measure of CVP will benefit many other fields that are currently using or exploring collaboration in virtual environments; e.g., military simulation and training, medical simulation and training, forensic science modeling for crime scene recreation, game developers, etc.\n\n \n\n\t\t\t\t\tLast Modified: 03/25/2015\n\n\t\t\t\t\tSubmitted by: Mitzi Montoya"
 }
}