{
 "awd_id": "1112918",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PFI:  Nanotechnology Innovations for Clean Energy - Innovative Partnerships (NICE-IP)",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sara B. Nerlove",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 600000.0,
 "awd_min_amd_letter_date": "2011-06-14",
 "awd_max_amd_letter_date": "2011-06-14",
 "awd_abstract_narration": "This Partnerships for Innovation project from the University at Albany a.k.a. SUNY Albany (College of Nanoscale Science & Engineering (CNSE)), in collaboration with key players from the private sector and government,  focuses on the area of silicon nanowire (SiNW)-related nanotechnology innovations and discoveries to optimize the properties of energy devices through the integration of SiNW materials with controlled interfaces and desired physical and chemical properties that will allow more widespread implementation of this platform technology.  CNSE's unique fabrication capabilities of nanostructured materials will enable the production of interface geometries, defect structures, and atomic arrangements not otherwise possible in materials produced by traditional methods.  In turn, the investigation of carrier generation, charge distribution, surface migration and charge transfer on uniquely tailored surfaces leading to better understanding and processing of these materials will be enabled.  Additionally, new shared knowledge will determine how to best integrate one- and three-dimensional Si-based nanostructures and how such processes can be appropriately scaled economically.\r\n\r\nThe broader impacts of this research are on energy efficiency and clean energy technology.  The project proffers advances in energy devices, including solar cells, thermoelectric devices, and batteries through improvements in SiNW architectures and nanostructured materials.  This activity will build on the work of CNSE's broader incubation, commercialization, and \"partnerships for innovation\" efforts; which focus on connecting university-based research and development activities with private enterprise funding and expertise, which, in turn, will help increase the rate and scale of clean energy technology market penetration across the region and country. This program is expected to develop and ultimately commercialize innovations and create economic development opportunities, resulting in green jobs in the U.S., as well as ensuring independent and secure energy resources for the nation.  In addition to technology development outcomes of this project, for the first time, three small business industrial partners at CNSE will get to experience and contribute to the power of leveraging the circular open innovation model.  The knowledge sharing within this technology platform will result in a pipeline of new capacity with new and existing industry partners.  This approach will make CNSE's new technology capabilities openly accessible to external users, allowing these outsiders to expand on and remix the core product in surprising new ways.  Anticipated to arise out of input from external users will be improvement on the innovations and creation of new value that CNSE and its partners may ultimately be able to use in other industry segments. \r\n\r\nPartners at the inception of the project include the Knowledge Enhancement Partnership (KEP) unit, consisting of University of Albany (College of Nanoscale Science & Engineering), and three small businesses:  Magnolia Solar Corporation (Woburn, MA and Albany, NY), Hi-Z Technology (San Diego, CA), and B.E.S.S. Technologies (Albany, NY).  In addition, there are other core partners (from the state of New York unless otherwise indicated). They include private sector organizations: CG Power, EYP/Energy, New Energy New York, and Salem Financial; these partners will provide market deployment opportunities, assist in network building and strategic partnerships, and help define specifications for renewable energy products developed by the KEP; public sector organizations: including the National Renewable Energy Laboratory (NREL) (Golden, CO), New York State Energy Research and Development Authority (NYSERDA), and New York State Empire State Development (NYSESD); these partners will support technology development, technology transfer assistance and competitive economic development assistant grants to the KEP; and other partner organizations: ECG Consulting, Heslin Rothenberg Farley Mesiti, and the Hudson Valley Center for Innovation; these partners will provide business mentoring and business planning support to the KEP.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Haralabos",
   "pi_last_name": "Efstathiadis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Haralabos Efstathiadis",
   "pi_email_addr": "hefstathiadis@albany.edu",
   "nsf_id": "000163917",
   "pi_start_date": "2011-06-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Pradeep",
   "pi_last_name": "Haldar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pradeep Haldar",
   "pi_email_addr": "phaldar@sunypoly.edu",
   "nsf_id": "000107903",
   "pi_start_date": "2011-06-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Geer",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Robert E Geer",
   "pi_email_addr": "rgeer@albany.edu",
   "nsf_id": "000279467",
   "pi_start_date": "2011-06-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Albany",
  "inst_street_address": "1400 WASHINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "ALBANY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5184374974",
  "inst_zip_code": "122220100",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK, THE",
  "org_prnt_uei_num": "NHH3T1Z96H29",
  "org_uei_num": "NHH3T1Z96H29"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Albany",
  "perf_str_addr": "1400 WASHINGTON AVE",
  "perf_city_name": "ALBANY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "122220100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "166200",
   "pgm_ele_name": "PFI-Partnrships for Innovation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1084",
   "pgm_ref_txt": "NANOTECHNOLOGY INITIATIVE"
  },
  {
   "pgm_ref_code": "1662",
   "pgm_ref_txt": "PARTNRSHIPS FOR INNOVATION-PFI"
  },
  {
   "pgm_ref_code": "8040",
   "pgm_ref_txt": "Energy and Environment"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 600000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of the National Science Foundation&rsquo;s Partnerships for Innovation <em>Nanotechnology Innovations for Clean Energy &ndash; Innovative Partnerships </em>(NSF PFI: NICE-IP) program, developed by the SUNY College of Nanoscale Science &amp; Engineering (CNSE), is to build innovation capacity and to strengthen &ldquo;innovation ecosystems&rdquo; that will accelerate the movement of cutting-edge clean energy technologies incorporating nanotechnology-related innovations and discoveries from university laboratories into the market place. The ecosystems developed fostered collaborative environments, bringing together multiple value-adding players from universities, the private sector and government.</p>\n<p>The challenge in incorporating nanotechnology in clean energy applications is to effectively utilize existing knowledge of science that predicts behavior, measures characteristics at the nanoscale; and understand, design and integrate nanomaterials through a scalable production process. In addition, new knowledge can determine how to best integrate one- and three -dimensional nanostructures and how such processes can be appropriately scaled &ldquo;economically&rdquo;. More importantly, optimizing the properties of energy devices through the integration of silicon based nanostructured materials with controlled interfaces and desired physical and chemical properties will require multidisciplinary teams and knowledge to allow for widespread realization of this platform technology. Advances in nanomaterial architectures will give rise to significant opportunities to create multifunctional materials for energy devices.&nbsp;</p>\n<p><strong>Project Outcomes:</strong></p>\n<p><strong><em>YEAR I</em></strong></p>\n<ul>\n<li>The approach and      reactor design allowed precise control on the process stability, reproducibility,      and purity of SiNWs for larger area samples compared to the smaller size      reactor used for the research project.</li>\n<li>In addition, it was      found that different thicknesses of catalyst layer leads to different SiNW      morphologies, leading to a proposal that the Ni is consumed from the      bottom layer and not the catalyst tip.</li>\n<li>It was found that      the oxidation of nickel and the reduction of silicon plays a vital role in      the cycling performance of the SiNWs.</li>\n<li>The team has shown that SiNWs grown with the VLS mechanism on      stainless substrates to be used as electrode in Li-ion batteries could      make this system very promising for future batteries.</li>\n</ul>\n<p><strong><em>YEAR II</em></strong></p>\n<ul>\n<li>NSF PFI: NICE-IP developed the      VLS approach to grow SiNWs to allow better control on the process      stability, reproducibility, and purity of SiNWs on the larger area samples      compared to the smaller size reactor used for the research project.</li>\n<li>For the solar cell      devices, Au was selected as the catalyst of choice for the SiNWs      development on Si substrates. Several solar p-i-n devices with i-SiNWs      were fabricated and tested. For the battery technology, the use of Ni as      catalyst on stainless substrates was further developed.&nbsp; It was found that the oxidation of      nickel and the reduction of silicon plays a vital role in the cycling      performance of the SiNWs.</li>\n<li>The novelty of the      solar devices fabricated is that the n-type emitter was fabricated by      spin-on and diffusion process. A low cost process, which is used in by the      solar cell industry as standard process for the development of high      efficiency and lower cost crystalline silicon devices, has the potential      to be used with SiNWs based solar devices and can be expanded in large      area cells.</li>\n<li>The electrical      characteristics of the devices with i-SiNWs were found to be: Isc=4.1mA,      Voc=225mV, FF=24% with efficiency (n) n&lt; 1%. Fabrication 2x SINW  ...",
  "por_txt_cntn": "\nThe goal of the National Science FoundationÆs Partnerships for Innovation Nanotechnology Innovations for Clean Energy &ndash; Innovative Partnerships (NSF PFI: NICE-IP) program, developed by the SUNY College of Nanoscale Science &amp; Engineering (CNSE), is to build innovation capacity and to strengthen \"innovation ecosystems\" that will accelerate the movement of cutting-edge clean energy technologies incorporating nanotechnology-related innovations and discoveries from university laboratories into the market place. The ecosystems developed fostered collaborative environments, bringing together multiple value-adding players from universities, the private sector and government.\n\nThe challenge in incorporating nanotechnology in clean energy applications is to effectively utilize existing knowledge of science that predicts behavior, measures characteristics at the nanoscale; and understand, design and integrate nanomaterials through a scalable production process. In addition, new knowledge can determine how to best integrate one- and three -dimensional nanostructures and how such processes can be appropriately scaled \"economically\". More importantly, optimizing the properties of energy devices through the integration of silicon based nanostructured materials with controlled interfaces and desired physical and chemical properties will require multidisciplinary teams and knowledge to allow for widespread realization of this platform technology. Advances in nanomaterial architectures will give rise to significant opportunities to create multifunctional materials for energy devices. \n\nProject Outcomes:\n\nYEAR I\n\nThe approach and      reactor design allowed precise control on the process stability, reproducibility,      and purity of SiNWs for larger area samples compared to the smaller size      reactor used for the research project.\nIn addition, it was      found that different thicknesses of catalyst layer leads to different SiNW      morphologies, leading to a proposal that the Ni is consumed from the      bottom layer and not the catalyst tip.\nIt was found that      the oxidation of nickel and the reduction of silicon plays a vital role in      the cycling performance of the SiNWs.\nThe team has shown that SiNWs grown with the VLS mechanism on      stainless substrates to be used as electrode in Li-ion batteries could      make this system very promising for future batteries.\n\n\nYEAR II\n\nNSF PFI: NICE-IP developed the      VLS approach to grow SiNWs to allow better control on the process      stability, reproducibility, and purity of SiNWs on the larger area samples      compared to the smaller size reactor used for the research project.\nFor the solar cell      devices, Au was selected as the catalyst of choice for the SiNWs      development on Si substrates. Several solar p-i-n devices with i-SiNWs      were fabricated and tested. For the battery technology, the use of Ni as      catalyst on stainless substrates was further developed.  It was found that the oxidation of      nickel and the reduction of silicon plays a vital role in the cycling      performance of the SiNWs.\nThe novelty of the      solar devices fabricated is that the n-type emitter was fabricated by      spin-on and diffusion process. A low cost process, which is used in by the      solar cell industry as standard process for the development of high      efficiency and lower cost crystalline silicon devices, has the potential      to be used with SiNWs based solar devices and can be expanded in large      area cells.\nThe electrical      characteristics of the devices with i-SiNWs were found to be: Isc=4.1mA,      Voc=225mV, FF=24% with efficiency (n) n&lt; 1%. Fabrication 2x SINW      devices on top of p-n crystalline silicon devices could potentially lead      to higher efficiency crystalline Si devices.\nThe VLS process,      with Ni catalyst on stainless steel substrate, resulted with SiNWs which      consisted of an amorphous NixSiyOz shell and a NiSi polycryst..."
 }
}