{
 "awd_id": "1112564",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Theory of Reactions in Solution and at Surfaces",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Evelyn Goldfield",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2017-05-31",
 "tot_intn_awd_amt": 420000.0,
 "awd_amount": 420000.0,
 "awd_min_amd_letter_date": "2011-07-20",
 "awd_max_amd_letter_date": "2016-06-15",
 "awd_abstract_narration": "James (Casey) Hynes of the University of Colorado, Boulder is supported by an award by the Chemical Theory, Models and Computational Methods program in the Chemistry division to construct theories and perform calculations on several frontier topics in physical chemistry related to water itself and  to reactions and dynamics within and on water.    The PI and his students will study 1) reorientation and related dynamics in water, aqueous solution and at aqueous interfaces, 2) vibrational dynamics in water, and 3) chemical reactions on and in water.  Theoretical methodologies include analytic theory development, molecular dynamics simulations and electronic structure calculations. One important goal of the research is to provide the microscopic interpretation of experiments, e.g. recent and future ultrafast infrared spectroscopic experiments, on these challenging and currently poorly understood topics. \r\n\r\n  The research has a broad impact on many areas of science.   The first topic sheds light on and provides a practical, useful description for the dynamics of water-hydrogen bond rearrangements in a range of environments relevant to many chemical and biological processes e.g. anti-cancer drug insertion into DNA.  The second topic explores probes for the analysis of aqueous environments on the earth's surface and in the atmosphere. The third topic deals with reactions that are relevant to astrobiology and solar energy conversion. The research has a large educational component, providing extensive training of graduate students and postdoctoral associates in a multi-faceted combination of techniques and ideas. The PI incorporates appropriate aspects of the research in graduate physical chemistry courses, in an Honors General Chemistry course, and, with suitable simplification, in his biannual show in the university popular science lectures for children from 5 to 15 and their parents.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Hynes",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "James T Hynes",
   "pi_email_addr": "James.Hynes@colorado.edu",
   "nsf_id": "000475584",
   "pi_start_date": "2011-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688100",
   "pgm_ele_name": "Chem Thry, Mdls & Cmptnl Mthds"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1982",
   "pgm_ref_txt": "BIOLOGICAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "5560",
   "pgm_ref_txt": "ENERGY CONVERSION"
  },
  {
   "pgm_ref_code": "9156",
   "pgm_ref_txt": "ENVIRONMENTAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 420000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp; Water, the most important liquid on earth, plays a significant--- but not well understood at the molecular level--- role as the solvent in many key chemical reactions and biochemical processes. A major goal of our NSF grant-supported theoretical research, involving detailed calculations and models, was to understand and describe the role water molecule dynamics plays in determining the mechanisms and speeds of such important reactions and processes.</p>\n<p>&nbsp;&nbsp; We studied the chemical reactions of the catalytic splitting of water by a transition metal complex to produce molecular oxygen, and of the conversion&mdash;by an organic catalyst in water solution--- of gaseous carbon dioxide (CO<sub>2</sub>) to liquid methanol fuel; both of these reactions are of great interest for applications of solar energy. For the first reaction, we found that a critical role allowing the reaction to occur is played by the transfer of a positively charged proton (H<sup>+</sup>) through a chain of water molecules: a proton relay chain (PRC). For the CO<sub>2</sub> reaction--- of special interest because the organic catalysis avoids the use of expensive transition metal catalysts--- we showed that similar PRCs are critical in several reaction steps leading from the reactant CO<sub>2</sub> to the methanol product<sub>. </sub></p>\n<p>&nbsp;&nbsp; We also studied water&rsquo;s molecular level role in several important biochemical processes: the insertion of anti-cancer drugs into DNA and the function of several enzyme catalysts. &nbsp;For an anthracycline drug insertion, we found that water dynamics is essential in the key first step in the drug&rsquo;s anti-cancer activity; these allow the drug&rsquo;s insertion between two pairs of DNA&rsquo;s hydrogen-bonded base pairs (two DNA ladder &lsquo;rungs&rsquo;) by changing the hydrogen bonds between the water and the DNA&rsquo;s base molecules. In separate consideration of enzymatic chemical reactions, we found that similar water dynamics occur; here they are typically so fast that---while the motions are absolutely necessary for the catalytic reactions----they do not seriously affect their speeds, a conclusion contradicting many claims that the dynamics seriously affect those speeds.</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp; A very closely related second goal of our research was to unravel and describe simply, but accurately, just what the dynamics of the water molecules is in the chemical reaction and biochemical process roles described above. We found two essential molecular level features, now discussed.</p>\n<p>&nbsp;&nbsp; The first feature is water reorientation, i.e. the molecule&rsquo;s angular rotational motions. These are responsible for water&rsquo;s hydrogen bonding network rearrangements that allow proton relay chains, the hydrogen bonding pattern changes necessary for drug insertion and, more generally, chemical reactions involving electrical charge transfer such as the proton transfers of acid-base chemistry. We had previously found that the mechanism of this reorientation is quite different from the very small angular steps image accepted for many decades. We found instead that the water molecule reorients by very sudden, large angular jumps. We constructed mathematical models for these jumps which predicted successfully the reorientation speeds both in pure water and for the even more important case of water molecules next to molecules dissolved in the water solution. In our most recent work, we demonstrated that the dynamics for the water molecules next to the DNA molecule (important for the drug insertion) is successfully described by this water jump picture, which predicts differing speeds depending on whether the water molecules are next to the DNA bases, the DNA backbone molecules, or in other locations. We also found that the slowest water dynamics was due, not to the intrinsic slowness of the water molecules&rsquo; motions themselves, but rather to the required slow structural motions of the DNA molecule itself allowing the water jumps to occur. All this work resolves important long-standing controversies. We also showed by other calculations and comparison with experiments that the jump picture helps to explain the water dynamics in the neighborhood of a wide range of biologically interesting molecules. In separate work, we argued that such water dynamics also important in a model of the photochemical twisting isomerization reaction occurring in vision, and also demonstrated that the jump mechanism and model still works when all the nuclei are treated by quantum mechanics.</p>\n<p>&nbsp;&nbsp; The second feature is the flow of vibrational and rotational energy, i.e. energy transfer, through the water liquid. Such transfer is essential for the energetic &ldquo;activation &ldquo;of many reactions occurring in water solution because &nbsp;it enables the successful passage of the reacting molecules over a reaction energy barrier. We developed a novel theoretical/calculation description revealing the molecular level details of the energy flow pathways, including which water molecules, which types of motion, and which speeds, are involved. This has been successfully created the ability to interpret the dynamics responsible for &ldquo;hydration dynamics&rdquo; ultrafast spectroscopic experiments.</p>\n<p>&nbsp;&nbsp; All these NSF grant results (and closely related ones) have been communicated in&nbsp; 33 publications and &nbsp;more than 43 invited lectures in the USA and elsewhere</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/20/2017<br>\n\t\t\t\t\tModified by: James&nbsp;T&nbsp;Hynes</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\n \n\n   Water, the most important liquid on earth, plays a significant--- but not well understood at the molecular level--- role as the solvent in many key chemical reactions and biochemical processes. A major goal of our NSF grant-supported theoretical research, involving detailed calculations and models, was to understand and describe the role water molecule dynamics plays in determining the mechanisms and speeds of such important reactions and processes.\n\n   We studied the chemical reactions of the catalytic splitting of water by a transition metal complex to produce molecular oxygen, and of the conversion&mdash;by an organic catalyst in water solution--- of gaseous carbon dioxide (CO2) to liquid methanol fuel; both of these reactions are of great interest for applications of solar energy. For the first reaction, we found that a critical role allowing the reaction to occur is played by the transfer of a positively charged proton (H+) through a chain of water molecules: a proton relay chain (PRC). For the CO2 reaction--- of special interest because the organic catalysis avoids the use of expensive transition metal catalysts--- we showed that similar PRCs are critical in several reaction steps leading from the reactant CO2 to the methanol product. \n\n   We also studied water?s molecular level role in several important biochemical processes: the insertion of anti-cancer drugs into DNA and the function of several enzyme catalysts.  For an anthracycline drug insertion, we found that water dynamics is essential in the key first step in the drug?s anti-cancer activity; these allow the drug?s insertion between two pairs of DNA?s hydrogen-bonded base pairs (two DNA ladder ?rungs?) by changing the hydrogen bonds between the water and the DNA?s base molecules. In separate consideration of enzymatic chemical reactions, we found that similar water dynamics occur; here they are typically so fast that---while the motions are absolutely necessary for the catalytic reactions----they do not seriously affect their speeds, a conclusion contradicting many claims that the dynamics seriously affect those speeds.\n\n \n\n   A very closely related second goal of our research was to unravel and describe simply, but accurately, just what the dynamics of the water molecules is in the chemical reaction and biochemical process roles described above. We found two essential molecular level features, now discussed.\n\n   The first feature is water reorientation, i.e. the molecule?s angular rotational motions. These are responsible for water?s hydrogen bonding network rearrangements that allow proton relay chains, the hydrogen bonding pattern changes necessary for drug insertion and, more generally, chemical reactions involving electrical charge transfer such as the proton transfers of acid-base chemistry. We had previously found that the mechanism of this reorientation is quite different from the very small angular steps image accepted for many decades. We found instead that the water molecule reorients by very sudden, large angular jumps. We constructed mathematical models for these jumps which predicted successfully the reorientation speeds both in pure water and for the even more important case of water molecules next to molecules dissolved in the water solution. In our most recent work, we demonstrated that the dynamics for the water molecules next to the DNA molecule (important for the drug insertion) is successfully described by this water jump picture, which predicts differing speeds depending on whether the water molecules are next to the DNA bases, the DNA backbone molecules, or in other locations. We also found that the slowest water dynamics was due, not to the intrinsic slowness of the water molecules? motions themselves, but rather to the required slow structural motions of the DNA molecule itself allowing the water jumps to occur. All this work resolves important long-standing controversies. We also showed by other calculations and comparison with experiments that the jump picture helps to explain the water dynamics in the neighborhood of a wide range of biologically interesting molecules. In separate work, we argued that such water dynamics also important in a model of the photochemical twisting isomerization reaction occurring in vision, and also demonstrated that the jump mechanism and model still works when all the nuclei are treated by quantum mechanics.\n\n   The second feature is the flow of vibrational and rotational energy, i.e. energy transfer, through the water liquid. Such transfer is essential for the energetic \"activation \"of many reactions occurring in water solution because  it enables the successful passage of the reacting molecules over a reaction energy barrier. We developed a novel theoretical/calculation description revealing the molecular level details of the energy flow pathways, including which water molecules, which types of motion, and which speeds, are involved. This has been successfully created the ability to interpret the dynamics responsible for \"hydration dynamics\" ultrafast spectroscopic experiments.\n\n   All these NSF grant results (and closely related ones) have been communicated in  33 publications and  more than 43 invited lectures in the USA and elsewhere\n\n \n\n\t\t\t\t\tLast Modified: 10/20/2017\n\n\t\t\t\t\tSubmitted by: James T Hynes"
 }
}