{
 "awd_id": "1112490",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH: HYPERBRANCHED GLYCOPOLYMERS VIA CONTROLLED RADICAL POLYMERIZATIONS",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George Janini",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2011-07-20",
 "awd_max_amd_letter_date": "2013-07-02",
 "awd_abstract_narration": "In this project funded by the Macromolecular, Supramolecular and Nanochemistry Program of the Chemistry Division, Andrea Kasko of the University of California at Los Angeles and Coleen Pugh of the University of Akron will develop synthetic methodologies to prepare biomimetic glycopolymers.  A series of sugar-based initiators, monomers, and inimers (initiator/monomer)s will be synthesized using readily available and inexpensive starting materials and procedures.  A new class of hyperbranched biomimetic glyco(co)polymers will be synthesized via controlled radical (co)polymerization of the inimers, in which the saccharide residues can be incorporated not only pendant to the polymer backbone, but also within the polymer chain in their native ring form.  Controlled polymerizations will allow the production of complex structures, including random and block copolymers with end-functionalization. The branched structure of these materials will be characterized by MS-MS, 2-D NMR spectroscopy, and light scattering analysis, and the biological activity of the polymers will be characterized by evaluating the sequestration of growth factors and determining lectin binding affinity.  The broader impacts involve training undergraduate and graduate students, enhancing research and education infrastructure through the collaboration between the two universities, participating in outreach to K-12 students via a Science Olympiad Polymer Detective activity and via an interactive website and blog with a high school chemistry class, and the potential impact of this research on science and technology that utilizes glycopolymers.\r\n\r\nThis work addresses a longstanding issue in the chemical synthesis of polysaccharides (long chain molecules comprised of sugar units): developing methods to rapidly access large quantities of polysaccharides with control over their compositions and structures.  These types of polymers could have multiple applications in biomedicine, and may find use as therapeutic agents, drug carriers, materials for regenerative medicine, or materials for diagnostic devices.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrea",
   "pi_last_name": "Kasko",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Andrea M Kasko",
   "pi_email_addr": "akasko@ucla.edu",
   "nsf_id": "000070218",
   "pi_start_date": "2011-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1948",
   "pgm_ref_txt": "SYNTHESIS"
  },
  {
   "pgm_ref_code": "8650",
   "pgm_ref_txt": "Sustainable Chemistry"
  },
  {
   "pgm_ref_code": "9223",
   "pgm_ref_txt": "ENVIRON BENIGN CHEMICAL SYNTH & PROCESS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Current synthetic methodologies to prepare glycopolymers (synthetic polymers containing sugar residues) either result in linear polymers that lack important structural complexity of natural polysaccharides, or are time and resource intensive and produce only small amounts of product. Our synthetic approach (controlled radical polymerizations) can be used to produce glycopolymers with controlled branching, molecular weight, connectivity and monomer structure in large quantities using readily available and inexpensive starting materials and procedures. We have synthesized a series of glycomonomers, glycoinitiators and glycoinimers (to introduce branches), and optimized their polymerization. We demonstrate that branched polymers incorporating the mannose (a common monosaccharide) unit into the branching repeat unit show a higher affinity for mannose binding lectin (MBL, an important protein in innate immunity) than linear polymers of the same molecular weight. Furthermore, incorporation of the glycoside in the branching repeat unit enhances the polymer&rsquo;s interaction with MBL, and this affinity increases with increasing branching density. In addition to producing linear and branched glycomimetics, we also polymerized the glycomonomers from protein-based initiators to obtain protein-glycomimetic conjugates. Interestingly, the 3D presentation of the glycoresidues from the protein surface appears to significantly enhance their interaction with other proteins. This result was verified by synthesizing glyconanoparticles, which also exhibited enhanced activity compared to soluble glycopolymers. We have synthesized cationic glycopolymers that are capable of condensing DNA, but they are poor transfection agents compared to chitosan, glycofect and poly(ethyleneimine).&nbsp; In contrast to chitosan, a natural cationic polysaccharide, poly(glucosamine-6-acrylate) does not exhibit significant antimicrobial activity. Glycopolymers with specific sugar residues (such as mannose) can be used to control bacterial adhesion.<strong>&nbsp;</strong></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/11/2015<br>\n\t\t\t\t\tModified by: Andrea&nbsp;M&nbsp;Kasko</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCurrent synthetic methodologies to prepare glycopolymers (synthetic polymers containing sugar residues) either result in linear polymers that lack important structural complexity of natural polysaccharides, or are time and resource intensive and produce only small amounts of product. Our synthetic approach (controlled radical polymerizations) can be used to produce glycopolymers with controlled branching, molecular weight, connectivity and monomer structure in large quantities using readily available and inexpensive starting materials and procedures. We have synthesized a series of glycomonomers, glycoinitiators and glycoinimers (to introduce branches), and optimized their polymerization. We demonstrate that branched polymers incorporating the mannose (a common monosaccharide) unit into the branching repeat unit show a higher affinity for mannose binding lectin (MBL, an important protein in innate immunity) than linear polymers of the same molecular weight. Furthermore, incorporation of the glycoside in the branching repeat unit enhances the polymerÆs interaction with MBL, and this affinity increases with increasing branching density. In addition to producing linear and branched glycomimetics, we also polymerized the glycomonomers from protein-based initiators to obtain protein-glycomimetic conjugates. Interestingly, the 3D presentation of the glycoresidues from the protein surface appears to significantly enhance their interaction with other proteins. This result was verified by synthesizing glyconanoparticles, which also exhibited enhanced activity compared to soluble glycopolymers. We have synthesized cationic glycopolymers that are capable of condensing DNA, but they are poor transfection agents compared to chitosan, glycofect and poly(ethyleneimine).  In contrast to chitosan, a natural cationic polysaccharide, poly(glucosamine-6-acrylate) does not exhibit significant antimicrobial activity. Glycopolymers with specific sugar residues (such as mannose) can be used to control bacterial adhesion. \n\n \n\n\t\t\t\t\tLast Modified: 12/11/2015\n\n\t\t\t\t\tSubmitted by: Andrea M Kasko"
 }
}