{
 "awd_id": "1112753",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PFI:  Cognitive Signal Processing",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sara B. Nerlove",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 599990.0,
 "awd_amount": 599990.0,
 "awd_min_amd_letter_date": "2011-06-14",
 "awd_max_amd_letter_date": "2011-06-14",
 "awd_abstract_narration": "This Partnerships for Innovations (PFI) project partners Dartmouth College  investigators and students with small businesses in the research and research translation of novel mechanisms and associated computational platforms for low power, high throughput signal processing that will translate to new technologies and products for sensory enhancement and for mobile sensor systems.   The intellectual merit of this project derives from its focus on research and translation of the novel signal processing mechanisms of neuronal systems to low power analog and mixed-signal devices and the subsequent use and reuse of these mechanisms across applications that demand low power and high throughput.  Example applications include a new imaging device that substantially improves image quality by sensing single photons and moving signal processing functions close to the sensor; an auditory device for focused listening in noisy environments; body-worn devices for biomedical monitoring and enhancing biomechanics performance (e.g., in athletes, disabled, or elderly people); remote, wireless monitoring of machines and structures (e.g., wind turbines, aircraft, bridges); and wireless sensor networks.  \r\n\r\nThe broader impacts of this research are the strengthening of Ph.D. level education to include training in entrepreneurship and new venture creation; the economic impact on Knowledge Enhancement Partners (KEPs) associated with broadening markets for their products; and an impact on regional small technology companies through increased visibility in attracting and hiring technical staff.  The effort builds on a strong foundation in innovation within the academic programs of the Thayer School of Engineering, Dartmouth College.  Thayer School offers the nation's first doctoral-level Engineering Innovation Program designed to provide Ph.D. graduates with the entrepreneurial training needed to turn research discoveries into marketable technologies.  Grant funds are leveraged by internal fellowship funding, providing these students with a five-year opportunity for collaborative research with partners, for research translation, and for technology development stemming from PFI activities.  Activities with local non-governmental organizations that support regional economic development focus on programs, promotional materials, and websites to attract and retain intellectual capital within New Hampshire and Vermont and to attract new small technology companies to the region, thereby promoting economic development on both sides of the Connecticut River. \r\n\r\nPartners at the inception of the project include the Knowledge Enhancement Partnership (KEP) unit, consisting of Dartmouth College's Thayer School of Engineering and five small businesses: Forza Silicon (Pasadena, CA),  MicroStrain, Inc. (Williston, VT), Neuromorfix, Inc. (Atlanta, GA), Simbex, LLC. (Lebanon, NH), Sound Innovations Inc. (White River Junction, VT).  In addition, there are other partners.  These partners include a large corporation: Maxim Integrated Products (Sunnyvale, CA) and two local non-profit, non-governmental organizations: Grafton County Economic Development Council (NH) and Green Mountain Economic Development Corporation (VT).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Ray",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Laura E Ray",
   "pi_email_addr": "laura.e.ray@dartmouth.edu",
   "nsf_id": "000150576",
   "pi_start_date": "2011-06-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Fossum",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Eric R Fossum",
   "pi_email_addr": "eric.r.fossum@dartmouth.edu",
   "nsf_id": "000111653",
   "pi_start_date": "2011-06-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Helble",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph J Helble",
   "pi_email_addr": "joseph.j.helble@dartmouth.edu",
   "nsf_id": "000197401",
   "pi_start_date": "2011-06-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kofi",
   "pi_last_name": "Odame",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kofi Odame",
   "pi_email_addr": "kofi.m.odame@dartmouth.edu",
   "nsf_id": "000524998",
   "pi_start_date": "2011-06-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dartmouth College",
  "inst_street_address": "7 LEBANON ST",
  "inst_street_address_2": "",
  "inst_city_name": "HANOVER",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6036463007",
  "inst_zip_code": "037552170",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NH02",
  "org_lgl_bus_name": "TRUSTEES OF DARTMOUTH COLLEGE",
  "org_prnt_uei_num": "T4MWFG59C6R3",
  "org_uei_num": "EB8ASJBCFER9"
 },
 "perf_inst": {
  "perf_inst_name": "Dartmouth College",
  "perf_str_addr": "7 LEBANON ST",
  "perf_city_name": "HANOVER",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "037552170",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NH02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "166200",
   "pgm_ele_name": "PFI-Partnrships for Innovation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1662",
   "pgm_ref_txt": "PARTNRSHIPS FOR INNOVATION-PFI"
  },
  {
   "pgm_ref_code": "8034",
   "pgm_ref_txt": "Hardware Components"
  },
  {
   "pgm_ref_code": "8035",
   "pgm_ref_txt": "Hardware Devices"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 599990.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This NSF Partnerships for Innovation (PFI) project focused on research and development of cognitive signal processing mechanisms and associated computational devices to achieve ultra low power consumption and/or high computational throughput.&nbsp; The research aims to enable the use of low-power mobile devices to perform sensory signal processing in applications such as 1) next generation image sensors, 2) auditory signal processing for communication enhancement, and 3) biomedical signal processing.&nbsp; We partnered with &ldquo;Knowledge Enhancing Partners&rdquo; (KEPs) that develop products or deliver services requiring sophisticated, real-time signal processing functions both to inform the research and to identify market opportunities for cognitive signal processing. Four important outcomes of the research include 1) development of analog signal processing integrated circuits for electric impedance tomography, an attractive new biomedical imaging modality that is low cost, non-ionizing, and amenable to miniaturization; 2) an initial design and investigation of a wearable device and associated algorithms for seizure detection from extra-cerebral sensors; 3) new algorithms for processing signals from arrays of acoustic sensors, both for communication and medical ultrasound; and 4) progress in the development of the quantum image sensor &ndash; &nbsp;the next-generation image sensor comprised of arrays of photon counting pixels. Another important goal of the project was engaging and training graduate students in innovation by leveraging the grant with resources of Dartmouth&rsquo;s Thayer School of Engineering Ph.D. Innovation Program.&nbsp; Started in 2008, it is the nation's first doctoral-level Engineering Innovation Program, and provides Ph.D. students with the business and entrepreneurial training they need to turn research discoveries into marketable technologies. This PFI project leveraged the Innovation Program resources for academic training in innovation and provided the first two years of funding for three Ph.D. Innovation fellows.&nbsp; These fellows continued in their program of studies through Thayer School Innovation Program fellowships.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2015<br>\n\t\t\t\t\tModified by: Laura&nbsp;E&nbsp;Ray</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis NSF Partnerships for Innovation (PFI) project focused on research and development of cognitive signal processing mechanisms and associated computational devices to achieve ultra low power consumption and/or high computational throughput.  The research aims to enable the use of low-power mobile devices to perform sensory signal processing in applications such as 1) next generation image sensors, 2) auditory signal processing for communication enhancement, and 3) biomedical signal processing.  We partnered with \"Knowledge Enhancing Partners\" (KEPs) that develop products or deliver services requiring sophisticated, real-time signal processing functions both to inform the research and to identify market opportunities for cognitive signal processing. Four important outcomes of the research include 1) development of analog signal processing integrated circuits for electric impedance tomography, an attractive new biomedical imaging modality that is low cost, non-ionizing, and amenable to miniaturization; 2) an initial design and investigation of a wearable device and associated algorithms for seizure detection from extra-cerebral sensors; 3) new algorithms for processing signals from arrays of acoustic sensors, both for communication and medical ultrasound; and 4) progress in the development of the quantum image sensor &ndash;  the next-generation image sensor comprised of arrays of photon counting pixels. Another important goal of the project was engaging and training graduate students in innovation by leveraging the grant with resources of DartmouthÆs Thayer School of Engineering Ph.D. Innovation Program.  Started in 2008, it is the nation's first doctoral-level Engineering Innovation Program, and provides Ph.D. students with the business and entrepreneurial training they need to turn research discoveries into marketable technologies. This PFI project leveraged the Innovation Program resources for academic training in innovation and provided the first two years of funding for three Ph.D. Innovation fellows.  These fellows continued in their program of studies through Thayer School Innovation Program fellowships.  \n\n \n\n\t\t\t\t\tLast Modified: 11/30/2015\n\n\t\t\t\t\tSubmitted by: Laura E Ray"
 }
}