{
 "awd_id": "1112126",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: Halogen bonding between organic acceptors and transition-metal complexes",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928684",
 "po_email": "stamchan@nsf.gov",
 "po_sign_block_name": "Suk-Wah Tam-Chang",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 280000.0,
 "awd_amount": 280000.0,
 "awd_min_amd_letter_date": "2011-08-11",
 "awd_max_amd_letter_date": "2013-06-12",
 "awd_abstract_narration": "Professor Sergiy Rosokha of Roosevelt University is supported by the Macromolecular, Supramolecular and Nanochemistry Program in the Division of Chemistry to conduct research of the halogen bonding between organic molecules and transition-metal complexes.  This work includes spectral (UV-Vis, FT-IR, NMR), electrochemical and X-ray crystallographic measurements, as well as computational analysis of the supramolecular association between halogen-containing organic acceptors and inorganic complexes with diverse stereochemistry and electronic properties.  It intends to establish: 1) the nature of this intermolecular bonding involving halogen atoms, 2) the main factors which determine formation and structural, spectral and thermodynamic characteristics of halogen-bonded complexes, and 3) the effects of this intermolecular interaction on the reactions of halogen-containing molecules.  \r\n\r\nFundamental understanding of halogen bonding will facilitate preparation of hybrid conducting, magnetic and optical materials combining advantageous features of organic and inorganic counterparts.  It will also clarify the interaction of halogenated molecules with biological substances which is a critical aspect for the rational design of new pharmaceuticals.  Elucidation of the role of halogen bonding in reactivity will contribute to the development of more effective chemical and petrochemical syntheses. Two features of this project make it optimal for the training of undergraduate students and maximize its educational impact. First, it includes a variety of essential synthetic and instrumental techniques at moderate levels of complexity accessible to novice chemists.  Second, it requires testing of several series of complexes, which permits involvement and close collaboration of many students.  The participation in the project will advance problem-solving ability and experimental expertise of these students, as well as will improve their teamwork and communication skills. The research experience leading to publications and presentations at professional meetings will encourage students, many of whom are from the underrepresented in science groups, to explore career in science.  It will also create a strong foundation for their subsequent contributions and success in industrial and academic settings.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sergiy",
   "pi_last_name": "Rosokha",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sergiy Rosokha",
   "pi_email_addr": "svrosokha@bsu.edu",
   "nsf_id": "000516255",
   "pi_start_date": "2011-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Roosevelt University",
  "inst_street_address": "430 S MICHIGAN AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3123413500",
  "inst_zip_code": "606051394",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "ROOSEVELT UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "FH92NMVB8XL6"
 },
 "perf_inst": {
  "perf_inst_name": "Roosevelt University",
  "perf_str_addr": "430 S MICHIGAN AVE",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606051394",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 85000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 85000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Halogen bonding is an attraction between halogen substituents in one molecule and electron-rich site in another chemical species. Since halogen substituents are electronegative, such an attraction seems counter-intuitive. However, during the last decade, a number of halogen-bonded associates were identified in the chemical and biochemical systems. Scientists realized that this interaction can be utilized for anion recognition and transport, control of chemical reactions, drug design, and preparation of useful materials, such as molecular conductors. With the support from the National Science Foundation, we elucidated halogen bonding between organic and inorganic counter-parts, advanced understanding of the nature of this interaction and identified its effect on the reactions of halogenated molecules.</p>\n<p>We<strong> </strong>demonstrated that halogen bonding is sufficiently strong to bring together disparate compounds such as neutral organic molecules and ionic inorganic salts (including transition-metal complexes). This bonding allows assembling species with a variety of geometric features (linear, planar or tetrahedral, etc.) and its length is adjustable in response to the requirements of crystals packing. These results pointed to high potential of halogen bonding for preparation of hybrid molecular materials combining advantageous features of organic and inorganic molecules. For example, co-crystallization with inorganic salts may help to control solubility and stability of pharmaceutical compounds (majority of which are halogenated neutral molecules).</p>\n<p class=\"xmsonormal\">Our studies also revealed that spectra, structure and energetics of complexes between brominated molecules and metal-coordinated or separate anions can be explained by long-distance covalent (charge-transfer) component of halogen bonding, similar to that which keeps atoms together inside molecules. Increase of contribution of this component enables continuous transition from the electrostatically-driven weak comp&shy;lexes to the strongly-bonded adducts in which intermolecular interactions approach the conventional intramolecular bond. Besides clarification of the fundamental nature of halogen bonding (a matter of a continuing debate in the scientiufic literature), the identification of the weakly-covalent component has important implications for many applications. While electrostatic attractions control geometry of the intermolecular associate, weakly-covalent interactions may also attenuate bar&shy;riers for the electron movement between molecules. In fact, we demonstrated that halogen-bonded complexes serve as vital intermediates of the electron-transfer reactions, and their involvement led to unusually low barriers and high rates of these processes. In this way, halogen bonding facilitates transformations of halogenated molecules in solutions, as well as the conducting properties of their solid-state materials.</p>\n<p>This grant, the first NSF research grant at Roosevelt University (RU), a primarily undergraduate institution, also had a <em>broader impact</em>. It led to improvement of facilities and the research environment at the Department of Biological, Chemical and Physical Sciences. Financial support from the NSF enabled the Principal Investigator to engage eighteen Roosevelt students (including underrepresented minorities in science) and one high-school student in the state-of-the art scientific project. It helped to improve their basic knowledge of chemical bonding, thermodynamics and kinetics, data treatment and analysis and experimental skills, enhanced students&rsquo; teamwork, leadership, and communication skills. Students made presentations at scientific meetings, from the group&rsquo;s seminars and RU&rsquo;s Science Days to Undergraduate Symposia at Argonne National Laboratory and ACS Meetings. Six of them became co-authors of the articles published in well-regarded p...",
  "por_txt_cntn": "\nHalogen bonding is an attraction between halogen substituents in one molecule and electron-rich site in another chemical species. Since halogen substituents are electronegative, such an attraction seems counter-intuitive. However, during the last decade, a number of halogen-bonded associates were identified in the chemical and biochemical systems. Scientists realized that this interaction can be utilized for anion recognition and transport, control of chemical reactions, drug design, and preparation of useful materials, such as molecular conductors. With the support from the National Science Foundation, we elucidated halogen bonding between organic and inorganic counter-parts, advanced understanding of the nature of this interaction and identified its effect on the reactions of halogenated molecules.\n\nWe demonstrated that halogen bonding is sufficiently strong to bring together disparate compounds such as neutral organic molecules and ionic inorganic salts (including transition-metal complexes). This bonding allows assembling species with a variety of geometric features (linear, planar or tetrahedral, etc.) and its length is adjustable in response to the requirements of crystals packing. These results pointed to high potential of halogen bonding for preparation of hybrid molecular materials combining advantageous features of organic and inorganic molecules. For example, co-crystallization with inorganic salts may help to control solubility and stability of pharmaceutical compounds (majority of which are halogenated neutral molecules).\nOur studies also revealed that spectra, structure and energetics of complexes between brominated molecules and metal-coordinated or separate anions can be explained by long-distance covalent (charge-transfer) component of halogen bonding, similar to that which keeps atoms together inside molecules. Increase of contribution of this component enables continuous transition from the electrostatically-driven weak comp&shy;lexes to the strongly-bonded adducts in which intermolecular interactions approach the conventional intramolecular bond. Besides clarification of the fundamental nature of halogen bonding (a matter of a continuing debate in the scientiufic literature), the identification of the weakly-covalent component has important implications for many applications. While electrostatic attractions control geometry of the intermolecular associate, weakly-covalent interactions may also attenuate bar&shy;riers for the electron movement between molecules. In fact, we demonstrated that halogen-bonded complexes serve as vital intermediates of the electron-transfer reactions, and their involvement led to unusually low barriers and high rates of these processes. In this way, halogen bonding facilitates transformations of halogenated molecules in solutions, as well as the conducting properties of their solid-state materials.\n\nThis grant, the first NSF research grant at Roosevelt University (RU), a primarily undergraduate institution, also had a broader impact. It led to improvement of facilities and the research environment at the Department of Biological, Chemical and Physical Sciences. Financial support from the NSF enabled the Principal Investigator to engage eighteen Roosevelt students (including underrepresented minorities in science) and one high-school student in the state-of-the art scientific project. It helped to improve their basic knowledge of chemical bonding, thermodynamics and kinetics, data treatment and analysis and experimental skills, enhanced studentsÆ teamwork, leadership, and communication skills. Students made presentations at scientific meetings, from the groupÆs seminars and RUÆs Science Days to Undergraduate Symposia at Argonne National Laboratory and ACS Meetings. Six of them became co-authors of the articles published in well-regarded peer-reviewed scientific journals. Furthermore, they actively participated in RU life and their experience pro&shy;vi&shy;ded an example and an e..."
 }
}