{
 "awd_id": "1112984",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Chemotaxis Models in Biology and Texture Development in Materials: Numerical Methods, Analysis, and Modeling",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 149581.0,
 "awd_amount": 149581.0,
 "awd_min_amd_letter_date": "2011-08-29",
 "awd_max_amd_letter_date": "2011-08-29",
 "awd_abstract_narration": "The focus of the proposed project is to develop new numerical and analytical techniques to study problems in Biology and Materials Science. These problems give rise to challenging issues for analysis, modeling, and simulations. In this project two areas have been selected for the research directly from potential applications: chemotaxis and chemotaxis models in Biology and texture development and evolution of microstructure in Materials. Chemotaxis refers to mechanisms by which cellular motion occurs in response to an external stimulus, usually a chemical one. Chemotaxis is an important process in many medical and biological applications, including bacteria/cell aggregation and pattern formation mechanisms, as well as tumor growth. Mathematical models of the biological systems are an important tool used in the study of these patterns. Although there is an extensive literature on this subject, only a few numerical methods have been proposed for chemotaxis models. Chemotaxis systems are usually described by highly nonlinear time-dependent partial differential equations. Therefore, development of accurate and efficient numerical methods is crucial for the modeling and analysis of the chemotaxis. Furthermore, a common property of all existing chemotaxis systems is their ability to model a concentration phenomenon that mathematically results in solutions, which rapidly grow in small neighborhoods of concentration points/curves. The solutions may blow up or may exhibit a very singular, spiky behavior.  This blow-up represents a mathematical description of a cell concentration phenomenon that occurs in real biological systems. In either case, capturing such solutions numerically is a very challenging problem. The goal of the first project is to design, implement and analyze novel accurate and efficient numerical methods, as well as develop new analytical methods to study chemotaxis models along with closely related problems in physics and biology. The goal of the second project is to study texture development and evolution of microstructure in Materials. Cellular networks are ubiquitous in nature. They exhibit behavior on many different length and time scales and are generally metastable. Most technologically useful materials are polycrystalline microstructures composed of a myriad of small crystallites, called grains, separated by interfaces, called grain boundaries. The energetics and connectivity of the grain boundary network plays a crucial role in determining the properties of a material across a wide range of scales.  A central goal of research in materials science is to develop technologies capable of producing an arrangement of grains -a texture- appropriate for a desired set of material properties. The main objective of the second project is to understand the role of energy in material texture development. For this, a recently discovered Grain Boundary Character Distribution is introduced and investigated by the use of a large scale simulation and mathematical analysis. Grain Boundary Character Distribution is a new characterization of the texture which is found to be strongly correlated to the interfacial energy. This research will lead to new analytical/computational tools to study grain networks, along with a better understanding of grain boundary distributions, grain boundary properties, and how they evolve during materials processing.\r\n\r\nThe path to new scientific discoveries lies through new areas of research, interdisciplinary collaboration, and new opportunities. The proposed projects will involve interdisciplinary research and will enhance infrastructure through the development of new analytical and computational tools. The first part of the proposed work, will make fundamental contributions to the development of new numerical and analytical methods which will be used in solving biomedical problems, for example in developing a better understanding of cancer,  as well as initiating new collaboration among disciplines. In the second part of the proposal, both new knowledge and new tools will emerge from this part of the project, which will be used to increase the reliability of materials used, for example in aircraft, microprocessors, and many other devices. Educational activities for the proposed projects include the mentorship of graduate and undergraduate students and the development of new modeling course.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yekaterina",
   "pi_last_name": "Epshteyn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yekaterina Epshteyn",
   "pi_email_addr": "epshteyn@math.utah.edu",
   "nsf_id": "000580495",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "201 PRESIDENTS CIR",
  "perf_city_name": "SALT LAKE CITY",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841129049",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 149581.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The focus of the project titled &ldquo;Chemotaxis Models in Biology and Texture Development in Materials: Numerical Methods, Analysis, and Modeling&rdquo; was to develop new numerical and analytical techniques to study mathematically selected questions from biology and materials science. These problems give rise to challenging issues for mathematical analysis, modeling, and numerical simulations. In the project two areas were selected for the research directly from potential applications: chemotaxis models in biology, and evolution of microstructure and texture development in materials.</p>\n<p>Chemotaxis refers to mechanisms by which cellular motion occurs in response to an external stimulus, usually a chemical one. Chemotaxis is an important process in many medical and biological applications, including bacteria/cell aggregation phenomenon, pattern formation mechanisms and in tumor growth. Mathematical models of the chemotaxis phenomenon, as well as computer simulations of these models play &nbsp;&nbsp;a crucial role in the study of such phenomenon. Although there is an extensive literature on this subject, only a few numerical techniques have been proposed to study chemotaxis and related models. The outcome of the first project was the development, analysis and computer implementation of novel, accurate, and efficient numerical methods that can be employed to study chemotaxis, as well as related questions that arise as a part of research in biological and biomedical sciences. The developed accurate and efficient numerical methods will lead to more accurate and fast numerical algorithms. These algorithms will help to improve software packages and computer simulations that are used to study problems from biology, medicine and materials science.</p>\n<p>The goal of the second part of the project was to study evolution of microstructure and texture development in materials. Cellular networks are ubiquitous in nature. They exhibit behavior on many different length and time scales and are generally metastable. Most technologically useful materials are polycrystalline microstructures composed of a myriad of small crystallites, called grains, separated by interfaces, called grain boundaries. The energetics and connectivity of the grain boundary network plays a crucial role in determining the properties of a material across a wide range of scales. A central goal of research in materials science is to develop technologies capable of producing an arrangement of grains---a texture---appropriate for a desired set of material properties. The research of PI and her collaborators on this part of the project led to new insights into the role of energy in material texture development, as well as to new analytical/computational ideas to study grain networks, along with a better understanding of grain boundary distributions, grain boundary properties, and how they evolve during materials processing. The developed ideas together with future research will help to increase the reliability of materials employed, for example in aircraft, microprocessors, and many other devices.</p>\n<p>All results issuing from this project are posted in open access on the PI&rsquo;s website (http:// www.math.utah.edu/~epshteyn/publications.html) and submitted or published in leading journals/proceedings in the field.</p>\n<p>As a part of the educational activities, during the period of the award, PI supervised 2 undergraduate students, 4 Ph.D. students and 1 postdoc on research programs within the scope of the project. Moreover, PI created and taught several lectures of the modeling course &ldquo;Mathematics and Materials&rdquo; in Spring 2012. These lectures demonstrated to graduate students how ideas from mathematics can be used in the study of the properties of the materials, as well as in their design. This segment was a part of the graduate course &ldquo;Case Studies in Computational Engineering and Sc...",
  "por_txt_cntn": "\nThe focus of the project titled \"Chemotaxis Models in Biology and Texture Development in Materials: Numerical Methods, Analysis, and Modeling\" was to develop new numerical and analytical techniques to study mathematically selected questions from biology and materials science. These problems give rise to challenging issues for mathematical analysis, modeling, and numerical simulations. In the project two areas were selected for the research directly from potential applications: chemotaxis models in biology, and evolution of microstructure and texture development in materials.\n\nChemotaxis refers to mechanisms by which cellular motion occurs in response to an external stimulus, usually a chemical one. Chemotaxis is an important process in many medical and biological applications, including bacteria/cell aggregation phenomenon, pattern formation mechanisms and in tumor growth. Mathematical models of the chemotaxis phenomenon, as well as computer simulations of these models play   a crucial role in the study of such phenomenon. Although there is an extensive literature on this subject, only a few numerical techniques have been proposed to study chemotaxis and related models. The outcome of the first project was the development, analysis and computer implementation of novel, accurate, and efficient numerical methods that can be employed to study chemotaxis, as well as related questions that arise as a part of research in biological and biomedical sciences. The developed accurate and efficient numerical methods will lead to more accurate and fast numerical algorithms. These algorithms will help to improve software packages and computer simulations that are used to study problems from biology, medicine and materials science.\n\nThe goal of the second part of the project was to study evolution of microstructure and texture development in materials. Cellular networks are ubiquitous in nature. They exhibit behavior on many different length and time scales and are generally metastable. Most technologically useful materials are polycrystalline microstructures composed of a myriad of small crystallites, called grains, separated by interfaces, called grain boundaries. The energetics and connectivity of the grain boundary network plays a crucial role in determining the properties of a material across a wide range of scales. A central goal of research in materials science is to develop technologies capable of producing an arrangement of grains---a texture---appropriate for a desired set of material properties. The research of PI and her collaborators on this part of the project led to new insights into the role of energy in material texture development, as well as to new analytical/computational ideas to study grain networks, along with a better understanding of grain boundary distributions, grain boundary properties, and how they evolve during materials processing. The developed ideas together with future research will help to increase the reliability of materials employed, for example in aircraft, microprocessors, and many other devices.\n\nAll results issuing from this project are posted in open access on the PIÆs website (http:// www.math.utah.edu/~epshteyn/publications.html) and submitted or published in leading journals/proceedings in the field.\n\nAs a part of the educational activities, during the period of the award, PI supervised 2 undergraduate students, 4 Ph.D. students and 1 postdoc on research programs within the scope of the project. Moreover, PI created and taught several lectures of the modeling course \"Mathematics and Materials\" in Spring 2012. These lectures demonstrated to graduate students how ideas from mathematics can be used in the study of the properties of the materials, as well as in their design. This segment was a part of the graduate course \"Case Studies in Computational Engineering and Science\" at the University of Utah. In Spring 2014, the PI designed and taught a semester long REU course \"Selected Numerical Algorith..."
 }
}