{
 "awd_id": "1112988",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Evolving Relationships and Dynamics Between Two- and Four-Year Colleges and Universities",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032924651",
 "po_email": "vccarter@nsf.gov",
 "po_sign_block_name": "Virginia Carter",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2013-02-28",
 "tot_intn_awd_amt": 369500.0,
 "awd_amount": 369500.0,
 "awd_min_amd_letter_date": "2011-02-18",
 "awd_max_amd_letter_date": "2011-02-18",
 "awd_abstract_narration": "The National Academy of Sciences (NAS) is appointing an ad-hoc steering committee of experts and holding a planning meeting and a summit on Science, Technology, Engineering, and Mathematics (STEM) education in community colleges and the evolving relationships between 2- and 4-year institutions in STEM. The roles of community colleges in STEM have changed profoundly in the last 15 years, and this summit examines changes and their effects on community colleges (both students and institutions), 4-year institutions, secondary education, and the workforce. The intellectual merit of this initiative is the National Academies' role as a neutral convener bringing together a broad spectrum of experts, policymakers, representatives from business and industry and other stakeholders who rarely communicate with each other to develop more strategic approaches to enhance the roles of community colleges in STEM and better capitalize on the changing relationships and dynamics between 2- and 4-year institutions of higher education. \r\nThis effort is examining ways in which the NAS might elucidate and communicate to higher education and policy communities about (1) changing dynamics between 2- and 4-year colleges and universities in STEM education; (2) issues and policies that inhibit or facilitate 2-to 4-year articulation; (3) potentially conflicting roles of community colleges in preparing STEM majors for transfer and to enter the workforce; (4) programmatic, economic, and intellectual opportunities of benefit to students, faculty, and institutions from strategic cross-institutional relationships; and (5) roles of community colleges both as models of excellence for STEM education in an increasingly global economy and in educating a globally prepared technical workforce. Additionally, the summit is building on the Summit on Community Colleges that was hosted by the White House in Fall 2010 by allowing experts and critical stakeholders to address critical issues in STEM education at 2- and 4-year institutions. The NAS is producing a summary report. Broader impacts are expected to result from the publication, broad distribution, and strategic discussions following the summit in venues such as annual meetings of the American Association of Community Colleges and other higher education organizations, STEM disciplinary societies, many of the Academies' participating standing boards and committees with interests in the roles of community colleges as well as additional sessions hosted by the NSF and other state and federal agencies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jay",
   "pi_last_name": "Labov",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Jay B Labov",
   "pi_email_addr": "jlabov@nas.edu",
   "nsf_id": "000220739",
   "pi_start_date": "2011-02-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Catherine",
   "pi_last_name": "Didion",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Catherine Didion",
   "pi_email_addr": "kittyjdidion@gmail.com",
   "nsf_id": "000240484",
   "pi_start_date": "2011-02-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Henderson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Henderson",
   "pi_email_addr": "phenders@umbc.edu",
   "nsf_id": "000052992",
   "pi_start_date": "2011-02-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Martin",
   "pi_last_name": "Storksdieck",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Martin Storksdieck",
   "pi_email_addr": "storksdieck@oregonstate.edu",
   "nsf_id": "000538032",
   "pi_start_date": "2011-02-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Academy of Sciences",
  "inst_street_address": "2101 CONSTITUTION AVE NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023342254",
  "inst_zip_code": "204180007",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "NATIONAL ACADEMY OF SCIENCES",
  "org_prnt_uei_num": "PKFJZHG2MLG9",
  "org_uei_num": "PKFJZHG2MLG9"
 },
 "perf_inst": {
  "perf_inst_name": "National Academy of Sciences",
  "perf_str_addr": "2101 CONSTITUTION AVE NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "204180007",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 369500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In response to a joint request from the National Science Foundation&rsquo;s Division on Undergraduate Education and Advanced Technological Education initiative, the National Academies appointed a committee of experts to organize an invitational summit on community colleges that was hosted by the National Academies on December 15, 2011 and held at the Carnegie Institute for Science in Washington, DC. During a planning meeting the committee identified topics to be addressed at the summit and the most knowledgeable speakers to address them. They included:</p>\n<ul>\n<li> Interactions between 2- and 4-year postsecondary institutions including articulation agreements.</li>\n<li>Interactions between community colleges and secondary&nbsp;education, including dual enrollments and crediting for high school students. </li>\n<li>STEM education pathways and their effects on employment of community college graduates. </li>\n<li>Roles of community colleges in broadening participation for students, especially from underrepresented populations. </li>\n<li>Community college faculty, including credentialing and the use of adjunct faculty.</li>\n<li>Nature and quality of STEM instruction at community colleges.</li>\n<li>Student advising. </li>\n<li>Quantification of the economic impact resulting from community colleges&rsquo; preparation of students for the workforce (at the community, state, national and global levels). </li>\n<li>Nature and levels of external funding for community colleges. </li>\n</ul>\n<p>Although the committee planned that 75-80 invitees would attend, more than 110 individuals participated in person at the summit. The summit also was webcast live with an estimated150 people participating virtually.</p>\n<p>A report about the summit was released by the National Academies Press in May, 2012. The report is freely downloadable at (<a href=\"http://www.nap.edu/catalog.php?record_id=13399\">http://www.nap.edu/catalog.php?record_id=13399</a>). The summit's website (<a href=\"http://nas-sites.org/communitycollegessummit/\">http://nas-sites.org/communitycollegessummit/</a>) provides information about the summit, including links to Powerpoint presentations and videos of plenary sessions.</p>\n<p>The summit has led to a series of other publications (e.g., <a href=\"http://www.lifescied.org/content/11/2/121.full?sid=ce3a1fdf-8afc-4a78-bbad-31d999c703fa\">http://www.lifescied.org/content/11/2/121.full?sid=ce3a1fdf-8afc-4a78-bbad-31d999c703fa</a>) and presentations. This project and the resulting report also has served as a precursor to a new, 2-year study on Barriers and Opportunities in Completing Two and Four-Year STEM Degrees that is funded in part by NSF (Award#1244829) to the National Research Council's Board on Science Education.</p>\n<p>Following the summit, an external reviewer developed and administered a survey that asked participants about aspects of the summit itself (for feedback to improve any similar events in the future) and to determine how the event might be influencing the thinking, planning, and work of those who participated in the event. The following excerpt from the Executive Summary of that report<br />provides an overview of the evaluator's findings and conclusions:</p>\n<p>\"We confirmed that the Summit held in December 2011 in Washington, DC<br />was a successful broader impact activity that increased participants&rsquo; own<br />knowledge and understanding about the topic and motivated them to take some action in support of the role of community colleges in STEM education.<br />Participants from every segment of the community who responded to our survey reported increasing their understanding of the roles community colleges can and should play in the evolving STEM education landscape and the critical issues facing 2- and 4-year institutions. The majority of these participants identified one or more new big ideas about what must be done to enhance the<br />roles of comm...",
  "por_txt_cntn": "\nIn response to a joint request from the National Science FoundationÆs Division on Undergraduate Education and Advanced Technological Education initiative, the National Academies appointed a committee of experts to organize an invitational summit on community colleges that was hosted by the National Academies on December 15, 2011 and held at the Carnegie Institute for Science in Washington, DC. During a planning meeting the committee identified topics to be addressed at the summit and the most knowledgeable speakers to address them. They included:\n\n Interactions between 2- and 4-year postsecondary institutions including articulation agreements.\nInteractions between community colleges and secondary education, including dual enrollments and crediting for high school students. \nSTEM education pathways and their effects on employment of community college graduates. \nRoles of community colleges in broadening participation for students, especially from underrepresented populations. \nCommunity college faculty, including credentialing and the use of adjunct faculty.\nNature and quality of STEM instruction at community colleges.\nStudent advising. \nQuantification of the economic impact resulting from community collegesÆ preparation of students for the workforce (at the community, state, national and global levels). \nNature and levels of external funding for community colleges. \n\n\nAlthough the committee planned that 75-80 invitees would attend, more than 110 individuals participated in person at the summit. The summit also was webcast live with an estimated150 people participating virtually.\n\nA report about the summit was released by the National Academies Press in May, 2012. The report is freely downloadable at (http://www.nap.edu/catalog.php?record_id=13399). The summit's website (http://nas-sites.org/communitycollegessummit/) provides information about the summit, including links to Powerpoint presentations and videos of plenary sessions.\n\nThe summit has led to a series of other publications (e.g., http://www.lifescied.org/content/11/2/121.full?sid=ce3a1fdf-8afc-4a78-bbad-31d999c703fa) and presentations. This project and the resulting report also has served as a precursor to a new, 2-year study on Barriers and Opportunities in Completing Two and Four-Year STEM Degrees that is funded in part by NSF (Award#1244829) to the National Research Council's Board on Science Education.\n\nFollowing the summit, an external reviewer developed and administered a survey that asked participants about aspects of the summit itself (for feedback to improve any similar events in the future) and to determine how the event might be influencing the thinking, planning, and work of those who participated in the event. The following excerpt from the Executive Summary of that report\nprovides an overview of the evaluator's findings and conclusions:\n\n\"We confirmed that the Summit held in December 2011 in Washington, DC\nwas a successful broader impact activity that increased participantsÆ own\nknowledge and understanding about the topic and motivated them to take some action in support of the role of community colleges in STEM education.\nParticipants from every segment of the community who responded to our survey reported increasing their understanding of the roles community colleges can and should play in the evolving STEM education landscape and the critical issues facing 2- and 4-year institutions. The majority of these participants identified one or more new big ideas about what must be done to enhance the\nroles of community colleges in STEM education, and described at least one\naction that they intended to take to promote the work of the Summit in their\nrespective settings. Three months after the Summit, 27% of participants from\nwhom we heard had already acted on their intention; another 41% still planned\nto do so.\n\nIntellectual Merit:\nThe intellectual merit of this initiative is the National AcademiesÆ role as a\nneutral convener which can bring together a broad ..."
 }
}