{
 "awd_id": "1112957",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Integrating Electrical Discharge Non-Contact Measurement into Manufacturing Platforms for Precision On-Board Metrology",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928323",
 "po_email": "bschrag@nsf.gov",
 "po_sign_block_name": "Benaiah Schrag",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 147130.0,
 "awd_amount": 147130.0,
 "awd_min_amd_letter_date": "2011-05-19",
 "awd_max_amd_letter_date": "2011-05-19",
 "awd_abstract_narration": "This Small business Innovation Research Phase I project will develop an on-board micro-electrical discharge circuit, at pico-Joule energy levels, for manufacturing platforms to act as automated micro-metrology system. This will be a non-contact, non-destructive metrology process as well as have traditional EDM capabilities for small holes and de-burring processes. One of the greatest obstacles in machining micro-parts is inspection. Conventionally, a part is removed from the machining platform and measured by a dedicated metrology platform. When a critical dimension is out of tolerance, the part is replaced within the machining platform for additional work. However, as dimensions and tolerances are reduced to microns and smaller, it is impossible for these parts to be re-positioned, once removed. These parts are then scrapped, the process is modified, and a new part is manufactured in its place, costing time, material waste, and money. This obstacle will be removed by this development of an elegant and effective in situ metrology process. Additionally, by using the abilities of the micro-EDM circuit, sensors can be manufactured on-site, at little cost, to measure any machined forms. With this technology, anything machined on the platform can be measured and re-machined on the platform without losing positional accuracies.\r\n\r\nThe broader impact/commercial potential of this project is the advancement and increased reliability of miniaturized products with micro-sized features. These products are a rapidly expanding sector of the medical, automotive, and aerospace industries. As an example, the minimally invasive medical products market, supported by micro-metrology, is predicted to be a $19 Billion industry by 2011. These industries are supplied by the micro-manufacturers that continue to shape it. As this market shows rapid growth, more conventional machine suppliers are also introducing equipment into the micro-manufacturing market. However, of all these manufacturers, micro-EDM suppliers, with their non-contact, high aspect ratio, and high precision capabilities, are uniquely situated to develop an elegant non-contact on-board metrology solution for micro-parts. Micro-manufacturing companies have formed integral relationships with customers in areas ranging from medical devices to consumer products and government/defense, realizing their prototyping and production needs. These relationships will mean an immediate impact on consumer products as the integration of effective micro-metrology and micro-manufacturing tools will be rapidly put to use. Mounting this technology on conventional CNC systems will also have a great impact on the macro-machining industry, as it will also improve process qualification, increase throughput, and reduce operator time and material waste.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Montgomery",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan L Montgomery",
   "pi_email_addr": "jmontgomery@smaltec.com",
   "nsf_id": "000076321",
   "pi_start_date": "2011-05-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SmalTec, International",
  "inst_street_address": "1998 OHIO ST",
  "inst_street_address_2": "STE 200",
  "inst_city_name": "LISLE",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "6303641788",
  "inst_zip_code": "605324150",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "IL06",
  "org_lgl_bus_name": "SMALTEC INTERNATIONAL LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZEC5AZF1VKU6"
 },
 "perf_inst": {
  "perf_inst_name": "SmalTec, International",
  "perf_str_addr": "1998 OHIO ST",
  "perf_city_name": "LISLE",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "605324150",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "IL06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8029",
   "pgm_ref_txt": "Manufacturing"
  },
  {
   "pgm_ref_code": "8034",
   "pgm_ref_txt": "Hardware Components"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 147130.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p><strong>Integrating Non-Contact Electrical Discharge Measurement Systems onto Micro-Manufacturing Platforms for Closed-Loop Machining.</strong></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;This Small Business Innovation Research Phase I project developed an on-board micro-electrical discharge circuit, at pico-Joule energy levels, for manufacturing platforms to act as an automated micro-metrology system. This is a non-contact, non-destructive metrology process.&nbsp; One of the greatest obstacles in machining micro-parts is inspection.&nbsp; Conventionally, a part is removed from the machining platform and measured by a dedicated metrology platform.&nbsp; When a critical dimension is out of tolerance, the part is replaced within the machining platform for additional work.&nbsp; However, as dimensions and tolerances are reduced to microns and smaller, it is impossible for these parts to be re-positioned, once removed.&nbsp; These parts are then scrapped, the process is modified, and a new part is manufactured in its place, costing time, material waste, and money.&nbsp; This obstacle is removed by the development of an elegant and effective <em>in situ</em> metrology process.&nbsp; Additionally, by using the inherent abilities of the micro-EDM circuit, sensors can be manufactured and trued up on-site, at little cost, to measure any machined forms. With this technology, anything machined on a platform can be measured and re-machined on the same platform without losing positional accuracies.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sensors of two geometries (cylinder and rounded) were used in this study to find parameters for metrology on various materials and forms. Each of these sensors was created by the &micro;EDM system. Various energy levels, feed rates, and detection sensitivities were tested. Four materials basic to the micro-machining industry (stainless steel, molybdenum, gold, and platinum) were used for the tests. This testing was done with a focus on three fundamental aspects; repeatability, surface deformation, and process portability. It was determined that with specific probe geometries and feed rates each material could be repeatedly measured (up to 100 times) with a standard deviation of 100nm. This testing was accomplished in an operating machine shop, using a standard &micro;EDM dielectric fluid (EDM30) and with no additional cleaning processes between trials of either the sensor probes or the test materials, showing the robustness of the system in real-world applications.<strong>&nbsp;</strong></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; It was discovered that at low energy levels, most variables had little impact on effective surface detection. However, as the voltage level increased, so did the chance of dielectric breakdown and stray discharges creating tell-tale EDM marks, as expected. Voltage polarity had the greatest impact on chances of surface deformation through the EDM process.</p>\n<p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong>Two electrode forms were chosen for this experiment, a straight 90 degree cylinder, and a rounded conical cylinder. The shape of this sensing surface had a great impact on the non-contact characteristic of the process. A flat surface was more prone to surface contact and micor-grinding, while a rounded surface was more reliably non-contact. This resulted in necessary lower feed rates for flat sensors to achieve comparable results with more rounded sensors.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Repeatability was a key aspect of this project as prior &micro;EDM sensing processes were limited by surface erosion over multiple referencings, altering future position referencing. The non-destructive nature of the new process was vital to remove the inadequecies of &micro;EDM...",
  "por_txt_cntn": "\n \n\nIntegrating Non-Contact Electrical Discharge Measurement Systems onto Micro-Manufacturing Platforms for Closed-Loop Machining.\n\n        This Small Business Innovation Research Phase I project developed an on-board micro-electrical discharge circuit, at pico-Joule energy levels, for manufacturing platforms to act as an automated micro-metrology system. This is a non-contact, non-destructive metrology process.  One of the greatest obstacles in machining micro-parts is inspection.  Conventionally, a part is removed from the machining platform and measured by a dedicated metrology platform.  When a critical dimension is out of tolerance, the part is replaced within the machining platform for additional work.  However, as dimensions and tolerances are reduced to microns and smaller, it is impossible for these parts to be re-positioned, once removed.  These parts are then scrapped, the process is modified, and a new part is manufactured in its place, costing time, material waste, and money.  This obstacle is removed by the development of an elegant and effective in situ metrology process.  Additionally, by using the inherent abilities of the micro-EDM circuit, sensors can be manufactured and trued up on-site, at little cost, to measure any machined forms. With this technology, anything machined on a platform can be measured and re-machined on the same platform without losing positional accuracies.\n\n          Sensors of two geometries (cylinder and rounded) were used in this study to find parameters for metrology on various materials and forms. Each of these sensors was created by the &micro;EDM system. Various energy levels, feed rates, and detection sensitivities were tested. Four materials basic to the micro-machining industry (stainless steel, molybdenum, gold, and platinum) were used for the tests. This testing was done with a focus on three fundamental aspects; repeatability, surface deformation, and process portability. It was determined that with specific probe geometries and feed rates each material could be repeatedly measured (up to 100 times) with a standard deviation of 100nm. This testing was accomplished in an operating machine shop, using a standard &micro;EDM dielectric fluid (EDM30) and with no additional cleaning processes between trials of either the sensor probes or the test materials, showing the robustness of the system in real-world applications. \n\n            It was discovered that at low energy levels, most variables had little impact on effective surface detection. However, as the voltage level increased, so did the chance of dielectric breakdown and stray discharges creating tell-tale EDM marks, as expected. Voltage polarity had the greatest impact on chances of surface deformation through the EDM process.\n\n            Two electrode forms were chosen for this experiment, a straight 90 degree cylinder, and a rounded conical cylinder. The shape of this sensing surface had a great impact on the non-contact characteristic of the process. A flat surface was more prone to surface contact and micor-grinding, while a rounded surface was more reliably non-contact. This resulted in necessary lower feed rates for flat sensors to achieve comparable results with more rounded sensors.\n\n            Repeatability was a key aspect of this project as prior &micro;EDM sensing processes were limited by surface erosion over multiple referencings, altering future position referencing. The non-destructive nature of the new process was vital to remove the inadequecies of &micro;EDM as used as a complex referencing tool. To test this a single sample line was sampled 50 to 100 times by the same probe. The resulting standard deviation of the line measurements were in the range of 100nm, with a maximum of 150nm and a minimum of 80nm.\n\n            To test the portability of this metrology process a functioning work-piece was measured and checked for imperfections on the SmalTec EM203 micro-EDM machine. It was first tested with the..."
 }
}