{
 "awd_id": "1112969",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Improvement of the Biofuel Fermentation Process by the Phage-mediated Reduction of Contaminating Lactic Acid Bacteria",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032925341",
 "po_email": "pbalan@nsf.gov",
 "po_sign_block_name": "Prakash Balan",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2011-05-05",
 "awd_max_amd_letter_date": "2011-05-05",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project will be used to optimize biofuel production.  The fermentation of biofuel ethanol is frequently disrupted by the growth of competing lactic acid bacteria (LAB).  LAB compete for the feedstock, produce undesirable acids and inhibit fermentation.  Currently, the LAB control method of choice is to apply antibiotics. Phage Biocontrol is proposing to develop an entirely new, alternative treatment for controlling LAB in the biofuel fermentation industry, based on formulations of bacteriolytic phage.  Phage are natural, harmless, ubiquitous bacteriolytic agents that can be found in fermented foods.  This project is focused on developing phage as a treatment to control LAB contamination during production of bio-fuels.\r\nThe broader/commercial impacts of this research are to increase efficiency and profitability of biofuel production while eliminating the industrial use of antibiotics.  The most significant commercial impact will be to decrease costly fermentation failure events caused by LAB, thus increasing both ethanol yields and profits.  The broader societal impacts are arguably even more significant.  First, phage treatment has the potential to increase biofuel yields, a necessary goal as fossil fuel levels diminish.  Second, while there is a general agreement that widespread, non-medical antibiotic use should be curtailed, antibiotics are currently the most effective control measure available. Phage formulations have real potential to replace antibiotics for non-medical applications.  Thus, the innovative application of phage to control LAB in the fuel ethanol fermentation industry will lead to positive economic and societal impacts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Summer",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth J Summer",
   "pi_email_addr": "liz@ecolyse.com",
   "nsf_id": "000583123",
   "pi_start_date": "2011-05-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Phage Biocontrol Research, LLC",
  "inst_street_address": "11142 Hopes Creek Rd",
  "inst_street_address_2": "",
  "inst_city_name": "College Station",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9796946500",
  "inst_zip_code": "778459228",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Phage Biocontrol Research, LLC",
  "perf_str_addr": "11142 Hopes Creek Rd",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778459228",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Background</strong></p>\n<p>We are developing phage-based products to be used in the control of lactic acid bacteria (LAB) during biofuel ethanol fermentation, an industry that produced over 12.5 billion gallons of ethanol in 2011, with a product value of over 35 billion US dollars (Figure 1). LAB contamination is a significant problem during fermentation because they produce organic acids that decrease ethanol yield. &nbsp;Currently, the most effective way to control LAB is through the use of antibiotics, a practice that should be eliminated. &nbsp;The purpose of this research was to develop natural, environmentally benign, phage-based products to replace antibiotics in the fuel ethanol fermentation industry.&nbsp; Phages are natural, diverse and highly specific bacteriolytic agents (Figure 2). Phage products are currently available for controlling <em>E. coli</em> on beef cattle and for controlling several types of plant pathogenic bacteria but not for controlling LAB during ethanol fermentation. &nbsp;The intellectual merit of this research is that success with the innovation will result in improved fermentation efficiencies, reduced feedstock wastes, and reduce antibiotics in solid byproducts.</p>\n<p><strong>Specific Objectives </strong></p>\n<p>Phage technologies have immense potential for reducing the environmental impact of human activities through the removal of bacteria without the use of toxic chemicals or antibiotics.&nbsp; There are many types of phage, each being active against only one or a few different types of bacteria.&nbsp; Phage products have to be tailored to each application and it must be proven first that it is even possible to find phage capable of killing a given target bacteria. The three specific objectives of this SBIR project were designed to demonstrate that it is indeed possible to isolate and use phage to kill LAB associated with biofuel fermentation slowdown.&nbsp; <strong>&nbsp;</strong></p>\n<p><strong>Objective 1. To obtain a collection of fuel ethanol fermentation-associated LAB.&nbsp; </strong></p>\n<p><strong>Objective 2. To isolate killer phages active against these LAB.</strong></p>\n<p><strong>Objective 3. Evaluate dynamics of phage clearance of LAB in batch culture conditions.</strong></p>\n<p><strong>Results</strong></p>\n<p>All objectives were met successfully.&nbsp; Over 30 LAB strains from biofuel ethanol fermentation facilities were obtained, not only from an existing culture collection but also by isolating completely new strains from fermentation mash sample.&nbsp; &ldquo;Next generation&rdquo; genetic analysis of over 37,000 individual bacteria was used to confirm that <em>Lactobacillus</em> species represented the most abundant LAB present in the commercial plants. &nbsp;Over 35 novel phages capable of killing the LAB were successfully purified from a variety of sources such as yogurt and sauerkraut.&nbsp; Together, these analysis confirmed that <em>Lactobacillus</em> species are the correct target for phage treatment, and that it is possible to isolate phages capable of killing fermentation plant LAB, thus completing Objectives 1 and 2. &nbsp;</p>\n<p>With the successful collection of phages active against the biofuel ethanol fermentation-inhibiting <em>Lactobacillus </em>strains, experiments designed to test the efficacy of phage in controlling LAB could be conducted.&nbsp; &nbsp;The first sets of experiments were conducted using cultures of just the LAB with and without phage treatment (Figure 3).&nbsp;&nbsp; It was found that phage treatment resulted in a rapid elimination of LAB in the culture, and the phage effect was observed even 27 hours after phage addition.&nbsp;</p>\n<p>The final set of experiments demonstrated that phage treatment permitted LAB-contaminated yeast to produce the same amount of ethanol as non-contaminated yeast.&nbsp; For these experiments, parallel cultures of the ethanol producing yea...",
  "por_txt_cntn": "\nBackground\n\nWe are developing phage-based products to be used in the control of lactic acid bacteria (LAB) during biofuel ethanol fermentation, an industry that produced over 12.5 billion gallons of ethanol in 2011, with a product value of over 35 billion US dollars (Figure 1). LAB contamination is a significant problem during fermentation because they produce organic acids that decrease ethanol yield.  Currently, the most effective way to control LAB is through the use of antibiotics, a practice that should be eliminated.  The purpose of this research was to develop natural, environmentally benign, phage-based products to replace antibiotics in the fuel ethanol fermentation industry.  Phages are natural, diverse and highly specific bacteriolytic agents (Figure 2). Phage products are currently available for controlling E. coli on beef cattle and for controlling several types of plant pathogenic bacteria but not for controlling LAB during ethanol fermentation.  The intellectual merit of this research is that success with the innovation will result in improved fermentation efficiencies, reduced feedstock wastes, and reduce antibiotics in solid byproducts.\n\nSpecific Objectives \n\nPhage technologies have immense potential for reducing the environmental impact of human activities through the removal of bacteria without the use of toxic chemicals or antibiotics.  There are many types of phage, each being active against only one or a few different types of bacteria.  Phage products have to be tailored to each application and it must be proven first that it is even possible to find phage capable of killing a given target bacteria. The three specific objectives of this SBIR project were designed to demonstrate that it is indeed possible to isolate and use phage to kill LAB associated with biofuel fermentation slowdown.   \n\nObjective 1. To obtain a collection of fuel ethanol fermentation-associated LAB.  \n\nObjective 2. To isolate killer phages active against these LAB.\n\nObjective 3. Evaluate dynamics of phage clearance of LAB in batch culture conditions.\n\nResults\n\nAll objectives were met successfully.  Over 30 LAB strains from biofuel ethanol fermentation facilities were obtained, not only from an existing culture collection but also by isolating completely new strains from fermentation mash sample.  \"Next generation\" genetic analysis of over 37,000 individual bacteria was used to confirm that Lactobacillus species represented the most abundant LAB present in the commercial plants.  Over 35 novel phages capable of killing the LAB were successfully purified from a variety of sources such as yogurt and sauerkraut.  Together, these analysis confirmed that Lactobacillus species are the correct target for phage treatment, and that it is possible to isolate phages capable of killing fermentation plant LAB, thus completing Objectives 1 and 2.  \n\nWith the successful collection of phages active against the biofuel ethanol fermentation-inhibiting Lactobacillus strains, experiments designed to test the efficacy of phage in controlling LAB could be conducted.   The first sets of experiments were conducted using cultures of just the LAB with and without phage treatment (Figure 3).   It was found that phage treatment resulted in a rapid elimination of LAB in the culture, and the phage effect was observed even 27 hours after phage addition. \n\nThe final set of experiments demonstrated that phage treatment permitted LAB-contaminated yeast to produce the same amount of ethanol as non-contaminated yeast.  For these experiments, parallel cultures of the ethanol producing yeast Saccharomyces cerevisiae were set up in corn mash.  One yeast culture was left pure to serve as the \"yeast only\" control and four of the yeast cultures were contaminated with LAB.  Three of the LAB-contaminated yeast cultures were treated with phage preparations while the fourth served as the \"no phage\" control. The amount of ethanol, acetic acid, lactic acid, and glucose produced by..."
 }
}