{
 "awd_id": "1112682",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: Keystone Symposia meeting on \"AAA+ and Related ATP-Driven Protein Machines\" being held at the Granlibakken Resort, Tahoe City, CA",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory W. Warr",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2012-03-31",
 "tot_intn_awd_amt": 9600.0,
 "awd_amount": 9600.0,
 "awd_min_amd_letter_date": "2011-03-23",
 "awd_max_amd_letter_date": "2011-07-07",
 "awd_abstract_narration": "Intellectual merit.  The goal of this Keystone Symposium on \"AAA+ and Related ATP-Driven Protein Machines: Structure, Function and Mechanism\" is to stimulate the development of novel concepts and approaches directed at a deep understanding of the molecular mechanisms underlying a set of complex cellular processes.  The conference focuses on processes that require mechanical work powered by the AAA+ (ATPases Associated with diverse cellular Activities) family of molecular machines.  These protein assemblies belong to a special class of enzymes that are involved in key biological processes including transcription of RNA from DNA, the replication of DNA preceding cell division, the biosynthesis and turnover of proteins, the highly regulated processes associated with trafficking of membranes from one part of the cell to another, and remodeling of the dynamic protein scaffolding or \"cytoskeleton,\" which gives the cell its shape and mobility.  This meeting will bring together researchers with very diverse backgrounds and perspectives: physical scientists, who are applying biophysical approaches to complex systems, and biologists, who seek deep mechanistic understanding of fundamental cellular processes.  This meeting aims to foster innovation by bridging methodological and disciplinary boundaries.  Indeed, the meeting program will bring together speakers from diverse fields who typically have had few opportunities to interact but have elucidated critical aspects of different AAA+ proteins.  Speakers will also include those who have made breakthroughs in the understanding of proteins that do not belong to the AAA+ family but are either functionally or structurally related.  The perspectives transcend both molecular scales, from the cellular to the atomic level, as well as methodologies, from cell biology and genetics to single-molecule biophysics.  This combination will likely lead to insights into the common mechanism of these proteins and to novel experimental approaches and discoveries.  \r\n\r\nBroader impacts.  This conference was conceived and organized around the central goal to stimulate new ideas and novel approaches in AAA+ protein research.  To attain these goals, speakers were selected who have been pioneers in many different biological areas or who have achieved recent conceptual or experimental breakthroughs at different levels of analysis (e.g., structural, chemical, cellular).  This meeting will enhance infrastructure by fostering networking and collaborations.  With regard to the educational benefits to trainees and new invesitigators in attendance, the meeting will achieve the following: 1) acquaint these individuals with state-of-the-art information; 2) encourage critical scientific analysis; and 3) promote their career development with opportunities to participate in the discussion of cutting-edge science and to network with established scientists who might contribute to their scientific and professional development.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Robertson",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew D Robertson",
   "pi_email_addr": "andy-robertson@keystonesymposia.org",
   "nsf_id": "000449442",
   "pi_start_date": "2011-03-23",
   "pi_end_date": "2011-07-07"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Aiken",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "James W Aiken",
   "pi_email_addr": "Jima@keystonesymposia.org",
   "nsf_id": "000595452",
   "pi_start_date": "2011-07-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Keystone Symposia on Molecular and Cellular Biology",
  "inst_street_address": "160 HWY 6 STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "SILVERTHORNE",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9702621230",
  "inst_zip_code": "80498",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "KEYSTONE SYMPOSIA ON MOLECULAR AND CELLULAR BIOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "CER1EMNQ1663"
 },
 "perf_inst": {
  "perf_inst_name": "Keystone Symposia on Molecular and Cellular Biology",
  "perf_str_addr": "160 HWY 6 STE 201",
  "perf_city_name": "SILVERTHORNE",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "80498",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1114",
   "pgm_ref_txt": "CELLULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 9600.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Keystone Symposia meeting on &ldquo;AAA+ and Related ATP-Driven Protein Machines: Structure, Function and Mechanism&rdquo; was conceived and organized around the central goal of creating a vehicle to stimulate new ideas and the development and application of&nbsp;novel approaches in AAA+ proteins research.&nbsp; This 4-day meeting was designed to foster innovation at the interface of disciplines by bridging methodological and disciplinary boundaries, and gathered physical scientists, applying biophysical approaches to complex systems, and biologists, seeking deeper mechanistic understanding of fundamental cellular processes. &nbsp;Plenary and short talks, workshops, poster sessions and unstructured informal discussions were all used to address key issues in AAA+ proteins research.&nbsp;</p>\n<p>More specifically, the meeting program featured speakers from fields that typically would not interact but that have elucidated critical aspects of different AAA+ proteins.&nbsp; In addition, the program included speakers who have made breakthroughs in the understanding of proteins that do not belong to the AAA+ family but are either functionally or structurally related.&nbsp;<br />The resulting group transcended molecular scales and methodology: the participants&rsquo; work ranged from the cellular to the atomic level and the methodology ranges from cell biology and genetics to single molecule biophysics and structural studies.&nbsp; We anticipated that this combination would lead to insights into the common mechanism of these proteins and inspire novel experimental approaches and discoveries.&nbsp; Indeed, 83% of post-conference survey respondents agreed that &ldquo;Presentations provided usable ideas and/or techniques&rdquo;.&nbsp;</p>\n<p>There were 71 total attendees at the meeting.&nbsp; Attendees were diverse with regard to gender, ethnicity, stage of career, and institutional affiliation.&nbsp; More specifically, 44% of the meeting participants were female researchers, and ~7% of all attendees (or ~11% of attendees who were US citizens or permanent residents) self-identified as scientists from under-represented minority groups.&nbsp; The meeting was also highly international, drawing 34% non-US attendees.&nbsp; Approximately 42% of attendees were students and postdoctoral fellows.&nbsp; The meeting provided ample opportunity for training and professional development.&nbsp; Plenary sessions included short talks drawn from submitted abstracts and many, if not most, of the presenters were students, postdoctoral trainees and newer investigators.&nbsp; Trainees and newer<br />investigators were exposed to dozens of high-quality oral presentations by more senior investigators, who served as models for high-quality research and communication skills.&nbsp; A poster session provided an opportunity for trainees and newer investigators to share their research and to discuss this research with more experienced investigators.&nbsp; Finally, the unstructured portions of the meeting and the retreat-like venue provided significant opportunities for productive informal interactions between trainees, newer investigators and more senior investigators.&nbsp;</p>\n<p>We assessed outcomes with regard to attendee perceptions of the quality and impact of this meeting through post-conference surveys sent via email. &nbsp;We received responses from 36 (51%) attendees.&nbsp; The survey results demonstrated that attendees felt that the meeting was of high quality and value.&nbsp; For example, all exit survey respondents agreed that their scientific expectations for this meeting were met, 95% rated the scientific content as very good to excellent, and 83% of respondents agreed that presentations provided usable ideas and/or techniques.&nbsp;</p>\n<p>This Keystone Symposia meeting provided a unique forum for scientists working in different areas of AAA+ proteins research to report and critically ...",
  "por_txt_cntn": "\nThe Keystone Symposia meeting on \"AAA+ and Related ATP-Driven Protein Machines: Structure, Function and Mechanism\" was conceived and organized around the central goal of creating a vehicle to stimulate new ideas and the development and application of novel approaches in AAA+ proteins research.  This 4-day meeting was designed to foster innovation at the interface of disciplines by bridging methodological and disciplinary boundaries, and gathered physical scientists, applying biophysical approaches to complex systems, and biologists, seeking deeper mechanistic understanding of fundamental cellular processes.  Plenary and short talks, workshops, poster sessions and unstructured informal discussions were all used to address key issues in AAA+ proteins research. \n\nMore specifically, the meeting program featured speakers from fields that typically would not interact but that have elucidated critical aspects of different AAA+ proteins.  In addition, the program included speakers who have made breakthroughs in the understanding of proteins that do not belong to the AAA+ family but are either functionally or structurally related. \nThe resulting group transcended molecular scales and methodology: the participantsÆ work ranged from the cellular to the atomic level and the methodology ranges from cell biology and genetics to single molecule biophysics and structural studies.  We anticipated that this combination would lead to insights into the common mechanism of these proteins and inspire novel experimental approaches and discoveries.  Indeed, 83% of post-conference survey respondents agreed that \"Presentations provided usable ideas and/or techniques\". \n\nThere were 71 total attendees at the meeting.  Attendees were diverse with regard to gender, ethnicity, stage of career, and institutional affiliation.  More specifically, 44% of the meeting participants were female researchers, and ~7% of all attendees (or ~11% of attendees who were US citizens or permanent residents) self-identified as scientists from under-represented minority groups.  The meeting was also highly international, drawing 34% non-US attendees.  Approximately 42% of attendees were students and postdoctoral fellows.  The meeting provided ample opportunity for training and professional development.  Plenary sessions included short talks drawn from submitted abstracts and many, if not most, of the presenters were students, postdoctoral trainees and newer investigators.  Trainees and newer\ninvestigators were exposed to dozens of high-quality oral presentations by more senior investigators, who served as models for high-quality research and communication skills.  A poster session provided an opportunity for trainees and newer investigators to share their research and to discuss this research with more experienced investigators.  Finally, the unstructured portions of the meeting and the retreat-like venue provided significant opportunities for productive informal interactions between trainees, newer investigators and more senior investigators. \n\nWe assessed outcomes with regard to attendee perceptions of the quality and impact of this meeting through post-conference surveys sent via email.  We received responses from 36 (51%) attendees.  The survey results demonstrated that attendees felt that the meeting was of high quality and value.  For example, all exit survey respondents agreed that their scientific expectations for this meeting were met, 95% rated the scientific content as very good to excellent, and 83% of respondents agreed that presentations provided usable ideas and/or techniques. \n\nThis Keystone Symposia meeting provided a unique forum for scientists working in different areas of AAA+ proteins research to report and critically discuss the latest research findings -- many unpublished -- and to interact with other experts in the field.  This meeting offered a deliberate focus on identifying general principles governing how AAA+ proteins work, with an eye towards app..."
 }
}