{
 "awd_id": "1112902",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Graduate Student and Postdoctoral Conference on Applied Inverse Problems",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "James Alexander",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2012-04-30",
 "tot_intn_awd_amt": 32930.0,
 "awd_amount": 32930.0,
 "awd_min_amd_letter_date": "2011-01-31",
 "awd_max_amd_letter_date": "2011-01-31",
 "awd_abstract_narration": "This proposal seeks funding for junior researchers to attend the large, biennial meeting on mathematical inverse problems; the Applied Inverse Problems (AIP) conference.  The meeting will be held on the campus of Texas A&M University, May, 23-27, 2011.  There will also be a pre-conference workshop, specifically tailored to give graduate students and postdocs critical background material.  As expected from the conference title, there is an emphasis on applications and most talks will be motivated directly by questions in the physical, biological and engineering sciences. This makes this a \"not-to-be-missed\" meeting, especially for the junior researcher, and this proposal seeks travel funding to permit graduate student and postdoc attendance.  This will have significant broader impact as it exposes US junior researchers to state-of-the-art applications and mathematical techniques in a rapidly expanding area that has considerable technological importance for the health, economic welfare and security of the nation.  AIP-2011 is the sixth in a series of biennial meetings that are intended to be the comprehensive scientific conference for the area of inverse problems in partial differential equations and applications.  In addition to the 12 plenary talks, there will also be approximately 40 minisymposia plus contributed sessions and poster sessions.  The intent of the meeting is to achieve a balance among analysis, computation and modeling for applications.\r\n\r\nThe field of inverse problems has grown enormously within the last decade.  While the underlying model may be a partial differential equation, mathematical, computational and statistical tools are required that go far beyond this basis.  One consequence of this is the demand put on a researcher to have broad-based expertise and this particularly impacts beginning researchers.  For example, imaging is a ubiquitous tool in the modern world and the mathematical models arising from various modalities give rise to inverse problems.  While the familiar CAT scan comes from the Radon transform and gave rise to the field of (x-ray) tomography, modern imaging is extremely complex.  It not only uses different parts of the electromagnetic spectrum (which have very different absorption and resolution properties) but also can involve longitudonal waves such as sound, or as is now common, hybrid versions to optimize against the twin evils of diffusion and lack of resolution.  While many of these methods have differential equations as their basis, reconstruction techniques require intensive computational analysis and statistical methods to optimize data use.  Even this sub-field has become so broad that no one individual can be expert on all aspects.  For this reason AIP-2011 will feature a pre-conference workshop primarily intended for graduate students and postdocs that will take place immediately prior to the main meeting.  The workshop will feature 10 talks from 5 well-known experts and will cover many of the basic tools that will be required for an understanding of the more in-depth talks of the meeting itself.  These include analytic/geometrical methods, Baysian techniques, inverse scattering, regularization techniques and tomographic methods in imaging.  Funding from this award will also allow attendance at the workshop and this in itself will have a broad educational impact in an area that is critical for the technological growth of the nation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Rundell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "William Rundell",
   "pi_email_addr": "Rundell@math.tamu.edu",
   "nsf_id": "000288301",
   "pi_start_date": "2011-01-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Research Foundation",
  "inst_street_address": "400 HARVEY MITCHELL PKWY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "EQH8NQ4AXFT7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University",
  "perf_str_addr": "400 HARVEY MITCHELL PKY S STE 300",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778454375",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 32930.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Many objects of physical interest cannot be studied directly. Examples include, imaging the interior of the human body; the determination of cracks within solid objects such as aircraft wings or bridges; and determining inaccessible material parameters to verify or modify existing physical models as diverse as the interior density of a star or cooling rate of steel in a foundry.<br /><br />When these problems are translated into mathematical terms they take the form of partial differential equations, the Lingua Franca of the physical sciences. Such ``inverse problems'' have become increasingly common and represents a fast-growing area of the mathematical sciences. There are several questions one would like to answer and all of them require sophisticated mathematics.</p>\n<ul>\n<li>What is the minimum amount and type of information that one can measure and guarantee a unique or single solution to the question&nbsp; (we want to know that indeed there is a tumor of a certain size at a certain location and not various other possibilities that could give the same measurements)?</li>\n<li>What qualitative features of the solution can one obtain?&nbsp; If we make a small error in data measurement does this only result in a small error in our object or parameter of interest? Unfortunately, the answer to this question is almost always resoundingly in the negative and mathematical methods can be used to both quantify the degree of the effect and to prove which aspects can be determined in a more stable way.&nbsp; For example, we may be able to detect overall size and location from ``noisy data'' but be unable to say much about exact shape.</li>\n<li>We want to reconstruct the object of interest. This requires the development of algorithms that must take into account the answers to the above questions.&nbsp; Depending on the application either speed of execution or accuracy of reconstruction (or both) may be important. For example, in screening to detect breast cancer one wants a fast, economical (to gain widespread use) method that simply detects the anomaly;&nbsp; if one is going to perform surgery it is imperative to have as much prior information as possible about size, shape and location.</li>\n</ul>\n<p>The scope of applications and the breadth of the sciences in which they occur makes communication about methods essential. A new technique or algorithm designed for a specific problem might in fact have much wider applicability.<br />There are a series of biennial conferences devoted to this subject and the sixth in the series was held on the campus of Texas A&amp;M University during<br />the period of May 21-27, 2011.&nbsp; A particular feature of the conference was a workshop held the two days prior to the main meeting and intended for junior researchers (graduate and postdoctoral students).&nbsp; This featured 5 speakers who each gave 2 lectures on background material for many of the aspects mentioned above and the goal was to extend the student knowledge base for a better understanding of the conference topics themselves.&nbsp; In addition, time was set aside during the main meeting that these junior participants could give a talk on their own work.&nbsp; A total of 350 people attended the main meeting and about 75 attended the pre-conference workshop (a photograph taken during a workshop lecture is included).<br /><br />As a result of the NSF support we were able to support the travel and accommodations of more than 20 individuals. We expect this training aspect will have a significant outcome in future research in an area this is central to many questions in the physical and life sciences.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/30/2012<br>\n\t\t\t\t\tModified by: William&nbsp;Rundell</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galContr...",
  "por_txt_cntn": "\nMany objects of physical interest cannot be studied directly. Examples include, imaging the interior of the human body; the determination of cracks within solid objects such as aircraft wings or bridges; and determining inaccessible material parameters to verify or modify existing physical models as diverse as the interior density of a star or cooling rate of steel in a foundry.\n\nWhen these problems are translated into mathematical terms they take the form of partial differential equations, the Lingua Franca of the physical sciences. Such ``inverse problems'' have become increasingly common and represents a fast-growing area of the mathematical sciences. There are several questions one would like to answer and all of them require sophisticated mathematics.\n\nWhat is the minimum amount and type of information that one can measure and guarantee a unique or single solution to the question  (we want to know that indeed there is a tumor of a certain size at a certain location and not various other possibilities that could give the same measurements)?\nWhat qualitative features of the solution can one obtain?  If we make a small error in data measurement does this only result in a small error in our object or parameter of interest? Unfortunately, the answer to this question is almost always resoundingly in the negative and mathematical methods can be used to both quantify the degree of the effect and to prove which aspects can be determined in a more stable way.  For example, we may be able to detect overall size and location from ``noisy data'' but be unable to say much about exact shape.\nWe want to reconstruct the object of interest. This requires the development of algorithms that must take into account the answers to the above questions.  Depending on the application either speed of execution or accuracy of reconstruction (or both) may be important. For example, in screening to detect breast cancer one wants a fast, economical (to gain widespread use) method that simply detects the anomaly;  if one is going to perform surgery it is imperative to have as much prior information as possible about size, shape and location.\n\n\nThe scope of applications and the breadth of the sciences in which they occur makes communication about methods essential. A new technique or algorithm designed for a specific problem might in fact have much wider applicability.\nThere are a series of biennial conferences devoted to this subject and the sixth in the series was held on the campus of Texas A&amp;M University during\nthe period of May 21-27, 2011.  A particular feature of the conference was a workshop held the two days prior to the main meeting and intended for junior researchers (graduate and postdoctoral students).  This featured 5 speakers who each gave 2 lectures on background material for many of the aspects mentioned above and the goal was to extend the student knowledge base for a better understanding of the conference topics themselves.  In addition, time was set aside during the main meeting that these junior participants could give a talk on their own work.  A total of 350 people attended the main meeting and about 75 attended the pre-conference workshop (a photograph taken during a workshop lecture is included).\n\nAs a result of the NSF support we were able to support the travel and accommodations of more than 20 individuals. We expect this training aspect will have a significant outcome in future research in an area this is central to many questions in the physical and life sciences.\n\n\t\t\t\t\tLast Modified: 07/30/2012\n\n\t\t\t\t\tSubmitted by: William Rundell"
 }
}