{
 "awd_id": "1113330",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Development of Novel Nanofillers for Tire Innerliners Based on an Advanced Manufacturing Process of Organically Functionalized Layered Double Hydroxides (LDHs)",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928323",
 "po_email": "bschrag@nsf.gov",
 "po_sign_block_name": "Benaiah Schrag",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 143984.0,
 "awd_amount": 143984.0,
 "awd_min_amd_letter_date": "2011-05-04",
 "awd_max_amd_letter_date": "2011-05-04",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project aims to develop a cost-effective and environmentally-friendly process to prepare organically functionalized layered double hydroxides (organoLDHs).  Such organoLDHs feature a two-dimensional nano-platelet like morphology and are tuned to have good compatibility with organic polymers. In this project, organoLDHs will be studied as high-performance additives for tire innerliners, the inner-most layer of a pneumatic tire that holds the internal air pressure. The addition of organoLDHs, even in small amounts, is expected to significantly enhance the inflation pressure retention (gas barrier) properties of tire innerliners. \r\n\r\nThe broader/commercial impact of this project will be the potential to create a new class of additive products with great market potential in the tire industry. The values such products provide include (1) better tire performance, including enhanced inflation pressure retention, better tire durability and reduced rolling resistance; (2) helping tire and automobile manufacturers meet challenging regulations on vehicle fuel economy and greenhouse gas emissions; and (3) potential savings on manufacturing cost. The potential addressable market size of this technology is about $100 million.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiaofan",
   "pi_last_name": "Luo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaofan Luo",
   "pi_email_addr": "xluo@flowpolymers.com",
   "nsf_id": "000582112",
   "pi_start_date": "2011-05-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Flow Polymers, Inc.",
  "inst_street_address": "12819 Coit Road",
  "inst_street_address_2": "",
  "inst_city_name": "Cleveland",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "2162494900",
  "inst_zip_code": "441081614",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "OH11",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Flow Polymers, Inc.",
  "perf_str_addr": "12819 Coit Road",
  "perf_city_name": "Cleveland",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "441081614",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "OH11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "123E",
   "pgm_ref_txt": "CENTERS: ADVANCED MATERIALS"
  },
  {
   "pgm_ref_code": "1984",
   "pgm_ref_txt": "MATERIALS SYNTHESIS & PROCESSN"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "9163",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY - INDUSTRY"
  },
  {
   "pgm_ref_code": "9239",
   "pgm_ref_txt": "MATERIALS CHEMISTRY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 143984.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main objective of this SBIR Phase I project was to develop a new technology to enhance the inflation pressure retention (IPR) performance of automobile tires.&nbsp; The successful development and commercialization of this technology will contribute to better fuel economy and reduced greenhouse gas emission from cars and trucks, enhanced driving safety, and improved tire durability.</p>\n<p>For most modern tires, the inflation pressure is retained by a structure called the innerliner.&nbsp; It is the innermost layer of a tire that has relatively low permeability (compared to the other parts of the tire) to gas molecules.&nbsp; Our approach was to utilize nanoclays, which have 2-dimensional &ldquo;platelet-like&rdquo; nanostructures, as advanced additives for the innerliner compound.&nbsp; The nanoclays, once fully dispersed, or &ldquo;exfoliated&rdquo;, would impose a much more &ldquo;tortuous path&rdquo; (thus much longer diffusion distance) for gas molecules travelling through the innerliner and would therefore dramatically enhance the inflation pressure retention performance.&nbsp;</p>\n<p>The main achievements from the Phase I project are summarized below:</p>\n<p><strong>(1)</strong> <strong>Developed an entirely new process to manufacture nanoclay materials</strong> that are suitable for the aforementioned application in tire innerliners.&nbsp; The nanoclays produced are organically &ldquo;functionalized&rdquo; so they have better affinity to rubbers and are more able to be fully dispersed.&nbsp; Our process has significant advantages over conventional technologies in that it is more cost-effective, versatile and environmentally friendly.</p>\n<p><strong>(2) Identified a suitable &ldquo;carrier&rdquo; system for the nanoclay. </strong>&nbsp;The as-made nanoclays are still difficult to utilize directly in the tire manufacturing process.&nbsp; To address this, we have identified an effective &ldquo;carrier&rdquo; material as a way to deliver nanoclays to the innerliner compounds.&nbsp; We have proved that the nanoclays are fully dispersed and substantially exfoliated in the carrier system and that the final material can be easily incorporated into a rubber compound.</p>\n<p><strong>(3) Obtained preliminary proof showing the effective improvement to barrier properties.&nbsp; </strong>The nanoclay based additive (nanoclay + carrier) was blended with standard innerliner compounds at different levels and the effect on inflation pressure retention performance was studied by measuring the permeability of the resulting compounds.&nbsp; A significant reduction in permeability (or improvement in the barrier property) was observed even with a slight addition of nanoclay.&nbsp; This proves our basic concept and shows great promise for further development and commercialization in Phase II.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/29/2012<br>\n\t\t\t\t\tModified by: Xiaofan&nbsp;Luo</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe main objective of this SBIR Phase I project was to develop a new technology to enhance the inflation pressure retention (IPR) performance of automobile tires.  The successful development and commercialization of this technology will contribute to better fuel economy and reduced greenhouse gas emission from cars and trucks, enhanced driving safety, and improved tire durability.\n\nFor most modern tires, the inflation pressure is retained by a structure called the innerliner.  It is the innermost layer of a tire that has relatively low permeability (compared to the other parts of the tire) to gas molecules.  Our approach was to utilize nanoclays, which have 2-dimensional \"platelet-like\" nanostructures, as advanced additives for the innerliner compound.  The nanoclays, once fully dispersed, or \"exfoliated\", would impose a much more \"tortuous path\" (thus much longer diffusion distance) for gas molecules travelling through the innerliner and would therefore dramatically enhance the inflation pressure retention performance. \n\nThe main achievements from the Phase I project are summarized below:\n\n(1) Developed an entirely new process to manufacture nanoclay materials that are suitable for the aforementioned application in tire innerliners.  The nanoclays produced are organically \"functionalized\" so they have better affinity to rubbers and are more able to be fully dispersed.  Our process has significant advantages over conventional technologies in that it is more cost-effective, versatile and environmentally friendly.\n\n(2) Identified a suitable \"carrier\" system for the nanoclay.  The as-made nanoclays are still difficult to utilize directly in the tire manufacturing process.  To address this, we have identified an effective \"carrier\" material as a way to deliver nanoclays to the innerliner compounds.  We have proved that the nanoclays are fully dispersed and substantially exfoliated in the carrier system and that the final material can be easily incorporated into a rubber compound.\n\n(3) Obtained preliminary proof showing the effective improvement to barrier properties.  The nanoclay based additive (nanoclay + carrier) was blended with standard innerliner compounds at different levels and the effect on inflation pressure retention performance was studied by measuring the permeability of the resulting compounds.  A significant reduction in permeability (or improvement in the barrier property) was observed even with a slight addition of nanoclay.  This proves our basic concept and shows great promise for further development and commercialization in Phase II. \n\n \n\n\t\t\t\t\tLast Modified: 03/29/2012\n\n\t\t\t\t\tSubmitted by: Xiaofan Luo"
 }
}