{
 "awd_id": "1113579",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A (mostly) Observational Study of Microearthquakes on a Bimaterial Interface",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 188524.0,
 "awd_amount": 188524.0,
 "awd_min_amd_letter_date": "2011-06-06",
 "awd_max_amd_letter_date": "2011-06-06",
 "awd_abstract_narration": "For three decades it has been anticipated that earthquake ruptures along an interface separating\r\nmaterials with different elastic properties will have a favored propagation direction, that being the\r\ndirection of motion of the more compliant material. However, observing this tendency on natural\r\nfaults has been difficult, in large part because of the small number of significant earthquakes on\r\nfaults with a well-characterized velocity contrast. The PI has used spectral ratios to directly estimate\r\ndirectivity in a catalog of over 3,000 small earthquakes along a 30-km section of the San Andreas\r\nfault with a large and well-characterized velocity contrast. The spectral ratios were fitted with a\r\nsimple moving point source model in which each modeled earthquake has four parameters: two\r\nrupture lengths (one to the SE and one to the NW) and their propagation velocities. Nearly 900\r\nearthquakes, mostly those larger than 70 m, appear reasonably well resolved. The inversion results\r\nsuggest that 40% of the well-resolved events are roughly bilateral, although more than 80%\r\nof the 144 events classified as strongly unilateral rupture to the SE, consistent with the theoretical\r\nprediction. For those rupture halves that were large enough for the propagation speed to be\r\nsomewhat resolved, that speed was greater by roughly 10% for those halves propagating to the SE,\r\nqualitatively consistent with numerical and laboratory experiments. They find that events with\r\nnearby (in space and time) foreshocks tend to rupture away from those foreshocks, whether to the\r\nNW or to the SE, indicating that asymmetry of prior stressing history can exert a stronger influence\r\non rupture directivity than the material contrast.\r\nA major goal of the proposed work is to greatly increase the size of their database in both\r\nspace and time. This will allow them to explore how the correlation between foreshock\r\nlocation and mainshock directivity decays with increasing spatial and temporal distance between\r\nforeshock and mainshock, whether the apparent lack of correlation between mainshock directivity\r\nand aftershock asymmetry we have observed stands up to a larger data sample, and how these\r\nbehaviors correlate with the local across-fault velocity contrast. The investigators will also undertake a systematic search for asymmetry in the location of sub-events in compound earthquakes, and begin\r\nnumerical modeling of earthquake nucleation on a bimaterial interface, with the specific goals of\r\nunderstanding the aforementioned decay of the influence of foreshocks on mainshock directivity,\r\nand the influence of the bimaterial contrast on earthquake nucleation generally.\r\n\r\nLarge faults that are capable of producing damaging earthquakes have also slipped large distances,\r\nand so they often juxtaposes rocks with different mechanical properties. It has long been\r\npredicted that earthquakes on such faults could have a preferred propagation direction. Establishing\r\nwhether this is actually the case is relevant to hazards mitigation because there is much stronger\r\nground shaking in the direction that the rupture propagates; it has even been proposed that building\r\ncodes could be altered to reflect this. This gives the earthquakes we are examining an importance\r\nwhich surpasses their small size. Their usefulness lies in their large number, so that the results\r\nare statistically meaningful, and in their ability to teach us about connecting numerical models of\r\nearthquake rupture to real earthquakes generally.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Allan",
   "pi_last_name": "Rubin",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Allan M Rubin",
   "pi_email_addr": "arubin@princeton.edu",
   "nsf_id": "000475920",
   "pi_start_date": "2011-06-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "1 NASSAU HALL",
  "perf_city_name": "PRINCETON",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 188524.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main goal of this project was to continue investigating the behavior of small (magnitude 1-3) earthquakes on a fault that separates masses of rock with different mechanical properties. &nbsp;Because significant faults such as the San Andreas have accumulated large displacements over their lifetime, it is common for different rock masses to be juxtaposed, and this breaks the symmetry that would otherwise prevail. &nbsp;On theoretical grounds it has been proposed that earthquakes on such a fault have a preferential propagation direction, that being in the direction that the side with the lower seismic wave speed moves (along the central San Andreas fault, south of San Francisco, this would be to the southeast). &nbsp;A known preferential propagation direction along a fault is important for earthquake risk reduction because substantially more ground shaking is expected to occur in the propagation direction than in the opposite direction. &nbsp;Although the small earthquakes that were the subject of this study are not themselves dangerous, it is important to test ideas developed on the basis of theoretical work or laboratory experiments with data from natural faults. &nbsp;Small earthquakes have the advantage of being much more numerous than large earthquakes, and thus it is easier to establish the statistical significance of any observed asymmetry. &nbsp;Our dataset consists of nearly 30,000 earthquakes that occurred on the central San Andreas fault from 1984 to 2009.</p>\n<p>Previous work by our group has shown that (1) aftershocks of these small earthquakes are distributed very asymmetrically, with nearly 3 times as many occurring to the NW than to the SE, opposite to the expected propagation direction, and (2) there is a modest but obvious tendency for these earthquakes to propagate preferentially to the SE, consistent with the theoretical expectation. &nbsp;The goal of the present study was to look for asymmetry in the distribution of secondary events in \"compound earthquakes\" (earthquakes that do not propagate smoothly but consist of 2 or more discrete bursts of slip that occur close together in space and time). &nbsp;Nearly 700 compound earthquakes were identified. &nbsp;Within those,&nbsp;nearly twice as&nbsp;many secondary events occurred to the SE of the earthquake epicenter than to the NW. &nbsp;This asymmetry&nbsp;is not present on the Calaveras Fault, which does not have a&nbsp;significant across-fault contrast in material properties in this region. &nbsp;Our&nbsp;interpretation is that on the San Andreas fault the&nbsp;extra secondary events to the SE are representative of those \"missing\" from&nbsp;the longer term aftershock population because they became part of the main shock instead. &nbsp;In this sense they provide additional evidence consistent with the hypothesis of preferential propagation of these earthquakes to the SE. &nbsp;This study adds to the relatively small number of cases in which predictions of earthquake behavior based upon theoretical arguments and numerical simulations have been tested with data from natural faults.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/30/2014<br>\n\t\t\t\t\tModified by: Allan&nbsp;M&nbsp;Rubin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe main goal of this project was to continue investigating the behavior of small (magnitude 1-3) earthquakes on a fault that separates masses of rock with different mechanical properties.  Because significant faults such as the San Andreas have accumulated large displacements over their lifetime, it is common for different rock masses to be juxtaposed, and this breaks the symmetry that would otherwise prevail.  On theoretical grounds it has been proposed that earthquakes on such a fault have a preferential propagation direction, that being in the direction that the side with the lower seismic wave speed moves (along the central San Andreas fault, south of San Francisco, this would be to the southeast).  A known preferential propagation direction along a fault is important for earthquake risk reduction because substantially more ground shaking is expected to occur in the propagation direction than in the opposite direction.  Although the small earthquakes that were the subject of this study are not themselves dangerous, it is important to test ideas developed on the basis of theoretical work or laboratory experiments with data from natural faults.  Small earthquakes have the advantage of being much more numerous than large earthquakes, and thus it is easier to establish the statistical significance of any observed asymmetry.  Our dataset consists of nearly 30,000 earthquakes that occurred on the central San Andreas fault from 1984 to 2009.\n\nPrevious work by our group has shown that (1) aftershocks of these small earthquakes are distributed very asymmetrically, with nearly 3 times as many occurring to the NW than to the SE, opposite to the expected propagation direction, and (2) there is a modest but obvious tendency for these earthquakes to propagate preferentially to the SE, consistent with the theoretical expectation.  The goal of the present study was to look for asymmetry in the distribution of secondary events in \"compound earthquakes\" (earthquakes that do not propagate smoothly but consist of 2 or more discrete bursts of slip that occur close together in space and time).  Nearly 700 compound earthquakes were identified.  Within those, nearly twice as many secondary events occurred to the SE of the earthquake epicenter than to the NW.  This asymmetry is not present on the Calaveras Fault, which does not have a significant across-fault contrast in material properties in this region.  Our interpretation is that on the San Andreas fault the extra secondary events to the SE are representative of those \"missing\" from the longer term aftershock population because they became part of the main shock instead.  In this sense they provide additional evidence consistent with the hypothesis of preferential propagation of these earthquakes to the SE.  This study adds to the relatively small number of cases in which predictions of earthquake behavior based upon theoretical arguments and numerical simulations have been tested with data from natural faults.\n\n\t\t\t\t\tLast Modified: 08/30/2014\n\n\t\t\t\t\tSubmitted by: Allan M Rubin"
 }
}