{
 "awd_id": "1113110",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Advancing a Novel Low-voltage Electric Arc Method to Oxidize Organic Material in Contaminated Water",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory T. Baxter",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 149988.0,
 "awd_amount": 149988.0,
 "awd_min_amd_letter_date": "2011-05-12",
 "awd_max_amd_letter_date": "2011-05-12",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project from Symbios Technologies LLC advances a\r\nnovel plasma reactor method to oxidize organic matter in untreated water. This method has further potential to\r\ndestroy harmful substances such as pesticides, pathogens, and some inorganics. A provisional patent covering this\r\ntechnology has been filed with the U.S. Patent office. In earlier research, a proof-of-concept batch apparatus\r\ndemonstrated that this reactor could destroy selected organic compounds and pathogens. However, this early\r\nversion could not be economically scaled up nor run in a continuous mode. This Phase I project will build a new\r\napparatus design at a laboratory scale, capable of treating water continuously. Studies will then be conducted to\r\nverify the effectiveness of the new reactor design, and to investigate the mechanisms and kinetics of the\r\ndegradation of a selected organic compound.\r\nThe broader/commercial impacts of this research are: an economical and effective method to treat raw\r\nwater, input water, industrial wastewater, and contaminated potable water; and potential portability to desired\r\nlocations. There are several ongoing incidences of waterborne diseases in many parts of the world and economical\r\noptions for on-site treatment are limited. Our analytical projections indicate that it would be feasible to treat large\r\nquantities of untreated water economically on a commercial scale using a portable system. Furthermore, this\r\napparatus would be compatible with renewable energy sources and with extended applications to remote sites, such\r\nas military bases and disaster relief operations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mandar",
   "pi_last_name": "Sunthankar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mandar Sunthankar",
   "pi_email_addr": "mandar@symbiostechnologies.com",
   "nsf_id": "000582338",
   "pi_start_date": "2011-05-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Symbios Technologies, Inc.",
  "inst_street_address": "5607 PLEASANT HILL LN",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704924418",
  "inst_zip_code": "805264343",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "SYMBIOS TECHNOLOGIES INC",
  "org_prnt_uei_num": "NREVHDNB5LQ3",
  "org_uei_num": "NREVHDNB5LQ3"
 },
 "perf_inst": {
  "perf_inst_name": "Symbios Technologies, Inc.",
  "perf_str_addr": "5607 PLEASANT HILL LN",
  "perf_city_name": "FORT COLLINS",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805264343",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8030",
   "pgm_ref_txt": "Chemical Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 149988.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>This NSF Small Business Innovation Research Phase I project has advanced a plasma discharge treatment method that has the potential to destroy organic contaminants in industrial, oil and gas, and mining wastewater as well as graywater and drinking water. Most conventional methods cannot effectively reduce many of these contaminants, and advanced oxidation treatments are relatively expensive and vary in removal efficiency. The success of this novel method is attributed to inherent high energies of the plasma discharge that generate high-energy electrons and hydroxyl radicals directly causing destruction of organic contaminants. This project proved ability to oxidize dissolved organic compounds directly into carbon dioxide without other byproducts.</p>\n<p><span style=\"white-space: pre;\"> </span>In this project, Symbios Technologies LLC successfully developed a novel, bench-scale, low-voltage plasma system for oxidatively destroying organic molecules in contaminated water. The plasma discharge was demonstrated through a volume of flowing water using multiple electrodes. The project demonstrated that the water could be treated with this oxidation process in a continuous flow mode. Another significant demonstrated advantage of this method in this project was its relatively low voltage and power operation (approximately 0.1 to 0.2 kW). The project had three primary goals: 1) advance the apparatus from a proof-of-concept disk-type batch mode to a scalable tubular continuous-flow mode; 2) prove the capability of destroying a selected dissolved volatile organic compound, MTBE; and 3) study the byproducts of the process to evaluate the feasibility of treating contaminated water. All of these objectives have been accomplished successfully.</p>\n<p><span style=\"white-space: pre;\"> </span>As proposed, the bench-top model was fabricated by a contracted machine shop. Then the apparatus was set up in Symbios Technologies&rsquo; laboratory and the operation of plasma discharge in water under atmospheric air was successfully demonstrated. In subsequent experiments, the apparatus operational parameters were finalized and tests were conducted repeatedly to treat MTBE-contaminated water for up to 20 min. Then, pure water contaminated with 100 parts per million (ppm) MTBE was introduced to the reactor. Samples of the water during treatment were collected periodically to observe progressive degradation of MTBE into byproducts, if any, and subsequent transition into carbon dioxide (CO<sub>2</sub>). Similarly, all the air used in the reactor process was collected to measure gas byproducts of MTBE degradation.</p>\n<p><span style=\"white-space: pre;\"> </span>The water and gas analysis indicated that 95% of MTBE was destroyed and converted directly into CO<sub>2</sub> within 20 min of the plasma treatment. Furthermore, no oxidation byproducts of the MTBE were detected except for CO<sub>2,</sub> indicating that the plasma process developed has the ability to convert MTBE completely into CO<sub>2</sub>. This finding is considered critical for water quality as well as relative commercialization simplicity. The plasma apparatus indicated robustness and could run without interruption for extended periods to process water as needed. In conclusion, the project has been completed successfully by meeting all its proposed objectives. It is believed that the technology is now ready for its scaling up in Phase II to demonstrate its beta-scale applicability in a selected industry.</p>\n<p><span style=\"white-space: pre;\"> </span>It is internationally recognized that clean water is a limited economic resource, and new technologies are being sought to economically recycle and reuse processed water. This Symbios technology could offer an economical and cost-effective method to treat raw water, input water, industrial wastewater, and potable water. There are several ongoing...",
  "por_txt_cntn": "\n This NSF Small Business Innovation Research Phase I project has advanced a plasma discharge treatment method that has the potential to destroy organic contaminants in industrial, oil and gas, and mining wastewater as well as graywater and drinking water. Most conventional methods cannot effectively reduce many of these contaminants, and advanced oxidation treatments are relatively expensive and vary in removal efficiency. The success of this novel method is attributed to inherent high energies of the plasma discharge that generate high-energy electrons and hydroxyl radicals directly causing destruction of organic contaminants. This project proved ability to oxidize dissolved organic compounds directly into carbon dioxide without other byproducts.\n\n In this project, Symbios Technologies LLC successfully developed a novel, bench-scale, low-voltage plasma system for oxidatively destroying organic molecules in contaminated water. The plasma discharge was demonstrated through a volume of flowing water using multiple electrodes. The project demonstrated that the water could be treated with this oxidation process in a continuous flow mode. Another significant demonstrated advantage of this method in this project was its relatively low voltage and power operation (approximately 0.1 to 0.2 kW). The project had three primary goals: 1) advance the apparatus from a proof-of-concept disk-type batch mode to a scalable tubular continuous-flow mode; 2) prove the capability of destroying a selected dissolved volatile organic compound, MTBE; and 3) study the byproducts of the process to evaluate the feasibility of treating contaminated water. All of these objectives have been accomplished successfully.\n\n As proposed, the bench-top model was fabricated by a contracted machine shop. Then the apparatus was set up in Symbios TechnologiesÆ laboratory and the operation of plasma discharge in water under atmospheric air was successfully demonstrated. In subsequent experiments, the apparatus operational parameters were finalized and tests were conducted repeatedly to treat MTBE-contaminated water for up to 20 min. Then, pure water contaminated with 100 parts per million (ppm) MTBE was introduced to the reactor. Samples of the water during treatment were collected periodically to observe progressive degradation of MTBE into byproducts, if any, and subsequent transition into carbon dioxide (CO2). Similarly, all the air used in the reactor process was collected to measure gas byproducts of MTBE degradation.\n\n The water and gas analysis indicated that 95% of MTBE was destroyed and converted directly into CO2 within 20 min of the plasma treatment. Furthermore, no oxidation byproducts of the MTBE were detected except for CO2, indicating that the plasma process developed has the ability to convert MTBE completely into CO2. This finding is considered critical for water quality as well as relative commercialization simplicity. The plasma apparatus indicated robustness and could run without interruption for extended periods to process water as needed. In conclusion, the project has been completed successfully by meeting all its proposed objectives. It is believed that the technology is now ready for its scaling up in Phase II to demonstrate its beta-scale applicability in a selected industry.\n\n It is internationally recognized that clean water is a limited economic resource, and new technologies are being sought to economically recycle and reuse processed water. This Symbios technology could offer an economical and cost-effective method to treat raw water, input water, industrial wastewater, and potable water. There are several ongoing incidences of waterborne diseases, such as cholera, in many parts of the world and economical options for on-site treatment are limited. Our further analysis of scalable advanced designs indicates that it would be feasible to treat water from 15,000 gallons per day to millions of gallons per day using the Symbios Plasma system. ..."
 }
}