{
 "awd_id": "1113450",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  One-step Production of Lactic Acid from Lignocellulosic Biomass by Recombinant Cellulolytic Bacillus subtilis",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032925341",
 "po_email": "pbalan@nsf.gov",
 "po_sign_block_name": "Prakash Balan",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 148980.0,
 "awd_amount": 178776.0,
 "awd_min_amd_letter_date": "2011-05-24",
 "awd_max_amd_letter_date": "2011-12-06",
 "awd_abstract_narration": "This Small Business Innovation Research Phase I project will develop a new ultra-low-cost platform for the production of lactic acid directly from pretreated lignocellulosic biomass in a single step by using a novel recombinant cellulolytic Bacillus subtilis strain. Lactic acid is the precursor of polylactic acid (PLA), an environmentally friendly biodegradable plastic. Currently, lactic acid is commercially produced through bacterial fermentation based on corn starch or cane sugar, which are food and animal feed. Cellulosic biomass is the most abundant natural renewable resource, which has great potential in the production of valuable biocommodities for both short- and long-term sustainability. However, the process for converting non-food lignocellulosic material into lactic acid is not feasible yet due to the high cost of cellulase involved in cellulose hydrolysis and also to the use of fastidious culture media. Through the systematic genetic engineering and metabolic engineering, this project will convert noncellulose- utilizing B. subtilis to an efficient lignocellulose utilizer and to produce lactic acid at high yield and titer, suitable for industrial fermentation.\r\n\r\nThe broader impact/commercial potential of this project is that the proposed recombinant cellulolytic B. subtilis would be an ultra-low-cost platform for producing lactic acid from non-food biomass, with obvious advantages over other developing CBP microorganisms. Also, this effort would serve as a model system to convert other industrially important microorganisms into cellulose utilizers and result in use of renewable and less expensive substrates for the production of valuable products. Lactic acid was identified by the U.S. DOE as one of the top 30 value-added and potential buildingblock chemicals made from biomass. There are many potential derivatives of lactic acid, some of which are new chemical products and others represent biobased alternatives to chemicals currently produced from petroleum. The use of lactic acid for making biodegradable PLA is growing rapidly, given the rising demand for environmentally friendly packaging. The production of PLA releases fewer toxic substances than making petroleum plastic, consumes less energy, and releases an estimated two-thirds less greenhouse gas. PLA can be composted, incinerated or recycled. There is no doubt that the consumption of the biodegradable plastic products derived from lactic acid would decrease the growing environmental pollution and attract greater consumer interest towards the use of green products.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiaozhou",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaozhou Zhang",
   "pi_email_addr": "xzhang@gatefuels.com",
   "nsf_id": "000582920",
   "pi_start_date": "2011-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gate Fuels Incorporated",
  "inst_street_address": "2200 Kraft Drive",
  "inst_street_address_2": "Suite 1200B",
  "inst_city_name": "Blacksburg",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "8045867775",
  "inst_zip_code": "240601600",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Gate Fuels Incorporated",
  "perf_str_addr": "2200 Kraft Drive",
  "perf_city_name": "Blacksburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240601600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8030",
   "pgm_ref_txt": "Chemical Technology"
  },
  {
   "pgm_ref_code": "9163",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY - INDUSTRY"
  },
  {
   "pgm_ref_code": "9239",
   "pgm_ref_txt": "MATERIALS CHEMISTRY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 148980.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 29796.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to demonstrate the technical feasibility of one-step production of lactic acid from pretreated lignocellulosic biomass by using genetically engineered recombinant cellulolytic <em>Bacillus subtilis</em> strains through the consolidated bioprocessing (CBP) technology (Fig. 1). Lactic acid was identified by the U.S. DOE as one of the top 30 value-added and potential building-block chemicals made from biomass. The use of lactic acid for making biodegradable polylactic acid (PLA) is growing rapidly, given the rising demand for environmentally friendly packaging. The long term ultimate goal of this project is to develop a new ultra-low-cost <em>B. subtilis</em> platform for the production of lactic acid directly from pretreated lignocellulosic biomass with high yield, titer and productivity.</p>\n<p>To hydrolyze pretreated biomass as rapidly and efficiently as natural cellulolytic microorganisms, we further improved the expression/secretion level of cellulases and successfully realized the co-expression of several different types of cellulases in one strain, yielding the 2<sup>nd</sup>-generation recombinant cellulolytic <em>B. subtilis</em> strain. Clearly, the 2<sup>nd</sup>-generation cellulolytic strain showed improved cellulolytic activity (Fig. 2). Our results on the hydrolysis of regenerated amorphous cellulose (RAC) demonstrate that the new cellulolytic <em>B. subtilis</em> strain is superior to native cellulolytic strain <em>Clostridium phytofermentans</em> ISDg. When pretreated corn stover was used as the substrate, ~50% and ~70% of the glucan was hydrolyzed after 1 and 4 days, respectively, which was also superior to the performance of <em>C. phytofermentans</em> ISDg.</p>\n<p>To reach 95% of the theoretical yield for lactate production, we inactivated the pathway for the production of 2,3-butanediol. After metabolic engineering efforts, 2,3-butanediol was not detectable in the fermentation broth, and the yield of lactate production on RAC was more than 95% of the theoretical yield under optimized conditions. We conducted further lactate fermentation with pretreated corn stover (Fig. 3). Lactate accumulated rapidly within one day, and the production curve remained almost flat thereafter. Within one day, ~ 50% of the glucan was hydrolyzed, and the lactate production yield was ~80%. After 4 days of fermentation, ~70% of the glucan was hydrolyzed. Thus, we successfully demonstrated the technical feasibility of one-step production of lactate from the pretreated corn stover, but the strain needs further improvement in the Phase II project.</p>\n<p>For the Phase IB project, we discovered a novel universal carrier for enhancing the expression/secretion of heterologous proteins so that we successfully achieved the high-level fusion expression and secretion of heterologous cellulases and scaffoldins, which was a key achievement for the assembly of cellulosomes in <em>B. subtilis </em>for further enhanced cellulolytic activity. The discovery of this novel secretory protein carrier strengthens our IP position.</p>\n<p>Based on the results of the Phase I/IB work, a new provisional patent has been filed by Gate Fuels Inc. The accomplished work is expected to support the Phase II project for the further optimization and improvement of recombinant cellulolytic <em>B. subtilis</em> strains suitable for high-titer lactate production at higher levels of substrate loading, with high yield and productivity. The new proprietary recombinant cellulolytic <em>B. subtilis</em> strains would be an ultra-low-cost platform for producing L-lactate from the non-food biomass and have obvious advantages over other developing CBP microorganisms. Large-scale production of L-lactate based on pretreated lignocellulosic biomass would create new biomanufacturing and agricultural jobs, lessen the reliance on imported crude oil, and decrease net greenhouse gas emissions. Fu...",
  "por_txt_cntn": "\nThe goal of this project was to demonstrate the technical feasibility of one-step production of lactic acid from pretreated lignocellulosic biomass by using genetically engineered recombinant cellulolytic Bacillus subtilis strains through the consolidated bioprocessing (CBP) technology (Fig. 1). Lactic acid was identified by the U.S. DOE as one of the top 30 value-added and potential building-block chemicals made from biomass. The use of lactic acid for making biodegradable polylactic acid (PLA) is growing rapidly, given the rising demand for environmentally friendly packaging. The long term ultimate goal of this project is to develop a new ultra-low-cost B. subtilis platform for the production of lactic acid directly from pretreated lignocellulosic biomass with high yield, titer and productivity.\n\nTo hydrolyze pretreated biomass as rapidly and efficiently as natural cellulolytic microorganisms, we further improved the expression/secretion level of cellulases and successfully realized the co-expression of several different types of cellulases in one strain, yielding the 2nd-generation recombinant cellulolytic B. subtilis strain. Clearly, the 2nd-generation cellulolytic strain showed improved cellulolytic activity (Fig. 2). Our results on the hydrolysis of regenerated amorphous cellulose (RAC) demonstrate that the new cellulolytic B. subtilis strain is superior to native cellulolytic strain Clostridium phytofermentans ISDg. When pretreated corn stover was used as the substrate, ~50% and ~70% of the glucan was hydrolyzed after 1 and 4 days, respectively, which was also superior to the performance of C. phytofermentans ISDg.\n\nTo reach 95% of the theoretical yield for lactate production, we inactivated the pathway for the production of 2,3-butanediol. After metabolic engineering efforts, 2,3-butanediol was not detectable in the fermentation broth, and the yield of lactate production on RAC was more than 95% of the theoretical yield under optimized conditions. We conducted further lactate fermentation with pretreated corn stover (Fig. 3). Lactate accumulated rapidly within one day, and the production curve remained almost flat thereafter. Within one day, ~ 50% of the glucan was hydrolyzed, and the lactate production yield was ~80%. After 4 days of fermentation, ~70% of the glucan was hydrolyzed. Thus, we successfully demonstrated the technical feasibility of one-step production of lactate from the pretreated corn stover, but the strain needs further improvement in the Phase II project.\n\nFor the Phase IB project, we discovered a novel universal carrier for enhancing the expression/secretion of heterologous proteins so that we successfully achieved the high-level fusion expression and secretion of heterologous cellulases and scaffoldins, which was a key achievement for the assembly of cellulosomes in B. subtilis for further enhanced cellulolytic activity. The discovery of this novel secretory protein carrier strengthens our IP position.\n\nBased on the results of the Phase I/IB work, a new provisional patent has been filed by Gate Fuels Inc. The accomplished work is expected to support the Phase II project for the further optimization and improvement of recombinant cellulolytic B. subtilis strains suitable for high-titer lactate production at higher levels of substrate loading, with high yield and productivity. The new proprietary recombinant cellulolytic B. subtilis strains would be an ultra-low-cost platform for producing L-lactate from the non-food biomass and have obvious advantages over other developing CBP microorganisms. Large-scale production of L-lactate based on pretreated lignocellulosic biomass would create new biomanufacturing and agricultural jobs, lessen the reliance on imported crude oil, and decrease net greenhouse gas emissions. Furthermore, this effort pertaining to enhanced cellulolytic activity Bacillus strains could assist in developing other CBP microorganisms that could produce other biochemicals and drop-in ad..."
 }
}