{
 "awd_id": "1113704",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mixing and Reactions in Highly Heterogeneous Media - Can Nonlocal Models handle them?",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Torgersen",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 388090.0,
 "awd_amount": 388090.0,
 "awd_min_amd_letter_date": "2011-09-11",
 "awd_max_amd_letter_date": "2011-09-11",
 "awd_abstract_narration": "One of the great challenges in making accurate predictions of reactive contaminant transport in subsurface flows is accounting for the impact of geological heterogeneity. For many real life scenarios, prediction using traditional approaches that are valid in homogeneous environments simply cannot capture many of the complex features that have been observed in field and laboratory experiments.  For the case of non-reactive contaminants, several promising theoretical methods have emerged.  Predicting chemical reactions in subsurface flows is by its nature a more complex problem and it is not clear whether the novel methods put forth for non-reactive contaminants offer the same potential for success in this area. This project aims to address the applicability of methods designed for conservative transport to the problem of predicting non-conservative transport.  Specifically, the reasons for lack of predictive capability and the needed improvement in the mathematical description(s) is a primary focus of this research. These concerns will be addressed using theory, numerical simulations and laboratory experiments in a synergistic manner. The first part of this work will focus on studying mixing, which is a fundamental driver of reactions. Numerical and laboratory experiments will be conducted in constructed heterogeneous porous media and comparisons between theoretical predictions and experimental data will highlight limitations in one or both of these approaches (modeling and laboratory). The experimental data will help to identify when and how fundamental assumptions associated with the theoretical models fail with the ultimate aim of circumventing limiting assumptions in the theory. The second part of this work focuses on studying chemical reactions, again via experiments and theory, to determine whether incorporating mixing, by itself, in a theoretical model is sufficient to improve prediction of reactive transport, or whether modifications of mixing and mechanisms related to chemical reactions will be necessary additions to existing models.\r\n\r\nCurrent predictive tools and methods often provide policy makers, legal authorities, stakeholders and managers with unreliable information when it comes to making decisions regarding contaminants that undergo chemical reactions in groundwater systems. For a resource as valuable as water, which is already strained in many parts of the world, this can give rise to great concern. One specific goal of this work is to improve the current theoretical understanding of reactive contaminant transport in groundwater systems.  The successful completion of this project holds substantial promise to provide the hydrological and environmental engineering communities with new, substantially improved, tools. These tools will allow experts to better assess and design strategies for cleanup and remediation at already contaminated sites. It will also provide more reliable information to allow for better management and protection strategies of existing groundwater resources and hopefully help guide decision makers in the development of future groundwater policies.  Finally, this research will involve research experiences for both undergraduate and graduate students at the University of Notre Dame.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Diogo",
   "pi_last_name": "Bolster",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Diogo Bolster",
   "pi_email_addr": "dbolster@nd.edu",
   "nsf_id": "000552378",
   "pi_start_date": "2011-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Silliman",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen E Silliman",
   "pi_email_addr": "sesilliman@trevecca.edu",
   "nsf_id": "000317197",
   "pi_start_date": "2011-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "940 GRACE HALL",
  "perf_city_name": "NOTRE DAME",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565708",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  },
  {
   "pgm_ele_code": "776400",
   "pgm_ele_name": "EMERGING TOPICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 388090.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The subsurface is a naturally complex environment, made up of a broad range of geologic materials with varying physical and chemical characteristics that are distributed non-uniformly beneath the earth's surface. It is precisely in this complex environment that one of our most precious resources resides: groundwater. To effectively use and sustain groundwater resources we must understand how it and contaminants move through the subsurface. However, the aforementioned complex makeup of the subsurface makes accurate predictions challenging. Classical theories frequently fail to match observations and current predictive tools provide policy makers, legal authorities, stakeholders and managers with limited information to make effective decisions. This can be even more of a concern for contaminants that undergo chemical reactions where the complex makeup of the subsurface impacts how quickly and where reactions actually occur.</p>\n<p>Thankfully, a rich class of <em>anomalous transport</em> models have emerged that better predict observed contamination scenarios. Despite their name, the behaviors they predict are ubiquitous, not anomalous. Prior to this project these models have mostly only been applied to study non-reactive contaminants. The overarching goals of this project were: (a) to assess if these models can be readily applied to predict reactive contaminant transport in the subsurface and if not, (b) how to extend them in such a manner that they can.</p>\n<p>Briefly, the outcomes of these two goals were:</p>\n<p>(a)</p>\n<ul>\n<li>We found that simple reactive anomalous transport models can reproduce and explain certain observations of chemical reactions that classical models cannot. For example, they can predict occurrence of reactions in locations precluded by classical theories, but where they may be observed in reality. Thus these models appear to capture certain critical aspects key to successful reactive transport modeling.</li>\n</ul>\n<ul>\n</ul>\n<ul>\n<li>Despite certain improvements, strong limitations were identified. Specifically, unmodified anomalous transport models tend to overestimate how quickly reactants mix and over-predict reactions. This is a common problem across a variety of scientific disciplines. Incomplete mixing of reactants slows down how quickly reactions occur, yet many models do not represent this.</li>\n</ul>\n<p>(b)</p>\n<ul>\n<li>To address over-predicting reaction rates we developed a suite of numerical and theoretical models that can incorporate incomplete mixing. The numerical methods are based on so-called particle tracking methods, where the movement of reactants is represented by a number of discrete particles that move following established physical rules; they react based on probabilistic rules we have refined. We have demonstrated that this method can reproduce slow down in reaction rates. We successfully tested it against a famous benchmark experiment for reactive transport in porous media where incomplete mixing effects are known to slow down reaction rates relative to classical predictions. The numerical codes are available for download from the PI&rsquo;s (Bolster) website for use by the general public and researchers across disciplines.</li>\n</ul>\n<ul>\n<li>Another limitation of traditional anomalous transport models is that they are based on a strong assumption that certain processes (successive jumps to be specific) are uncorrelated. This assumption often only yields small errors for non-reactive transport. However, we have shown that its impact on reactive transport is more profound. In particular it can contribute significantly to the over prediction of mixing noted above. To rectify this, we have worked on a novel anomalous transport model, the Spatial Markov model, which relaxes this assumption. It implements observed correlation effects in an efficient and easy to implement manner. In particular, we have demonstrated how ...",
  "por_txt_cntn": "\nThe subsurface is a naturally complex environment, made up of a broad range of geologic materials with varying physical and chemical characteristics that are distributed non-uniformly beneath the earth's surface. It is precisely in this complex environment that one of our most precious resources resides: groundwater. To effectively use and sustain groundwater resources we must understand how it and contaminants move through the subsurface. However, the aforementioned complex makeup of the subsurface makes accurate predictions challenging. Classical theories frequently fail to match observations and current predictive tools provide policy makers, legal authorities, stakeholders and managers with limited information to make effective decisions. This can be even more of a concern for contaminants that undergo chemical reactions where the complex makeup of the subsurface impacts how quickly and where reactions actually occur.\n\nThankfully, a rich class of anomalous transport models have emerged that better predict observed contamination scenarios. Despite their name, the behaviors they predict are ubiquitous, not anomalous. Prior to this project these models have mostly only been applied to study non-reactive contaminants. The overarching goals of this project were: (a) to assess if these models can be readily applied to predict reactive contaminant transport in the subsurface and if not, (b) how to extend them in such a manner that they can.\n\nBriefly, the outcomes of these two goals were:\n\n(a)\n\nWe found that simple reactive anomalous transport models can reproduce and explain certain observations of chemical reactions that classical models cannot. For example, they can predict occurrence of reactions in locations precluded by classical theories, but where they may be observed in reality. Thus these models appear to capture certain critical aspects key to successful reactive transport modeling.\n\n\n\n\nDespite certain improvements, strong limitations were identified. Specifically, unmodified anomalous transport models tend to overestimate how quickly reactants mix and over-predict reactions. This is a common problem across a variety of scientific disciplines. Incomplete mixing of reactants slows down how quickly reactions occur, yet many models do not represent this.\n\n\n(b)\n\nTo address over-predicting reaction rates we developed a suite of numerical and theoretical models that can incorporate incomplete mixing. The numerical methods are based on so-called particle tracking methods, where the movement of reactants is represented by a number of discrete particles that move following established physical rules; they react based on probabilistic rules we have refined. We have demonstrated that this method can reproduce slow down in reaction rates. We successfully tested it against a famous benchmark experiment for reactive transport in porous media where incomplete mixing effects are known to slow down reaction rates relative to classical predictions. The numerical codes are available for download from the PIÆs (Bolster) website for use by the general public and researchers across disciplines.\n\n\nAnother limitation of traditional anomalous transport models is that they are based on a strong assumption that certain processes (successive jumps to be specific) are uncorrelated. This assumption often only yields small errors for non-reactive transport. However, we have shown that its impact on reactive transport is more profound. In particular it can contribute significantly to the over prediction of mixing noted above. To rectify this, we have worked on a novel anomalous transport model, the Spatial Markov model, which relaxes this assumption. It implements observed correlation effects in an efficient and easy to implement manner. In particular, we have demonstrated how this approach yields improved predictions, both for non-reactive, but in particular, reactive transport scenarios. While still in its infancy, this model appears to hold great ..."
 }
}