{
 "awd_id": "1113703",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: New Zealand as a Natural Laboratory to Investigate Earthquake Stress Variation",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 142824.0,
 "awd_amount": 142824.0,
 "awd_min_amd_letter_date": "2011-08-22",
 "awd_max_amd_letter_date": "2011-08-22",
 "awd_abstract_narration": "Global studies of earthquake source parameters have suggested that high stress drop events are more likely to occur in intraplate regions, along strike-slip faults, and at deeper depths.  These studies combine stress drops determined from a variety of methods whose uncertainties are poorly known.  The PIs will investigate the validity of these general observations by using a single analysis technique (empirical Green¡¯s function method) on moderate-sized (4.0<ML<6.0) earthquakes recorded by the modern broadband New Zealand network that has been operating for over 7 years.  The planned research has three aims: 1) determine factors controlling the earthquake rupture process in four distinct tectonic regimes of New Zealand, 2) examine uncertainties in estimating stress drops obtained using the empirical Green¡¯s function (EGF) technique, and 3) a preliminary examination of spatial variations in earthquake parameters along the Hikurangi Margin, North Island, New Zealand.    The initial focus will be to investigate four distinct tectonic regimes where large earthquakes with prolific aftershock sequences or swarm sequences provide us with numerous moderate magnitude (4 ¡Ü ML¡Ü 6) events.  These regions include strongly coupled subduction (Dusky Sound 2009), weakly coupled/aseismic subduction (Gisborne 2007), strike-slip crustal (Darfield 2010 and Christchurch 2011), and back-arc spreading (Matata 2005-2010).   Few studies have focused on the source processes of moderate magnitude earthquakes, although this knowledge is critical in developing scaling relationships and examining earthquake self-similarity.  By using a single analysis technique for data recorded by a single network to determine stress drops for earthquakes in these diverse settings the researchers maximize their chances of finding significant differences in stress drops and of reliably determining the uncertainties in the analysis technique.  The results will be useful to scientists who study subduction zone processes or the dynamics of the earthquake rupture process.  \r\n\r\nThe researchers will focus on a preliminary study of earthquakes along the margin of the North Island of New Zealand where the Pacific plate is being subducted (pushed) beneath the island.  This margin has large, along-strike variations in geology and structure that affect how parts of the Pacific plate stick or creep as the plate descends.  The results will also be relevant to studies of SSE and seismic hazards in other subduction zones such as Cascadia and Alaska.   Since many urban regions of the world (e.g. Japan, Cascadia, Indonesia, Chile) are located along these types of plate margins, the results will be useful to scientists who study geologic and tectonic processes at these margins, as well as to improving earthquake hazards models and building codes for these highly urbanized areas.  The results of the uncertainty analysis will be useful to researchers studying how similar earthquakes are to one another or how valid it is to use observations from small earthquakes to predict what may happen in larger earthquakes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Diane",
   "pi_last_name": "Doser",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Diane I Doser",
   "pi_email_addr": "doser@utep.edu",
   "nsf_id": "000329369",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at El Paso",
  "inst_street_address": "500 W UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EL PASO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9157475680",
  "inst_zip_code": "799688900",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "TX16",
  "org_lgl_bus_name": "THE UNIVERSITY OF TEXAS AT EL PASO",
  "org_prnt_uei_num": "C1DEGMMKC7W7",
  "org_uei_num": "C1DEGMMKC7W7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at El Paso",
  "perf_str_addr": "500 W UNIVERSITY AVE",
  "perf_city_name": "EL PASO",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "799688900",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "TX16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 142824.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We have studied stress release during earthquakes in New Zealand in an effort to determine if different plate tectonic settings are associated with higher or lower levels of stress release.&nbsp; New Zealand is an excellent location for this work because there is a high level of seismicity that is well-recorded, and occurring in multiple tectonic settings. The stress released during an earthquake is directly proportional to the ground acceleration, and so higher stress release during an earthquake could lead to greater damage of infrastructures and loss of life.&nbsp; Unfortunately, stress release is very hard to measure reliably, and results published to date show great variation and little consistency. We studied earthquakes occurring near Wellington within the subducting slab (2004-2005 Upper Hutt and 2014 Ekatahuna sequences) and also in the overlying plate (2013 Cook Strait sequence). During this research we developed a systematic method to analyze earthquake stress release and quantify the uncertainties associated with our analysis methods. Our results to date do not show any significant variation of stress release with geologic setting, earthquake size or earthquake depth; although there is a suggestion that the aftershocks closest to the hypocenter of a main shock release less stress than more distant aftershocks.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/23/2015<br>\n\t\t\t\t\tModified by: Diane&nbsp;I&nbsp;Doser</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe have studied stress release during earthquakes in New Zealand in an effort to determine if different plate tectonic settings are associated with higher or lower levels of stress release.  New Zealand is an excellent location for this work because there is a high level of seismicity that is well-recorded, and occurring in multiple tectonic settings. The stress released during an earthquake is directly proportional to the ground acceleration, and so higher stress release during an earthquake could lead to greater damage of infrastructures and loss of life.  Unfortunately, stress release is very hard to measure reliably, and results published to date show great variation and little consistency. We studied earthquakes occurring near Wellington within the subducting slab (2004-2005 Upper Hutt and 2014 Ekatahuna sequences) and also in the overlying plate (2013 Cook Strait sequence). During this research we developed a systematic method to analyze earthquake stress release and quantify the uncertainties associated with our analysis methods. Our results to date do not show any significant variation of stress release with geologic setting, earthquake size or earthquake depth; although there is a suggestion that the aftershocks closest to the hypocenter of a main shock release less stress than more distant aftershocks. \n\n\t\t\t\t\tLast Modified: 11/23/2015\n\n\t\t\t\t\tSubmitted by: Diane I Doser"
 }
}