{
 "awd_id": "1113254",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  3D X-ray Imager",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Muralidharan Nair",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2011-05-25",
 "awd_max_amd_letter_date": "2011-05-25",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project aims to develop a novel 3-D X-ray imager that will allow potential users to directly obtain 3D images with a single X-ray exposure. Computer Tomography (CT) permits capturing a 3D image of an object however, it requires bulky and expensive mechanical parts to produce a series of 2D X-ray images taken around a single axis of rotation. The proposed imager will overcome these limitations so that 3D X-ray imaging can become as portable and widespread as 2D. The expertise in design of monolithic X-ray imagers that combines high-speed precision electronics for signal processing will be employed. This design will use bulk silicon as a direct photon-to-electron X-ray detector to sense backscattered X-rays. The use of time of flight measurement, 56 ranging bins will ensure high depth resolution. A novel gating feature will permit further increase in resolution and detuning the image of the objects that obscure the target areas. During Phase I a circuit design and in silico validation of the 3D X-ray imager will be provided. During Phase II a monolithic prototype will be designed, fabricated using a commercial silicon technology and tested resulting in a full commercial product. \r\n\r\nThe broader impact/commercial potential of this project includes the ability to manufacture the 3D X-ray imager on 200mm standard CMOS wafers as a wafer scale chip including the X-ray detector array based on direct X-ray photon to electron conversion. The proposed 3D X-ray imager allows for a revolutionary breakthrough in the construction of CT scanners for medical applications, improvised explosive devices (IED) detection for military, luggage and cargo screening equipment. In order to make CT equipment compact, the proposed 3D X-ray imager eliminates mechanical parts. According to industry estimates, the global X-ray imaging sensor market is expected to grow from $700 million or 19,000 units in 2008 to $7.2 billion or 212,000 units in 2012. This new technology will make handheld CT scanning inexpensive. Medical personnel will be able to quickly assess injuries even when they are not close to a standard CT machine as may happen in a remote area, on the battlefield, and at the scene of a natural disaster or terrorist attack. It is expected to sell this device to CT scanner producers, IED detection device manufacturers, and airport luggage and cargo screening equipment manufacturers to replace currently used 2D imagers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Denis",
   "pi_last_name": "Zelenin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Denis Zelenin",
   "pi_email_addr": "denis@pacificmicrochip.com",
   "nsf_id": "000566734",
   "pi_start_date": "2011-05-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pacific Microchip Corp.",
  "inst_street_address": "3916 SEPULVEDA BLVD",
  "inst_street_address_2": "STE 108",
  "inst_city_name": "CULVER CITY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3109403083",
  "inst_zip_code": "902304650",
  "inst_country_name": "United States",
  "cong_dist_code": "37",
  "st_cong_dist_code": "CA37",
  "org_lgl_bus_name": "PACIFIC MICROCHIP CORP.",
  "org_prnt_uei_num": "",
  "org_uei_num": "HRMGH9U56EQ1"
 },
 "perf_inst": {
  "perf_inst_name": "Pacific Microchip Corp.",
  "perf_str_addr": "3916 SEPULVEDA BLVD",
  "perf_city_name": "CULVER CITY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "902304650",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1185",
   "pgm_ref_txt": "SENSORY SYSTEMS"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8035",
   "pgm_ref_txt": "Hardware Devices"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This SBIR Phase I project aimed to demonstrate the feasibility of developing a novel 3D X-ray imager that will allow potential users to directly obtain 3D images with a single X-ray exposure. The proposed monolithic 3D X-ray imager includes the X-ray detector array based on direct photon to electron conversion as well as signal processing electronics combined on a single chip. The operation of the 3D imager is based on the detection of backscattered X-ray radiation in combination with the photon's time of flight (ToF) measurement for the direct reconstruction of 3D images.</p>\n<p>As an X-ray photon passes through an object, one of three phenomena may occur: either the photon passes through the object, gets absorbed by the object, or is scattered in certain direction. For the purposes of research and in order to visualize the X-ray backscattering phenomenon, Pacific Microchip Corp. developed a special software tool. The software calculates the probability of the direction of photon scattering based on the Klein-Nishina formula and presents it in the graphic format. This software aided to confirm the theoretical feasibility for the implementation of the 2D X-ray imaging based on using the backscattered photons. The time of flight method&rsquo;s applicability for 3D imaging was previously researched and the feasibility of implementation has been proven by Pacific Microchip Corp. while working on project &ldquo;Fast, High Resolution 3D Flash LIDAR Imager&rdquo; (U.S. Navy contract N00014-10-M-0131).</p>\n<p>To confirm the feasibility of implementation of the proposed imager using the available semiconductor technologies, Pacific Microchip Corp. has completed the imager&rsquo;s preliminary block level design and developed the Verilog-A models of the 3D pixel array and the imager&rsquo;s readout circuit. Pacific Microchip Corp. has also designed the critical circuits for pixel electronics, a low power 8-bit pipeline analog to digital converter (ADC), a 3.1Gbps 8:1 serializer core and the phase locked loop (PLL). The circuit performance was confirmed by numerous simulations based on models provided by the semiconductor foundry. In addition, a model was developed to account for the non-idealities of the image quality. The simulation results confirm the feasibility of the imager&rsquo;s implementation using a commercial CMOS technology.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>Addressing of the issues associated with the implementation of the X-ray sensor on a single silicon chip including all the functionality required for the 3D imager, will help to understand better the issues facing designers when implementing X-ray sensors with precision timing control, charge storing bins and readout electronics on a single low cost silicon die. Therefore, the project&rsquo;s first phase served as a starting point for developing a methodology for the design of X-ray imagers primarily aiming to replace the costly CT scan equipment by low cost hand held devices.</p>\n<p>The Phase I research has proven the feasibility of implementation of a 3D X-ray imager that offers a breakthrough in the construction of 3D X-ray imaging equipment. It will permit building the CT equipment without using mechanical parts to produce 3D images, therefore, the equipment will become compact and low cost. Medical personnel will be able to quickly assess injuries even when they are not close to a standard CT machine as may happen in a remote area, on the battlefield, and at the scene of a natural disaster or terrorist attack. We anticipate selling the device&rsquo;s silicon-proven IP to IC developers which will provide the chips to CT scanner producers, the IED detection device manufacturers, and airport luggage and cargo screening equipment manufacturers to replace currently used 2D imagers.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/03/2012<br>\n\t\t\t\t\tModified by: Denis&nbsp;Zelenin</p>\n</div>\n<div class=...",
  "por_txt_cntn": "\nThis SBIR Phase I project aimed to demonstrate the feasibility of developing a novel 3D X-ray imager that will allow potential users to directly obtain 3D images with a single X-ray exposure. The proposed monolithic 3D X-ray imager includes the X-ray detector array based on direct photon to electron conversion as well as signal processing electronics combined on a single chip. The operation of the 3D imager is based on the detection of backscattered X-ray radiation in combination with the photon's time of flight (ToF) measurement for the direct reconstruction of 3D images.\n\nAs an X-ray photon passes through an object, one of three phenomena may occur: either the photon passes through the object, gets absorbed by the object, or is scattered in certain direction. For the purposes of research and in order to visualize the X-ray backscattering phenomenon, Pacific Microchip Corp. developed a special software tool. The software calculates the probability of the direction of photon scattering based on the Klein-Nishina formula and presents it in the graphic format. This software aided to confirm the theoretical feasibility for the implementation of the 2D X-ray imaging based on using the backscattered photons. The time of flight methodÆs applicability for 3D imaging was previously researched and the feasibility of implementation has been proven by Pacific Microchip Corp. while working on project \"Fast, High Resolution 3D Flash LIDAR Imager\" (U.S. Navy contract N00014-10-M-0131).\n\nTo confirm the feasibility of implementation of the proposed imager using the available semiconductor technologies, Pacific Microchip Corp. has completed the imagerÆs preliminary block level design and developed the Verilog-A models of the 3D pixel array and the imagerÆs readout circuit. Pacific Microchip Corp. has also designed the critical circuits for pixel electronics, a low power 8-bit pipeline analog to digital converter (ADC), a 3.1Gbps 8:1 serializer core and the phase locked loop (PLL). The circuit performance was confirmed by numerous simulations based on models provided by the semiconductor foundry. In addition, a model was developed to account for the non-idealities of the image quality. The simulation results confirm the feasibility of the imagerÆs implementation using a commercial CMOS technology.     \n\nAddressing of the issues associated with the implementation of the X-ray sensor on a single silicon chip including all the functionality required for the 3D imager, will help to understand better the issues facing designers when implementing X-ray sensors with precision timing control, charge storing bins and readout electronics on a single low cost silicon die. Therefore, the projectÆs first phase served as a starting point for developing a methodology for the design of X-ray imagers primarily aiming to replace the costly CT scan equipment by low cost hand held devices.\n\nThe Phase I research has proven the feasibility of implementation of a 3D X-ray imager that offers a breakthrough in the construction of 3D X-ray imaging equipment. It will permit building the CT equipment without using mechanical parts to produce 3D images, therefore, the equipment will become compact and low cost. Medical personnel will be able to quickly assess injuries even when they are not close to a standard CT machine as may happen in a remote area, on the battlefield, and at the scene of a natural disaster or terrorist attack. We anticipate selling the deviceÆs silicon-proven IP to IC developers which will provide the chips to CT scanner producers, the IED detection device manufacturers, and airport luggage and cargo screening equipment manufacturers to replace currently used 2D imagers.\n\n \n\n\t\t\t\t\tLast Modified: 02/03/2012\n\n\t\t\t\t\tSubmitted by: Denis Zelenin"
 }
}