{
 "awd_id": "1113275",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NEESR-SG:  TIPS - Tools to Facilitate Widespread Use of Isolation and Protective Systems, a NEES/E-Defense Collaboration",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927024",
 "po_email": "jpauschk@nsf.gov",
 "po_sign_block_name": "Joy Pauschke",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 745143.0,
 "awd_amount": 905143.0,
 "awd_min_amd_letter_date": "2011-01-11",
 "awd_max_amd_letter_date": "2012-07-24",
 "awd_abstract_narration": "This award is an outcome of the NSF 07-506 program solicitation George E. Brown, Jr. Network for Earthquake Engineering Simulation (NEES) Research (NEESR) competition and includes the University of Nevada, Reno as the lead institution with subawards to the University of California, Berkeley; University of Wisconsin, Green Bay; and the University at Buffalo, SUNY.  Recent earthquakes have shown that even moderate ground shaking can produce large economic losses and major societal disruptions due to the widespread structural, nonstructural, and contents damage in code compliant buildings. Seismic isolation, in conjunction with energy dissipation, offers a simple and direct opportunity to control or even eliminate damage by simultaneously reducing deformations and accelerations. The United States once led the development and application of seismic isolation, but now this technology is more widely used in other countries. This project conducts a strategic assessment of the economic, technical, and procedural barriers to the widespread adoption of seismic isolation in the United States. NEES resources will be used for experimental and numerical simulation, data mining, networking and collaboration to understand the complex interrelationship among the factors controlling the overall performance of an isolated structural system. Innovative conceptual solutions will be developed for reducing construction costs (e.g., more effective placement of isolators and improved architectural detailing) and improving performance of isolation systems (e.g., use of new isolation devices). Coordinated experiments and computations will address behavioral uncertainties related to isolation devices, such as thermal heating, buckling and tensile capacity, geometric scaling, and strain rate effects.  This project will involve shaking table and hybrid tests at the NEES experimental facilities at the University of California, Berkeley, and the University at Buffalo, aimed at understanding ultimate performance limits to examine the propagation of local isolation failures (e.g., bumping against stops, bearing failures, uplift) to the system level response.  These tests, including a full-scale, three-dimensional test of an isolated 5-story steel building on the E-Defense shake table in Miki, Hyogo, Japan, will help fill critical knowledge gaps, validate assumptions regarding behavior and modeling, and provide essential proof-of-concept evidence regarding the importance of isolation technology. This integrated, holistic approach to cost-effectively and reliably limit the adverse impacts of earthquakes is also supportive of emerging trends in construction towards sustainable design.  This knowledge will be integrated into a rational performance-based procedure that allows consistent comparison of the performance of alternative isolation and conventional systems in terms of safety, loss of use, and life cycle costs.\r\n\r\nThe new knowledge, tools, and performance-based design framework will facilitate the effective application of seismic isolation technology, leading to substantial reductions in the losses and disruptive societal impacts associated with future earthquakes. Through a needs assessment survey and workshop series, decision makers, professional engineers, researchers from throughout the United States and Japan, and representatives from industry and regulatory bodies will share strategies, resources and technology, and synergistically foster application. Existing resources will be leveraged for activities to educate a national audience, ranging from K-12 to practitioners, about seismic isolation technology. The project will involve undergraduate students through the NEES REU and LSAMP programs, on-site experiments, and other research activities. Following the experiments, all data will be made available through the NEES data repository (http://www.nees.org).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Keri",
   "pi_last_name": "Ryan",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Keri L Ryan",
   "pi_email_addr": "Keri.Ryan@unr.edu",
   "nsf_id": "000413870",
   "pi_start_date": "2011-01-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Mahin",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen A Mahin",
   "pi_email_addr": "mahin@berkeley.edu",
   "nsf_id": "000453734",
   "pi_start_date": "2011-02-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Deborah",
   "pi_last_name": "Moore-Russo",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Deborah A Moore-Russo",
   "pi_email_addr": "dmr@ou.edu",
   "nsf_id": "000364257",
   "pi_start_date": "2011-02-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gilberto",
   "pi_last_name": "Mosqueda",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gilberto Mosqueda",
   "pi_email_addr": "gmosqueda@ucsd.edu",
   "nsf_id": "000444419",
   "pi_start_date": "2011-02-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lucy",
   "pi_last_name": "Arendt",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Lucy A Arendt",
   "pi_email_addr": "lucy.arendt@snc.edu",
   "nsf_id": "000338296",
   "pi_start_date": "2011-02-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "inst_street_address": "1664 N VIRGINIA ST # 285",
  "inst_street_address_2": "",
  "inst_city_name": "RENO",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7757844040",
  "inst_zip_code": "895570001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NV02",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE NEVADA SYSTEM OF HIGHER ED",
  "org_prnt_uei_num": "WLDGTNCFFJZ3",
  "org_uei_num": "WLDGTNCFFJZ3"
 },
 "perf_inst": {
  "perf_inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "perf_str_addr": "1664 N VIRGINIA ST # 285",
  "perf_city_name": "RENO",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "895570001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NV02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "739600",
   "pgm_ele_name": "NEES RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "0100999999",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 745143.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 60000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Buildings are designed to provide life safety during strong shaking due to a large earthquake that may occur only about once every 500 years at the building location. Buildings that meet this basic design objective may suffer considerable damage, and perhaps even need to be torn down after a large earthquake. The life safety objective was previously thought acceptable, but recent earthquakes have demonstrated that even minor damage to buildings and infrastructure has significant costs to society. These costs are becoming far-reaching because of the inter-connectedness of the global economy. Technologies that can provide better protection to building structures during earthquakes have existed for a long time, but have not been widely used because of the high cost of implementation. One such technology, base isolation, was the focus of this project. A base-isolated structure is constructed with flexible devices - either rubber or friction bearings - between the structure and its foundation. The devices change the dynamic properties of the structure so that it is protected, or isolated, from the input energy of the earthquake.&nbsp;</p>\n<p>In this project, experimental and analytical research was carried out to promote greater use of seismic isolation systems. Experiments were completed at University at Buffalo (UB), University of California, Berkeley (UCB), and the &ldquo;E-Defense&rdquo; Earthquake Engineering Research Center in Japan which houses the world&rsquo;s largest shaking table to simulate the effects of earthquakes on buildings. The UB tests investigated the limit state behavior of isolated buildings, so that engineers can understand if the buildings will be safe from collapse in a larger than anticipated earthquake. The data from these tests was used to calibrate computer models and conduct further collapse analysis studies, which are ultimately being used to fine tune the code requirements for the design of isolated buildings. The UCB tests applied hybrid techniques (combining a physical experimental model with a computer model) to test isolation at mid-story levels; and used a frame model with replaceable hinges to evaluate the influence of structural yielding on an isolated structure.</p>\n<p>In the E-Defense tests, a full-scale 5-story building with a realistic floor system, nonstructural components (suspended ceilings, sprinkler piping and interior walls), and furnishings was mounted on two different isolation systems and subjected to strong earthquake shaking. This was one of the first opportunities to combine all the realistic aspects of a building subjected to an earthquake into one test. The tests served as a full-scale proof of the concept of seismic isolation to protect the building from damage in very strong earthquake shaking; movement of the isolation system was more than twice what had been observed in previous earthquake events. However, the nonstructural components and furnishings were not completely protected from damage, and the tests showed that these items were sensitive to the vertical (up-and-down) component of ground shaking, which the seismic isolation system does not affect. The test data was used to validate computer modeling approaches that are used as part of the structural design process; and the test results are being considered in development of the next version of building codes.</p>\n<p>Besides the experimental studies, the following outcomes were based on computer modeling and simulation. Two new models were developed to represent the behavior of a triple pendulum bearing, which has developed into a widely used isolation device. Through comparative case studies of isolated and conventional buildings, this project has modeled the use of the FEMA P-58 methodology and software to demonstrate the lifetime cost vs benefit considerations of isolated buildings. The studies suggest that a lifetime benefit from an isolation system ...",
  "por_txt_cntn": "\nBuildings are designed to provide life safety during strong shaking due to a large earthquake that may occur only about once every 500 years at the building location. Buildings that meet this basic design objective may suffer considerable damage, and perhaps even need to be torn down after a large earthquake. The life safety objective was previously thought acceptable, but recent earthquakes have demonstrated that even minor damage to buildings and infrastructure has significant costs to society. These costs are becoming far-reaching because of the inter-connectedness of the global economy. Technologies that can provide better protection to building structures during earthquakes have existed for a long time, but have not been widely used because of the high cost of implementation. One such technology, base isolation, was the focus of this project. A base-isolated structure is constructed with flexible devices - either rubber or friction bearings - between the structure and its foundation. The devices change the dynamic properties of the structure so that it is protected, or isolated, from the input energy of the earthquake. \n\nIn this project, experimental and analytical research was carried out to promote greater use of seismic isolation systems. Experiments were completed at University at Buffalo (UB), University of California, Berkeley (UCB), and the \"E-Defense\" Earthquake Engineering Research Center in Japan which houses the worldÆs largest shaking table to simulate the effects of earthquakes on buildings. The UB tests investigated the limit state behavior of isolated buildings, so that engineers can understand if the buildings will be safe from collapse in a larger than anticipated earthquake. The data from these tests was used to calibrate computer models and conduct further collapse analysis studies, which are ultimately being used to fine tune the code requirements for the design of isolated buildings. The UCB tests applied hybrid techniques (combining a physical experimental model with a computer model) to test isolation at mid-story levels; and used a frame model with replaceable hinges to evaluate the influence of structural yielding on an isolated structure.\n\nIn the E-Defense tests, a full-scale 5-story building with a realistic floor system, nonstructural components (suspended ceilings, sprinkler piping and interior walls), and furnishings was mounted on two different isolation systems and subjected to strong earthquake shaking. This was one of the first opportunities to combine all the realistic aspects of a building subjected to an earthquake into one test. The tests served as a full-scale proof of the concept of seismic isolation to protect the building from damage in very strong earthquake shaking; movement of the isolation system was more than twice what had been observed in previous earthquake events. However, the nonstructural components and furnishings were not completely protected from damage, and the tests showed that these items were sensitive to the vertical (up-and-down) component of ground shaking, which the seismic isolation system does not affect. The test data was used to validate computer modeling approaches that are used as part of the structural design process; and the test results are being considered in development of the next version of building codes.\n\nBesides the experimental studies, the following outcomes were based on computer modeling and simulation. Two new models were developed to represent the behavior of a triple pendulum bearing, which has developed into a widely used isolation device. Through comparative case studies of isolated and conventional buildings, this project has modeled the use of the FEMA P-58 methodology and software to demonstrate the lifetime cost vs benefit considerations of isolated buildings. The studies suggest that a lifetime benefit from an isolation system is not automatic, but can be enhanced by the robustness of the design. Based on the project findings, f..."
 }
}