{
 "awd_id": "1113706",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Low-cost and Resuable Functional Polyaniline for CO2 Sequestration and Fertilizer Production",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032925341",
 "po_email": "pbalan@nsf.gov",
 "po_sign_block_name": "Prakash Balan",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 149995.0,
 "awd_amount": 179975.0,
 "awd_min_amd_letter_date": "2011-06-06",
 "awd_max_amd_letter_date": "2011-12-05",
 "awd_abstract_narration": "This Small Business Innovation Research Phase I project seeks to develop a novel and sustainable approach to capture emitted CO2 from the fossil fuel based electric industry and convert the captured CO2 directly into useful by product, fertilizer using functionalized conducting polymer in a continuous dual chemical loop process. Reducing CO2 release to protect our environment is an urgent issue faced by our society, while world wide food shortage in the near future will require a lot amount of fertilizer. The objective of this project is to develop an affordable material/process that can quickly capture emitted CO2 from the industrial sources and turn it into fertilizer. We utilize functionalized polyaniline (FPAN), a low-cost material that can be reused repeatedly at harmful conditions, to capture CO2 at low temperature and high speed. With the presence of ammonia and water, the process can also easily convert CO2 into nitrogen fertilizers and allow the re-use of FPAN. If developed successfully, our process may permanently remove emitted CO2 and generate products valuable for agriculture, particularly food industry.\r\n \r\nThe broader impact/commercial potential of this project is to revolutionalize the current CO2 sequestration and storage approach. Turning environmentally harmful CO2 release into useful fertilizer production in a low-temperature and low-cost process represents a great commercialization opportunity in both green energy and food industries in the US and worldwide. The low-cost fertilizer produced from CO2 release may also impact the forest and biomass industry. Furthermore, this will significantly grow the overall share of functional materials in the industry. Successful commercialization of the proposed novel products will have a significant impact on global warming, environmental protection and energy generation. This award will enhance the United States global leadership position in green industry. Societal benefits include healthier living environment and improved use of conventional fossil fuels that contribute to global warming. Educational and scientific benefits relate to the pioneering nature of nanocomposite technology and the opportunity this project will provide to advance frontiers of knowledge and the training of future scientists.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yong",
   "pi_last_name": "Min",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Yong G Min",
   "pi_email_addr": "yongm86@yahoo.com",
   "nsf_id": "000547244",
   "pi_start_date": "2011-06-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Nanomaterial Innovation Ltd.",
  "inst_street_address": "1109 MILLCREEK LN",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "7405226617",
  "inst_zip_code": "432204949",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "NANOMATERIAL INNOVATION LTD",
  "org_prnt_uei_num": "",
  "org_uei_num": "N2KLACCRD6D5"
 },
 "perf_inst": {
  "perf_inst_name": "Nanomaterial Innovation Ltd.",
  "perf_str_addr": "1109 MILLCREEK LN",
  "perf_city_name": "COLUMBUS",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432204949",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "123E",
   "pgm_ref_txt": "CENTERS: ADVANCED MATERIALS"
  },
  {
   "pgm_ref_code": "1417",
   "pgm_ref_txt": "CHEMICAL & BIOLOGICAL SEPAR"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "9163",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY - INDUSTRY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 149995.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 29980.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Low-cost and Reusable Functional Polyaniline for CO2<br />Sequestration and Fertilizer Production</strong></p>\n<p>NIL carried out polyaniline modified graphene synthesis and CO2, SOx and NOx sequestration and fertilizer conversion tests by utilizing the synthesized materials. The activity combined basic nanotechnology, polymer materials, and polymer processing. It applied traditional polymer knowledge, functional materials, and new nanotechnology to environmental protection. The activities proved part of the Phase I feasibility and improved our understanding of nanotechnology. It will further the development of nanomaterials and nanotechnology. Students involved also received training in the nanotechnology.&nbsp; The activity will promote the nanomaterial products for commercialization.</p>\n<p>This Phase I study has led to very fruitful findings and achievements.&nbsp; Our goal is to develop a technology on polyaniline surface modified graphene materials and their applications on CO2 sequestration and fertilizer conversion.&nbsp; To realize this goal, NIL worked closely with OSU faculty and students and industrial partners. We synthesized polyaniline surface modified graphene materials and scaled up the synthesis process up to 50 lbs for customer evaluation.&nbsp; We also analyzed the modified graphene&rsquo;s morphology by AFM, SEM and TEM, and measured their absorption property, thermal and electrical conductivities, etc.&nbsp; Finally, we established several pilot scale units at a cement plant for CO2/SOx/NOx sequestration and fertilizers conversion.&nbsp;</p>\n<p>The Phase IB project objective is to prove the feasibility of using polyaniline modified graphene at pilot scale.&nbsp; Over the last fifteen months, we had carried out systematic research and development tasks for polyaniline modifying of garphene nanoparticles and scaling up the process to pilot scale, and contacting potential industrial partners as well as third party investors for the business opportunities. The major contributions are highlighted in the following:&nbsp;</p>\n<p><strong>Findings:</strong></p>\n<ol>\n<li>Polyaniline modified graphene materials were successfully&nbsp; synthesized.&nbsp; It was found that polyaniline could chemically bonded to the graphene.&nbsp; This was confirmed by the TEM study and CV electric scan measurement.&nbsp; This&nbsp;founding helped us explain the superior mechanical and electric performance of the&nbsp;modified graphene.</li>\n<li>A pilot scale operation facility was developed to produce the above mentioned surface modified graphene in the 50 lbs scale.</li>\n<li>&nbsp;It was found that the polyaniline modified graphene materials could sequestrate some CO2 and convert them into NH4HCO3 fertilizer. The conversion was closely associated with a color change from blue to light-green during the CO2 release (Blue) and sequestration (Light-Green) along with the conductivity changes from&nbsp;insulation (release of CO2) to a semi-conducting (absorption of CO2) state.&nbsp; However, the amount of CO2 sequestration is not as high as expected&nbsp;because CO2 and aromatic amine formed a weak acid.</li>\n<li>At the same time, we found&nbsp;that the polyaniline modified graphene materials could strongly sequestrate both SOx and NOx and convert them into highly valuable NH4HSOx and NH4HNOx fertilizers.&nbsp; The conversion was also closely associated with a color change from blue to dark green during the SOx release (Blue) and sequestration (Dark-Green) state, along&nbsp;with the conductivity changes from the insulation (release of SOx) to a&nbsp;conducting (absorption of SOx) state.</li>\n<li>The SOx and NOx sequestration and fertilizer conversion are very attractive to the industry due to the environmental regulation on SOx and NOx and economic&nbsp;benefit gained from the high cost fertilizer by-products.</li>\n<li>We successfully demonstrated a pilot scale synthes...",
  "por_txt_cntn": "\nLow-cost and Reusable Functional Polyaniline for CO2\nSequestration and Fertilizer Production\n\nNIL carried out polyaniline modified graphene synthesis and CO2, SOx and NOx sequestration and fertilizer conversion tests by utilizing the synthesized materials. The activity combined basic nanotechnology, polymer materials, and polymer processing. It applied traditional polymer knowledge, functional materials, and new nanotechnology to environmental protection. The activities proved part of the Phase I feasibility and improved our understanding of nanotechnology. It will further the development of nanomaterials and nanotechnology. Students involved also received training in the nanotechnology.  The activity will promote the nanomaterial products for commercialization.\n\nThis Phase I study has led to very fruitful findings and achievements.  Our goal is to develop a technology on polyaniline surface modified graphene materials and their applications on CO2 sequestration and fertilizer conversion.  To realize this goal, NIL worked closely with OSU faculty and students and industrial partners. We synthesized polyaniline surface modified graphene materials and scaled up the synthesis process up to 50 lbs for customer evaluation.  We also analyzed the modified grapheneÆs morphology by AFM, SEM and TEM, and measured their absorption property, thermal and electrical conductivities, etc.  Finally, we established several pilot scale units at a cement plant for CO2/SOx/NOx sequestration and fertilizers conversion. \n\nThe Phase IB project objective is to prove the feasibility of using polyaniline modified graphene at pilot scale.  Over the last fifteen months, we had carried out systematic research and development tasks for polyaniline modifying of garphene nanoparticles and scaling up the process to pilot scale, and contacting potential industrial partners as well as third party investors for the business opportunities. The major contributions are highlighted in the following: \n\nFindings:\n\nPolyaniline modified graphene materials were successfully  synthesized.  It was found that polyaniline could chemically bonded to the graphene.  This was confirmed by the TEM study and CV electric scan measurement.  This founding helped us explain the superior mechanical and electric performance of the modified graphene.\nA pilot scale operation facility was developed to produce the above mentioned surface modified graphene in the 50 lbs scale.\n It was found that the polyaniline modified graphene materials could sequestrate some CO2 and convert them into NH4HCO3 fertilizer. The conversion was closely associated with a color change from blue to light-green during the CO2 release (Blue) and sequestration (Light-Green) along with the conductivity changes from insulation (release of CO2) to a semi-conducting (absorption of CO2) state.  However, the amount of CO2 sequestration is not as high as expected because CO2 and aromatic amine formed a weak acid.\nAt the same time, we found that the polyaniline modified graphene materials could strongly sequestrate both SOx and NOx and convert them into highly valuable NH4HSOx and NH4HNOx fertilizers.  The conversion was also closely associated with a color change from blue to dark green during the SOx release (Blue) and sequestration (Dark-Green) state, along with the conductivity changes from the insulation (release of SOx) to a conducting (absorption of SOx) state.\nThe SOx and NOx sequestration and fertilizer conversion are very attractive to the industry due to the environmental regulation on SOx and NOx and economic benefit gained from the high cost fertilizer by-products.\nWe successfully demonstrated a pilot scale synthesis process which can conduct the large scale material production and a lab scale system to collect engineering data for economic analysis.\nSince our polyaniline nanocomposite materials were not able to sequestrate high enough CO2 content from syngas to compete in the CO2 control market, we decided not ..."
 }
}