{
 "awd_id": "1113324",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop on Communicating STEM through STEM Education in Hawaii",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel Evans",
 "awd_eff_date": "2011-03-15",
 "awd_exp_date": "2012-02-29",
 "tot_intn_awd_amt": 13515.0,
 "awd_amount": 13515.0,
 "awd_min_amd_letter_date": "2011-03-25",
 "awd_max_amd_letter_date": "2011-03-25",
 "awd_abstract_narration": "This grant will partially fund a workshop titled: Workshop on Communicating STEM through STEM Education in Hawaii. The funds provided in this award will be used exclusively to pay for the participation of undergraduate and graduate students in this workshop. The primary goals of the workshop are to:\r\n\r\n* Improve the communication skills of students and early-career scientists and engineers\r\n* Improve the understanding of how improvements to high school and college science curricula can help advance diverse students into STEM careers\r\n* Make connections between students and the technology industry on Maui\r\n* Enhance the participation of local students into the Akamai Workforce Initiative.\r\n\r\nThe student participants will attend two seminars on effective communication and then present a poster using the methods of communication they learned in the seminars. The posters will be presented at the Maui Science and Technology Education Exchange meeting. After the workshop and poster presentations the students will write-up their projects and those project summaries will be included on a web page and in a published booklet. This workshop will concentrate on the theme of 'workforce development', especially as related to the astronomy research that is conducted on Maui and the island of Hawaii.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Hunter",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa Hunter",
   "pi_email_addr": "lhunter@ucsc.edu",
   "nsf_id": "000460478",
   "pi_start_date": "2011-03-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Cruz",
  "inst_street_address": "1156 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA CRUZ",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314595278",
  "inst_zip_code": "950641077",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SANTA CRUZ",
  "org_prnt_uei_num": "",
  "org_uei_num": "VXUFPE4MCZH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Cruz",
  "perf_str_addr": "1156 HIGH ST",
  "perf_city_name": "SANTA CRUZ",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950641077",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121900",
   "pgm_ele_name": "SPECIAL PROGRAMS IN ASTRONOMY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 13515.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The &ldquo;Communicating STEM through STEM Education&rdquo; workshop was implemented to address the need for public understanding of science, technology, engineering, and math (STEM) and the need for scientists and engineers to more effectively communicate their work. The particular focus of this workshop was on communicating important STEM workforce skills, and how innovative undergraduate curriculum prepares students with those skills. Participants in the workshop attended a session on communication, and then completed a practical communication experience at a meeting that included STEM professionals from a broad range of backgrounds, including individuals from industry and academic. The full workshop and practical communication experience was provided to twenty participants, and an additional 35 participants attended the workshop. In additional approximately 40 people participated in the meeting in which participants completed their practical teaching experience.</p>\n<p>&nbsp;</p>\n<p>The outcomes of this workshop included improved communication of: 1) what is meant by &ldquo;problem solving&rdquo; skills; 2) real world applications of content covered in STEM college courses; and 3) STEM skills valuable to non-STEM majors. Small groups of participants discussed skills, why they are important in the workplace, and generated ideas for how to authentically teach identified skills to college students. The outcomes were directly applied to the development of new instructional units, and gave industry professionals a better understanding of how college educators are addressing workforce needs through college-level curriculum and special programs.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/25/2012<br>\n\t\t\t\t\tModified by: Lisa&nbsp;Hunter</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe \"Communicating STEM through STEM Education\" workshop was implemented to address the need for public understanding of science, technology, engineering, and math (STEM) and the need for scientists and engineers to more effectively communicate their work. The particular focus of this workshop was on communicating important STEM workforce skills, and how innovative undergraduate curriculum prepares students with those skills. Participants in the workshop attended a session on communication, and then completed a practical communication experience at a meeting that included STEM professionals from a broad range of backgrounds, including individuals from industry and academic. The full workshop and practical communication experience was provided to twenty participants, and an additional 35 participants attended the workshop. In additional approximately 40 people participated in the meeting in which participants completed their practical teaching experience.\n\n \n\nThe outcomes of this workshop included improved communication of: 1) what is meant by \"problem solving\" skills; 2) real world applications of content covered in STEM college courses; and 3) STEM skills valuable to non-STEM majors. Small groups of participants discussed skills, why they are important in the workplace, and generated ideas for how to authentically teach identified skills to college students. The outcomes were directly applied to the development of new instructional units, and gave industry professionals a better understanding of how college educators are addressing workforce needs through college-level curriculum and special programs.\n\n \n\n\t\t\t\t\tLast Modified: 07/25/2012\n\n\t\t\t\t\tSubmitted by: Lisa Hunter"
 }
}