{
 "awd_id": "1113017",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Reaction, Diffusion, and Fluid Flow",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce P. Palka",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 72454.0,
 "awd_amount": 72454.0,
 "awd_min_amd_letter_date": "2010-12-13",
 "awd_max_amd_letter_date": "2010-12-13",
 "awd_abstract_narration": "The project focuses on analytical study of models of reaction processes taking place in fluid flow.  These models involve nonlinear partial differential equations such as reaction-diffusion equations, which may be coupled to the Navier-Stokes equations of fluid dynamics.  The proposed research aims at improving our understanding of the effects of fluid motion on combustion and has two main goals.  The first is a continuation of current work on passive combustion in periodic media as well as development of new techniques applicable to general disordered media.  The questions to be addressed include the effect of geometric properties of periodic flows on speed-up of propagation of reaction as well as the phenomenon of quenching.  We will also investigate propagation of reaction in disordered media, in particular, the existence of traveling front solutions and asymptotic approach of arbitrary solutions to these special ones.  The second main goal is the study of active combustion with direct feedback of reaction on the fluid motion via the buoyancy force.  Models incorporating such feedback, particularly relevant in highly turbulent combustion regimes, involve reaction-diffusion equations coupled to fluid dynamics equations and are inherently very complex.  We will focus our efforts on the existence and stability of traveling fronts, bounds on the speed of propagation of reaction, and gravity-induced mixing.  In addition, we intend to apply the developed techniques to the study of phase transitions in a related model of liquid suspensions. \r\n\r\nThe problems addressed by the project involve rich and subtle mathematics but also have an interdisciplinary character.  Reaction processes such as burning in internal combustion engines, nuclear reactions in stars, forest fires, and production of ozone in the atmosphere are ubiquitous in nature, science, and engineering.  Motion of the underlying liquid or gaseous medium often plays a crucial role by either speeding up reaction or quenching it.  The proposed research aims at a better mathematical understanding of the effects of various properties of the resulting turbulent flows on reactive processes.  It is relevant to branches of science such as astrophysics, biology, environmental science, and chemical engineering, and may provide useful qualitative insights in real life phenomena.  The principal investigator also plans to teach an undergraduate-level course as part of the Research Experience for Undergraduates summer program at the University of Chicago, as well as a specialized graduate-level course in reaction-diffusion equations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrej",
   "pi_last_name": "Zlatos",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrej Zlatos",
   "pi_email_addr": "azlatos@ucsd.edu",
   "nsf_id": "000488185",
   "pi_start_date": "2010-12-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 72454.0
  }
 ],
 "por": null
}