{
 "awd_id": "1113804",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Biocatalysts for the Production of Itaconinc Acid",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032925341",
 "po_email": "pbalan@nsf.gov",
 "po_sign_block_name": "Prakash Balan",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2011-05-26",
 "awd_max_amd_letter_date": "2011-05-26",
 "awd_abstract_narration": "This Small Business Innovation Research Phase I project brings together a cross-disciplinary team of chemical engineers and biochemists from academia and industry to demonstrate the feasibility of manufacturing the renewable monomer, itaconic acid (IA) through heterogeneous catalysis. Presently, IA is produced commercially (15,000 tons/yr) by a lengthy (>4 day) fermentation of glucose by Aspergillus terreus yielding only 75-80% of theoretical values.  Until now, methods to advance IA production have primarily focused on improving fermentation conditions and strain mutation.  However, production rates and titers still do not exceed 1 g/L-hr and 80 g/L, respectively.  Importantly, it is only in the last couple years that the gene encoding of the critical enzyme for IA production was elucidated. As a result, this project will use DNA from IA producing strains of Aspergillus terreus to create micron-sized biocatalysts.  These highly specific biocatalysts will be utilized directly with crude citric acid (CA) broths to greatly improve the manufacturing process. By employing a packed-bed tubular reactor as a heterogeneous catalytic processor, these unique enzyme particles will function to convert CA into IA.  \r\n\r\nThe broader impact/commercial potential of this project is to bring significant IA manufacturing, currently performed primarily in China, into the U.S.  In using CA produced from renewable resources (such as corn and sugar cane) as a substrate, this biocatalysis manufacturing strategy has the potential to realize a $0.08/kg cost advantage over the current direct fermentation process. Such cost savings also offer an opportunity to compete more effectively with petroleum-based acrylic acid, creating demand for large-scale manufacturing of non-toxic, renewable products from 100% bio-based chemicals.  Identified by the DOE (2004) as one of the 12 most important building blocks for future renewable materials, IA and its derivatives have use in a wide range of industries and applications as consumer safe, sustainable, renewable products, including paper, detergents, super absorbents, adhesives and paints.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Durant",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer A Durant",
   "pi_email_addr": "jennifer.durant@itaconix.com",
   "nsf_id": "000519844",
   "pi_start_date": "2011-05-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Itaconix Corporation",
  "inst_street_address": "2 Marin Way",
  "inst_street_address_2": "",
  "inst_city_name": "Stratham",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6036867548",
  "inst_zip_code": "038852578",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NH01",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "NTXLVK74CAX6"
 },
 "perf_inst": {
  "perf_inst_name": "Itaconix Corporation",
  "perf_str_addr": "2 Marin Way",
  "perf_city_name": "Stratham",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "038852578",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NH01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8030",
   "pgm_ref_txt": "Chemical Technology"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9163",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY - INDUSTRY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This Small Business Innovation Research Phase I project was aimed at reducing the manufacturing cost of itaconic acid through a heterogeneous catalytic process. Green chemistry and engineering offers a new technology-driven opportunity to replace petrochemicals with 100% bio-based, sustainable chemicals.&nbsp;&nbsp; The project was designed to determine the feasibility of producing itaconic acid (IA) from citric acid (CA) for the subsequent production of polyitaconic acid (PIA).&nbsp; Identified by the DOE in 2004 as one of the 12 most important building blocks for future renewable materials, IA and its polymeric derivatives such as PIA, are beginning to be used in a variety of product formulations from binders for paper, to detergents and paints, all for the purpose of manufacturing consumer safe, sustainable, renewable products. &nbsp;&nbsp;Through the utilization of citric acid produced from renewable resources (such as corn and sugar cane) as a substrate, our proposed biocatalysis manufacturing strategy had the potential to realize a cost advantage over the current direct fermentation process.&nbsp; Such cost savings would provide an opportunity to more effectively compete with the current market alternatives. The broader implication would be to bring IA manufacturing, currently performed primarily in China, back to the U.S.</p>\n<p>Predicted technological advantages of this research included one-pot synthesis, a &ldquo;no byproducts&rdquo; fermentation, and lower manufacturing capital costs.&nbsp;&nbsp; The proposed system tested used a dual-enzyme aggregate methodology composed of aconitase and cis-aconitate decarboxylase, scalable for use in a large itaconic acid production plant. &nbsp;&nbsp;Our work made use of a highly selective synthesis approach whereby two biocatalysts co-captured directly from crude broths &nbsp;formed a functional, cross-linked mesh leading to a &ldquo;one-pot&rdquo; multi-enzymatic, catalytic conversion of citrate into an itaconic acid monomer.&nbsp; It was predicted that cost advantages for this method would be derived from lower capital costs in utilizing enzymatic conversion (versus fermentation), as well as enzymatic selectivity allowing the use of crude broths which lower substrate cost.&nbsp; In addition, the process reduces indirect manufacturing costs in that it features non-hazardous handling and low energy use.&nbsp; Reaction conditions are mild (low temperature and relatively neutral pH), and the citrate is derived from sustainable biomass feedstock.&nbsp;</p>\n<p>The research results from our Phase I study suggest that while a heterogeneous catalysis process may be possible, the cost at present is prohibitive.&nbsp; These findings imply that: (1) the intrinsic nature of the enzyme system is not compatible with a one pot synthesis of itaconate from an unaltered low pH citrate broth, (2) the catalysis may be possible if the pH is raised to 5.0 or above, (3) the enzymes can be recycled when properly stabilized, (4) a reactivation step would be required for subsequent rounds of enzymatic aggregate utilization, (5) the major contribution to capital cost is the product recovery system, and (6) the estimated manufacturing cost, not including enzyme cost, is not competitive with the 2011 market price for itaconic acid.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/03/2012<br>\n\t\t\t\t\tModified by: Jennifer&nbsp;A&nbsp;Durant</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis Small Business Innovation Research Phase I project was aimed at reducing the manufacturing cost of itaconic acid through a heterogeneous catalytic process. Green chemistry and engineering offers a new technology-driven opportunity to replace petrochemicals with 100% bio-based, sustainable chemicals.   The project was designed to determine the feasibility of producing itaconic acid (IA) from citric acid (CA) for the subsequent production of polyitaconic acid (PIA).  Identified by the DOE in 2004 as one of the 12 most important building blocks for future renewable materials, IA and its polymeric derivatives such as PIA, are beginning to be used in a variety of product formulations from binders for paper, to detergents and paints, all for the purpose of manufacturing consumer safe, sustainable, renewable products.   Through the utilization of citric acid produced from renewable resources (such as corn and sugar cane) as a substrate, our proposed biocatalysis manufacturing strategy had the potential to realize a cost advantage over the current direct fermentation process.  Such cost savings would provide an opportunity to more effectively compete with the current market alternatives. The broader implication would be to bring IA manufacturing, currently performed primarily in China, back to the U.S.\n\nPredicted technological advantages of this research included one-pot synthesis, a \"no byproducts\" fermentation, and lower manufacturing capital costs.   The proposed system tested used a dual-enzyme aggregate methodology composed of aconitase and cis-aconitate decarboxylase, scalable for use in a large itaconic acid production plant.   Our work made use of a highly selective synthesis approach whereby two biocatalysts co-captured directly from crude broths  formed a functional, cross-linked mesh leading to a \"one-pot\" multi-enzymatic, catalytic conversion of citrate into an itaconic acid monomer.  It was predicted that cost advantages for this method would be derived from lower capital costs in utilizing enzymatic conversion (versus fermentation), as well as enzymatic selectivity allowing the use of crude broths which lower substrate cost.  In addition, the process reduces indirect manufacturing costs in that it features non-hazardous handling and low energy use.  Reaction conditions are mild (low temperature and relatively neutral pH), and the citrate is derived from sustainable biomass feedstock. \n\nThe research results from our Phase I study suggest that while a heterogeneous catalysis process may be possible, the cost at present is prohibitive.  These findings imply that: (1) the intrinsic nature of the enzyme system is not compatible with a one pot synthesis of itaconate from an unaltered low pH citrate broth, (2) the catalysis may be possible if the pH is raised to 5.0 or above, (3) the enzymes can be recycled when properly stabilized, (4) a reactivation step would be required for subsequent rounds of enzymatic aggregate utilization, (5) the major contribution to capital cost is the product recovery system, and (6) the estimated manufacturing cost, not including enzyme cost, is not competitive with the 2011 market price for itaconic acid. \n\n\t\t\t\t\tLast Modified: 02/03/2012\n\n\t\t\t\t\tSubmitted by: Jennifer A Durant"
 }
}