{
 "awd_id": "1113191",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NeTS: Small: Computationally Scalable Optical Network Design",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Brassil",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 429995.0,
 "awd_amount": 429995.0,
 "awd_min_amd_letter_date": "2011-07-30",
 "awd_max_amd_letter_date": "2011-07-30",
 "awd_abstract_narration": "Optical networking forms the foundation of the global network infrastructure, hence the planning and design of optical networks is crucial to the operation and economics of the Internet and its ability to support critical and reliable communication services. This research project aims to increase greatly our ability to solve optimally a range of optical design problems. In particular, the project will develop compact formulations and solution approaches that can be applied efficiently to instances encountered in Internet-scale environments. The ultimate goal is to lower the barrier to entry in fully exploring the solution space and in implementing and deploying innovative designs. The solutions to be developed are ?future-proof? with respect to advances in dense wavelength division multiplexing (DWDM) transmission technology, as the size of the corresponding problem formulations is independent of the number of wavelengths.\r\n\r\nSpecific outcomes include: (a) computationally efficient formulations for the routing and wavelength assignment (RWA) problem, a subproblem of many design problems; (b)  scalable optimal solutions to a suite of network design problems (including traffic grooming, survivability, and  impairment-aware routing) that can be applied to topologies encountered in practice; (c) investigation and characterization of limiting solutions and  technology tradeoffs in the ?large W? regime that is consistent with DWDM technology trends; (d)  benchmarking of existing heuristics and development of new  polynomial-time algorithms that leverage the structure of optimal solutions; and  (e) a set of integrated community building, research collaboration, and technology transfer activities that engage a wide range of students, including underrepresented groups in computer science.\r\n\r\nBroader Impact: The project will develop new capabilities for the design and operation of   optical networks that form the backbone of the Internet infrastructure. The proposed framework with its emphasis on scaling optimal solutions to networks of realistic size will open new directions for network design by permitting extensive ?what-if? analysis to explore the sensitivity of design decisions to forecast traffic demands, capital and operational cost assumptions, service price structures, etc. The research agenda has the potential enable a wide range of 21st century science, education, and commercial applications through the design of networks that are better optimized for user and application requirements and are less expensive to build and operate.\r\n\r\nOptical network design is an interdisciplinary area of research for students of networking that incorporates techniques from mathematical programming, discrete optimization, and operations research. Research results will be disseminated not only through journal and conference publications, but also through participation in community building and technology transfer activities and through graduate and undergraduate education, adding to the impact of the project. Graduate students engaged in this project will be provided with a collaborative setting that will expose them to international research environments. New course material and class projects will be developed to demonstrate the fundamental concepts and to present the results of advanced research to students taking these courses. The PI will also organize workshops on specific network design themes, and follow up with an edited book that will collect the research related to optimization techniques for optical networks.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Rouskas",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "George N Rouskas",
   "pi_email_addr": "rouskas@ncsu.edu",
   "nsf_id": "000258707",
   "pi_start_date": "2011-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2601 WOLF VILLAGE WAY",
  "perf_city_name": "RALEIGH",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7363",
   "pgm_ref_txt": "RES IN NETWORKING TECH & SYS"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 429995.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Optical networking forms the foundation of the global network infrastructure, hence the planning and design of optical&nbsp;<span style=\"font-size: 12px;\">networks is crucial to the operation and economics of the Internet and its ability to support critical and reliable communication&nbsp;</span><span style=\"font-size: 12px;\">services. The project developed efficient solution methods to a range of optical network design problems, which&nbsp;</span><span style=\"font-size: 12px;\">can be applied efficiently to problem instances&nbsp;</span><span style=\"font-size: 12px;\">encountered in Internet-scale environments.</span></p>\n<p>Specific outcomes of our work include:</p>\n<p>1. C<span style=\"font-size: 12px;\">omputationally efficient formulations for the routing and wavelength assignment (RWA)&nbsp;</span><span style=\"font-size: 12px;\">problem, a subproblem of many optical network design problems. These formulations</span><span style=\"font-size: 12px;\">&nbsp;achieve significant speed-up in terms of running with no impact of optimality on the problem instances we studied.</span></p>\n<p><span style=\"font-size: 12px;\">2. A suite of decomposition-based and hierarchical solution approaches to the&nbsp;traffic grooming problem. The&nbsp;decomposition approach is optimal for networks that are not bandwidth limited (the most interesting and practical case) and makes it possible to solve the problem near-optimally for medium- to large-size networks orders several (five or more) orders of magnitude faster than tackling the traffic grooming problem directly. The new hierarchical approaches&nbsp;</span><span style=\"font-size: 12px;\">further speed up the solution with minimal impact on optimality.</span></p>\n<p><span style=\"font-size: 12px;\">3. We have formally proved that&nbsp;</span><span style=\"font-size: 12px;\">the variants of the routing and spectrum assignment (RSA) problem in&nbsp;</span><span style=\"font-size: 12px;\">mesh (i.e., general-topology) networksthat have been studied in the literature are special cases of well-known multiprocessor scheduling problems. With this new insight, we have leveraged scheduling theory to develop: i) n</span><span style=\"font-size: 12px;\">ew constant-ratio approximation algorithms for the spectrum assignment problem&nbsp;</span><span style=\"font-size: 12px;\">in chain networks; ii) </span><span style=\"font-size: 12px;\">low ratio approximation algorithms for the RSA problem in ring networks; and iii) effective and efficient algorithms for the RSA problem in general topology networks.</span></p>\n<p><span style=\"font-size: 12px;\">4. We have carried out a&nbsp;</span><span style=\"font-size: 12px;\">set&nbsp;</span><span style=\"font-size: 12px;\">of integrated community building and research collaboration activities that engaged four PhD, one Masters, and one undergraduate student, including&nbsp;</span><span style=\"font-size: 12px;\">underrepresented groups in computer science.</span></p>\n<p>Our project developed new capabilities for the design and operation of optical networks that form the backbone of the Internet&nbsp;<span style=\"font-size: 12px;\">infrastructure. Our emphasis on scaling optimal solutions to networks of realistic size has opened new directions for network&nbsp;</span><span style=\"font-size: 12px;\">design by permitting extensive \"what-if\" analysis to explore the sensitivity of design decisions to forecast traffic demands,&nbsp;</span><span style=\"font-size: 12px;\">capital and operational cost assumptions, service price structures, etc.</span></p>\n<p><span style=\"font-size: 12px;\"><br /></span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/03/2016<br>\n\t\t\t\t\tModified by: George&nbsp;N&nbsp;Rouskas</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOptical networking forms the foundation of the global network infrastructure, hence the planning and design of optical networks is crucial to the operation and economics of the Internet and its ability to support critical and reliable communication services. The project developed efficient solution methods to a range of optical network design problems, which can be applied efficiently to problem instances encountered in Internet-scale environments.\n\nSpecific outcomes of our work include:\n\n1. Computationally efficient formulations for the routing and wavelength assignment (RWA) problem, a subproblem of many optical network design problems. These formulations achieve significant speed-up in terms of running with no impact of optimality on the problem instances we studied.\n\n2. A suite of decomposition-based and hierarchical solution approaches to the traffic grooming problem. The decomposition approach is optimal for networks that are not bandwidth limited (the most interesting and practical case) and makes it possible to solve the problem near-optimally for medium- to large-size networks orders several (five or more) orders of magnitude faster than tackling the traffic grooming problem directly. The new hierarchical approaches further speed up the solution with minimal impact on optimality.\n\n3. We have formally proved that the variants of the routing and spectrum assignment (RSA) problem in mesh (i.e., general-topology) networksthat have been studied in the literature are special cases of well-known multiprocessor scheduling problems. With this new insight, we have leveraged scheduling theory to develop: i) new constant-ratio approximation algorithms for the spectrum assignment problem in chain networks; ii) low ratio approximation algorithms for the RSA problem in ring networks; and iii) effective and efficient algorithms for the RSA problem in general topology networks.\n\n4. We have carried out a set of integrated community building and research collaboration activities that engaged four PhD, one Masters, and one undergraduate student, including underrepresented groups in computer science.\n\nOur project developed new capabilities for the design and operation of optical networks that form the backbone of the Internet infrastructure. Our emphasis on scaling optimal solutions to networks of realistic size has opened new directions for network design by permitting extensive \"what-if\" analysis to explore the sensitivity of design decisions to forecast traffic demands, capital and operational cost assumptions, service price structures, etc.\n\n\n\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/03/2016\n\n\t\t\t\t\tSubmitted by: George N Rouskas"
 }
}