{
 "awd_id": "1113355",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Testing the Role of Magma and Related Fluids in Early-Stage Rifting, East Africa",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Fountain",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 189005.0,
 "awd_amount": 215596.0,
 "awd_min_amd_letter_date": "2011-08-15",
 "awd_max_amd_letter_date": "2013-08-16",
 "awd_abstract_narration": "The goal of the project is to develop an integrative approach to understanding incipient and youthful rift zones developing in thick continental lithosphere by targeting a portion of the East African Rift system in northern Tanzania and southern Kenya. The development of these rifts is a fundamental plate tectonic process yet the driving forces behind rift initiation and early evolution are tenuously understood, particularly the feedbacks and trade-offs between strain accommodation by magmatic and tectonic processes (dike intrusion vs. faulting). Furthermore, the integrative roles of hydrothermal fluids and preexisting structure in weakening the lithosphere and focusing deformation and magmatic activity are virtually unexplored in developing rift systems. This project seeks to explain the relative roles of magma systems below incipient rifts, the development of large border faults and systems of distributed normal faults across rift valleys, and the geochemical influences of hydrothermal fluids in weakening thick continental lithosphere and promoting the development and evolution of focused rift zones. This analysis will utilize: (1) field-based mapping of fault system geometries and dynamics to characterize spatial patterns of strain in association with magmatic systems; (2) 3D visualization of magmatic and fault systems in the lithosphere, and crustal and upper mantle structure along the length of the rift zone segments, using geophysical imaging (a broadband seismic array); (3) sampling of gas emissions from hydrothermal springs along border fault systems to determine chemical signatures of fluids that may contribute to weakening within the lithosphere; and (4) sampling of volcanic products exposed by fault systems for geochronologic analysis, providing temporal constraints on faulting events in relation to magmatic episodes and allowing a quantification of time-averaged strain rates. This study will result in the development of an integrated model of magmatic and fault system interactions during the early stages of rifting that can serve as a benchmark for evaluating continental rift evolution globally.\r\n\r\nContinental rift zones are enigmatic in that they develop in thick, strong continental lithosphere for reasons that are poorly understood. Their development is a linchpin of the of plate tectonic process, however, facilitating continents breaking apart, forming ocean basins by the process of mid-ocean ridge spreading. Rift zones worldwide are commonly associated with large magnitude earthquakes as well as volcanic activity, either focused at discrete volcanoes or erupting from tens of kilometer long fissures. They thus present geologic hazards that threaten humans living in rift zone environments worldwide, including the U.S.A. Past work on rift zones in advanced stages of development (prior to continental breakup) has shown that the progressive stretching and thinning of the continental lithosphere by rifting allows the mantle to well up beneath the rift and melt. In young and developing rift systems, however, magma appears to be important for rifting despite very little mantle upwelling at that stage. This suggests that, despite the presence of thick continental lithosphere, magma is able to form and ascend into the crust, enabling extension and helping to drive the faulting. The lithosphere is clearly weakened in some manner to allow magmatic activity to be so focused. This research team hypothesizes that lithosphere weakening is assisted by focused, deep mantle fluids associated with developing magmatic systems and that these fluids chemically alter and weaken the lithosphere, allowing magma to intrude and drive rift development. This work in the East African Rift will allow researchers to determine the relative roles of these fluids and intruding magma in weakening the lithosphere and allowing faults to develop. By combining fieldwork, geophysics, geochemistry, and geochronology, a model for rift development and evolution will be formulated that is integrated across disciplines and will capture multiple facets of the rifting processes. The results of the work will be applicable to rift zone development globally and can thus be integrated into existing plate tectonic models to provide a rationale for why continental breakup is possible.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cynthia",
   "pi_last_name": "Ebinger",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Cynthia J Ebinger",
   "pi_email_addr": "cebinger@tulane.edu",
   "nsf_id": "000271989",
   "pi_start_date": "2011-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rochester",
  "inst_street_address": "910 GENESEE ST",
  "inst_street_address_2": "STE 200",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5852754031",
  "inst_zip_code": "146113847",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "UNIVERSITY OF ROCHESTER",
  "org_prnt_uei_num": "",
  "org_uei_num": "F27KDXZMF9Y8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rochester",
  "perf_str_addr": "910 GENESEE ST",
  "perf_city_name": "ROCHESTER",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "146113847",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "NY25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  },
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 8930.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 116090.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 90576.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merit</p>\n<p>&nbsp;<span style=\"white-space: pre;\"> </span>Earth&rsquo;s surface is continually reshaped by faulting and volcanism at plate boundary zones.&nbsp;&nbsp; The East African rift zone at the Kenya-Tanzania border is one of Earth&rsquo;s youngest continental rift zones, where the continent is being stretched and heating prior to rupture and the formation of a new ocean basin.&nbsp; Molten rock that rises during rifting creates new continental crust through dike and sill intrusion and surface eruption, but the rates and volumes of crustal accretion are poorly constrained. &nbsp;The rift is a fault-bounded depression that was the refuge of the earliest hominids who utilized springs and the rich volcanic soils.&nbsp; The objectives of our studies of earthquakes, volcanic gases, and subsurface geophysical imaging are to determine the quantity and spatial distribution of molten rock (magma) rising from Earth&rsquo;s hot mantle into the plate, and the gas escape to the atmosphere.&nbsp; Heat transfer and gases that escape from the rising magma reduce the strength of rocks, facilitating failure (faulting) and enabling more magma intrusions into the plate.&nbsp;&nbsp; To achieve these aims, we monitored earthquakes for nearly two years in three basins.&nbsp; &nbsp;Earthquakes cluster beneath the normal faults that serve as escape paths for large volumes of carbon dioxide exsolved from the rising magma.&nbsp; Precise earthquake locations also illuminate active normal faults that cut small volume eruptive cones between Oldoinyo Lengai volcano, which last erupted in 2007, and inactive Gelai volcano.&nbsp;&nbsp; Earthquake form a pattern of tabular disks with tops at 8 km and 10 km subsurface, which we interpret as magma bodies (sills).&nbsp; The sills overlie a zone of unusually low seismic velocity (P- and S-wave) interpreted as a magma chamber.&nbsp; The precise earthquake locations show approximatel E-W extension north and south of the volcanically active linkage zone between two basins, in agreement with plate kinematic models.&nbsp; The extension direction rotates by nearly 90<sup>o</sup> clockwise in the linkage zone itself.&nbsp;&nbsp; We suggest that volcanic loading (Gelai) and subsurface loading (sills and magma chambers) cause the local stress rotation beneath this inter-basin linkage zone.&nbsp;</p>\n<p>Broader Impacts&nbsp;</p>\n<p><span style=\"white-space: pre;\"> </span>Our results provide both a strong baseline for monitoring volcanic and earthquake hazards within the East Africa rift zone in Kenya and Tanzania, and identify, for the first time, a large volume magma chamber potentially feeding one active volcano, and a widespread field of single, small eruptive centers.&nbsp; This area includes several major game parks and game reserves, and the local economy relies on tourism, yet no permanent earthquake or volcano monitoring system is in place. The background level of seismic activity is high, as indicated by analyses of the frequency distribution of earthquake magnitudes (b-value 0.89).&nbsp;&nbsp; Frequent and shallow earthquakes beneath steep fault scarps and steep-sided volcanoes increase the risk of landslides.&nbsp; Development in the national parks and game reserves should proceed with caution and awareness of these active ground deformation and potential eruption and gas release hazards.&nbsp; &nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/31/2016<br>\n\t\t\t\t\tModified by: Cynthia&nbsp;J&nbsp;Ebinger</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit\n\n  Earth?s surface is continually reshaped by faulting and volcanism at plate boundary zones.   The East African rift zone at the Kenya-Tanzania border is one of Earth?s youngest continental rift zones, where the continent is being stretched and heating prior to rupture and the formation of a new ocean basin.  Molten rock that rises during rifting creates new continental crust through dike and sill intrusion and surface eruption, but the rates and volumes of crustal accretion are poorly constrained.  The rift is a fault-bounded depression that was the refuge of the earliest hominids who utilized springs and the rich volcanic soils.  The objectives of our studies of earthquakes, volcanic gases, and subsurface geophysical imaging are to determine the quantity and spatial distribution of molten rock (magma) rising from Earth?s hot mantle into the plate, and the gas escape to the atmosphere.  Heat transfer and gases that escape from the rising magma reduce the strength of rocks, facilitating failure (faulting) and enabling more magma intrusions into the plate.   To achieve these aims, we monitored earthquakes for nearly two years in three basins.   Earthquakes cluster beneath the normal faults that serve as escape paths for large volumes of carbon dioxide exsolved from the rising magma.  Precise earthquake locations also illuminate active normal faults that cut small volume eruptive cones between Oldoinyo Lengai volcano, which last erupted in 2007, and inactive Gelai volcano.   Earthquake form a pattern of tabular disks with tops at 8 km and 10 km subsurface, which we interpret as magma bodies (sills).  The sills overlie a zone of unusually low seismic velocity (P- and S-wave) interpreted as a magma chamber.  The precise earthquake locations show approximatel E-W extension north and south of the volcanically active linkage zone between two basins, in agreement with plate kinematic models.  The extension direction rotates by nearly 90o clockwise in the linkage zone itself.   We suggest that volcanic loading (Gelai) and subsurface loading (sills and magma chambers) cause the local stress rotation beneath this inter-basin linkage zone. \n\nBroader Impacts \n\n Our results provide both a strong baseline for monitoring volcanic and earthquake hazards within the East Africa rift zone in Kenya and Tanzania, and identify, for the first time, a large volume magma chamber potentially feeding one active volcano, and a widespread field of single, small eruptive centers.  This area includes several major game parks and game reserves, and the local economy relies on tourism, yet no permanent earthquake or volcano monitoring system is in place. The background level of seismic activity is high, as indicated by analyses of the frequency distribution of earthquake magnitudes (b-value 0.89).   Frequent and shallow earthquakes beneath steep fault scarps and steep-sided volcanoes increase the risk of landslides.  Development in the national parks and game reserves should proceed with caution and awareness of these active ground deformation and potential eruption and gas release hazards.    \n\n \n\n\t\t\t\t\tLast Modified: 10/31/2016\n\n\t\t\t\t\tSubmitted by: Cynthia J Ebinger"
 }
}