{
 "awd_id": "1113294",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Constraining Volcanic Jet Dynamics with Infrasound Using Numerical and Empirical Models",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robin Reichlin",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 280542.0,
 "awd_amount": 280542.0,
 "awd_min_amd_letter_date": "2011-08-08",
 "awd_max_amd_letter_date": "2011-08-08",
 "awd_abstract_narration": "Explosive volcanic jets produce eruption columns that often form buoyant ash clouds and may fully or partially collapse to form pyroclastic density currents, dangerous fast-moving lateral flows of hot ash and gas.  These natural hazards directly threaten surrounding communities and global air traffic.  Our ability to mitigate these risks is restricted by our inability to safely measure volcanic jets or monitor them co-eruptively.  Infrasound (acoustic signals with frequencies below that of human hearing) provides a means to detect the atmospheric oscillations from volcanoes at distances of meters to thousands of kilometers from the source. This project aims to use these signals to constrain the physics of volcanic jets and measure\r\nthem in real-time.  These measurements may be used as input parameters for aviation safety ash-cloud prediction models and toward assessing the hazard presented to local communities by a given eruption. Additionally, this work will provide constraints on eruptive parameters and physics for numerical and experimental studies.\r\n\r\nRecent infrasound recordings of volcanic jets have frequency spectra similar to the acoustic signal produced by man-made jets (jet noise). For the past 60 years, aeroacoustics has studied the relationship between the flow properties of man-made jets and the acoustic signal produced.  Our long-term objective is to reverse this concept by determining the flow properties of volcanic jets based on the infrasound signal produced by the eruption.  This work represents a first step toward this long-term goal.  We begin by building a catalog of infrasonic jet noise observations to determine characteristic volcanic jet noise features and determine any correlations between these features and known eruptive parameters.  This process includes searching existing infrasound databases using new signal processing tools and empirical and theoretical propagation modeling.  We will then use analytical and numerical models of volcanic jets to adapt established empirical models of man-made jet noise to volcanic systems.\r\n\r\nThis project is supported by the Geophysics and Petrology & Geochemistry Programs and the Experimental Program to Stimulate Competitive Research (EPSCoR).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Fee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Fee",
   "pi_email_addr": "dfee1@alaska.edu",
   "nsf_id": "000582731",
   "pi_start_date": "2011-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alaska Fairbanks Campus",
  "inst_street_address": "2145 N TANANA LOOP",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRBANKS",
  "inst_state_code": "AK",
  "inst_state_name": "Alaska",
  "inst_phone_num": "9074747301",
  "inst_zip_code": "997750001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AK00",
  "org_lgl_bus_name": "UNIVERSITY OF ALASKA FAIRBANKS",
  "org_prnt_uei_num": "",
  "org_uei_num": "FDLEQSJ8FF63"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alaska Fairbanks Campus",
  "perf_str_addr": "2145 N TANANA LOOP",
  "perf_city_name": "FAIRBANKS",
  "perf_st_code": "AK",
  "perf_st_name": "Alaska",
  "perf_zip_code": "997750001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "AK00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  },
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 280542.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Volcanic eruptions produce low frequency sound (infrasound) that resembles the sound from man-made jet and rocket engines. This sound, termed &ldquo;jet noise&rdquo; or &ldquo;volcanic jet noise&rdquo;, has properties that may be used to infer the jet&rsquo;s physical characteristics, such as fluid velocity and vent diameter. These parameters are often difficult to measure at erupting volcanoes, but are important characteristics used to estimate the eruption size and explosivity. Volcanic jet noise shows significant potential to help characterize volcanic eruptions and mitigate eruption hazards by providing critical, timely and otherwise unavailable information on the eruption characteristics, potentially in real-time.</p>\n<p>Our project analyzed acoustic data from a variety of volcanic eruptions and compared the acoustic features from different styles of volcanic activity with those from jet and rocket engines. We found that jet noise is produced by a wide variety of eruptions. The jet noise from large, ash-rich, hazardous eruptions is generally long duration and very low frequency, and may produce a unique type of sound termed &ldquo;crackle&rdquo;. Crackle is only produced by supersonic jets and rockets, which suggests that volcanoes that produce this type of sound are likely erupting at supersonic speeds. We also found that high-frequency volcanic jet noise is produced by relatively small (&lt;5 m diameter), gas-rich jets, which may provide a new tool to remotely distinguish ash-rich from gas-rich eruptions. We developed new signal processing techniques to allow volcanic jetting sources to be located in three dimensions and to identify acoustic waves on seismometers, which provide critical information to study jet noise from volcanoes. This project also explored the best ways to integrate recent results from the man-made jet noise community with volcano acoustic data, as many new ideas and concepts have been recently been discovered. For example, heated and supersonic jets produce different types of sound than unheated, subsonic jets.</p>\n<p>We are now integrating the results from this project to help develop volcano early warning systems that will directly benefit the public and those involved in hazard mitigation. This project involved multiple graduate students and results were disseminated to both the scientific community and general public through numerous publications, presentations, and a workshop on volcano acoustics.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/22/2016<br>\n\t\t\t\t\tModified by: David&nbsp;Fee</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nVolcanic eruptions produce low frequency sound (infrasound) that resembles the sound from man-made jet and rocket engines. This sound, termed \"jet noise\" or \"volcanic jet noise\", has properties that may be used to infer the jet?s physical characteristics, such as fluid velocity and vent diameter. These parameters are often difficult to measure at erupting volcanoes, but are important characteristics used to estimate the eruption size and explosivity. Volcanic jet noise shows significant potential to help characterize volcanic eruptions and mitigate eruption hazards by providing critical, timely and otherwise unavailable information on the eruption characteristics, potentially in real-time.\n\nOur project analyzed acoustic data from a variety of volcanic eruptions and compared the acoustic features from different styles of volcanic activity with those from jet and rocket engines. We found that jet noise is produced by a wide variety of eruptions. The jet noise from large, ash-rich, hazardous eruptions is generally long duration and very low frequency, and may produce a unique type of sound termed \"crackle\". Crackle is only produced by supersonic jets and rockets, which suggests that volcanoes that produce this type of sound are likely erupting at supersonic speeds. We also found that high-frequency volcanic jet noise is produced by relatively small (&lt;5 m diameter), gas-rich jets, which may provide a new tool to remotely distinguish ash-rich from gas-rich eruptions. We developed new signal processing techniques to allow volcanic jetting sources to be located in three dimensions and to identify acoustic waves on seismometers, which provide critical information to study jet noise from volcanoes. This project also explored the best ways to integrate recent results from the man-made jet noise community with volcano acoustic data, as many new ideas and concepts have been recently been discovered. For example, heated and supersonic jets produce different types of sound than unheated, subsonic jets.\n\nWe are now integrating the results from this project to help develop volcano early warning systems that will directly benefit the public and those involved in hazard mitigation. This project involved multiple graduate students and results were disseminated to both the scientific community and general public through numerous publications, presentations, and a workshop on volcano acoustics.\n\n \n\n\t\t\t\t\tLast Modified: 11/22/2016\n\n\t\t\t\t\tSubmitted by: David Fee"
 }
}