{
 "awd_id": "1114481",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Full-Scale Development: Science STARS-Nurturing Urban Girls' Identities Through  Inquiry-Based Science",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Russell",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 1249984.0,
 "awd_amount": 1249984.0,
 "awd_min_amd_letter_date": "2011-08-30",
 "awd_max_amd_letter_date": "2011-08-30",
 "awd_abstract_narration": "Science STARS (Stars Tackling Authentic & Relevant Science) is an after-school program that will engage approximately 400 urban middle school girls in authentic inquiry-based scientific investigations and  the creation of a science documentary that extends their research and situates their findings. The project has been piloted in Rochester, NY and will be expanded to sites in Lansing, MI and Seattle, WA. New elements have been added to enhance the project experience including the documentary video component, partnerships with local community outreach organizations, mentoring by local female scientists, leveraging embedded assessments to enhance the measurement of learning, and a conference and presentations to local stakeholders to showcase the work of the participants. \r\n\r\nParticipants will meet during the school year plus three intensive weeks during the summer for a total of about 65 hours per year. A unique feature of this project is the use of pre-service teachers from local teacher preparation programs to facilitate the investigations. This in turn develops the capacity of pre-service teachers to implement and leverage inquiry-based learning in their practice. Project-level research will address questions of how models such as this encourage the development of positive science identities in girls and how situating science investigations in their community affects their understanding of science and local issues. The project evaluation will be conducted by Horizon Research and will focus on the quality of project activities, the quality of the project's research plan, and the impact on participants and pre-service teachers.\r\n\r\nScience STARS thoughtfully bridges formal and informal learning environments.  While Science STARS largely situates its home base in schools in order to increase access to those who may not self-identify with science, the program is designed to capitalize on the unique affordances of informal settings and contribute to understanding how informal science education can be used to nurture positive science identities for urban middle school girls.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "April",
   "pi_last_name": "Luehmann",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "April L Luehmann",
   "pi_email_addr": "april.luehmann@rochester.edu",
   "nsf_id": "000387884",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Angela",
   "pi_last_name": "Calabrese Barton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Angela Calabrese Barton",
   "pi_email_addr": "angieCB@umich.edu",
   "nsf_id": "000100970",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jessica",
   "pi_last_name": "Thompson",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Jessica J Thompson",
   "pi_email_addr": "jjthomps@u.washington.edu",
   "nsf_id": "000498905",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rochester",
  "inst_street_address": "910 GENESEE ST",
  "inst_street_address_2": "STE 200",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5852754031",
  "inst_zip_code": "146113847",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "UNIVERSITY OF ROCHESTER",
  "org_prnt_uei_num": "",
  "org_uei_num": "F27KDXZMF9Y8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rochester",
  "perf_str_addr": "910 GENESEE ST",
  "perf_city_name": "ROCHESTER",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "146113847",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "NY25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1249984.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Youth living in poor urban areas have families, friends, passions, histories, cultures, communities, critical minds, bodies of knowledge and creative spirits.&nbsp; Building on these and other resources youth have is fundamental to effectively addressing issues of social justice in STEM education.</p>\n<p>Broadening participation in science is a national priority.&nbsp; Gender, race and SES continue to be barriers to science participation in school and as a career. This 5-year full development project involved the development, implementation, evaluation and research of Science STARS (Students Tackling Authentic &amp; Relevant Science), an after-school program that engaged urban middle school girls in authentic inquiry-based scientific investigations as well as the creation of science documentary films.&nbsp; &nbsp;During each year of the grant , youth worked in lab teams to design and conduct long-term STEM investigations on topics that were interesting and relevant to them. Topics studied included BPA and our health, hydroponics, mineral makeup of make-up, the science of sound, the health of a nearby lake, ways to power my cell phone, and environmental sustainability.&nbsp; Core characteristics of STARS projects include: making science as a way of knowing an explicit focus of critique and discussion, increasing youth autonomy over time, connecting with community, and engaging youth in one long-term inquiry per team that included both creative &ldquo;workbench&rdquo; investigations and &ldquo;publicly&rdquo; defended presentations. The facilitators of this club were considered a second group of learners.&nbsp;</p>\n<p>To understand how youth and their teachers participated and were impacted by engagement in STARS, we used a theoretical lens of &ldquo;identity.&rdquo; A focus on identity broadens our assessments of &ldquo;learning&rdquo; to include knowing and being able to do <em>as well as</em> believing, valuing, communicating, using symbol systems, and interacting in ways that, for youth, are recognized as a scientist, and for the facilitators, are recognized as reform-minded science teachers.</p>\n<p>Through this project, we learned about how young urban teen women leverage resources that they have available to them to author scientific identities.&nbsp; Specifically, three different ethnographic studies of teen&rsquo;s scientific study, their movie-making processes and the final products provided in-depth insights into unique ways teen women capitalized on their own stories and strengths to navigate their scientific study. The multimodal nature of the film afforded opportunities to a) merge their voices and scientific representations with those of experts, b) position themselves as the owners of this science/engineering through acting, images, voice overs, and sequencing of the storyline and c) communicate particular scientific identities that youth felt complemented and did not conflict with other identities that were important to them.&nbsp; We also identified that opportunities for youth and mentors to collaboratively reflect on &ldquo;stuck moments&rdquo; that resulted from epistemic tensions between community-based knowledge and that of &ldquo;science&rdquo; in multi-modal ways, created opportunities to publically bridge and transform what it meant to be a STEM expert among film producers and audience.</p>\n<p>An important aspect of this work for us as researchers involved the need to systematically analyze multi-modal artifacts such as photographs and films in evidence trustworthy ways without losing the rich stories central to ethnographic study.&nbsp; This challenge led us to make important methodological contributions published in Anthropology and Education Quarterly.&nbsp; In this work, we critically examine the tensions between a multimodal approach to analysis that systematically identifies forms of communication used in particular artifacts and ethnographic approaches that prioritize the participant stories that surround, enrich and inform the interpretation of what is accessible in the artifact. Beyond exploring these tensions in detail, we offer a methodological approach that builds on the strengths of both, and demonstrate its use through a study of photographs as primary data for understanding youth participation in STARS.</p>\n<p>STARS facilitators were considered a second group of learners. Our studies show that pre-service science teachers facilitated the afterschool club as a mentored practice teaching experience - an approximation of practice that is intentionally different from the high stakes placement that follows. &nbsp;A case study of one pre-service teacher&rsquo;s perceptions of her STARS work revealed pedagogical priorities of relationships, scientific rigor, youth ownership and fun. We learned the importance of a project team trajectory of first getting grounded, followed by a period of trial and error and then readying for a final presentation that carried a strong sense of external accountability for both the youth and the teacher.</p>\n<p>Challenging what counts as science to be more authentic and inclusive while simultaneously engaging in it presented important dilemmas. A study of three undergraduate college students&rsquo; experiences in mentoring Science STARS as &ldquo;Near Peers&rdquo; revealed an important and difficult tension. When given the charge to mentor urban teen club members in doing science that was creative, collaborative, and engaging, Near Peers felt that they were doing youth a disservice not using the opportunity to share the coping strategies they found necessary to be successful in &ldquo;real science.&rdquo;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/06/2016<br>\n\t\t\t\t\tModified by: April&nbsp;L&nbsp;Luehmann</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nYouth living in poor urban areas have families, friends, passions, histories, cultures, communities, critical minds, bodies of knowledge and creative spirits.  Building on these and other resources youth have is fundamental to effectively addressing issues of social justice in STEM education.\n\nBroadening participation in science is a national priority.  Gender, race and SES continue to be barriers to science participation in school and as a career. This 5-year full development project involved the development, implementation, evaluation and research of Science STARS (Students Tackling Authentic &amp; Relevant Science), an after-school program that engaged urban middle school girls in authentic inquiry-based scientific investigations as well as the creation of science documentary films.   During each year of the grant , youth worked in lab teams to design and conduct long-term STEM investigations on topics that were interesting and relevant to them. Topics studied included BPA and our health, hydroponics, mineral makeup of make-up, the science of sound, the health of a nearby lake, ways to power my cell phone, and environmental sustainability.  Core characteristics of STARS projects include: making science as a way of knowing an explicit focus of critique and discussion, increasing youth autonomy over time, connecting with community, and engaging youth in one long-term inquiry per team that included both creative \"workbench\" investigations and \"publicly\" defended presentations. The facilitators of this club were considered a second group of learners. \n\nTo understand how youth and their teachers participated and were impacted by engagement in STARS, we used a theoretical lens of \"identity.\" A focus on identity broadens our assessments of \"learning\" to include knowing and being able to do as well as believing, valuing, communicating, using symbol systems, and interacting in ways that, for youth, are recognized as a scientist, and for the facilitators, are recognized as reform-minded science teachers.\n\nThrough this project, we learned about how young urban teen women leverage resources that they have available to them to author scientific identities.  Specifically, three different ethnographic studies of teen?s scientific study, their movie-making processes and the final products provided in-depth insights into unique ways teen women capitalized on their own stories and strengths to navigate their scientific study. The multimodal nature of the film afforded opportunities to a) merge their voices and scientific representations with those of experts, b) position themselves as the owners of this science/engineering through acting, images, voice overs, and sequencing of the storyline and c) communicate particular scientific identities that youth felt complemented and did not conflict with other identities that were important to them.  We also identified that opportunities for youth and mentors to collaboratively reflect on \"stuck moments\" that resulted from epistemic tensions between community-based knowledge and that of \"science\" in multi-modal ways, created opportunities to publically bridge and transform what it meant to be a STEM expert among film producers and audience.\n\nAn important aspect of this work for us as researchers involved the need to systematically analyze multi-modal artifacts such as photographs and films in evidence trustworthy ways without losing the rich stories central to ethnographic study.  This challenge led us to make important methodological contributions published in Anthropology and Education Quarterly.  In this work, we critically examine the tensions between a multimodal approach to analysis that systematically identifies forms of communication used in particular artifacts and ethnographic approaches that prioritize the participant stories that surround, enrich and inform the interpretation of what is accessible in the artifact. Beyond exploring these tensions in detail, we offer a methodological approach that builds on the strengths of both, and demonstrate its use through a study of photographs as primary data for understanding youth participation in STARS.\n\nSTARS facilitators were considered a second group of learners. Our studies show that pre-service science teachers facilitated the afterschool club as a mentored practice teaching experience - an approximation of practice that is intentionally different from the high stakes placement that follows.  A case study of one pre-service teacher?s perceptions of her STARS work revealed pedagogical priorities of relationships, scientific rigor, youth ownership and fun. We learned the importance of a project team trajectory of first getting grounded, followed by a period of trial and error and then readying for a final presentation that carried a strong sense of external accountability for both the youth and the teacher.\n\nChallenging what counts as science to be more authentic and inclusive while simultaneously engaging in it presented important dilemmas. A study of three undergraduate college students? experiences in mentoring Science STARS as \"Near Peers\" revealed an important and difficult tension. When given the charge to mentor urban teen club members in doing science that was creative, collaborative, and engaging, Near Peers felt that they were doing youth a disservice not using the opportunity to share the coping strategies they found necessary to be successful in \"real science.\"\n\n\t\t\t\t\tLast Modified: 12/06/2016\n\n\t\t\t\t\tSubmitted by: April L Luehmann"
 }
}