{
 "awd_id": "1114011",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Testing hypothese of late Cretaceous",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robin Reichlin",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 154432.0,
 "awd_amount": 154432.0,
 "awd_min_amd_letter_date": "2011-08-22",
 "awd_max_amd_letter_date": "2011-08-22",
 "awd_abstract_narration": "Like a Frisbee, all planets moving freely in space want to spin around an axis called their 'principal moment of inertia'.  Any large 'wart' on the planet, or inside it, that is not balanced gravitationally will migrate towards the Equator, forcing the spin axis (the 'poles' of the planet) to 'wander?' relative to its solid mass.  This is called 'True Polar Wander' (TPW), and is part of the well-understood physics of many planetary bodies.  The entire solid part of the planet wanders at the same time relative to the spin axis, and as such is quite different from the normal motion of tectonic plates here on Earth.  \r\n\r\n\tA vigorous debate has been raging within the geophysical community for the past decade about the possible existence of a short burst of TPW associated with the end of a long period of geomagnetic Normal polarity, called the Cretaceous Long Nomal Chron, around 84 million years ago.  Similarly, small wiggles in the pattern of sea-floor magnetic anomalies at about the same time have been interpreted as a result of an anomalously weak, fluctuating geomagnetic field.  Recently, the investigators have obtained higher-resolution fossil magnetic (paleomagnetic) data from the classic Scaglia Rossa lime-stones in Italy which confirm the presence of a major (~20 degree) shallowing of inclination in Chron 33R, whereas coeval data from South Dakota display both persistent declination and inclination anomalies as predicted by the TPW hypothesis.   The Italian data also provide provocative hints that there might be a series of short, ~million-year scale oscillations superimposed on this long-term trend.  The PIs call these 'True Polar wobbles' (TPw) to distinguish them from longer time-scale TPW motions which have been the focus of most previous geophysical investigations.  The entire solid Earth may have been doing something akin to a geological 'Hula dance', according to the PIs.  However, distinguishing these hypotheses requires a globally distributed set of high-quality, high-resolution magnetic data that can be compared accurately from area to area.  This project will support field and laboratory work aimed at increasing the density of such observations in this focused interval by expanding the geographic extent of the sampling sites, and to refine the stratigraphic correlation using biostratigraphy and high-resolution Sr isotope variations. Ths plan is to launch a shallow scientific drilling program with portable (Winkie(TM)) diamond-bit coring systems to collect continuous oriented core from critical sections for these studies.\r\n\r\nIntellectual Merit. If either form of these TPW motions exist, they would be fundamentally important for at least two important reasons:  First, they would represent a previously-unrecognized class of TPW, with an as-yet unknown driving mechanism.  Second, they seem to be associated with the end of one of the few time intervals in which the frequency of geomagnetic reversals drops essentially to zero. These anomalous directions have longer durations than can be explained plausibly by the normal dynamo processes thought to operate in Earth's outer core.  On the other hand, the motions and changes implied by the data seem too rapid to be explained by mantle dynamics if some form of TPW is responsible.  For the counter-hypothesis, there are similar problems in understanding how an anomalous state of the geodynamo would have a memory persisting for the ~5 Myr span of the Italian data set.  In either case the new results should increase our understanding of terrestrial geophysics, and could possibly yield clues to the underlying cause of the end of the Cretaceous Long Normal Chron.  \r\n\r\n    \tBroader Impacts. Either anomalous field configurations or TPW could help sub-divide geological time in and around the Cretaceous Long Normal Chron, providing a basis for higher-resolution magnetostratigraphy at a time of major global hydrocarbon sequestration. If TPW is the cause, it has the additional implication that the 3rd order sea-level variations would be globally asynchronous, contradicting a fundamental assumption in the field of sequence stratigraphy.  TPW predicts a quadrature pattern of sea-level variation, with geographic areas moving towards the Equator experiencing relative transgressions, and those moving away, regressions.  In turn, this implies that the global sequence stratigraphic framework that petroleum geologists have devised over the past 30 years would be 180 degrees out of phase over half of the planet. Results of this work could also have bearing on the great 'Baja-BC' debate, as comparisons with displaced terranes would need to be made between units closely matched in age.  This research will involve the training of under graduate and graduate students and an early career PI.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Ward",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Peter D Ward",
   "pi_email_addr": "ward.biology.uw@gmail.com",
   "nsf_id": "000432515",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1031",
   "pgm_ref_txt": "STUDIES OF THE EARTH'S DEEP INTERIOR"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 154432.0
  }
 ],
 "por": null
}