{
 "awd_id": "1114781",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Full-Scale Development Project: The Science Of Sharing: Exhibits And Activities Fostering Investigation Of Cooperation, Competition, And Social Interdependence",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alphonse Desena",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 2344457.0,
 "awd_amount": 2344457.0,
 "awd_min_amd_letter_date": "2011-08-24",
 "awd_max_amd_letter_date": "2013-07-28",
 "awd_abstract_narration": "The Exploratorium and the Museum of Life and Science will develop, evaluate and implement Science of Sharing, a three-year full-scale development project designed to bring the scientific study of human social behavior to a broad public audience.  Science of Sharing will create new ways for visitors to experiment with social psychology and will generate important information for informal science institutions committed to involving visitors in discussions of personal, societal, and scientific responses to real-world challenges.\r\n\r\nScience of Sharing addresses a critical ISE issue: creating ways for visitors to experiment with inquiry based exhibits and activities that heighten public knowledge of the study of human social behavior. Based on research in social psychology and game theory, the project (a) fosters public engagement in activities exploring collaborative behavior and resource sharing; (b) promotes awareness of connections between these experiences and STEM-related research in psychology and economics; and (c) links individual behaviors to real-world issues of resource depletion and group conflict.  \r\n\r\nThe primary audience is youth and youth-adult museum visitors, with particular focus on underrepresented communities with limited access to communication technologies.  The secondary audience is ISE professionals with interest in new kinds of interactive experience and visualization tools focusing on social behavior and techniques for fostering social interaction and public discussion of science.\r\n\r\nThe project will (1) conduct front end evaluation to assess visitor attitudes and knowledge about issues of cooperation and resource use; (2) design, prototype, and evaluate 15 inquiry-based exhibits and 4 Experimonths (public events with web, museum, and community-based components on social-psychological topics); (3) conduct design-based research to investigate aspects of these exhibits and activities that prompt self-reflection and build metacognitive skills; and (4) work with local school districts to adapt exhibits for classroom use.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hugh",
   "pi_last_name": "McDonald",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Hugh E McDonald",
   "pi_email_addr": "hmcdonald@exploratorium.edu",
   "nsf_id": "000450990",
   "pi_start_date": "2011-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joshua",
   "pi_last_name": "Gutwill",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joshua Gutwill",
   "pi_email_addr": "jgutwill@cleanconferencing.org",
   "nsf_id": "000101753",
   "pi_start_date": "2011-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Troy",
   "pi_last_name": "Livingston",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Troy M Livingston",
   "pi_email_addr": "troy.livingston@ncmls.org",
   "nsf_id": "000552308",
   "pi_start_date": "2011-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Exploratorium",
  "inst_street_address": "17 PIER STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "SAN FRANCISCO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4155284444",
  "inst_zip_code": "941111455",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "CA11",
  "org_lgl_bus_name": "THE EXPLORATORIUM",
  "org_prnt_uei_num": "",
  "org_uei_num": "DGTRD5QN3PL7"
 },
 "perf_inst": {
  "perf_inst_name": "Exploratorium",
  "perf_str_addr": "17 PIER STE 100",
  "perf_city_name": "SAN FRANCISCO",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "941111455",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "CA11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1578911.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 765546.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong></p>\n<p>In recent decades, psychological research has led to tremendous advances in our understanding of cognitive and social development, decision-making, stress, aggression, and many other areas. However, museums have to date devoted little attention to the scientific study of <em>social behavior</em><em>.</em> Science of Sharing was designed to develop and evaluate experiences that create opportunities for the public to: (a) experiment with cooperation, competition, negotiation, and resource allocation; (b) explore cognitive processes underlying those interactions, including developing interpersonal trust, weighing short-term personal gains against longer-term community outcomes, and predicting the behavior of others; and (c) learn about the scientific study of behavior and cognition.</p>\n<p>Between 2011 and 2015, Science of Sharing brought together social scientists, exhibit developers, educators, and researchers to prototype a broad range of experiences, test the way people used and discussed them, evaluate their potential as learning experiences, and share them with the public, researchers, and museum professionals. Specifically, the project:</p>\n<p>(1) Designed, built, and evaluated 17 permanent interactive exhibits focusing on cooperation, collaborative problem solving, and trust in an Exploratorium gallery designed for the collection. Two exhibits were duplicated for permanent installation at the Museum of Life and Science in Durham, NC.</p>\n<p>(2) Implemented four Experimonths, social-media activities during which the public faced challenges involving cooperation and communication. More information on these activities can be found at <a href=\"http://science.experimonth.com/history\">http://science.experimonth.com/history</a>.</p>\n<p>(3) Held the Science of Sharing Forum, a daylong public event at which visitors attended presentations by social scientists and project collaborators and participated in exhibit tours, demonstrations, and activities highlighting project concepts.</p>\n<p>(4) Created 11 classroom activities for free distribution to educators and the public through the project website at <a href=\"http://www.exploratorium.edu/visit/west-gallery/science-of-sharing\">http://www.exploratorium.edu/visit/west-gallery/science-of-sharing</a>. This site has received over 35000 page views since launching in 2014 and includes information about exhibits and project goals and links to archived presentations from the SOS Forum (http://www.exploratorium.edu/tv/index.php?project=119).</p>\n<p>(5) Conducted a research study of <em>metacognition</em>: thinking about how we think, form beliefs, and make decisions. Metacognition has been identified as a potentially important factor in formal learning environments. Data revealed that adding questions about social strategies to exhibit labels led to a significant increase in the time visitors spent engaging in metacognition. (This study is the subject of a research paper currently in preparation.)</p>\n<p>(6) Presented information at conferences in the U.S. and Canada, including the Association of Science-Technology Centers, the Western Museums Association, the American Alliance of Museums, and the Association for Psychological Sciences. Project PIs are also writing a chapter, Wearing Someone Else&rsquo;s Shoes: The Cooperative Museum Experiences of Science of Sharing, to appear in a forthcoming book. SOS activities and outcomes have been shared with the public through podcasts and social media outlets (<a href=\"https://itunes.apple.com/us/podcast/the-measure-of-everyday-life/id956844695?mt=2&amp;i=348874457\">https://itunes.apple.com/us/podcast/the-measure-of-everyday-life/id956844695?mt=2&amp;i=348874</a>;&nbsp;<a href=\"https://www.facebook.com/TheReallyBigQuestions/posts/1418469781727938?stream_ref=10\">https://www.facebook.com/TheReallyBigQuestions/posts/1418469781727938?stream_ref=10)...",
  "por_txt_cntn": "\nIntellectual Merit\n\nIn recent decades, psychological research has led to tremendous advances in our understanding of cognitive and social development, decision-making, stress, aggression, and many other areas. However, museums have to date devoted little attention to the scientific study of social behavior. Science of Sharing was designed to develop and evaluate experiences that create opportunities for the public to: (a) experiment with cooperation, competition, negotiation, and resource allocation; (b) explore cognitive processes underlying those interactions, including developing interpersonal trust, weighing short-term personal gains against longer-term community outcomes, and predicting the behavior of others; and (c) learn about the scientific study of behavior and cognition.\n\nBetween 2011 and 2015, Science of Sharing brought together social scientists, exhibit developers, educators, and researchers to prototype a broad range of experiences, test the way people used and discussed them, evaluate their potential as learning experiences, and share them with the public, researchers, and museum professionals. Specifically, the project:\n\n(1) Designed, built, and evaluated 17 permanent interactive exhibits focusing on cooperation, collaborative problem solving, and trust in an Exploratorium gallery designed for the collection. Two exhibits were duplicated for permanent installation at the Museum of Life and Science in Durham, NC.\n\n(2) Implemented four Experimonths, social-media activities during which the public faced challenges involving cooperation and communication. More information on these activities can be found at http://science.experimonth.com/history.\n\n(3) Held the Science of Sharing Forum, a daylong public event at which visitors attended presentations by social scientists and project collaborators and participated in exhibit tours, demonstrations, and activities highlighting project concepts.\n\n(4) Created 11 classroom activities for free distribution to educators and the public through the project website at http://www.exploratorium.edu/visit/west-gallery/science-of-sharing. This site has received over 35000 page views since launching in 2014 and includes information about exhibits and project goals and links to archived presentations from the SOS Forum (http://www.exploratorium.edu/tv/index.php?project=119).\n\n(5) Conducted a research study of metacognition: thinking about how we think, form beliefs, and make decisions. Metacognition has been identified as a potentially important factor in formal learning environments. Data revealed that adding questions about social strategies to exhibit labels led to a significant increase in the time visitors spent engaging in metacognition. (This study is the subject of a research paper currently in preparation.)\n\n(6) Presented information at conferences in the U.S. and Canada, including the Association of Science-Technology Centers, the Western Museums Association, the American Alliance of Museums, and the Association for Psychological Sciences. Project PIs are also writing a chapter, Wearing Someone ElseÆs Shoes: The Cooperative Museum Experiences of Science of Sharing, to appear in a forthcoming book. SOS activities and outcomes have been shared with the public through podcasts and social media outlets (https://itunes.apple.com/us/podcast/the-measure-of-everyday-life/id956844695?mt=2&amp;i=348874; https://www.facebook.com/TheReallyBigQuestions/posts/1418469781727938?stream_ref=10).\n\nMore than 500 Exploratorium visitors and Experimonth participants were included in the project's external summative evaluation, which found evidence suggesting that these experiences cause participants to engage in metacognition about thoughts and behaviors involving competition, collaboration, and sharing and about contextual factors affecting human behavior.\n\nBroader Impacts\n\nScientific research on how people cooperate, weigh short-term personal goals against longer-term community outcomes, and ..."
 }
}