{
 "awd_id": "1114674",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Playscapes: Designed Nature Environments To Promote Informal Science Learning",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032925115",
 "po_email": "emccalli@nsf.gov",
 "po_sign_block_name": "Ellen McCallie",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 330124.0,
 "awd_amount": 330124.0,
 "awd_min_amd_letter_date": "2011-09-23",
 "awd_max_amd_letter_date": "2011-09-23",
 "awd_abstract_narration": "The University of Cincinnati Arlitt Child and Family Research and Education will conduct a two-year research investigation to document and understand young children's scientific dialog, interactions, behaviors, and thinking within expressly designed natural play environments called playscapes. Two existing environmental science-focused playscapes will serve as the informal context for the study. Pre-school children and their teachers at early childhood centers, Head Start programs and informal learning institutions such as zoos, nature centers, and museums will participate in the study. The Cincinnati Nature Center and the Cincinnati Playscape Initiative will partner with the University of Cincinnati for this research endeavor. The results of the study are expected to not only address a significant gap in the literature base related to self-directed play and young children's scientific thinking within playscapes environments, but the study also has the potential to inform the field more broadly about scientific learning and teaching across informal and formal contexts at the early childhood levels. \r\n\r\nNine research questions will frame the study and seek to investigate: (a) children's behaviors in intentionally designed playscapes, (b) children's scientific thinking in intentionally designed playscapes, and the relationship between access to the playscape environment and children's attitudes about science and their own scientist identities. The study sample includes over 200 children (ages 3-5) will be recruited from local university, child care centers and head start programs. Each child will participate in research activities at one of two test sites, with sixty children participating in research activities at both test sites. As part of the study, the children will visit the test sites at least three different times and will be asked to explore the playscape environments on their own, with other children, and with their teachers. Lavalier microphones will capture the students' self-talk and dialogs with others, as they explore the specially designed playscape environments. Other data collection methods include: behavior mapping, direct observation, dialog analysis, surveys, focus groups, and curriculum-based assessments. A team of researchers, including university faculty and graduate assistants, will employ inductive, deductive, and abductive analytical methods and reasoning to analyze and synthesize the data. Concurrently, an external evaluator at the Evaluation Services Center will employ a mixed-methods approach for the formative, remedial, and summative project evaluations. \r\n\r\nAn ultimate goal of the project is to use the research findings to provide a scientific base for the development of an early childhood approach that promotes scientific thinking and learning within self-directed, informal contexts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Victoria",
   "pi_last_name": "Carr",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Victoria Carr",
   "pi_email_addr": "victoria.carr@uc.edu",
   "nsf_id": "000508513",
   "pi_start_date": "2011-09-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Cincinnati Main Campus",
  "inst_street_address": "2600 CLIFTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CINCINNATI",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "5135564358",
  "inst_zip_code": "452202872",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OH01",
  "org_lgl_bus_name": "CINCINNATI UNIV OF",
  "org_prnt_uei_num": "DZ4YCZ3QSPR5",
  "org_uei_num": "DZ4YCZ3QSPR5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Cincinnati Main Campus",
  "perf_str_addr": "2600 CLIFTON AVE",
  "perf_city_name": "CINCINNATI",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "452202872",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OH01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 330124.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><em>Summary of Results from NSF ISE Pathways Project</em></strong><strong> #1114674</strong></p>\n<p><strong>PlayScapes: Designed Nature Environments to Promote Informal Science Learning</strong></p>\n<p>&nbsp;</p>\n<p>The NSF Informal Science Education Pathways Project #1114674 ? <em>PlayScapes: Designed Nature Environments to Promote Informal Science Learning</em> identified aspects of two playscapes that engaged children in exploratory play and elicit science learning. The specific aims of the project were to study: 1) children's behavior and movement patterns in the playscapes, 2) children's scientific thinking that may occur during play, and 3) the relationship between time spent in the playscapes and children's attitudes about science.</p>\n<p>A playscape is an intentionally designed, dynamic, vegetation-rich play environment that nurtures young children?s affinity for nature. The intentionality consists of creating affordances that elicit play and learning. Examples are: 1) water features, 2) topography, 3) landscaped areas, 4) loose parts such as sand, gravel, rocks, and sticks, and 5) niches and hiding places. For this study, two playscapes served as data collection sites. One playscape was a 1.6 acre rural location within the Cincinnati Nature Center (CNC). The other playscape is approximately .23 acres on the University of Cincinnati urban campus (Arlitt). <span style=\"white-space: pre;\"> </span></p>\n<p><span style=\"white-space: pre;\">&nbsp;</span>The project team used five data collection measurement tools to study the project aims: curriculum-based science assessment, behavior mapping iPad app, video and audio observations, teacher focus groups, and parent surveys. The participants included 11 preschool teachers, 38 children in a rural preschool and 37 children in an urban preschool. All children visited both playscapes.</p>\n<p>To assess changes in children's scientific thinking, the project team used a pre-post curriculum-based science assessment (CBA) to gauge growth in science concept knowledge and inquiry skills. Analyses of responses demonstrated that exposure increases children's preference for playscapes versus playground or classroom environments. Furthermore, qualitative analysis techniques using categorization of responses provided evidence for shifts from pre-test to post-test in conceptual complexity for understanding life sciences, such as plant growth, properties of natural materials, and seasonal changes.</p>\n<p>To document children's behaviors and movement patterns within the playscapes, the project team developed and used an iPad application. This behavior mapping app allowed us to identify the locations of interest within the playscapes which gave us the scale (water features, sand box, rocks, grass, forts, plant areas) and the observable behaviors which gave us the scope (motor skills, engagement, interactions). See Figure 3 for a picture of the first screen.</p>\n<p>Trained behavior mappers collected 1000 data points per playscape over 20 observations. Results indicate all elements of the playscapes were utilized. Additionally, higher levels of potential scientific learning were associated with the use of loose parts. Most student activity occurred at the streams, in log fort locations, in digging areas, and in within areas of living flowers and small plants. Overall data displays of all behavior mapping points at the CNC and Arlitt</p>\n<p>Researchers videotaped observable child behaviors that were deemed examples of science learning or other play scenarios that supported the utility of playscapes. Results show that children used the designed affordances in both predicted and novel ways. Observations indicated that children were developing scientific concepts through play.</p>\n<p>We also collected data on the UC Arlitt Preschool Playground to compare child play and science inquiry on a typical playground and the CNC PlayScape. Fr...",
  "por_txt_cntn": "\nSummary of Results from NSF ISE Pathways Project #1114674\n\nPlayScapes: Designed Nature Environments to Promote Informal Science Learning\n\n \n\nThe NSF Informal Science Education Pathways Project #1114674 ? PlayScapes: Designed Nature Environments to Promote Informal Science Learning identified aspects of two playscapes that engaged children in exploratory play and elicit science learning. The specific aims of the project were to study: 1) children's behavior and movement patterns in the playscapes, 2) children's scientific thinking that may occur during play, and 3) the relationship between time spent in the playscapes and children's attitudes about science.\n\nA playscape is an intentionally designed, dynamic, vegetation-rich play environment that nurtures young children?s affinity for nature. The intentionality consists of creating affordances that elicit play and learning. Examples are: 1) water features, 2) topography, 3) landscaped areas, 4) loose parts such as sand, gravel, rocks, and sticks, and 5) niches and hiding places. For this study, two playscapes served as data collection sites. One playscape was a 1.6 acre rural location within the Cincinnati Nature Center (CNC). The other playscape is approximately .23 acres on the University of Cincinnati urban campus (Arlitt).  \n\n The project team used five data collection measurement tools to study the project aims: curriculum-based science assessment, behavior mapping iPad app, video and audio observations, teacher focus groups, and parent surveys. The participants included 11 preschool teachers, 38 children in a rural preschool and 37 children in an urban preschool. All children visited both playscapes.\n\nTo assess changes in children's scientific thinking, the project team used a pre-post curriculum-based science assessment (CBA) to gauge growth in science concept knowledge and inquiry skills. Analyses of responses demonstrated that exposure increases children's preference for playscapes versus playground or classroom environments. Furthermore, qualitative analysis techniques using categorization of responses provided evidence for shifts from pre-test to post-test in conceptual complexity for understanding life sciences, such as plant growth, properties of natural materials, and seasonal changes.\n\nTo document children's behaviors and movement patterns within the playscapes, the project team developed and used an iPad application. This behavior mapping app allowed us to identify the locations of interest within the playscapes which gave us the scale (water features, sand box, rocks, grass, forts, plant areas) and the observable behaviors which gave us the scope (motor skills, engagement, interactions). See Figure 3 for a picture of the first screen.\n\nTrained behavior mappers collected 1000 data points per playscape over 20 observations. Results indicate all elements of the playscapes were utilized. Additionally, higher levels of potential scientific learning were associated with the use of loose parts. Most student activity occurred at the streams, in log fort locations, in digging areas, and in within areas of living flowers and small plants. Overall data displays of all behavior mapping points at the CNC and Arlitt\n\nResearchers videotaped observable child behaviors that were deemed examples of science learning or other play scenarios that supported the utility of playscapes. Results show that children used the designed affordances in both predicted and novel ways. Observations indicated that children were developing scientific concepts through play.\n\nWe also collected data on the UC Arlitt Preschool Playground to compare child play and science inquiry on a typical playground and the CNC PlayScape. Free play in the playscape elicited complex forms of science-related activity, particularly language. In contrast, on the playground, children only showed science-related language use in teacher-led activities.\n\nChildren's preschool teachers and parents were asked to provide feedb..."
 }
}