{
 "awd_id": "1114079",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Reactive Optics for Solar Concentrators",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Juan E. Figueroa",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2011-05-12",
 "awd_max_amd_letter_date": "2011-05-12",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project seeks to develop a new type of low-cost solar power module by pairing proven photovoltaic cells with novel concentrating optics that make use of smart \"reactive\" optical materials.  The reactive materials adjust automatically to solar incidence, changing the optical properties of the concentrator in order to track the solar position over time.  By embedding this tracking function within the concentrator, rather than using expensive and bulky mechanical trackers, this approach enables high concentration to be achieved in modules with stationary mounting and significantly reduces overall system costs.  The objectives of the Phase I research plan are to validate the design of the reactive optics, through both simulation and experimentation, and to build and test functional prototypes of the solar concentrator.  \r\n\r\nThe broader impact/commercial potential of this project is primarily in the field of photovoltaic power, although other applications of the optical system are also likely.  The reactive solar concentrator to be developed under this program is predicted to result in solar power module costs as low as $0.40 per peak watt (in direct sunlight), a savings of approximately 50% to 75% compared to current modules.  This cost reduction can help spur rapid growth of photovoltaic power usage, which will bring a wide range of economic, environmental, and national security benefits and will accelerate job growth within the solar power industry.  The reactive solar concentrator technology may also provide lightweight high-power solar modules that are uniquely suited to demanding off-grid field applications and that can be easily transported and deployed as needed.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Kozodoy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Kozodoy",
   "pi_email_addr": "peter@glintphotonics.com",
   "nsf_id": "000581965",
   "pi_start_date": "2011-05-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Glint Photonics, Inc.",
  "inst_street_address": "3517 EDISON WAY STE B",
  "inst_street_address_2": "",
  "inst_city_name": "MENLO PARK",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6506464192",
  "inst_zip_code": "940251876",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "CA15",
  "org_lgl_bus_name": "GLINT PHOTONICS, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "LSC4N53H1PK1"
 },
 "perf_inst": {
  "perf_inst_name": "Glint Photonics, Inc.",
  "perf_str_addr": "3517 EDISON WAY STE B",
  "perf_city_name": "MENLO PARK",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "940251876",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "CA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1517",
   "pgm_ref_txt": "ELECT, PHOTONICS, & DEVICE TEC"
  },
  {
   "pgm_ref_code": "1775",
   "pgm_ref_txt": "ELECTRONIC/PHOTONIC MATERIALS"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "7257",
   "pgm_ref_txt": "APPLICATS OF ADVANCED TECHNOLS"
  },
  {
   "pgm_ref_code": "8034",
   "pgm_ref_txt": "Hardware Components"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The work performed under this Phase I award has pioneered the development of the self-tracking solar concentrator, an entirely new design for low-cost solar power modules.&nbsp; The technology pairs proven photovoltaic cells with novel concentrating optics that make use of smart &ldquo;reactive&rdquo; materials.&nbsp; The reactive materials adjust automatically to solar incidence, changing the optical properties of the concentrator in order to track the solar position over time.&nbsp; By embedding this tracking function within the concentrator rather than using expensive precision mechanical trackers, as normally employed with solar concentrators, this design can enable low-cost concentrating modules that maintain the flat form factor and mounting characteristics of traditional flat-plate PV. &nbsp;</p>\n<p>Research performed during the Phase I period validated the design concept through both simulation and experimental work.&nbsp; The research was primarily focused on two areas of technology development: theoretical analysis of overall optical efficiency for these concentrator devices, and experimental development of the reactive materials that enable the self-tracking functionality.</p>\n<p>Concentrator systems of various designs were evaluated using optical modeling software to determine optical efficiency under a range of illumination conditions. &nbsp;These models reveal that designs with simple low-cost optical structures are well-suited to use in single-axis tracked installations (i.e. mounted on a standard inexpensive East-West mechanical trackers), which keep the angle of illumination to less than about 25&deg; off-axis.&nbsp; More complex optical structures can enable self-tracking functionality over a wider angular range, offering the potential for stationary-mounted concentrating devices.&nbsp; Furthermore, the analysis identified a number of design trade-offs that must be navigated in order to provide balanced performance over a range of illumination angles and intensity values.&nbsp;</p>\n<p>Research during Phase I also advanced scientific understanding of the proprietary light-reactive materials.&nbsp; Detailed simulations were performed in order to predict performance dependence on material properties.&nbsp; Many test devices were constructed during Phase I in order to evaluate a range of formulations and geometries for these materials.&nbsp; These proof-of-concept devices were measured using a custom-built optical testbed.&nbsp; Optimized devices demonstrate the desired ligh-reactive response, qualitatively matching the performance predicted by simulations although exact numerical comparisons could not be made due to measurement uncertainties.&nbsp; Additional materials optimization work is required in order to realize a full proof-of-concept prototype that can be tested in direct sunlight.</p>\n<p>The Phase I project has significantly advanced the fundamental scientific understanding of the phenomena underpinning light-reactive response, and has also contributed to the engineering of novel self-tracking solar concentrators based on these materials.&nbsp; Products of the research include system designs, prototype devices, test data, and detailed simulations.&nbsp; Planned future work includes fabrication and characterization of working prototypes featuring customized optical structures, as well as continued simulation and modeling work to explore new optical designs offering increased angular tracking range, optical efficiency, and concentration ratios.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/30/2012<br>\n\t\t\t\t\tModified by: Peter&nbsp;Kozodoy</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe work performed under this Phase I award has pioneered the development of the self-tracking solar concentrator, an entirely new design for low-cost solar power modules.  The technology pairs proven photovoltaic cells with novel concentrating optics that make use of smart \"reactive\" materials.  The reactive materials adjust automatically to solar incidence, changing the optical properties of the concentrator in order to track the solar position over time.  By embedding this tracking function within the concentrator rather than using expensive precision mechanical trackers, as normally employed with solar concentrators, this design can enable low-cost concentrating modules that maintain the flat form factor and mounting characteristics of traditional flat-plate PV.  \n\nResearch performed during the Phase I period validated the design concept through both simulation and experimental work.  The research was primarily focused on two areas of technology development: theoretical analysis of overall optical efficiency for these concentrator devices, and experimental development of the reactive materials that enable the self-tracking functionality.\n\nConcentrator systems of various designs were evaluated using optical modeling software to determine optical efficiency under a range of illumination conditions.  These models reveal that designs with simple low-cost optical structures are well-suited to use in single-axis tracked installations (i.e. mounted on a standard inexpensive East-West mechanical trackers), which keep the angle of illumination to less than about 25&deg; off-axis.  More complex optical structures can enable self-tracking functionality over a wider angular range, offering the potential for stationary-mounted concentrating devices.  Furthermore, the analysis identified a number of design trade-offs that must be navigated in order to provide balanced performance over a range of illumination angles and intensity values. \n\nResearch during Phase I also advanced scientific understanding of the proprietary light-reactive materials.  Detailed simulations were performed in order to predict performance dependence on material properties.  Many test devices were constructed during Phase I in order to evaluate a range of formulations and geometries for these materials.  These proof-of-concept devices were measured using a custom-built optical testbed.  Optimized devices demonstrate the desired ligh-reactive response, qualitatively matching the performance predicted by simulations although exact numerical comparisons could not be made due to measurement uncertainties.  Additional materials optimization work is required in order to realize a full proof-of-concept prototype that can be tested in direct sunlight.\n\nThe Phase I project has significantly advanced the fundamental scientific understanding of the phenomena underpinning light-reactive response, and has also contributed to the engineering of novel self-tracking solar concentrators based on these materials.  Products of the research include system designs, prototype devices, test data, and detailed simulations.  Planned future work includes fabrication and characterization of working prototypes featuring customized optical structures, as well as continued simulation and modeling work to explore new optical designs offering increased angular tracking range, optical efficiency, and concentration ratios. \n\n \n\n\t\t\t\t\tLast Modified: 03/30/2012\n\n\t\t\t\t\tSubmitted by: Peter Kozodoy"
 }
}