{
 "awd_id": "1114827",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Numerical methods for the moving contact line problem",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 179701.0,
 "awd_amount": 179701.0,
 "awd_min_amd_letter_date": "2011-09-14",
 "awd_max_amd_letter_date": "2013-07-14",
 "awd_abstract_narration": "Contact lines arises as the intersection of fluid interfaces with solid \r\nsurfaces. For a long time, this area of study has been plagued with \r\nconflicting theories and uncertainties regarding how the problem should be \r\nmodeled. The main difficulty stems from the fact that classical hydrodynamics \r\n(specifically, the Navier-Stokes equation with the no-slip boundary condition) \r\npredicts a non-integrable singularity  for the viscous stress at the moving \r\ncontact line. In this project, the moving contact line problem is to be \r\nsystematically studied with the help of macroscopic thermodynamics, \r\nmicroscopic molecular dynamics, and numerical simulations. A ``first-\r\nprinciple'' contact line model is derived based on principles of \r\nthermodynamics and molecular dynamics simulations. Novel numerical methods \r\nwill be developed for the contact line model, and will be applied to study \r\nproblems of both practical and theoretical interests, including the contact \r\nline dynamics on heterogeneous surfaces. The asymptotic behavior of the \r\ncontact line model as the slip length goes to zero will be investigated with \r\nthe help of numerics and asymptotic analysis.\r\n\r\nA contact line is the intersection of three phases, ofter two fluid phases and \r\na solid phase. The two fluid phases can either be two immiscible fluids such \r\nas water and oil, or two phases of the same substance, such as the liquid and \r\nvapor phase of water. The solid phase is usually the container for the fluids. \r\nFor this reason, the contact line is also the boundary of the interface \r\nbetween the two fluid phases, and is therefore an ubiquitous part of \r\ninterfacial phenomena. Contact lines also arise in many applications such as \r\ncoating, printing, oil production, and in many micro-fluidic devices. The main \r\ndifficulty of the moving contact line problem stems from the fact that \r\nclassical hydrodynamics predicts an infinite rate of energy dissipation which \r\nsimply implies that contact lines cannot move. In this project, the PI will \r\nderive a first-principle contact line model based on thermodynamics principles \r\nand molecular dynamics simulations. Novel numerical methods will be developed \r\nand will be applied to study problems of practical interests, such as the \r\ncontact line dynamics on heterogeneous surfaces.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Vanden-Eijnden",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Vanden-Eijnden",
   "pi_email_addr": "eve2@cims.nyu.edu",
   "nsf_id": "000188424",
   "pi_start_date": "2013-07-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Weiqing",
   "pi_last_name": "Ren",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Weiqing Ren",
   "pi_email_addr": "weiqing@cims.nyu.edu",
   "nsf_id": "000176941",
   "pi_start_date": "2011-09-14",
   "pi_end_date": "2013-07-14"
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 WASHINGTON SQ S",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 179701.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Thermal fluctuations can be important in the context of fluid</span><br /><span>dynamics. Notable examples include flows at micro and nano scales</span><br /><span>typical of new microfluidic, nanofluidic and microelectromechanical</span><br /><span>devices; biological systems such as lipid membranes, Brownian</span><br /><span>molecular motors, nanopores; as well as processes where the effect of</span><br /><span>fluctuations is amplified by strong non-equilibrium effects, such as</span><br /><span>combustion of lean flames, capillary dynamics, hydrodynamic</span><br /><span>instabilities, and others.</span><span>&nbsp;</span><br /><br /><span>Thermal fluctuations can be included in the classical Navier-Stokes</span><br /><span>fluid equations through stochastic forcing terms that are essentially</span><br /><span>the divergence of a white-noise random field (stochastic flux), as</span><br /><span>first proposed by Landau and Lifshitz. The presence of non-trivial</span><br /><span>dynamics at all scales, as well as the necessity to maintain</span><br /><span>fluctuation-dissipation balance in spatio-temporal discretizations,</span><br /><span>makes the continuum stochastic partial differential equations of</span><br /><span>fluctuating hydrodynamics difficult to solve using existing</span><br /><span>approaches.</span><br /><br /><span>The aim of this project was &nbsp;the development, analysis and implementation of numerical methods</span><br /><span>specifically design to solve for the fluctuating incompressible and</span><br /><span>low Mach number Navier-Stokes equations. &nbsp;</span><span>In particular, we did formulate a simple model for diffusion in the presence of thermal</span><span>&nbsp;</span><span>velocity fluctuations and use it to make a precise assessment of the contribution of</span><span>&nbsp;</span><span>fluctuations to diffusive</span><span>&nbsp;</span><span>transport. In our model the momentum exchange is modeled</span><span>&nbsp;</span><span>using a continuum fluctuating hydrodynamic formalism, and represents the background</span><span>&nbsp;</span><span>fluctuating momentum (velocity) bath</span><span>&nbsp;</span><span>with which the diffusing particles (tracers) interact.</span><span>&nbsp;</span><span>We demonstrate that this simple model mimics all of the crucial features of realistic</span><span>&nbsp;</span><span>liquids, while also being tractable analytically and</span><span>&nbsp;</span><span>numerically, and showing rich physical</span><span>&nbsp;</span><span>behavior. Along the way we will construct a multiscale numerical method that can</span><span>&nbsp;</span><span>efficiently handle the practically relevant case of very large</span><span>&nbsp;</span><span>Schmidt number. In our model</span><span>&nbsp;</span><span>we assume that the diffusing particles follow, on average, the locally averaged (thermally</span><span>&nbsp;</span><span>fluctuating) velocity of the fluid. We further assume the existence of</span><span>&nbsp;</span><span>a large separation</span><span>&nbsp;</span><span>of time scales between the fast dynamics of the velocity (vorticity) fluctuations and the</span><span>&nbsp;</span><span>diffusive dynamics, i.e., we assume that the Schmidt number Sc (ratio of the</span><span>&nbsp;</span><span>diffusion</span><span>&nbsp;</span><span>coefficients of momentum and mass) is very large. This is known to be true in most liquids</span><span>&nbsp;</span><span>due to the effective caging of molecules in densely packed liquid microstructures. In the</span><span>&nbsp;</span><span>limit of infinite Schmidt number</span><span>&nbsp;</span><span>we can eliminate the fluid velocity using adiabatic mode elimination</span><span>&nbsp;and obtain explicit results without resorting to perturbation analysis, as have previous</span><span>&nbsp;</span><span>studies.</span><br /><br /><span>Through a mix of theoretical an...",
  "por_txt_cntn": "\nThermal fluctuations can be important in the context of fluid\ndynamics. Notable examples include flows at micro and nano scales\ntypical of new microfluidic, nanofluidic and microelectromechanical\ndevices; biological systems such as lipid membranes, Brownian\nmolecular motors, nanopores; as well as processes where the effect of\nfluctuations is amplified by strong non-equilibrium effects, such as\ncombustion of lean flames, capillary dynamics, hydrodynamic\ninstabilities, and others. \n\nThermal fluctuations can be included in the classical Navier-Stokes\nfluid equations through stochastic forcing terms that are essentially\nthe divergence of a white-noise random field (stochastic flux), as\nfirst proposed by Landau and Lifshitz. The presence of non-trivial\ndynamics at all scales, as well as the necessity to maintain\nfluctuation-dissipation balance in spatio-temporal discretizations,\nmakes the continuum stochastic partial differential equations of\nfluctuating hydrodynamics difficult to solve using existing\napproaches.\n\nThe aim of this project was  the development, analysis and implementation of numerical methods\nspecifically design to solve for the fluctuating incompressible and\nlow Mach number Navier-Stokes equations.  In particular, we did formulate a simple model for diffusion in the presence of thermal velocity fluctuations and use it to make a precise assessment of the contribution of fluctuations to diffusive transport. In our model the momentum exchange is modeled using a continuum fluctuating hydrodynamic formalism, and represents the background fluctuating momentum (velocity) bath with which the diffusing particles (tracers) interact. We demonstrate that this simple model mimics all of the crucial features of realistic liquids, while also being tractable analytically and numerically, and showing rich physical behavior. Along the way we will construct a multiscale numerical method that can efficiently handle the practically relevant case of very large Schmidt number. In our model we assume that the diffusing particles follow, on average, the locally averaged (thermally fluctuating) velocity of the fluid. We further assume the existence of a large separation of time scales between the fast dynamics of the velocity (vorticity) fluctuations and the diffusive dynamics, i.e., we assume that the Schmidt number Sc (ratio of the diffusion coefficients of momentum and mass) is very large. This is known to be true in most liquids due to the effective caging of molecules in densely packed liquid microstructures. In the limit of infinite Schmidt number we can eliminate the fluid velocity using adiabatic mode elimination and obtain explicit results without resorting to perturbation analysis, as have previous studies.\n\nThrough a mix of theoretical and numerical studies, in this project  we did demonstrate that over a broad range of length scales diffusion is better described as a reversible stochastic process, rather than an irreversible deterministic process as in FickÆs law. This has the consequence that the diffusion coefficient (effective dissipation rate) is not a material constant, but rather depends on the scale of observation. Our work uncovers crucial distinctions between the Fickian diffusion of uncorrelated Brownian walkers and the non-Fickian collective diffusion of hydrodynamically correlated tracers. We consider noninteracting particles, and make an important first step toward consistently including the effects of hydrodynamic correlations in fluctuating dynamic density functional theory (DDFT) for suspensions of interacting colloids. Importantly, our work demonstrates that FickÆs law for the average concentration is not affected by the presence of hydrodynamic interactions, and the nonlocal diffusion terms proposed in prior works do not actually appear. Some of our predictions could be used as a guide to design new fluorescence recovery after photo-bleaching (FRAP) experiments to study the collective dynamics of tracer particl..."
 }
}