{
 "awd_id": "1114335",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Research:  Zoo And Aquarium Action Research Collaborative (ZAARC)",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032925117",
 "po_email": "adestrul@nsf.gov",
 "po_sign_block_name": "Arlene de Strulle",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 634698.0,
 "awd_amount": 634698.0,
 "awd_min_amd_letter_date": "2011-08-30",
 "awd_max_amd_letter_date": "2013-07-01",
 "awd_abstract_narration": "The Zoo and Aquarium Action Research Collaborative research project targets zoo and aquarium staff with a cascading action research model meant to build the capacity of the informal science education field to conduct action research on visitor learning. Research questions focus on the experiences of participating zoo and aquarium staff in conducting action research on visitor experiences and how they use the information from that research to improve and develop educational programs. In the first year of the project, zoo and aquarium staff will implement a well validated educational activity with visitors to their institutions and learn how to develop and implement action research in their context. In the second year of the project, zoo and aquarium staff will take their new skills in action research and develop their own questions to investigate visitor learning in their own organizational settings. \r\n\r\nProject staff will train zoo and aquarium staff in action research, provide technical assistance and facilitate collaboration among the sites and staff. This project will contribute to learning in the field about how action research can be used to develop ISE staffs' skills in data collection, data analysis and data-driven decision making. Partners in this project include TERC and Oregon State University, and sites are situated in zoos and aquariums in six states: CA, MO, MA, AZ, MD and WA. At each of these institutions approximately 15 senior staff will participate in the professional development.\r\n\r\nEvaluation of the project will focus on the learning that is generated about collaborative models for action research and the impact on ISE staff of participating in action research as professional development. Methods for the evaluation will include surveys and interviews with participants, observations, document review and site visits. Outcomes of the project include increased capacity for zoo and aquarium staff to conduct action research on visitor learning, case studies of collaborative action research projects that will be disseminated widely through workshops and conferences, and research papers presented at conferences and published.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andee",
   "pi_last_name": "Rubin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andee Rubin",
   "pi_email_addr": "andee_rubin@terc.edu",
   "nsf_id": "000221788",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "TERC Inc",
  "inst_street_address": "2067 MASSACHUSETTS AVE STE 26",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6178739600",
  "inst_zip_code": "021401339",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "TERC, INC.",
  "org_prnt_uei_num": "GSLCJ3M62XX1",
  "org_uei_num": "GSLCJ3M62XX1"
 },
 "perf_inst": {
  "perf_inst_name": "TERC Inc",
  "perf_str_addr": "2067 MASSACHUSETTS AVE STE 26",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021401339",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 256691.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 266873.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 111134.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Zoo and Aquarium Action Research Collaborative &ndash; ZAARC - project&rsquo;s goal was to determine how action research-based professional development could best be implemented in informal science settings (particularly zoos and aquariums) and in what ways it could affect both individual practitioners and institutions.&nbsp; Action research is a form of inquiry in which practitioners investigate questions that arise from and affect their own practice.&nbsp; There are several potential advantages of action research over research carried out by people outside of the studied context.&nbsp; In particular, because the research questions are chosen by people who are directly impacted by the results, they are predisposed to act on the findings. &nbsp;&nbsp;</p>\n<p>ZAARC developed and implemented a model of Mentored Team Action Research.&nbsp; The &ldquo;team&rdquo; aspect of the model describes the fact that participants worked in groups of two to four from each of six institutions: Aquarium of the Pacific, Maryland Zoo, New England Aquarium, Phoenix Zoo, Saint Louis Zoo and Woodland Park Zoo.&nbsp; Each team was mentored by two people with experience in research in informal learning environments.</p>\n<p>The ZAARC process took place over three years, shown graphically in Figure 1.&nbsp; At the first Project Institute, attended by all ZAARC participants and mentors, participants learned about action research, analyzed videos of visitors to informal learning environments, and engaged in the Be an Animal Scientist activity, in which observers track and record animal behavior.&nbsp; In the next year, each team implemented Be an Animal Scientist with their own choice of animal and context and studied how visitor engagement was affected by the activity.&nbsp; They were supported by monthly phone consultations and an on-site visit with their mentors.</p>\n<p>At the second Project Institute, teams shared their plans for a Phase 2 action research project of their own design and in the following year, each team carried out their research, including specifying a research question, designing data-collection procedures, analyzing their data and writing up a research report. Projects covered a wide range of topics such as improving visitor engagement, enhancing staff capabilities in educational practice, and improving specific school outreach programs.&nbsp; A compilation of the research reports will be self-published through Amazon in 2016 as a book titled <span style=\"text-decoration: underline;\">Taking action in zoos and aquariums: Improving education through practitioner research.</span></p>\n<p>Throughout the project, data were collected to determine the effect of the professional development, including several online evaluative surveys and an extensive individual interview of each participant at the end of the project.&nbsp; There was strong evidence that each of the participating practitioners generated new knowledge about their chosen research topics, an enhanced repertoire of professional practice and increased confidence and self-esteem as education professionals.&nbsp; There was also evidence that ZAARC positively influenced the quality of education at each of the participating institutions.&nbsp; That said, the systemic impacts of ZAARC at the institutional level were mixed.&nbsp; At some institutions the ZAARC project resulted in significant cultural change, in others there was limited evidence of institutional change.&nbsp;</p>\n<p>Overall, research on the professional development approach in ZAARC demonstrated that a mentored team-based model for professional development of zoo and aquarium educators could be used to enhance the professional capabilities of zoo and aquarium staff. It also pointed out several aspects of the model that could be improved &ndash; notably, providing better opportunities for teams to communicate and collaborate with one another and the impor...",
  "por_txt_cntn": "\nThe Zoo and Aquarium Action Research Collaborative &ndash; ZAARC - projectÆs goal was to determine how action research-based professional development could best be implemented in informal science settings (particularly zoos and aquariums) and in what ways it could affect both individual practitioners and institutions.  Action research is a form of inquiry in which practitioners investigate questions that arise from and affect their own practice.  There are several potential advantages of action research over research carried out by people outside of the studied context.  In particular, because the research questions are chosen by people who are directly impacted by the results, they are predisposed to act on the findings.   \n\nZAARC developed and implemented a model of Mentored Team Action Research.  The \"team\" aspect of the model describes the fact that participants worked in groups of two to four from each of six institutions: Aquarium of the Pacific, Maryland Zoo, New England Aquarium, Phoenix Zoo, Saint Louis Zoo and Woodland Park Zoo.  Each team was mentored by two people with experience in research in informal learning environments.\n\nThe ZAARC process took place over three years, shown graphically in Figure 1.  At the first Project Institute, attended by all ZAARC participants and mentors, participants learned about action research, analyzed videos of visitors to informal learning environments, and engaged in the Be an Animal Scientist activity, in which observers track and record animal behavior.  In the next year, each team implemented Be an Animal Scientist with their own choice of animal and context and studied how visitor engagement was affected by the activity.  They were supported by monthly phone consultations and an on-site visit with their mentors.\n\nAt the second Project Institute, teams shared their plans for a Phase 2 action research project of their own design and in the following year, each team carried out their research, including specifying a research question, designing data-collection procedures, analyzing their data and writing up a research report. Projects covered a wide range of topics such as improving visitor engagement, enhancing staff capabilities in educational practice, and improving specific school outreach programs.  A compilation of the research reports will be self-published through Amazon in 2016 as a book titled Taking action in zoos and aquariums: Improving education through practitioner research.\n\nThroughout the project, data were collected to determine the effect of the professional development, including several online evaluative surveys and an extensive individual interview of each participant at the end of the project.  There was strong evidence that each of the participating practitioners generated new knowledge about their chosen research topics, an enhanced repertoire of professional practice and increased confidence and self-esteem as education professionals.  There was also evidence that ZAARC positively influenced the quality of education at each of the participating institutions.  That said, the systemic impacts of ZAARC at the institutional level were mixed.  At some institutions the ZAARC project resulted in significant cultural change, in others there was limited evidence of institutional change. \n\nOverall, research on the professional development approach in ZAARC demonstrated that a mentored team-based model for professional development of zoo and aquarium educators could be used to enhance the professional capabilities of zoo and aquarium staff. It also pointed out several aspects of the model that could be improved &ndash; notably, providing better opportunities for teams to communicate and collaborate with one another and the importance of early-on enlisting the full support of institution administration.  Findings from ZAARC promise to help clarify the opportunities and challenges, strengths and limitations of implementing wide-scale professional development not on..."
 }
}