{
 "awd_id": "1114211",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PFI:  Multifunctional Microelectrode Arrays for Neuroscience Research and Technology Development",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927557",
 "po_email": "amedinab@nsf.gov",
 "po_sign_block_name": "Alexandra Medina-Borja",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 599783.0,
 "awd_amount": 599783.0,
 "awd_min_amd_letter_date": "2011-06-07",
 "awd_max_amd_letter_date": "2011-06-07",
 "awd_abstract_narration": "This Partnerships for Innovation (PFI) project from the University of Texas-Dallas seeks to develop a multifunctional microelectrode array platform technology that has the potential to revolutionize how neuroscience research is conducted.  Microelectrode arrays (MEAs) have provided significant insight into how the nervous system receives, processes, and transmits information. With the ability to stimulate and record from cells within the nervous system using MEAs, neuroscientists have been able to probe neural circuitry and examine the underlying spatiotemporal dynamics in health and disease.  The overall goal of this partnership is to develop and productize a microelectrode array platform technology for neuroscience that is in turn capable of successively producing increasingly complex high performance devices.  The vision is a multifunctional MEA platform technology that incorporates: 1) multichannel optical stimulation, using embedded organic light emitting diodes for selective neurostimulation; 2) shape memory polymers to provide a more robust, long-lived interface with the nervous system; 3) embedded microsystems based on thin-film transistors and piezoelectric polymers for on-board signal processing and micro-positioning of electrodes in vivo; and 4) low-cost, disposable fabrication materials and methods for in vitro neuropharmacological assay use. The project team proposes to develop this novel multifunctional MEA platform technology by leveraging advances in flexible display technology and materials science, demonstrating this technology platform in both in vitro and in vivo neuroscience studies.  \r\n\r\nThe broader impacts of this research will include the resulting technologies that will be productized in various embodiments for use in clinical research and treatment.  Because the proposed MEA platform is based on materials and processes that have been developed for the flexible display industry, a clear path to large volume manufacturing has already been demonstrated.  In addition to the technology to be developed, which will open up whole new areas of research in neuroscience, the graduate and undergraduate students involved in this project will be exposed to a wide array of science and technology, ranging from semiconductor processing to neuroscience.  They will also learn a tremendous amount about systems engineering, because, while the bulk of the project is about microelectrode array development, the arrays have to be compatible with the recording and stimulating electronics and software.  Even more important, the students have the opportunity to work with proven entrepreneurs, such as Harvey Wiggins, the founder of Plexon.  Mr. Wiggins has taken Plexon from a one person operation to the leading manufacturer of neuroscience recording hardware and software in the world.  The students will be involved in the entire innovation process, including product definition, product design, process development, product fabrication and testing and finally marketing.  UT Dallas' High School Comets program will also get local high school students involved in the project.  The ultimate goal of the program is to create a technology platform that will create high paying jobs for students like those involved in this project, and, at the same time, benefit society by providing a new set of tools for neuroscientists to solve the most pressing medical problems.  \r\n\r\nPartners at the inception of the project are all part of the Knowledge Enhancement Partnership (KEP) unit, consisting consisting of the University of Texas-Dallas (Materials Science and Engineering, Mechanical Engineering, and Neuroscience) and two small businesses:  Plexon, Inc. (Dallas, TX), the leading manufacturer of neural recording equipment and software in the world, which will provide the team with expertise in electrical engineering and computer science; and Syzygy Memory Plastics (Atlanta, GA) which will provide expertise needed to develop the appropriate polymer substrate materials for both in vivo and in vitro multielectrode arrays.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Gnade",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce Gnade",
   "pi_email_addr": "gnade@utdallas.edu",
   "nsf_id": "000400222",
   "pi_start_date": "2011-06-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Walter",
   "pi_last_name": "Voit",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Walter E Voit",
   "pi_email_addr": "walter.voit@utdallas.edu",
   "nsf_id": "000520284",
   "pi_start_date": "2011-06-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Rennaker",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Rennaker",
   "pi_email_addr": "renn@utdallas.edu",
   "nsf_id": "000549872",
   "pi_start_date": "2011-06-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "MANUEL",
   "pi_last_name": "QUEVEDO-lopez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "MANUEL QUEVEDO-lopez",
   "pi_email_addr": "MANQUELOP@GMAIL.COM",
   "nsf_id": "000751859",
   "pi_start_date": "2011-06-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Dallas",
  "inst_street_address": "800 WEST CAMPBELL RD.",
  "inst_street_address_2": "SP2.25",
  "inst_city_name": "RICHARDSON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9728832313",
  "inst_zip_code": "750803021",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "TX24",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT DALLAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJCVPNN1WFS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Dallas",
  "perf_str_addr": "800 WEST CAMPBELL RD.",
  "perf_city_name": "RICHARDSON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "750803021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "TX24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "166200",
   "pgm_ele_name": "PFI-Partnrships for Innovation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "017E",
   "pgm_ref_txt": "Cellular and Tissue Engineering"
  },
  {
   "pgm_ref_code": "123E",
   "pgm_ref_txt": "CENTERS: ADVANCED MATERIALS"
  },
  {
   "pgm_ref_code": "1662",
   "pgm_ref_txt": "PARTNRSHIPS FOR INNOVATION-PFI"
  },
  {
   "pgm_ref_code": "5345",
   "pgm_ref_txt": "BIOMEDICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "8029",
   "pgm_ref_txt": "Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 599783.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Neuronal networks cultured on planar microelectrode arrays (MEAs) have utility for assessing the impact of pharmacological and toxicological compounds in vitro. This in vitro paradigm has served as a successful platform for a wide range of applications including neuropharmacology, assessing biocompatibility of novel materials and basic neural network plasticity. &nbsp;Compared to other electrophysiological assays or imaging approaches, MEAs offer label-free, non-invasive, and long-term recording capabilities. &nbsp;A major limitation has been the reliance on expensive recording substrates that have been manufactured with the intent of re-use. Unlike virtually all cell culture dishes and chambers, many of the available MEAs are expected to be re-used where specialized and experienced handling is required. In contrast, by leveraging flexible display fabrication approaches, the process for fabricating UT Dallas MEAs relies on materials common to biomedical applications, such as polycarbonate and parylene C, and can be readily scaled in a cost efficient manner. Based on flexible display fabrication costs, we estimate production costs at nominal volumes to be &lt;$3 per cm<sup>2</sup> such that the novel MEA could be fabricated for &lt;$25. We have characterized the UT Dallas planar MEAs fabricated with low cost materials and processes.&nbsp; We compared the performance of the UT Dallas MEAs, which consist of exposed gold microelectrodes with patterned parylene insulation over traces, with well-established commercially available MEAs using cultured murine cortical networks. &nbsp;Detailed electrophysiological comparisons show virtually identical performance between MEA types with respect to network metrics including recording yield across the array, network spike rate and burst rate, and identical pharmacological response to neuropharmacological agents, pilocarpine and memantine.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/05/2016<br>\n\t\t\t\t\tModified by: Bruce&nbsp;Gnade</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNeuronal networks cultured on planar microelectrode arrays (MEAs) have utility for assessing the impact of pharmacological and toxicological compounds in vitro. This in vitro paradigm has served as a successful platform for a wide range of applications including neuropharmacology, assessing biocompatibility of novel materials and basic neural network plasticity.  Compared to other electrophysiological assays or imaging approaches, MEAs offer label-free, non-invasive, and long-term recording capabilities.  A major limitation has been the reliance on expensive recording substrates that have been manufactured with the intent of re-use. Unlike virtually all cell culture dishes and chambers, many of the available MEAs are expected to be re-used where specialized and experienced handling is required. In contrast, by leveraging flexible display fabrication approaches, the process for fabricating UT Dallas MEAs relies on materials common to biomedical applications, such as polycarbonate and parylene C, and can be readily scaled in a cost efficient manner. Based on flexible display fabrication costs, we estimate production costs at nominal volumes to be &lt;$3 per cm2 such that the novel MEA could be fabricated for &lt;$25. We have characterized the UT Dallas planar MEAs fabricated with low cost materials and processes.  We compared the performance of the UT Dallas MEAs, which consist of exposed gold microelectrodes with patterned parylene insulation over traces, with well-established commercially available MEAs using cultured murine cortical networks.  Detailed electrophysiological comparisons show virtually identical performance between MEA types with respect to network metrics including recording yield across the array, network spike rate and burst rate, and identical pharmacological response to neuropharmacological agents, pilocarpine and memantine. \n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/05/2016\n\n\t\t\t\t\tSubmitted by: Bruce Gnade"
 }
}