{
 "awd_id": "1114446",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Integrating geodesy, seismology and dynamic rupture modeling: the 2010 Sierra El Mayor-Cucapah earthquake",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 170287.0,
 "awd_amount": 170287.0,
 "awd_min_amd_letter_date": "2011-08-05",
 "awd_max_amd_letter_date": "2011-08-05",
 "awd_abstract_narration": "The researchers propose to generate comprehensive models of the unusual April 4th, 2010 Mw 7.2 Sierra El Mayor-­&#8208;&#8209;Cucapah earthquake in northern Baja California. A number of\r\nnovel observations were made of this earthquake?s behavior, including multiple\r\nmapped stepovers between ruptured fault segments, eyewitness reports of locally\r\nreversed rupture direction, plus the earthquake had a greater rupture length (~100 km) than is typically seen for an event of its size. We will model the event in two ways: first, with a kinematic inverse model that incorporates all available observational data (e.g. InSAR, GPS, teleseismic waveforms, strong motion waveforms, geologic rupture data) in order to generate both realistic subsurface geometries of the fault segments involved, and a picture of how the slip evolved on those faults during the earthquake rupture. This will be achieved using a Bayesian maximum likelihood-­&#8208;&#8209;based method developed by the PI. Second, they will produce forward dynamic earthquake rupture models using a 3D finite element code that seek to reproduce the features seen in the kinematic model and by eyewitnesses, by varying the initial physical conditions (e.g. pre-­&#8208;&#8209;earthquake\r\nstresses and frictional conditions.) The end result will be a full description of both how and why the earthquake ruptured.\r\nThe incorporation of such a diverse range of expertise into a\r\nsingle earthquake study has not been attempted before. \r\n\r\nWe stand to gain more insights into the earthquake process than would be possible from applying any of the individual techniques in isolation. In addition, a detailed description of the faulting involved in the earthquake will help us to evaluate its potential effects on the nearby active faults in southern California ? the Elsinore and San Jacinto faults, and thus aid seismic hazard assessments in the region.\r\nIn addition to disseminating findings through conferences and publications,\r\nthe researchers aim to communicate our findings to the public by developing museum exhibits in both English and Spanish for display at UC Riverside and elsewhere.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gareth",
   "pi_last_name": "Funning",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gareth Funning",
   "pi_email_addr": "gareth@ucr.edu",
   "nsf_id": "000500480",
   "pi_start_date": "2011-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Oglesby",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "David D Oglesby",
   "pi_email_addr": "david.oglesby@ucr.edu",
   "nsf_id": "000462048",
   "pi_start_date": "2011-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "200 UNIVERSTY OFC BUILDING",
  "perf_city_name": "RIVERSIDE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 170287.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-53d45f87-10b8-888c-d828-fc7770c44d9f\"> </span></p>\n<p dir=\"ltr\"><span>On Easter Sunday (April 4th) 2010, the largest earthquake in over three decades struck the border region between California and Baja California (Mexico). The magnitude 7.2 El Mayor-Cucapah earthquake was an unusual event in several ways. It ruptured at least six separate faults through and either side of the Sierra Cucapah mountains in Mexico, jumping from fault to fault in a manner that had not been seen before in the region, and crossing the border into the US. One of the jumps between faults was about twice as far as had been seen before (11 km). One of the faults, the Indiviso fault in the Colorado river delta, had not been identified before the earthquake. Finally, eyewitness accounts of the earthquake rupture suggested that locally in the Sierra Cucapah mountains it broke in a direction (southeastwards) that was opposite to its overall movement (northwestwards).</span></p>\n<p dir=\"ltr\"><span>In this project, our objectives were twofold: to learn more about the events that occurred during the earthquake by combining observations from multiple techniques, and then to develop computational models that allowed us to test the conditions in which the observed behaviors could occur. In so doing, we would learn more about the mechanics of earthquake rupture, lessons that could be applied to other fault systems in California and elsewhere, to gain a better understanding of how earthquakes could jump between faults. Ultimately, we would like to know how such behavior might change our assessment of earthquake hazard probabilities &ndash; used by local governments to plan mitigation strategies and develop building codes.</span></p>\n<p dir=\"ltr\"><span>First, we constructed detailed 3D geometric models of the faults that ruptured in the earthquake. To do this, we used observations of the movement of the ground from satellite radar (a geodetic remote sensing technique known as 'InSAR'), and from airplane-based LiDAR, along with evidence collected by geologists on the ground, such as maps of all the observed surface ruptures. Second, we used this geometric model in a finite element modeling code, to obtain a map of where the fault moved, and how far (a &lsquo;fault slip distribution&rsquo;) that could reproduce the observed InSAR data. We were able to get a good fit to the data with up to 5 m of slip on the fault. Third, we then used another finite element modeling code to run simulations of the earthquake rupture, testing different initial physical conditions (such as how much stress there was on the fault before the earthquake, its frictional strength, the location where the earthquake initiated). Our simulated was able to jump between the various fault segments included in the model, reproducing the observed pattern of rupture. We used the same geometric model for this rupture modeling process, albeit divided into smaller elements, so that our results could be directly compared.</span></p>\n<p><span>Our most striking result was that without any special effort to tune the earthquake rupture model to match our fault slip distribution (e.g. by tweaking the stress distribution on the fault), we obtained a very similar result from both models, in terms of the amount of slip, and its lateral and depth extents. The implication is that the 3D fault geometry is the main control on the rupture of the earthquake &ndash;&nbsp;a result that, if confirmed elsewhere, could lead to better forecasting of future earthquake hazards on faults with known geometries. We also found that we could not reproduce the 11 km jump between faults in the earthquake rupture without connecting those faults at depth, suggesting that the discontinuous pattern of faults seen at the surface may join together into a more connected structure beneath the surface.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modi...",
  "por_txt_cntn": "\n \nOn Easter Sunday (April 4th) 2010, the largest earthquake in over three decades struck the border region between California and Baja California (Mexico). The magnitude 7.2 El Mayor-Cucapah earthquake was an unusual event in several ways. It ruptured at least six separate faults through and either side of the Sierra Cucapah mountains in Mexico, jumping from fault to fault in a manner that had not been seen before in the region, and crossing the border into the US. One of the jumps between faults was about twice as far as had been seen before (11 km). One of the faults, the Indiviso fault in the Colorado river delta, had not been identified before the earthquake. Finally, eyewitness accounts of the earthquake rupture suggested that locally in the Sierra Cucapah mountains it broke in a direction (southeastwards) that was opposite to its overall movement (northwestwards).\nIn this project, our objectives were twofold: to learn more about the events that occurred during the earthquake by combining observations from multiple techniques, and then to develop computational models that allowed us to test the conditions in which the observed behaviors could occur. In so doing, we would learn more about the mechanics of earthquake rupture, lessons that could be applied to other fault systems in California and elsewhere, to gain a better understanding of how earthquakes could jump between faults. Ultimately, we would like to know how such behavior might change our assessment of earthquake hazard probabilities &ndash; used by local governments to plan mitigation strategies and develop building codes.\nFirst, we constructed detailed 3D geometric models of the faults that ruptured in the earthquake. To do this, we used observations of the movement of the ground from satellite radar (a geodetic remote sensing technique known as 'InSAR'), and from airplane-based LiDAR, along with evidence collected by geologists on the ground, such as maps of all the observed surface ruptures. Second, we used this geometric model in a finite element modeling code, to obtain a map of where the fault moved, and how far (a æfault slip distributionÆ) that could reproduce the observed InSAR data. We were able to get a good fit to the data with up to 5 m of slip on the fault. Third, we then used another finite element modeling code to run simulations of the earthquake rupture, testing different initial physical conditions (such as how much stress there was on the fault before the earthquake, its frictional strength, the location where the earthquake initiated). Our simulated was able to jump between the various fault segments included in the model, reproducing the observed pattern of rupture. We used the same geometric model for this rupture modeling process, albeit divided into smaller elements, so that our results could be directly compared.\n\nOur most striking result was that without any special effort to tune the earthquake rupture model to match our fault slip distribution (e.g. by tweaking the stress distribution on the fault), we obtained a very similar result from both models, in terms of the amount of slip, and its lateral and depth extents. The implication is that the 3D fault geometry is the main control on the rupture of the earthquake &ndash; a result that, if confirmed elsewhere, could lead to better forecasting of future earthquake hazards on faults with known geometries. We also found that we could not reproduce the 11 km jump between faults in the earthquake rupture without connecting those faults at depth, suggesting that the discontinuous pattern of faults seen at the surface may join together into a more connected structure beneath the surface.\n\n \n\n\t\t\t\t\tLast Modified: 04/13/2016\n\n\t\t\t\t\tSubmitted by: Gareth Funning"
 }
}