{
 "awd_id": "1114851",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CNH: Understanding the Consequences of Water-Use Decisions in a Dynamic Environment",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 1499373.0,
 "awd_amount": 1499373.0,
 "awd_min_amd_letter_date": "2011-09-13",
 "awd_max_amd_letter_date": "2014-05-15",
 "awd_abstract_narration": "Little is known about the consequences of water-use decisions in Arctic communities despite the rapid changes occurring there.  This collaborative research will examine the social and environmental factors that contribute to the resilience and vulnerability of communities and will aim to forecast potential water resource consequences within a cultural and biophysical context.  The investigators will test the theory of technology-induced environmental distancing, which is the loss of awareness of change in natural resources due to increasing reliance on modern technology.  This theory will be used to address the rates of change and feedbacks between social perceptions and values affecting water resources and changes in surface hydrology in the Arctic.  The connection between Arctic communities (whether with and without municipal water systems) and water in their environment is much closer than the connections to water for most other communities in developed nations because Arctic communities continue to rely on water for subsistence resources, such as salmon, as well as for transportation.  This project will provide an understanding of how values and perceptions at local scales are linked to regional hydrological system dynamics as well as how culturally mediated decisions may result in cumulative effects at the regional watershed level.  The investigators will examine these linkages through the development of an integrated, systems-level, coupled modeling and text mining framework.  They will focus on Alaskan communities, addressing how values drive perceptions of water quality and quantity for water users; how rapidly changing biophysical water systems have to change before water users attempt to adapt or mitigate hydrologic change; and how changes in water values and water-use patterns lead to changes in the hydrologic system for current and future systems.  They will employ a combination of qualitative and quantitative techniques, including survey fieldwork, data mining, and computer modeling to understand these complex interrelationships and feedbacks between the natural and human systems.\r\n\r\nThis project will test and advance the idea of technology-induced environmental distancing and contributing to socioecological theory.  It will directly link and apply qualitative data with quantitative modeling, closely integrate new information gathering techniques with complex system modeling, and examine the coupling between social dynamics and hydrologic systems.  The project will identify processes through which social dynamics translate into physical changes, and it will develop and test the theory of technology-induced environmental distancing with respect to the human-hydrological system, thereby facilitating new approaches, including models that can be developed with minimal programming and that will be applicable in a wide variety of socioecological contexts.  Policy makers and other decision makers will benefit from a greater understanding of how technology-induced environmental distancing affects water systems.  The software tools to be developed will provide analytical interfaces that can address socioecological interactions in the Arctic.  The application of text mining approaches for detecting socioecological changes will be a relatively novel development, with more direct links made between socioecological modeling and qualitative data gathering.  This project is supported by the NSF Dynamics of Coupled Natural and Human Systems (CNH) Program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Lammers",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Richard Lammers",
   "pi_email_addr": "Richard.Lammers@unh.edu",
   "nsf_id": "000085612",
   "pi_start_date": "2011-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Kliskey",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew D Kliskey",
   "pi_email_addr": "akliskey@uidaho.edu",
   "nsf_id": "000473190",
   "pi_start_date": "2011-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Wilfred",
   "pi_last_name": "Wollheim",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Wilfred M Wollheim",
   "pi_email_addr": "wil.wollheim@unh.edu",
   "nsf_id": "000174481",
   "pi_start_date": "2011-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Altaweel",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Mark R Altaweel",
   "pi_email_addr": "maltaweel@anl.gov",
   "nsf_id": "000313176",
   "pi_start_date": "2011-09-13",
   "pi_end_date": "2012-05-02"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Ozik",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan Ozik",
   "pi_email_addr": "jozik@uchicago.edu",
   "nsf_id": "000501064",
   "pi_start_date": "2012-05-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lilian",
   "pi_last_name": "Alessa",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lilian Alessa",
   "pi_email_addr": "alessa@uidaho.edu",
   "nsf_id": "000642802",
   "pi_start_date": "2011-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Hampshire",
  "inst_street_address": "51 COLLEGE RD",
  "inst_street_address_2": "BLDG 107",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6038622172",
  "inst_zip_code": "038242620",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NH01",
  "org_lgl_bus_name": "UNIVERSITY SYSTEM OF NEW HAMPSHIRE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GBNGC495XA67"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Hampshire",
  "perf_str_addr": "51 COLLEGE RD",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "038242620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NH01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169100",
   "pgm_ele_name": "DYN COUPLED NATURAL-HUMAN"
  },
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "1691",
   "pgm_ref_txt": "BE: DYN COUPLED NATURAL-HUMAN"
  },
  {
   "pgm_ref_code": "5221",
   "pgm_ref_txt": "ARCTIC SOCIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9186",
   "pgm_ref_txt": "RESOURCE USE AND MANAGEMENT"
  },
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 999373.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 275000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 225000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Water is an irreplaceable resource, and the ways that water is acquired, the ways that it can (and cannot) be moved from place to place, and the wide range and importance of its different uses make it a unique and distinctive resource. Consequently, humans manage water in special ways: at times it is regarded as a commodity and traded using market principles; at other times water is treated as a human right, and various non-market systems are used to allocate it. There are both social and physical constraints on water management, and this management is mediated through the perceptions and objectives of individuals and institutions at multiple levels. This project has focused on the special ways that water is perceived, exchanged, and used.</p>\n<p>We created, extended, and applied a wide variety of tools to explore water issues in the US southwest. These included: automated text mining of newspaper articles to identify and investigate public perceptions about water and about the interactions of water managers in several urban centers in the Colorado basin; physical modeling of the water cycle for the entire Colorado River drainage basin; agent-based modeling of household water use in Tucson, AZ; agent-based modeling of water managers who influence the distribution of the Colorado River water via the Central Arizona Project canal system; and modeling the possible impacts of increased adoption of household water capture on regional water resources. Much of the software created for the project is open source for use by other researchers and the public.</p>\n<p>Our text analyses applied data mining to unstructured texts (e.g. newspaper articles) as an effective first-pass to assessing an area&rsquo;s water management structure and the obstacles or opportunities this structure may offer for adaptive water management strategies. Our modeling work built on this by exploring the dynamics of systems with structures like those our data mining revealed. We explored how household demand for water might shift upward or downward, causing managers to respond in turn, and how these responses might be dealt with through non-market exchanges. We found that the non-market exchange networks had specific and unexpected dynamics. We additionally explored how the collective outcomes of household water use and municipal and regional management would impact regional hydrology, and what effects shifts in the water usage behaviors of individual households, including conservation efforts, responses to water price changes, and harvesting water from rainfall, would ultimately have on regional hydrology.&nbsp; Policymakers and water managers will be able to make use of this work to better inform policies and procedures around water use, consumption and management.&nbsp;</p>\n<p>An important outcome of this research is our ability to connect computer models from the field of physical hydrology with models from the very different fields of the social sciences (e.g. agent-based and economics models), and to use these coupled models to ask questions about the combined natural and human system. We showed that these inter-model connections are possible at a variety of scales. In terms of human institutions, we used our agent-based approach to look at scales from households to municipalities to regional water authorities, and examined still larger spatial scales by coupling a physical model with an economics model. The potential to model a system bridging individual decisions at the household level and regional- or even global- dynamics will be key to understanding how policies about water capture, use, and management at local levels can impact global water distribution.</p>\n<p>With concerns of drought and growing populations driving ever increasing competition for limited water resources for domestic, industrial, and agricultural uses in the US southwest, this research and the open-source tools created b...",
  "por_txt_cntn": "\nWater is an irreplaceable resource, and the ways that water is acquired, the ways that it can (and cannot) be moved from place to place, and the wide range and importance of its different uses make it a unique and distinctive resource. Consequently, humans manage water in special ways: at times it is regarded as a commodity and traded using market principles; at other times water is treated as a human right, and various non-market systems are used to allocate it. There are both social and physical constraints on water management, and this management is mediated through the perceptions and objectives of individuals and institutions at multiple levels. This project has focused on the special ways that water is perceived, exchanged, and used.\n\nWe created, extended, and applied a wide variety of tools to explore water issues in the US southwest. These included: automated text mining of newspaper articles to identify and investigate public perceptions about water and about the interactions of water managers in several urban centers in the Colorado basin; physical modeling of the water cycle for the entire Colorado River drainage basin; agent-based modeling of household water use in Tucson, AZ; agent-based modeling of water managers who influence the distribution of the Colorado River water via the Central Arizona Project canal system; and modeling the possible impacts of increased adoption of household water capture on regional water resources. Much of the software created for the project is open source for use by other researchers and the public.\n\nOur text analyses applied data mining to unstructured texts (e.g. newspaper articles) as an effective first-pass to assessing an areaÆs water management structure and the obstacles or opportunities this structure may offer for adaptive water management strategies. Our modeling work built on this by exploring the dynamics of systems with structures like those our data mining revealed. We explored how household demand for water might shift upward or downward, causing managers to respond in turn, and how these responses might be dealt with through non-market exchanges. We found that the non-market exchange networks had specific and unexpected dynamics. We additionally explored how the collective outcomes of household water use and municipal and regional management would impact regional hydrology, and what effects shifts in the water usage behaviors of individual households, including conservation efforts, responses to water price changes, and harvesting water from rainfall, would ultimately have on regional hydrology.  Policymakers and water managers will be able to make use of this work to better inform policies and procedures around water use, consumption and management. \n\nAn important outcome of this research is our ability to connect computer models from the field of physical hydrology with models from the very different fields of the social sciences (e.g. agent-based and economics models), and to use these coupled models to ask questions about the combined natural and human system. We showed that these inter-model connections are possible at a variety of scales. In terms of human institutions, we used our agent-based approach to look at scales from households to municipalities to regional water authorities, and examined still larger spatial scales by coupling a physical model with an economics model. The potential to model a system bridging individual decisions at the household level and regional- or even global- dynamics will be key to understanding how policies about water capture, use, and management at local levels can impact global water distribution.\n\nWith concerns of drought and growing populations driving ever increasing competition for limited water resources for domestic, industrial, and agricultural uses in the US southwest, this research and the open-source tools created by this project offer an important system-wide understanding of the water future for the people of this..."
 }
}