{
 "awd_id": "1114060",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Innovative Injection and Extraction Schemes to Enhance Mixing in Aquifers for Improved In Situ Remediation",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Torgersen",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 256197.0,
 "awd_amount": 256197.0,
 "awd_min_amd_letter_date": "2011-09-11",
 "awd_max_amd_letter_date": "2011-09-11",
 "awd_abstract_narration": "In situ remediation of contaminated groundwater often requires the introduction of a treatment solution into the aquifer in order to promote contaminant degradation reactions. A significant challenge for in situ remediation is the inherent difficulty of mixing in porous media.  Without sufficient mixing of the treatment solution and the contaminated groundwater, the degradation reactions required to achieve in situ remediation cannot occur. This project tests the hypothesis that in situ remediation of contaminated groundwater can be enhanced through strategic operation of wells, installed near the contaminant plume, whose goal is to promote stretching and folding of the interface between the treatment solution and contaminated groundwater, thereby increasing the opportunity for degradation reactions to occur.  The project involves numerical simulation and optimization to investigate well operation strategies that will maximize contaminant degradation.  The optimization considers the number of wells, their locations and the rates at which each well extracts or injects fluid as a function of time.  The study investigates both dissolved contaminants and those sorbed to the aquifer solids in homogeneous and heterogeneous aquifers using a suite of modern groundwater models. The interplay of the well placement, pumping schemes, and aquifer properties will be characterized by a series of dimensionless numbers that can be used for remediation system design. \r\n\r\nContamination threatens important groundwater resources that provide the water supply for numerous municipal water utilities and domestic water wells.  Already, billions of dollars have been spent on remediation of contaminated groundwater in the U.S., and yet at many locations, the remediation efforts have not met cleanup targets. This project investigates a method for improving the cleanup of contaminated groundwater by using injection and extraction wells (an existing technology) in a novel way to promote in situ groundwater remediation. This project provides an initial theoretical exploration of the enhanced mixing achievable by these novel methods that will be compared with existing methods in terms of contaminant degradation completeness, cost, and groundwater quality improvement. Additionally, this study provides a new link between established chaos theory and groundwater flow that will lead to new insights into subsurface contaminant transport. The project will also create a physical demonstration apparatus and education module that will be used to engage pre-college students in learning about groundwater by allowing users to manipulate plumes by injection and extraction. After completion, the apparatus will be available through an established teaching laboratory collection at the University of Colorado at Boulder.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roseanna",
   "pi_last_name": "Neupauer",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Roseanna M Neupauer",
   "pi_email_addr": "roseanna.neupauer@colorado.edu",
   "nsf_id": "000208487",
   "pi_start_date": "2011-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 256197.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>This project investigated a method for improving the effectiveness of remediation of contaminants in groundwater.&nbsp; The focus of the project was remediation methods in which the contaminant is degraded directly in the subsurface by introducing a treatment chemical that reacts with the contaminant to produce a benign reaction product.&nbsp; These degradation reactions only occur where the contaminant and treatment chemical are in contact with each other. This project used numerical simulations to test the hypothesis that by injecting clean water and extracting groundwater in wells surrounding the contaminant plume, time-varying groundwater flow fields can be induced that enhance the spreading of the treatment chemical into the contaminant plume.&nbsp; Through numerical simulation results, this project demonstrated that this enhanced spreading leads to six to seven times more contaminant degradation than would be achieved if only the natural groundwater flow contributed to the spreading of the treatment solution.&nbsp; In any groundwater remediation project, the amount of contaminant degradation that can be achieved is proportional to the cost of remediation; thus a tradeoff exists between achieving high amounts of degradation and minimizing the cost.&nbsp; This project used sophisticated optimization methods to identify remediation system designs that reflect these tradeoffs.&nbsp; The results show that the optimal designs depend on the size of the contaminant plume, the chemical properties of the contaminant and treatment chemical, the aquifer properties, and the natural flow conditions in the aquifer.&nbsp;</strong></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/22/2015<br>\n\t\t\t\t\tModified by: Roseanna&nbsp;M&nbsp;Neupauer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project investigated a method for improving the effectiveness of remediation of contaminants in groundwater.  The focus of the project was remediation methods in which the contaminant is degraded directly in the subsurface by introducing a treatment chemical that reacts with the contaminant to produce a benign reaction product.  These degradation reactions only occur where the contaminant and treatment chemical are in contact with each other. This project used numerical simulations to test the hypothesis that by injecting clean water and extracting groundwater in wells surrounding the contaminant plume, time-varying groundwater flow fields can be induced that enhance the spreading of the treatment chemical into the contaminant plume.  Through numerical simulation results, this project demonstrated that this enhanced spreading leads to six to seven times more contaminant degradation than would be achieved if only the natural groundwater flow contributed to the spreading of the treatment solution.  In any groundwater remediation project, the amount of contaminant degradation that can be achieved is proportional to the cost of remediation; thus a tradeoff exists between achieving high amounts of degradation and minimizing the cost.  This project used sophisticated optimization methods to identify remediation system designs that reflect these tradeoffs.  The results show that the optimal designs depend on the size of the contaminant plume, the chemical properties of the contaminant and treatment chemical, the aquifer properties, and the natural flow conditions in the aquifer. \n\n \n\n\t\t\t\t\tLast Modified: 11/22/2015\n\n\t\t\t\t\tSubmitted by: Roseanna M Neupauer"
 }
}