{
 "awd_id": "1114165",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Scientists for Tomorrow",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Russell",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 249936.0,
 "awd_amount": 249936.0,
 "awd_min_amd_letter_date": "2011-08-22",
 "awd_max_amd_letter_date": "2013-08-24",
 "awd_abstract_narration": "Through the Scientists for Tomorrow pathways project, The Science Institute at Columbia College in Chicago will test a model for preparing non-science major, pre-service elementary school teachers to deliver three ten-week informal science education modules to youth in after school programs. The initiative will bring engineering concepts, environmental science, and technology to approximately 240 urban Chicago youth (ages 10-14 years old) and their families. The Science Institute will partner with eight minority serving community based organizations and the Museum of Science and Industry, the Field Museum, and the Garfield Park Conservatory Alliance to develop and implement all aspects of the program. The goals of the program are two-fold. First, the project will develop and implement a high-quality STEM based afterschool program for under-represented youth in STEM. Second, the professional development and experience implementing the curriculum with youth in the local communities and within informal science education (ISE) institutions will extend and enrich the pre-service teachers' STEM content and pedagogical knowledge base and better prepare them to teach science in formal and informal settings.\r\n\r\nThirty teachers will receive specialized professional development through a seminar, course, and other support mechanisms in order to best support the implementation of the modules, while building their STEM content expertise, confidence, and pedagogical knowledge. Each module has a different STEM content focus: alternative energy (fall), the physics and mathematics of sound and music (winter), and environmental science (spring). At the end of each module, a culminating youth-led presentation will be held at one of the partnering Chicago museums. Youth will be encouraged to participate in all three modules. The formative evaluation will be conducted by the Co-Principal Investigators. Pre and post assessments, artifact reviews, and interviews will be used for the summative evaluation, which will be conducted by an external evaluator at the Illinois Institute of Technology. \r\n\r\nThe project deliverables include: (a) a teacher training program, (b) an after school curriculum, and (c) media tools - DVDs, website. Over the grant period, the project intends to reach 120 youth each year, over 100 family and community members, and 30 teachers. The larger impact of this project will be the development of a scalable model for bringing relevant STEM content and experiences to youth, their families, and non-science major pre-service teachers. As a result of this project, a cadre of pre-service teachers will have: (a) increased their STEM content knowledge, (b) gained experience presenting STEM content in informal settings, (c) learned effective approaches to deliver hands-on STEM content, and (d) learned to use museum and other ISE resources in their teaching. In fact, after the grant period nearly half of the teachers will continue to work at the centers as part-time instructors, fully supported by the partnering community centers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Constantin",
   "pi_last_name": "Rasinariu",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Constantin N Rasinariu",
   "pi_email_addr": "crasinariu@colum.edu",
   "nsf_id": "000544346",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marcelo",
   "pi_last_name": "Caplan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marcelo Caplan",
   "pi_email_addr": "mcaplan@colum.edu",
   "nsf_id": "000507584",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "K Virginia",
   "pi_last_name": "Lehmkuhl-Dakhwe",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "K Virginia Lehmkuhl-Dakhwe",
   "pi_email_addr": "virginia.lehmkuhldakhwe@sjsu.edu",
   "nsf_id": "000550551",
   "pi_start_date": "2011-08-22",
   "pi_end_date": "2012-08-21"
  }
 ],
 "inst": {
  "inst_name": "Columbia College",
  "inst_street_address": "600 S MICHIGAN AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3123697816",
  "inst_zip_code": "606051900",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "COLUMBIA COLLEGE CHICAGO",
  "org_prnt_uei_num": "EKBGJ4XUENP3",
  "org_uei_num": "EKBGJ4XUENP3"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia College",
  "perf_str_addr": "600 S MICHIGAN AVE",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606051900",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 249936.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Columbia College Chicago (<span><span>CCC</span></span>) is an undergraduate and graduate institution providing a comprehensive opportunity in the arts, communications, and public information within the context of a strong liberal arts education.&nbsp; The NSF&shy;-<span><span>ISE</span></span> &ldquo;Scientists for Tomorrow&rdquo; (<span><span>SfT</span></span>) project developed by <span><span>CCC</span></span> Department of Science and Mathematics, is committed to providing quality Science Technology Engineering and Mathematics (STEM) educational programming for Chicago youth, their parents, community leaders and <span><span>CCC&rsquo;s</span></span> non&shy; science major students.<br /><br />The <span><span>SfT</span></span> project is a collaboration between the college (<span><span>CCC</span></span>), the community based organizations (<span><span>CBOs</span></span>) and Informal Science Venues (<span><span>ISE</span></span>) such as the Museum of Science and Industry, The Field Museum and others. Established in 2011 by <span><span>CCC</span></span>, Department of Science and Mathematics, the Scientists for Tomorrow (<span><span>SfT</span></span>) project brings together a wide range of programs fostering STEM in <span><span>CBOs</span></span>. The main goal of this project is to expand STEM learning opportunities through Out of School Time (<span><span>OST</span></span>) activities and programs in <span><span>underserved</span></span> and underprivileged communities, in a sustainable process. <br /><br />The implementation of the project in the community sites during the academic year is divided into 3 sessions of approximately 10 weeks: Fall (October &ndash; December); Winter (January &shy;&ndash; March) and Spring (April &ndash; June).&nbsp; Each session explores a different educational module such as Alternative Energies, Physics of Sound and Mathematics of Music, People and Plants, Robotics or Astronomy. Before the session starts, <span><span>SfT</span></span> provides more than 15 hours of professional development for all of the instructors involved in the project per module.<br /><br />Each session includes 10 meetings (once per week) of 90 minutes in which each participant builds his/her own project to take it home. In the last meeting of the session, the participants prepare an end of the module showcase for the community at large. At the end of each session, all of the sites participate in a Family Science Day in one of the <span><span>ISE</span></span> venues partners. The last three events took place at Museum of Science and Industry (December), The Lyric Opera (March), and Peggy <span><span>Notebaurt</span></span> Nature Museum (June).<br /><br />Funded for two years, the project finished its fourth year following two no-cost extension periods. As expected the members of this partnership made concrete efforts to continue this project after the period of grant funding.&nbsp;&nbsp; <br /><br />A summary of the activities of the project by year is presented below:</p>\n<ul>\n<li>Year 1 &shy;&nbsp; NSF Funded 14 Sites, with 10 instructors and 545 participants.</li>\n<li>Year 2&shy;&nbsp; NSF Funded 14 sites, 21 sites were self-&shy;sustained with 34 instructors and 767 participants.</li>\n<li>Year 3 &shy; no cost extension, <span><span>SfT</span></span> was running the program in 32 sites, 7 sites were partially funded by NSF, 33 instructors and 958 participants.</li>\n<li>Year 4 Scientists for Tomorrow had 35 self sustained sites, 44 instructors and 732 participants. From those 732 participants, 26 were parents.</li>\n</ul>\n<p>At the present time, <span><span>SfT</span></span> is running its fifth year in 33 community sites serving more than 400 children and 22 parents, supported by the partnership.</p>\n<p>In the fourth year <span><span>SfT</span></span> introduced The <span><span>SfT</span></span> for Parents project. This new project educates parents i...",
  "por_txt_cntn": "\nColumbia College Chicago (CCC) is an undergraduate and graduate institution providing a comprehensive opportunity in the arts, communications, and public information within the context of a strong liberal arts education.  The NSF&shy;-ISE \"Scientists for Tomorrow\" (SfT) project developed by CCC Department of Science and Mathematics, is committed to providing quality Science Technology Engineering and Mathematics (STEM) educational programming for Chicago youth, their parents, community leaders and CCCÆs non&shy; science major students.\n\nThe SfT project is a collaboration between the college (CCC), the community based organizations (CBOs) and Informal Science Venues (ISE) such as the Museum of Science and Industry, The Field Museum and others. Established in 2011 by CCC, Department of Science and Mathematics, the Scientists for Tomorrow (SfT) project brings together a wide range of programs fostering STEM in CBOs. The main goal of this project is to expand STEM learning opportunities through Out of School Time (OST) activities and programs in underserved and underprivileged communities, in a sustainable process. \n\nThe implementation of the project in the community sites during the academic year is divided into 3 sessions of approximately 10 weeks: Fall (October &ndash; December); Winter (January &shy;&ndash; March) and Spring (April &ndash; June).  Each session explores a different educational module such as Alternative Energies, Physics of Sound and Mathematics of Music, People and Plants, Robotics or Astronomy. Before the session starts, SfT provides more than 15 hours of professional development for all of the instructors involved in the project per module.\n\nEach session includes 10 meetings (once per week) of 90 minutes in which each participant builds his/her own project to take it home. In the last meeting of the session, the participants prepare an end of the module showcase for the community at large. At the end of each session, all of the sites participate in a Family Science Day in one of the ISE venues partners. The last three events took place at Museum of Science and Industry (December), The Lyric Opera (March), and Peggy Notebaurt Nature Museum (June).\n\nFunded for two years, the project finished its fourth year following two no-cost extension periods. As expected the members of this partnership made concrete efforts to continue this project after the period of grant funding.   \n\nA summary of the activities of the project by year is presented below:\n\nYear 1 &shy;  NSF Funded 14 Sites, with 10 instructors and 545 participants.\nYear 2&shy;  NSF Funded 14 sites, 21 sites were self-&shy;sustained with 34 instructors and 767 participants.\nYear 3 &shy; no cost extension, SfT was running the program in 32 sites, 7 sites were partially funded by NSF, 33 instructors and 958 participants.\nYear 4 Scientists for Tomorrow had 35 self sustained sites, 44 instructors and 732 participants. From those 732 participants, 26 were parents.\n\n\nAt the present time, SfT is running its fifth year in 33 community sites serving more than 400 children and 22 parents, supported by the partnership.\n\nIn the fourth year SfT introduced The SfT for Parents project. This new project educates parents in the community about various STEM concepts, as well as the importance of careers in STEM. Parents participate in hands-on activities and experience first-hand the concepts their children are learning in the SfT project. The intention of this project is to enhance parents' education, and prepare them to become leaders in their community, and in their children's education as well. After attending the 10 week program, parents are prepared to assist the instructors with the SfT project in class and at home, building on and solidifying the concepts taught by instructors. \n\nDuring the four years of the program  with the collaboration with ISE venues, SfT organized 13 Family Science Day events for the parents and children of the communities. The family events..."
 }
}