{
 "awd_id": "1114829",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Toward Integrated STEM Education: Developing a Research Agenda",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Julia Clark",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 358733.0,
 "awd_amount": 358733.0,
 "awd_min_amd_letter_date": "2011-05-27",
 "awd_max_amd_letter_date": "2011-05-27",
 "awd_abstract_narration": "The National Academy of Engineering is conducting a comprehensive examination of the current state of integrated Science, Technology, Engineering and Mathematics (STEM) education in K-12 schools.  STEM education is a recognized priority for K-12 education but to date most of the attention and funding has been focused on improving the single-letter components of STEM and mainly only science and mathematics.  This study focuses attention on the potential benefits of teaching and learning that combine or integrate essential content and processes of two or more of the four STEM disciplines with particular emphasis on technology and engineering.  Preliminary evidence suggests that integrated STEM may produce gains in students' academic interest and achievement as well as influence career aspirations.  The goal of the study is to craft a research agenda that will examine the value of an integrated STEM education to students (K-12) in terms of learning achievement, motivation, and career aspirations.  The final report summarizes the findings from the data gathering and analysis and the committee's conclusions and recommendations for a research agenda.  This report is disseminated through presentations to relevant groups, publication of print and online articles and editorials and briefings to relevant stakeholders.  About 75% of the funding for this study is provided through private foundations   \r\n\r\nThe study is done by a carefully selected project committee of 12-14 experts in diverse fields relevant to the focus of the effort appointed by the president of the National Academy of Engineering.  They are supported by knowledgeable Academy staff.  The Committee meets six times over 30 months.  The first workshop is to devise a conceptual framework or taxonomy of the multiple ways integration can occur.  Other workshops inform the Committee about specific issues relevant to integrated STEM education.  The project includes a review of the literature on integrated teaching and learning, primary qualitative research on the current practices in integrated teaching (surveys, curriculum analyses, interviews and site visits), and review of policy at the district, state, and national levels.  The goal of the study is to develop a research agenda that will examine the value of an integrated STEM education to students (K-12) in terms of learning achievement, motivation, and career aspirations.  An external evaluator assesses the data gathering effort, the project's communication and outreach efforts and the impact of the final report.  Surveys and/or interviews with workshop participants and others determine how the report influences the national discussion STEM education.  The final evaluation report distills the lessons learned and the implications for next steps in studying the integrated STEM concept.\r\n\r\nThe project and the final consensus report are designed to inform stakeholder groups that have an interest in understanding the limits and potential of integrated STEM.  The stakeholders include federal and state agencies with a role in education, foundations, STEM teacher organizations and STEM professional societies as well as practitioners and the general public.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Greg",
   "pi_last_name": "Pearson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Greg Pearson",
   "pi_email_addr": "gpearson@nae.edu",
   "nsf_id": "000417630",
   "pi_start_date": "2011-05-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Academy of Sciences",
  "inst_street_address": "2101 CONSTITUTION AVE NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023342254",
  "inst_zip_code": "204180007",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "NATIONAL ACADEMY OF SCIENCES",
  "org_prnt_uei_num": "PKFJZHG2MLG9",
  "org_uei_num": "PKFJZHG2MLG9"
 },
 "perf_inst": {
  "perf_inst_name": "National Academy of Sciences",
  "perf_str_addr": "2101 CONSTITUTION AVE NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "204180007",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7645",
   "pgm_ref_txt": "DISCOVERY RESEARCH K-12"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 358733.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Advocates of more connected approaches to teaching the STEM subjects argue such integration can make these fields more relevant to students and ultimately increase their motivation and achievement. Currently, however, there is little research on how best to integrate the STEM disciplines or on what factors make integration more likely to foster positive outcomes.</p>\n<p>With partial support from NSF, the National Academy of Engineering and the Board on Science Education of the National Research Council convened a ommittee to examine approaches to integrated STEM education, review evidence on student outcomes, and identify research priorities going forward. Their findings are summarized in the 2014&nbsp;report, <em><a href=\"http://www.nap.edu/catalog/18612/stem-integration-in-k-12-education-status-prospects-and-an\">Integration<br />in K-12 STEM Education: Status, Prospects, and an Agenda for Research</a>.</em> The committee also created a short, animated <a href=\"https://www.youtube.com/watch?v=AlPJ48simtE\">video</a> that explains STEM and integration in STEM education.</p>\n<p>Based on its review of the literature and of a sample of integrated STEM education initiatives, the committee developed a descriptive framework (Figure) with four high-level features: goals, outcomes, nature of integration, and implementation. The framework is intended to provide researchers and practitioners with a common language to describe and advance their work.&nbsp;</p>\n<p>Looking across studies of outcomes from integrated STEM initiatives, the committee found that connecting STEM concepts and practices holds promise for increasing student learning. However, these gains may not be the same in all subjects. Integrated STEM education also shows promise in supporting knowledge gains in engineering and technology and in increasing students&rsquo; interest in STEM subjects.</p>\n<p>Research from cognitive psychology and the learning sciences suggests integration may be effective because the mind organizes connected concepts in ways that make them easier for students to retrieve and use than<br />unconnected concepts. These connected knowledge structures can help earners transfer their knowledge and understanding to unfamiliar situations. However, integration can also impede learning by placing excessive demands on attention and working memory.</p>\n<p>The use of real-world situations or problems in integrated STEM education also has advantages and drawbacks. While these contexts can bring STEM fields alive for students and potentially deepen their learning, using richly detailed concrete situations can also prevent students from identifying important but more abstract ideas that are needed to transfer what they learn to other settings.&nbsp;</p>\n<p>Taken together, the findings from research yield insights for how to design integrated STEM education initiatives:</p>\n<p><strong>Integration should be made explicit.</strong> Students do not spontaneously integrate concepts across different representations and materials on their own. Those who design integrated STEM experiences should provide intentional and explicit support to help students build knowledge and skills within and across disciplines.</p>\n<p><strong>Students&rsquo; knowledge in individual disciplines should be supported.</strong> Connecting ideas across disciplines is challenging when students have little or no understanding of the relevant ideas in the individual disciplines. Integrated STEM education requires that students hone their expertise in the disciplines being connected.</p>\n<p><strong>More integration is not necessarily better.</strong> The potential benefits and challenges of making connections across the STEM subjects suggest the importance of a measured, strategic approach to implementing integrated STEM education &ndash; one that accounts for the potential trade-offs in cognition and learning.</p>\n<p>The report identifies three factors in the current educational context that present opportunities and challenges for implementing integrated STEM initiatives:&nbsp;</p>\n<p><strong>New standards</strong> &ndash; the Common Core State Standards in Mathematics and the NGSS &ndash; have the potential to help students make connections across disciplines. However, these standards also raise challenges for integrated STEM. One challenge is that some key concepts have different meanings in different fields.</p>\n<p><strong>The expertise of educators</strong> is a key factor &ndash; some would say <em>the</em> key factor &ndash; in determining whether integrated STEM education can be done in ways that produce positive outcomes for students. One limiting factor to teacher effectiveness is teachers&rsquo; content knowledge in the subjects being taught.</p>\n<p><strong>Assessments </strong>could limit the extent to which integrated STEM can be ncorporated into K-12 education, since existing assessments tend to focus on knowledge in a single discipline.</p>\n<p>To guide future research in integrated STEM education, the committee proposed a set of questions in three key areas: outcomes, nature and scope of integration, and implementation. For example, what instructional approaches are most likely to help make connections between and among STEM disciplines, and how can these outcomes be measured? And what disciplinary knowledge can be learned in an integrated STEM setting, and what knowledge is best learned in more traditional ways? Overall, the committee noted, future studies of integrated STEM education need to document the curriculum, program, or other intervention in greater detail. Particular attention should be paid to the nature of the integration and how it was supported. When reporting on outcomes, researchers should be explicit about the type of integration, the nature of the student supports and instructional designs used, and the type of evidence collected to demonstrate whether the intervention&rsquo;s goals were achieved.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/04/2015<br>\n\t\t\t\t\tModified by: Greg&nbsp;Pearson</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1114829/1114829_10095022_1433442482198_iSTEMDescriptiveFrameworkFigureforNSF--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1114829/1114829_10095022_1433442482198_iSTEMDescriptiveFrameworkFigureforNSF--rgov-800width.jpg\" title=\"iSTEM Descriptive Framework Figure for NSF\"><img src=\"/por/images/Reports/POR/2015/1114829/1114829_10095022_1433442482198_iSTEMDescriptiveFrameworkFigureforNSF--rgov-66x44.jpg\" alt=\"iSTEM Descriptive Framework Figure for NSF\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Descriptive Framework Showing General Features and Subcomponents of Integrated STEM Education. SOURCE: Integration in K-12 STEM Education: Status, Prospects, and an Agenda for Research. National Academy of Engineering and National Research Council. 2014. Washington, DC: National Academies Press.</div>\n<div class=\"imageCredit\">National Academy of Sciences</div>\n<div class=\"imageSubmitted\">Greg&nbsp;Pearson</div>\n<div class=\"imageTitle\">iSTEM Descriptive Framework Figure for NSF</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nAdvocates of more connected approaches to teaching the STEM subjects argue such integration can make these fields more relevant to students and ultimately increase their motivation and achievement. Currently, however, there is little research on how best to integrate the STEM disciplines or on what factors make integration more likely to foster positive outcomes.\n\nWith partial support from NSF, the National Academy of Engineering and the Board on Science Education of the National Research Council convened a ommittee to examine approaches to integrated STEM education, review evidence on student outcomes, and identify research priorities going forward. Their findings are summarized in the 2014 report, Integration\nin K-12 STEM Education: Status, Prospects, and an Agenda for Research. The committee also created a short, animated video that explains STEM and integration in STEM education.\n\nBased on its review of the literature and of a sample of integrated STEM education initiatives, the committee developed a descriptive framework (Figure) with four high-level features: goals, outcomes, nature of integration, and implementation. The framework is intended to provide researchers and practitioners with a common language to describe and advance their work. \n\nLooking across studies of outcomes from integrated STEM initiatives, the committee found that connecting STEM concepts and practices holds promise for increasing student learning. However, these gains may not be the same in all subjects. Integrated STEM education also shows promise in supporting knowledge gains in engineering and technology and in increasing students’ interest in STEM subjects.\n\nResearch from cognitive psychology and the learning sciences suggests integration may be effective because the mind organizes connected concepts in ways that make them easier for students to retrieve and use than\nunconnected concepts. These connected knowledge structures can help earners transfer their knowledge and understanding to unfamiliar situations. However, integration can also impede learning by placing excessive demands on attention and working memory.\n\nThe use of real-world situations or problems in integrated STEM education also has advantages and drawbacks. While these contexts can bring STEM fields alive for students and potentially deepen their learning, using richly detailed concrete situations can also prevent students from identifying important but more abstract ideas that are needed to transfer what they learn to other settings. \n\nTaken together, the findings from research yield insights for how to design integrated STEM education initiatives:\n\nIntegration should be made explicit. Students do not spontaneously integrate concepts across different representations and materials on their own. Those who design integrated STEM experiences should provide intentional and explicit support to help students build knowledge and skills within and across disciplines.\n\nStudents’ knowledge in individual disciplines should be supported. Connecting ideas across disciplines is challenging when students have little or no understanding of the relevant ideas in the individual disciplines. Integrated STEM education requires that students hone their expertise in the disciplines being connected.\n\nMore integration is not necessarily better. The potential benefits and challenges of making connections across the STEM subjects suggest the importance of a measured, strategic approach to implementing integrated STEM education &ndash; one that accounts for the potential trade-offs in cognition and learning.\n\nThe report identifies three factors in the current educational context that present opportunities and challenges for implementing integrated STEM initiatives: \n\nNew standards &ndash; the Common Core State Standards in Mathematics and the NGSS &ndash; have the potential to help students make connections across disciplines. However, these standards also raise challenges for integrated STEM. One challenge is that some key concepts have different meanings in different fields.\n\nThe expertise of educators is a key factor &ndash; some would say the key factor &ndash; in determining whether integrated STEM education can be done in ways that produce positive outcomes for students. One limiting factor to teacher effectiveness is teachers’ content knowledge in the subjects being taught.\n\nAssessments could limit the extent to which integrated STEM can be ncorporated into K-12 education, since existing assessments tend to focus on knowledge in a single discipline.\n\nTo guide future research in integrated STEM education, the committee proposed a set of questions in three key areas: outcomes, nature and scope of integration, and implementation. For example, what instructional approaches are most likely to help make connections between and among STEM disciplines, and how can these outcomes be measured? And what disciplinary knowledge can be learned in an integrated STEM setting, and what knowledge is best learned in more traditional ways? Overall, the committee noted, future studies of integrated STEM education need to document the curriculum, program, or other intervention in greater detail. Particular attention should be paid to the nature of the integration and how it was supported. When reporting on outcomes, researchers should be explicit about the type of integration, the nature of the student supports and instructional designs used, and the type of evidence collected to demonstrate whether the intervention’s goals were achieved.\n\n\t\t\t\t\tLast Modified: 06/04/2015\n\n\t\t\t\t\tSubmitted by: Greg Pearson"
 }
}