{
 "awd_id": "1114078",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  High-yield Fermentation of Sugars to Levulinic Acid",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032925341",
 "po_email": "pbalan@nsf.gov",
 "po_sign_block_name": "Prakash Balan",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 149894.0,
 "awd_amount": 149894.0,
 "awd_min_amd_letter_date": "2011-05-06",
 "awd_max_amd_letter_date": "2011-05-06",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project focuses on the development of a high-yield fermentation route for the production of levulinic acid (LA).  LA is one of the best-suited C5 building blocks for bio-refinery production due to higher value, broad applications, and likely quick adoption by the chemical industry.  To date, no bioprocess for LA exists, and known chemical processes have not reached commercial stage due to high cost and lower yield.  Arzeda, the world leader in computational enzyme engineering, has invented a new biochemical method to convert sugars to LA.  The objective of this Phase I project is to demonstrate the feasibility of the concept by validating the proposed biochemical conversion  in vitro.  Arzeda will use its enzyme engineering platform to design the biocatalyst(s) needed, including computational modeling and design, gene assembly, and enzyme production.  \r\nThe broader/commercial impacts of this research are the advancement of a U.S. ?green? chemistry industry, and strengthening, economically and environmentally, of a sustainable United States bio-refinery industry.  The lack of a high-yield alternative to costly thermochemical processes has been preventing a widespread adoption of levulinic acid.  Because LA can be converted, chemically or biochemically, to synthetic rubber (through isoprene and butenes), bio-fuels (such as kerosene and HMF), polymers (for instance, nylons) and polymer additives (for changing polymer characteristics), the addressable market is in excess of $20B annually.  When considered as the end product, LA trades at a considerable higher price  than ethanol, the current product of most commercial bio-refineries, and thus can help diversify their product offering and considerably increase their margins.  Application of Arzeda?s proven technology of computational enzyme design to bring to the world a high-yield fermentation route for LA will considerably advance",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexandre",
   "pi_last_name": "Zanghellini",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexandre Zanghellini",
   "pi_email_addr": "alexandre.zanghellini@arzeda.com",
   "nsf_id": "000566864",
   "pi_start_date": "2011-05-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "ARZEDA Corp.",
  "inst_street_address": "3421 THORNDYKE AVE W",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2064026506",
  "inst_zip_code": "981191606",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "ARZEDA CORP",
  "org_prnt_uei_num": "S4B8YJYECK53",
  "org_uei_num": "KNSJJT2DJNS1"
 },
 "perf_inst": {
  "perf_inst_name": "ARZEDA Corp.",
  "perf_str_addr": "3421 THORNDYKE AVE W",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981191606",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 149894.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Energy independence and enabling a sustainable chemical industry will only be possible with efficient and cost-effective biorefineries able to convert renewable feedstocks on US soil. However, the development of biorefineries in the last decade has been hampered by relatively poor economics and a lack of diversification: almost all of the biorefineries operating currently in the U.S. focus on the production of ethanol as a biofuel, which is not competitive with gasoline at current oil prices. Developing cost-effective chemical production and bioprocesses for the manufacturing of high-value chemical building blocks from biomass will greatly increase biorefineries&rsquo; profitability.</p>\n<p>One such chemical, levulinic acid has been deemed to be one of the most attractive C5 building blocks due to its chemical versatility for use in multiple chemical processes, conversions, and applications. Whereas its potential as a green building block is well established, no economical process for its large-scale production is known to date. The initial innovations necessary to enable this economical production was successfully achieved by the work done in this Phase I NSF grant through the development of a low-cost fermentation process to convert starch, cellulosic or lignocellulosic sugars to levulinic acid in high yield. This successful work involved the identification of a novel metabolic pathway and, most importantly, included identification of natural enzymes described previously in the literature and design of additional enzymes using Arzeda&rsquo;s computational enzyme design technology. No fermentation route existed previously to transform C5 and C6 sugars into levulinic acid. This work demonstrated the feasibility of a fundamentally new fermentation process to enable low-cost conversion of biomass sugars to levulinic acid and other subsequently high-value C5 derivatives. Most existing biorefineries are currently based on fermentation bioprocesses for the production of ethanol. Since our proposed bioprocess is very similar to current ethanol fermentation, repurposing this existing infrastructure to produce levulinic acid instead of (or in addition to) ethanol is more economical than rebuilding entirely new infrastructure. Success in this project will contribute significantly to position the US as a global leader of the &ldquo;3rd industrial revolution&rdquo; of sustainable energy chemical manufacturing.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/20/2012<br>\n\t\t\t\t\tModified by: Alexandre&nbsp;Zanghellini</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEnergy independence and enabling a sustainable chemical industry will only be possible with efficient and cost-effective biorefineries able to convert renewable feedstocks on US soil. However, the development of biorefineries in the last decade has been hampered by relatively poor economics and a lack of diversification: almost all of the biorefineries operating currently in the U.S. focus on the production of ethanol as a biofuel, which is not competitive with gasoline at current oil prices. Developing cost-effective chemical production and bioprocesses for the manufacturing of high-value chemical building blocks from biomass will greatly increase biorefineriesÆ profitability.\n\nOne such chemical, levulinic acid has been deemed to be one of the most attractive C5 building blocks due to its chemical versatility for use in multiple chemical processes, conversions, and applications. Whereas its potential as a green building block is well established, no economical process for its large-scale production is known to date. The initial innovations necessary to enable this economical production was successfully achieved by the work done in this Phase I NSF grant through the development of a low-cost fermentation process to convert starch, cellulosic or lignocellulosic sugars to levulinic acid in high yield. This successful work involved the identification of a novel metabolic pathway and, most importantly, included identification of natural enzymes described previously in the literature and design of additional enzymes using ArzedaÆs computational enzyme design technology. No fermentation route existed previously to transform C5 and C6 sugars into levulinic acid. This work demonstrated the feasibility of a fundamentally new fermentation process to enable low-cost conversion of biomass sugars to levulinic acid and other subsequently high-value C5 derivatives. Most existing biorefineries are currently based on fermentation bioprocesses for the production of ethanol. Since our proposed bioprocess is very similar to current ethanol fermentation, repurposing this existing infrastructure to produce levulinic acid instead of (or in addition to) ethanol is more economical than rebuilding entirely new infrastructure. Success in this project will contribute significantly to position the US as a global leader of the \"3rd industrial revolution\" of sustainable energy chemical manufacturing.\n\n\t\t\t\t\tLast Modified: 07/20/2012\n\n\t\t\t\t\tSubmitted by: Alexandre Zanghellini"
 }
}