{
 "awd_id": "1114964",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CNH-Ex: Aligning Marine Management Institutions with Key Ecological and Economic Linkages in the Gulf of California, Mexico",
 "cfda_num": "47.050",
 "org_code": "06000000",
 "po_phone": "7032927594",
 "po_email": "sruth@nsf.gov",
 "po_sign_block_name": "Sarah Ruth",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 243357.0,
 "awd_amount": 243357.0,
 "awd_min_amd_letter_date": "2011-09-19",
 "awd_max_amd_letter_date": "2012-05-21",
 "awd_abstract_narration": "Many benefits produced by healthy ecosystems are common pool resources, which create particular challenges for environmental policy and management. Yet local institutions often enable effective stewardship of these resources, and build social and ecological resilience to environmental change. The objective of this project is to explore the interplay between key ecological, economic, and institutional processes related to small-scale fisheries in Mexico's Gulf of California, and how interactions among these processes influence both ecological and economic outcomes. Previous scholarship focused on the gulf and other areas with low governance, enforcement, and monitoring capacity has often emphasized either ecological or institutional dynamics, but rarely integrates ecological, economic, and institutional analyses as proposed here. Through a combination of conceptual and quantitative modeling and field research, we are developing an innovative interdisciplinary approach for analyzing coupled natural and human coastal marine systems. Through these activities and associated interactions with other scientists and practitioners in the region, we are collecting substantial primary social, economic and ecological data to inform the development of quantitative models of human-environment linkages in the gulf, and contributing to the training of the next generation of sustainability science scholars. \r\n\r\nWell-functioning coastal and marine ecosystems provide a wide array of societal benefits, including food production, protection from coastal storms, and opportunities for recreation and tourism. Stewardship to ensure continued provision of these benefits requires understanding the connections between ecosystems and the people who live with them. Knowledge of the mechanisms underlying these interactions is vital for mitigation and adaptation to our changing world, particularly in the face of climate change. In this project, we focus on small-scale, or artisanal, fisheries in the Gulf of California, Mexico. To sustain fisheries in the gulf, a variety of management tools are under consideration, including marine reserves and other marine protected areas, catch shares, and territorial use rights. Moreover, the expected decentralization of fisheries management due to the recently amended Fisheries Law is anticipated to alter both ecological and socioeconomic dynamics within the region. Through the development of an interdisciplinary framework for understanding coastal marine environment-society connections, along with gulf-specific analyses, we will help inform development of innovative marine management strategies in this region and other coastal and marine areas worldwide.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "GEO",
 "org_div_long_name": "Directorate for Geosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Heather",
   "pi_last_name": "Leslie",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Heather M Leslie",
   "pi_email_addr": "heather.leslie@maine.edu",
   "nsf_id": "000536327",
   "pi_start_date": "2011-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sriniketh",
   "pi_last_name": "Nagavarapu",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Sriniketh S Nagavarapu",
   "pi_email_addr": "Sriniketh_Nagavarapu@brown.edu",
   "nsf_id": "000526698",
   "pi_start_date": "2011-11-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "1 PROSPECT ST",
  "perf_city_name": "PROVIDENCE",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169100",
   "pgm_ele_name": "DYN COUPLED NATURAL-HUMAN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1691",
   "pgm_ref_txt": "BE: DYN COUPLED NATURAL-HUMAN"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9186",
   "pgm_ref_txt": "RESOURCE USE AND MANAGEMENT"
  },
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 243357.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: center;\"><strong>MARKET DEMAND CAN BENEFIT BOTH PEOPLE AND NATURE</strong></p>\n<p><em>In the last three years, our NSF-funded team has advanced fundamental understanding of the effects of market, institutional and environmental drivers on the dynamics of coupled natural-human systems by integrating knowledge and approaches from diverse disciplines, including anthropology, ecology, economics, and sustainability science. Our interdisciplinary team includes researchers from both the US and Mexico and individuals from the undergraduate to the established scientist level. The result is a model of interdisciplinary, use-inspired scholarship and education that extends well beyond our study area, the Gulf of California, Mexico. Here we highlight one of the key results of our collaboration. For a complete list of publications and other outcomes of this collaborative program, please visit </em><a href=\"https://tinyurl.com/mexico-cnh\">https://tinyurl.com/mexico-cnh</a>.</p>\n<p style=\"text-align: center;\">&nbsp;***</p>\n<p>Worldwide, consumer&rsquo;s desires and demands influence our economies and environment. Yet, natural resource management studies and strategies typically ignore market demand or assume it has negative effects on natural resources. This approach may miss opportunities to benefit both people and nature. Our research in Mexico illustrates how integrated analysis of coupled natural-human systems can inform more strategic management that leverages these opportunities.</p>\n<p>In the La Paz region of Mexico, restaurants are willing to pay a premium price for fish that fit exactly on a plate, so-called &ldquo;plate-sized fish.&rdquo; This market demand could improve the fish population and fishermen&rsquo;s income if it results in a decrease in the catch of large fish (which are most productive) and small fish (which are needed to grow into productive adults).</p>\n<p>Based on logbook data shared with us by multiple fishing cooperatives, we found that the price premium does result in catches of more plate-sized fish and fewer large fish. Despite this shift in the catch, market demand alone was not sufficient to improve the fish population. But it did result in increases in fishermen&rsquo;s revenues.</p>\n<p>However, we found that both fish stocks and fishermen&rsquo;s revenues could <em>increase</em> due to market-driven size-selective fishing, if fishing cooperatives could increase fishermen&rsquo;s selectivity by just 5%. Fishing cooperatives can promote more selective fishing by passing on a proportion of the price premium for plate-sized fish to their members, mandating the use of certain gear or fishing locations, and sharing knowledge of the benefits of selective harvest. Importantly, fishing cooperatives and other local managers have an important role in controlling total effort because the benefits of the price premium for plate-sized fish are undermined if the higher price attracts more fishermen to the fishery and increases the total harvest.</p>\n<p>Managers could capitalize on the coupled system connections we identified by implementing size-based regulations when economic and institutional incentives will enhance compliance, or by creating compliance-enhancing conditions for existing regulations. Based on interviews with fishermen, it seems that La Paz area cooperatives already encourage selection against small and large fish, and thus a slot limit type fishery may be beneficial. Fishermen report that they target plate-sized fish, not just because the price is higher, but also because it is part of the practices of their cooperative. Our findings illustrate the power of coupled systems science to advance fundamental understanding as well as to identify potential innovative conservation and management solutions.</p>\n<p><em>This work was supported by&nbsp;</em><em>GEO Award 1114964</em><em>, &ldquo;CNH-Ex: Aligning marine management insti...",
  "por_txt_cntn": "MARKET DEMAND CAN BENEFIT BOTH PEOPLE AND NATURE\n\nIn the last three years, our NSF-funded team has advanced fundamental understanding of the effects of market, institutional and environmental drivers on the dynamics of coupled natural-human systems by integrating knowledge and approaches from diverse disciplines, including anthropology, ecology, economics, and sustainability science. Our interdisciplinary team includes researchers from both the US and Mexico and individuals from the undergraduate to the established scientist level. The result is a model of interdisciplinary, use-inspired scholarship and education that extends well beyond our study area, the Gulf of California, Mexico. Here we highlight one of the key results of our collaboration. For a complete list of publications and other outcomes of this collaborative program, please visit https://tinyurl.com/mexico-cnh.\n ***\n\nWorldwide, consumerÆs desires and demands influence our economies and environment. Yet, natural resource management studies and strategies typically ignore market demand or assume it has negative effects on natural resources. This approach may miss opportunities to benefit both people and nature. Our research in Mexico illustrates how integrated analysis of coupled natural-human systems can inform more strategic management that leverages these opportunities.\n\nIn the La Paz region of Mexico, restaurants are willing to pay a premium price for fish that fit exactly on a plate, so-called \"plate-sized fish.\" This market demand could improve the fish population and fishermenÆs income if it results in a decrease in the catch of large fish (which are most productive) and small fish (which are needed to grow into productive adults).\n\nBased on logbook data shared with us by multiple fishing cooperatives, we found that the price premium does result in catches of more plate-sized fish and fewer large fish. Despite this shift in the catch, market demand alone was not sufficient to improve the fish population. But it did result in increases in fishermenÆs revenues.\n\nHowever, we found that both fish stocks and fishermenÆs revenues could increase due to market-driven size-selective fishing, if fishing cooperatives could increase fishermenÆs selectivity by just 5%. Fishing cooperatives can promote more selective fishing by passing on a proportion of the price premium for plate-sized fish to their members, mandating the use of certain gear or fishing locations, and sharing knowledge of the benefits of selective harvest. Importantly, fishing cooperatives and other local managers have an important role in controlling total effort because the benefits of the price premium for plate-sized fish are undermined if the higher price attracts more fishermen to the fishery and increases the total harvest.\n\nManagers could capitalize on the coupled system connections we identified by implementing size-based regulations when economic and institutional incentives will enhance compliance, or by creating compliance-enhancing conditions for existing regulations. Based on interviews with fishermen, it seems that La Paz area cooperatives already encourage selection against small and large fish, and thus a slot limit type fishery may be beneficial. Fishermen report that they target plate-sized fish, not just because the price is higher, but also because it is part of the practices of their cooperative. Our findings illustrate the power of coupled systems science to advance fundamental understanding as well as to identify potential innovative conservation and management solutions.\n\nThis work was supported by GEO Award 1114964, \"CNH-Ex: Aligning marine management institutions with key ecological and economic linkages in the Gulf of California, Mexico.\" Please contact the lead PI at Heather_Leslie@brown.edu to learn more.\n***\nEvidence of market-driven size-selective fishing and the mediating effects of biological and institutional factors. Sheila M. W. Reddy, Allison Wentz, Octavio Aburto-Or..."
 }
}