{
 "awd_id": "1114690",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SPYHOUNDS",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Valentine Kass",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 253963.0,
 "awd_amount": 253963.0,
 "awd_min_amd_letter_date": "2011-08-06",
 "awd_max_amd_letter_date": "2011-08-06",
 "awd_abstract_narration": "SPYHOUNDS is a new transmedia learning experience for 6- to10-year old children.  SPYHOUNDS represents an effort to extend the value of the successful TV series FETCH! with Ruff Ruffman by moving to a new media platform and revamping the storyline. The popular character Ruff Ruffman becomes a super spy through  top-secret missions.  Ruff needs help (both on and offline) from kids at home, who become the spyhounds.  Each mission is designed to have kids watch new animation, complete online activities designed to promote STEM exploration, and participate in offline activities that require kids to investigate real world phenomena. \r\n\r\nThis Pathways grant provides development support to fund a pilot phase of the project. The STEM content in the pilot phase will focus on physical science.  Deliverables will include 3 x 60-second mini animated episodes, 3 interactive games rolling out over a 6-week period, 6 x 60-second audio updates from Ruff, daily in-character blog updates as Ruff plays out the mission, offline decoding activities supported by video clips, daily social media updates through Facebook and Twitter, editorial staff reviewing/posting user generated content, and Web-based survey data.  WGBH and Concord Evaluation Group will conduct formative and summative evaluation using a wide array of success metric and analytics.  \r\n\r\nWhile the project design is rooted in an evidence-based curriculum and lessons learned from prior work, the Spyhounds concept offers a new educational media model. The pilot phase supported by this grant will help inform the future development of a year-long effort.  The project's goal is help audience members develop understanding of science and math concepts, enhance problem-solving skills, and expand their understanding of how science and math are used in the real world.  Spyhounds has potential to contribute to theory development, especially as it evaluates how young audiences take information learned online and apply it in the real world.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kate",
   "pi_last_name": "Taylor",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kate Taylor",
   "pi_email_addr": "kate_taylor@wgbh.org",
   "nsf_id": "000087894",
   "pi_start_date": "2011-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "WGBH Educational Foundation",
  "inst_street_address": "1 GUEST ST",
  "inst_street_address_2": "",
  "inst_city_name": "BRIGHTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173002000",
  "inst_zip_code": "021352016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "WGBH EDUCATIONAL FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GKSJF1SPLXX9"
 },
 "perf_inst": {
  "perf_inst_name": "WGBH Educational Foundation",
  "perf_str_addr": "1 GUEST ST",
  "perf_city_name": "BRIGHTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021352016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 253963.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>SPYHOUNDS is a multimedia project designed to engage elementary-age kids and their families in active science and math exploration. Hosted by Ruff Ruffman, the popular animated dog from the PBS series FETCH! with Ruff Ruffman, it represents a new media format for children. The project combines original animated video, interactive activities rich in STEM content, and hands-0n activities, all woven into a compelling narrative, and all geared to a single purpose: to get kids thinking about, talking about, and <em>doing</em> science and math.</p>\n<p>&nbsp;</p>\n<p>The adventure begins when kids arrive at the SPYHOUNDS website.<strong> </strong>Here, children are recruited to help Ruff as he embarks on a mission to find a stolen jewel. Every weekday for four weeks, Ruff updates kids on his progress (through videos or blog postings) and solicits their help in continuing the mission. Kids must crack codes to solve clues, try offline activities in which they explore scientific content related to the mystery, report their findings back to Ruff, and play online games in which they help Ruff use the science and math they've learned at home to pursue the stolen jewel.</p>\n<p>&nbsp;</p>\n<p>The SPYHOUNDS project was supported by an NSF Pathways grant that funded the following major accomplishments:</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">1. Development of a new format for children's STEM learning</span></p>\n<p>Children today are more media-savvy than ever, and their habits are evolving quickly. Our intent with SPYHOUNDS was to create a new web format that would take advantage of what children love about media and combine it with what we know to be beneficial to serious STEM learning.</p>\n<p>&nbsp;</p>\n<p>In developing the SPYHOUNDS format, we first developed an underlying curriculum that fleshed out our science and math goals. We then came up with supporting online and offline activities that would give kids experience exploring phenomena in the real world and in the online realm. To keep kids engaged and encourage them to return to the site often, we wrapped the activities in a compelling narrative (a diamond heist) that unfolds through blog postings and animated videos, and added a well-known and well-loved animated character (Ruff Ruffman) to host the site. To increase the sense of urgency, we updated the site every weekday for four weeks, and built in \"SPYTIME\": assignments that kids must complete within a designated time period. We also added smaller puzzles and challenges as a way for kids to have more agency in advancing the storyline (Ruff uses the information they provide to continue his mission).&nbsp; And we designed the experience to be completed by children at home with their families, thus facilitating greater family involvement in STEM.</p>\n<p>&nbsp;</p>\n<p>All of these plans were developed and executed with the help of outside advisors in science, mathematics, and digital media. The SPYHOUNDS site was built in late summer and fall of 2011.</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">2. Promotion of the site via social media </span></p>\n<p>We promoted the launch of SPYHOUNDS via social media on FETCH!'s Facebook and Twitter sites, and PBS also promoted the site on its PBS Parents, PBS KIDS, and PBS Teachers Facebook sites. These postings served two purposes: they built anticipation for the site's debut, and they reminded families to return to the site and continue the mission after it launched.</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">3. Evaluation of the SPYHOUNDS pilot as a viable format for children's STEM learning</span></p>\n<p>SPYHOUNDS launched on November 28, 2011. It was \"live\" for four weeks (meaning new content was rolled out daily) and the entire site remains fully accessible online. During its first five weeks, SPYHOUNDS proved itself to be extremely popular with children &ndash; the websit...",
  "por_txt_cntn": "\nSPYHOUNDS is a multimedia project designed to engage elementary-age kids and their families in active science and math exploration. Hosted by Ruff Ruffman, the popular animated dog from the PBS series FETCH! with Ruff Ruffman, it represents a new media format for children. The project combines original animated video, interactive activities rich in STEM content, and hands-0n activities, all woven into a compelling narrative, and all geared to a single purpose: to get kids thinking about, talking about, and doing science and math.\n\n \n\nThe adventure begins when kids arrive at the SPYHOUNDS website. Here, children are recruited to help Ruff as he embarks on a mission to find a stolen jewel. Every weekday for four weeks, Ruff updates kids on his progress (through videos or blog postings) and solicits their help in continuing the mission. Kids must crack codes to solve clues, try offline activities in which they explore scientific content related to the mystery, report their findings back to Ruff, and play online games in which they help Ruff use the science and math they've learned at home to pursue the stolen jewel.\n\n \n\nThe SPYHOUNDS project was supported by an NSF Pathways grant that funded the following major accomplishments:\n\n \n\n1. Development of a new format for children's STEM learning\n\nChildren today are more media-savvy than ever, and their habits are evolving quickly. Our intent with SPYHOUNDS was to create a new web format that would take advantage of what children love about media and combine it with what we know to be beneficial to serious STEM learning.\n\n \n\nIn developing the SPYHOUNDS format, we first developed an underlying curriculum that fleshed out our science and math goals. We then came up with supporting online and offline activities that would give kids experience exploring phenomena in the real world and in the online realm. To keep kids engaged and encourage them to return to the site often, we wrapped the activities in a compelling narrative (a diamond heist) that unfolds through blog postings and animated videos, and added a well-known and well-loved animated character (Ruff Ruffman) to host the site. To increase the sense of urgency, we updated the site every weekday for four weeks, and built in \"SPYTIME\": assignments that kids must complete within a designated time period. We also added smaller puzzles and challenges as a way for kids to have more agency in advancing the storyline (Ruff uses the information they provide to continue his mission).  And we designed the experience to be completed by children at home with their families, thus facilitating greater family involvement in STEM.\n\n \n\nAll of these plans were developed and executed with the help of outside advisors in science, mathematics, and digital media. The SPYHOUNDS site was built in late summer and fall of 2011.\n\n \n\n2. Promotion of the site via social media \n\nWe promoted the launch of SPYHOUNDS via social media on FETCH!'s Facebook and Twitter sites, and PBS also promoted the site on its PBS Parents, PBS KIDS, and PBS Teachers Facebook sites. These postings served two purposes: they built anticipation for the site's debut, and they reminded families to return to the site and continue the mission after it launched.\n\n \n\n3. Evaluation of the SPYHOUNDS pilot as a viable format for children's STEM learning\n\nSPYHOUNDS launched on November 28, 2011. It was \"live\" for four weeks (meaning new content was rolled out daily) and the entire site remains fully accessible online. During its first five weeks, SPYHOUNDS proved itself to be extremely popular with children &ndash; the website received over 4 million pageviews, and kids submitted 146,000 drawings and 55,000 messages to Ruff detailing their ideas and experiments.\n\n \n\nOutside evaluation by Concord Evaluation Group (CEG) provided additional evidence for SPYHOUNDS's success. CEG analyzing pre- and post-test data from 115 kids in 21 states who followed along with the SPYHOUNDS site for the full four-..."
 }
}