{
 "awd_id": "1114168",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Constraining Mantle Rheology at Lithospheric Conditions by Modeling Seamount Induced Deformation and Gravity Anomalies",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robin Reichlin",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 196618.0,
 "awd_amount": 196618.0,
 "awd_min_amd_letter_date": "2011-09-18",
 "awd_max_amd_letter_date": "2011-09-18",
 "awd_abstract_narration": "The surface layer of the solid Earth is called lithosphere that is on average about 100 km thick and includes the crust and mantle components. The lithosphere is relatively cold (i.e., temperature less than ~1200 C) and deforms in both brittle and plastic fashions under stresses. Mantle rheology at lithospheric conditions (i.e., temperature less than 1200 C) describes quantitatively the lithospheric deformation under stress, and is important for understanding long-term tectonic deformation, mountain building, volcanism, lithospheric thinning, and plate tectonics. Most studies on mantle lithospheric rheology employ a laboratory approach and investigate the response of rock samples or specimen to applied stress in laboratory settings. Although laboratory studies have provided many important insights on lithospheric rheology, it remains challenging to directly apply them in studies of lithospheric deformation processes. \r\n\r\nThis project seeks to constrain lithospheric rheology by directly modeling observations of surface and Moho deflections and gravity anomalies associated with seamount and oceanic island loads at plate interiors and in subduction zones. Seamounts and oceanic islands are formed on oceanic lithosphere due to volcanic eruptions on a short time scale (~ 1 million years or less). They cause significant deformation on oceanic lithosphere that can be observed in deformation of sedimentary layers and gravity anomalies. The loading of seamount and oceanic islands (e.g., Hawaii) on lithosphere can therefore be viewed as a natural laboratory to study the lithospheric response to stress or loading. This project seeks to address the following questions: 1) What is the lithospheric strength (stress) and rheology at plate interiors and in subduction zones? 2) How does lithospheric viscosity vary with temperature (i.e., activation energy)? 3) Is the mantle rheology inferred from modeling field-based observations consistent with that inferred from recent laboratory studies? 4) What are the rheological effects of subduction processes such as faulting, bending and hydration, as seen by subduction zone seamounts?  The specific tasks for the proposed two-year project include: 1) to formulate 2- and 3-D finite element viscoelastic loading models with realistic rheologies including viscoelastic, nonlinear creep, and frictional (i.e., Byerlee's law) rheology, 2) to use recent compilations of elastic plate thickness, plate age, load age and size for ~80 seamounts and oceanic islands to constrain mantle rheology at lithospheric conditions including the activation energy, 3) to use seismically imaged deflected crust data, load and lithospheric ages, gravity data for selected intraplate oceanic islands (Hawaii, La Reunion, Canary, Cape Verde, and Marquesas) and subduction zone seamounts (the Louisville Ridge seamount near the Kermadec trench and the Daiichi-Kashima seamount in the Japan Trench) in 3-D loading models to further constrain the rheology in different tectonic settings.\r\n\r\nThis project is supported by the Geophysics and Marine Geology & Geophysics Programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shijie",
   "pi_last_name": "Zhong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shijie Zhong",
   "pi_email_addr": "szhong@colorado.edu",
   "nsf_id": "000326893",
   "pi_start_date": "2011-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  },
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 196618.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>When a mass load is added to or removed from the Earth's surface, the Earth's surface and interior (from the crust, lithosphere to the mantle) would respond to the loading. The surface may move up or down, crustal stress may change to cause earthquakes, and the mantle may flow away or towards the loading regions. This phenomenon occurs when a major glacial mass or a volcano builds up. It is therefore important to build physical models to understand these processes. A key parameter controlling the deformation processes is the rheological properties of the lithosphere and mantle. The rheology can be investigated in laboratory studies on mineral grains of Earth's materials, as often done. In our project, we performed studies to use nature laboratory in Hawaiian volcano loading. We formulated physical models with realistic, non-linear rheology to interpret a large number of observations of surface vertical motions and seismicity induced by volcano building in Hawaii. The models explained the observations and also posed constraints on rheological properties of the crust, lithosphere and mantle. We found that frictional and low-temperature plasticity rheologies play a key role in determining the Earth's response to volcano loading. We found that the maximum lithospheric stress near the Hawaiian islands is ~100-200 MPa. Our inferred rheology is quite different from those inferred from laboratory studies, and this raises the question how to reconcile the difference from these two different types of studies. Our newly formulated models for loading have found applications in other areas of studies including in post-glacial rebound for the Earth and icy shell deformation in icy satellites. The work from this project has been published in 4 peer-reviewed journal articles.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2015<br>\n\t\t\t\t\tModified by: Shijie&nbsp;Zhong</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWhen a mass load is added to or removed from the Earth's surface, the Earth's surface and interior (from the crust, lithosphere to the mantle) would respond to the loading. The surface may move up or down, crustal stress may change to cause earthquakes, and the mantle may flow away or towards the loading regions. This phenomenon occurs when a major glacial mass or a volcano builds up. It is therefore important to build physical models to understand these processes. A key parameter controlling the deformation processes is the rheological properties of the lithosphere and mantle. The rheology can be investigated in laboratory studies on mineral grains of Earth's materials, as often done. In our project, we performed studies to use nature laboratory in Hawaiian volcano loading. We formulated physical models with realistic, non-linear rheology to interpret a large number of observations of surface vertical motions and seismicity induced by volcano building in Hawaii. The models explained the observations and also posed constraints on rheological properties of the crust, lithosphere and mantle. We found that frictional and low-temperature plasticity rheologies play a key role in determining the Earth's response to volcano loading. We found that the maximum lithospheric stress near the Hawaiian islands is ~100-200 MPa. Our inferred rheology is quite different from those inferred from laboratory studies, and this raises the question how to reconcile the difference from these two different types of studies. Our newly formulated models for loading have found applications in other areas of studies including in post-glacial rebound for the Earth and icy shell deformation in icy satellites. The work from this project has been published in 4 peer-reviewed journal articles.\n\n\t\t\t\t\tLast Modified: 11/29/2015\n\n\t\t\t\t\tSubmitted by: Shijie Zhong"
 }
}