{
 "awd_id": "1114549",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Creating Museum Media for Everyone",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Russell",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 699999.0,
 "awd_amount": 699999.0,
 "awd_min_amd_letter_date": "2011-09-09",
 "awd_max_amd_letter_date": "2011-09-09",
 "awd_abstract_narration": "This proof-of-concept project is a collaboration of the Museum of Science in Boston, WGBH's National Center for Accessible Media (NCAM) and Ideum.  The project will demonstrate that the project team can design and develop digital interactive museum exhibit devices that work for visitors who have a wide range of disabilities.  The outcome will be one \"exemplar\" exhibit based on an exhibit scenario where museum visitors learn STEM concepts by manipulating and analyzing real data.  The project will also develop and test the efficacy of a prototype Do-It-Yourself (DIY) Toolkit that will help other museum professionals implement the digital interactive strategies.  In addition, the project will produce a white paper on the specific exemplar and a research paper with guidelines for digital interactive exhibits in museum.  \r\n\r\nThe project uses an innovative workshop approach that brings together individuals from a diverse range of fields to develop the digital interactive strategies.  After developing the \"exemplar\" exhibit, the team will develop the DIY Toolkit and test the efficacy of the Toolkit in museums that do not have the same level of exhibit development resources as larger institutions.  The the project's evaluation will not only determine if the exemplar works well with a wide range of people with disabilities, but also determine  the cost-effectiveness and efficacy of the workshop strategy and the ability of other museums to use the DIY toolkit.\r\n\r\nIf successful, this project will attend to an area of high need in the informal science education (ISE) museum exhibit community and provide a resource that will serve a wide range of ISE institutions.  If the project evaluation outcomes are positive, the project will lead to a larger effort to develop more exemplar exhibits based on different scenarios and an expansion of the DIY Toolkit.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christine",
   "pi_last_name": "Reich",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christine Reich",
   "pi_email_addr": "christiner@knology.org",
   "nsf_id": "000183751",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bradley",
   "pi_last_name": "Botkin",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Bradley C Botkin",
   "pi_email_addr": "brad_botkin@wgbh.org",
   "nsf_id": "000055122",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jim",
   "pi_last_name": "Spadaccini",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Jim V Spadaccini",
   "pi_email_addr": "jims@ideum.com",
   "nsf_id": "000117196",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrea",
   "pi_last_name": "Durham",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Andrea A Durham",
   "pi_email_addr": "adurham@mos.org",
   "nsf_id": "000185991",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paige",
   "pi_last_name": "Simpson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paige Simpson",
   "pi_email_addr": "paige.simpson@bpcp.org",
   "nsf_id": "000583556",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Museum of Science",
  "inst_street_address": "1 SCIENCE PARK",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6175890118",
  "inst_zip_code": "021141099",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MA08",
  "org_lgl_bus_name": "MUSEUM OF SCIENCE",
  "org_prnt_uei_num": "KKW4W2TPS5N8",
  "org_uei_num": "KKW4W2TPS5N8"
 },
 "perf_inst": {
  "perf_inst_name": "Museum of Science",
  "perf_str_addr": "1 SCIENCE PARK",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021141099",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MA08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154500",
   "pgm_ele_name": "Disabilities Research in STEM"
  },
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 699999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Creating Museum Media for Everyone project (CMME) aimed to further the science museum field&rsquo;s capacity to design, develop, and implement innovative digital interactives for exhibitions that engage people with and without disabilities in informal science learning. To achieve this aim, the project team developed a series of innovations, tools, and resources science museum professionals can use to create exhibits. These exhibits not only foster new scientific knowledge, skills, and understandings amongst people with disabilities, but also improved attitudes regarding themselves as science learners.</p>\n<p>&nbsp;The CMME project yielded five main products. The first product was a week-long interdisciplinary workshop held in May 2012 at the Museum of Science, Boston. This workshop brought together people with a wide range of expertise (including exhibit design and development, special education, technology development, gaming, accessible technologies, universal design and universal design for learning, and human/computer interaction) to discuss existing strategies from other fields that could be used to create new designs for digital interactives in science museums and also to create early prototype exhibit interactives that could be further refined and developed by the CMME project team. The remaining four resources all stemmed from ideas generated through this workshop and included the following:</p>\n<ul>\n<li>An exemplar exhibit. This exhibit, developed and installed at the Museum of Science, uses a touchscreen-based activity to engage visitors in learning about wind energy and exploring data related to the power outputs of different wind turbines at various wind speeds. The component uses multiple modalities to repeat and reinforce main ideas while also deploying text, illustrations, audio descriptions, visual graphs, data sonification, and two-color 3D printed tactile representations. </li>\n<li>A strategy for making multi-touch interactives more universally accessible. This strategy, developed by Ideum, has been implemented and incorporated into the NSF-funded Open Exhibits framework (DRL-1010028). The core feature of this strategy is an accessibility layer that can be activated using a specific gesture (user holds down three fingers for two seconds), which triggers an information menu browser that can be navigated by swiping left or right.</li>\n<li>A personalization paper. This paper, written by the National Center for Accessible Media at WGBH, explores possible approaches to multi-modal personalization using current and upcoming technologies in museum settings. Through hypotheticals and real-world examples, the paper sets forth the position that science museums can enable visitors to personalize their experience at digital interactives by providing them with a series of options and preferences that they can turn on and off at individual exhibits and in the exhibition as a whole. </li>\n<li>Corresponding professional development resources. These resources allow other professionals to implement and adapt the approaches developed through the CMME project. This includes a toolkit for implementing the exemplar exhibit, a series of blog post detailing the project&rsquo;s progress, personas of visitors with disabilities to be used during exhibit development, and articles in professional journals.</li>\n</ul>\n<p>In the spirit of the disability rights movement and its core slogan of \"Nothing about us without us\", each of these project deliverables were created with extensive involvement of people with disabilities. People with disabilities were core participants in the initial workshop that generated the main ideas for the resulting exhibits. People with disabilities who had related expertise were also hired as consultants to assist with the implementation of the various deliverables and provided feedback through multiple rounds of testing of the core project deliv...",
  "por_txt_cntn": "\nThe Creating Museum Media for Everyone project (CMME) aimed to further the science museum fieldÆs capacity to design, develop, and implement innovative digital interactives for exhibitions that engage people with and without disabilities in informal science learning. To achieve this aim, the project team developed a series of innovations, tools, and resources science museum professionals can use to create exhibits. These exhibits not only foster new scientific knowledge, skills, and understandings amongst people with disabilities, but also improved attitudes regarding themselves as science learners.\n\n The CMME project yielded five main products. The first product was a week-long interdisciplinary workshop held in May 2012 at the Museum of Science, Boston. This workshop brought together people with a wide range of expertise (including exhibit design and development, special education, technology development, gaming, accessible technologies, universal design and universal design for learning, and human/computer interaction) to discuss existing strategies from other fields that could be used to create new designs for digital interactives in science museums and also to create early prototype exhibit interactives that could be further refined and developed by the CMME project team. The remaining four resources all stemmed from ideas generated through this workshop and included the following:\n\nAn exemplar exhibit. This exhibit, developed and installed at the Museum of Science, uses a touchscreen-based activity to engage visitors in learning about wind energy and exploring data related to the power outputs of different wind turbines at various wind speeds. The component uses multiple modalities to repeat and reinforce main ideas while also deploying text, illustrations, audio descriptions, visual graphs, data sonification, and two-color 3D printed tactile representations. \nA strategy for making multi-touch interactives more universally accessible. This strategy, developed by Ideum, has been implemented and incorporated into the NSF-funded Open Exhibits framework (DRL-1010028). The core feature of this strategy is an accessibility layer that can be activated using a specific gesture (user holds down three fingers for two seconds), which triggers an information menu browser that can be navigated by swiping left or right.\nA personalization paper. This paper, written by the National Center for Accessible Media at WGBH, explores possible approaches to multi-modal personalization using current and upcoming technologies in museum settings. Through hypotheticals and real-world examples, the paper sets forth the position that science museums can enable visitors to personalize their experience at digital interactives by providing them with a series of options and preferences that they can turn on and off at individual exhibits and in the exhibition as a whole. \nCorresponding professional development resources. These resources allow other professionals to implement and adapt the approaches developed through the CMME project. This includes a toolkit for implementing the exemplar exhibit, a series of blog post detailing the projectÆs progress, personas of visitors with disabilities to be used during exhibit development, and articles in professional journals.\n\n\nIn the spirit of the disability rights movement and its core slogan of \"Nothing about us without us\", each of these project deliverables were created with extensive involvement of people with disabilities. People with disabilities were core participants in the initial workshop that generated the main ideas for the resulting exhibits. People with disabilities who had related expertise were also hired as consultants to assist with the implementation of the various deliverables and provided feedback through multiple rounds of testing of the core project deliverables. The summative evaluation of the exemplar exhibit ultimately demonstrated that visitors with and without disabilities were able ..."
 }
}