{
 "awd_id": "1114568",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Fusion Science Theater National Training and Dissemination Program",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alphonse Desena",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 499993.0,
 "awd_amount": 499993.0,
 "awd_min_amd_letter_date": "2011-08-24",
 "awd_max_amd_letter_date": "2011-08-24",
 "awd_abstract_narration": "The Fusion Science Theater National Training and Dissemination Program builds on the success of the Fusion Science Theater (FST) planning grant (DRL 07-32142). Madison Area Technical College, in collaboration with the Institute for Chemical Education at the University of Wisconsin-Madison, the American Chemical Society (ACS) and area science centers and museums will create a national program to disseminate the FST model which directly engages children in playful, participatory, and inquiry-based science learning of chemistry and physics topics. The primary target audience is children aged 4-11, while undergraduate chemistry students, faculty, and formal and informal educators comprise the secondary professional audience. The project will result in the development of a robust, creative, and highly visible national dissemination program.\r\n\r\nThe National Training and Dissemination Program includes three deliverables. First, a Distance Performance Training Program will be developed to teach groups of undergraduate students, faculty, and educators how to perform FST Science Investigation (SI) Shows. The Training Program includes a Performance Training Package and a 3-day Performance Training Workshop. The Performance Training Package will be comprised of training videos, performances videos, scripts, rehearsal schedules, and training exercises. These materials will be pilot tested while training representatives of five groups from around the country to perform SI Shows during the Performance Training Workshop at Madison Area Technical College in summer 2012. Participants will be selected from ACS undergraduate groups, outreach specialists, and museum professionals. Workshop participants then return to their home institutions and lead their groups through the improved Performance Training Package delivered via Moodle, with support from FST team members and social networking tools. The second deliverable is the FST Methods Workshop. The Methods Workshop is designed to teach formal and informal educators to use selected methods (Investigation Question, Embedded Assessment, and Act-It-Out) in their outreach efforts and classroom teaching.  Four workshops will be presented at national meetings and at the invitation of colleges, universities, and science centers. Follow-up with workshop participants will be mediated through an online forum to encourage experimentation, modification, and dissemination of a second generation of FST activities. The final project deliverable is the development and implementation of a Promotion and Recruitment Plan to connect professional audiences with FST. The Distance Performance Training Program and workshops will be evaluated using mixed methods, while embedded assessment will be utilized to measure the impact on youth participants attending SI shows to determine the overall effectiveness the Distance Performance Training.\r\n\r\nThis project is designed to have important impacts on STEM education and society. The proposed dissemination program brings innovative models and methods into the hands of informal science education practitioners who can use them to engage local audiences and enhance their own teaching and communication practices. Finally the project offers likely benefits for society through the creation and dissemination of innovative practices to combat science illiteracy, diminishing pools of scientists and engineers, lack of understanding about the nature of science, and the achievement gap that exacerbates these problems. This project could be transformative in informal science education as SI Shows use theater to engage audiences in multiple aspects of science learning. It is anticipated that this project will reach up to 2,500 individuals in public and professional audiences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Holly",
   "pi_last_name": "Kerby",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Holly W Kerby",
   "pi_email_addr": "hkerby@madisoncollege.edu",
   "nsf_id": "000282373",
   "pi_start_date": "2011-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Madison Area Technical College",
  "inst_street_address": "1701 WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082466676",
  "inst_zip_code": "537042599",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "MADISON AREA TECHNICAL COLLEGE DISTRICT",
  "org_prnt_uei_num": "H9W3B71EFTM8",
  "org_uei_num": "TK2SQD3B8M44"
 },
 "perf_inst": {
  "perf_inst_name": "Madison Area Technical College",
  "perf_str_addr": "1701 WRIGHT ST",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537042599",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 499993.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Fusion Science Theater National Training and Dissemination Program (DRL 11-14568) builds on the success of the Fusion Science Theater planning grant (DRL 07-32142).&nbsp; Both grants concern the chemical demonstration show, a popular form of Informal Science Education (ISE) performed in museums, universities, classrooms, and public venues.&nbsp; Demonstration shows capture attention and generate excitement.&nbsp; They may also increase interest in science.&nbsp; But research shows that demonstrations are not educational; they do not increase understanding of the concepts demonstrated.&nbsp; Fusion Science Theater (FST) addressed and overcame this limitation in our planning grant. &nbsp;We borrowed methods from the discipline of drama and story to create playful, participatory, and inquiry-based shows that included an embedded assessment of cognitive gains. These shows increased children&rsquo;s interest, self-efficacy, and conceptual understanding.&nbsp; This breakthrough inspired the goal of the current grant: &nbsp;to put the new shows and innovative methods into the hands of ISE practitioners across the country.&nbsp; This goal was achieved through two main activities: (1) Developing a training program to enable anyone who does a demonstration show to perform an FST show; (2) Running workshops to teach informal and formal educators the elements of story and how they can be used to design a compelling conceptual learning experience;</p>\n<p>In the first activity, FST developed a three-day face-to-face workshop that trained six groups from around the country to perform <em>Will It Light?</em>, a show about the conductivity of solutions.&nbsp; Five of the groups were from undergraduate groups affiliated with the American Chemical Society; the sixth was from a science museum. After the training, five of the six groups led rehearsals and productions of <em>Will It Light?</em> &nbsp;in their own communities.&nbsp; These shows produced enthusiastic audience engagement, more favorable attitudes toward science, and statistically significant learning gains as measured by embedded assessment. This convinced us that, with a little training, our scripts could allow university groups across the country to engage their audiences in the joy and satisfiaction of conceptual learning as well as the excitement of spectacle.&nbsp;</p>\n<p>When word of the FST Performance Training Program spread, FST received many requests from museum educators who wanted to perform our shows.&nbsp; We didn&rsquo;t have the time or money to train them in person, so we made kits composed of show scripts, videos of a live performance, and a performance handbook with detailed instructions.&nbsp; We sent these kits to staff at five museums and one university group who used them to perform shows without face-to-face or online training. &nbsp;These shows were used in a variety of contexts&mdash;outreach, museum theater, youth leadership programs, etc., but all of them yielded gains similar to those observed with the face-to-face training.&nbsp; This was the best news of all.&nbsp; Now groups across the country could perform FST shows simply by procuring a kit.&nbsp; We then worked with the Institute for Chemical Education in Madison, WI to create professional kits for three shows:&nbsp; <em>Bouncemania</em>, <em>Atom in a Solid</em>, and <em>Will It Light?</em>&nbsp; These are available for a nominal fee through fusionsciencetheater.org.&nbsp; Scripts that are not kitted are also available upon request.&nbsp;</p>\n<p>Our work on the development of FST Method Workshops met with equally surprising but positive results.&nbsp; We initially planned for 4 workshops; in the end we delivered 23.&nbsp; These workshops targeted a wide range of educators:&nbsp; from K-12 teachers and college faculty to museum staff and undergraduate students. &nbsp;In the early years of the grant, the workshops concentrated on repor...",
  "por_txt_cntn": "\nThe Fusion Science Theater National Training and Dissemination Program (DRL 11-14568) builds on the success of the Fusion Science Theater planning grant (DRL 07-32142).  Both grants concern the chemical demonstration show, a popular form of Informal Science Education (ISE) performed in museums, universities, classrooms, and public venues.  Demonstration shows capture attention and generate excitement.  They may also increase interest in science.  But research shows that demonstrations are not educational; they do not increase understanding of the concepts demonstrated.  Fusion Science Theater (FST) addressed and overcame this limitation in our planning grant.  We borrowed methods from the discipline of drama and story to create playful, participatory, and inquiry-based shows that included an embedded assessment of cognitive gains. These shows increased childrenÆs interest, self-efficacy, and conceptual understanding.  This breakthrough inspired the goal of the current grant:  to put the new shows and innovative methods into the hands of ISE practitioners across the country.  This goal was achieved through two main activities: (1) Developing a training program to enable anyone who does a demonstration show to perform an FST show; (2) Running workshops to teach informal and formal educators the elements of story and how they can be used to design a compelling conceptual learning experience;\n\nIn the first activity, FST developed a three-day face-to-face workshop that trained six groups from around the country to perform Will It Light?, a show about the conductivity of solutions.  Five of the groups were from undergraduate groups affiliated with the American Chemical Society; the sixth was from a science museum. After the training, five of the six groups led rehearsals and productions of Will It Light?  in their own communities.  These shows produced enthusiastic audience engagement, more favorable attitudes toward science, and statistically significant learning gains as measured by embedded assessment. This convinced us that, with a little training, our scripts could allow university groups across the country to engage their audiences in the joy and satisfiaction of conceptual learning as well as the excitement of spectacle. \n\nWhen word of the FST Performance Training Program spread, FST received many requests from museum educators who wanted to perform our shows.  We didnÆt have the time or money to train them in person, so we made kits composed of show scripts, videos of a live performance, and a performance handbook with detailed instructions.  We sent these kits to staff at five museums and one university group who used them to perform shows without face-to-face or online training.  These shows were used in a variety of contexts&mdash;outreach, museum theater, youth leadership programs, etc., but all of them yielded gains similar to those observed with the face-to-face training.  This was the best news of all.  Now groups across the country could perform FST shows simply by procuring a kit.  We then worked with the Institute for Chemical Education in Madison, WI to create professional kits for three shows:  Bouncemania, Atom in a Solid, and Will It Light?  These are available for a nominal fee through fusionsciencetheater.org.  Scripts that are not kitted are also available upon request. \n\nOur work on the development of FST Method Workshops met with equally surprising but positive results.  We initially planned for 4 workshops; in the end we delivered 23.  These workshops targeted a wide range of educators:  from K-12 teachers and college faculty to museum staff and undergraduate students.  In the early years of the grant, the workshops concentrated on reporting our successes and explaining our arts-based methods, but, in the end, they enabled participants to use FST methods to transform their own outreach and communication practices.  A one-day workshop at Center for Sustainable Materials allowed graduate students to write ..."
 }
}