{
 "awd_id": "1114813",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "International Conference on Biological Physics 2011, June 19-24, 2011, University of California, San Diego, CA",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032924666",
 "po_email": "kblagoev@nsf.gov",
 "po_sign_block_name": "Krastan Blagoev",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2012-04-30",
 "tot_intn_awd_amt": 30000.0,
 "awd_amount": 30000.0,
 "awd_min_amd_letter_date": "2011-04-28",
 "awd_max_amd_letter_date": "2011-04-28",
 "awd_abstract_narration": "The 7th triennial IUPAP meeting, International Conference on Biological Physics (ICBP 2011) will take place June 19-24, 2011 at the University of California, San Diego. A quantitative description of Biology is rapidly emerging as a major new frontier for science in the 21st century. This field involves the cross-fertilization of ideas and methods from biology and biochemistry on the one hand and the physics of complex systems on the other. The theoretical and experimental collaboration needed for continued expansion of this field has been established, and this conference provides one of a few venues to facilitate cross-fertilization between the disciplines of mathematics, biology, physics, and chemistry. The ICBP2011 meeting is the only meeting of its genre that focuses specifically on facilitating interactions between \"biological physics\" researchers from both developing and industrialized nations, with an additional emphasis on the involvement of junior researchers (graduate students and post-doctoral scholars). The 2011 meeting will engage 500-600 junior and senior researchers from over 40 different countries.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jose",
   "pi_last_name": "Onuchic",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Jose N Onuchic",
   "pi_email_addr": "jonuchic@rice.edu",
   "nsf_id": "000439699",
   "pi_start_date": "2011-04-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 GILMAN DR",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  },
  {
   "pgm_ele_code": "724600",
   "pgm_ele_name": "PHYSICS OF LIVING SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1144",
   "pgm_ref_txt": "BIOMOLECULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "7246",
   "pgm_ref_txt": "PHYSICS OF LIVING SYSTEMS"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 30000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><pre><strong>7<sup>th</sup> IUPAP International Conference on Biological Physics</strong></pre>\n<pre>hosted by the<strong> </strong><strong>Center for Theoretical Biological Physics </strong>at the</pre>\n<pre><strong>University of California, San Diego, June 19-24, 2011</strong></pre>\n<pre><strong>http://icbp2011.ucsd.edu</strong><strong></strong></pre>\n<pre>&nbsp;</pre>\n<p><strong><span style=\"text-decoration: underline;\">Conference Background and Overview</span></strong>. A quantitative description of Biology is rapidly emerging as a major new frontier for science in the 21st century. This field involves the cross-fertilization of ideas and methods from biology and biochemistry on the one hand and the physics of complex systems on the other. The theoretical and experimental collaboration needed for continued expansion this field has been established, and this conference provided one of very few venues to facilitate cross-fertilization between the disciplines of mathematics, biology, physics, and chemistry. In addition, the ICBP2011 meeting is the only meeting of it&rsquo;s genre that focuses specifically on facilitating interactions between &ldquo;biological physics&rdquo; researchers from both developing and industrialized nations, with an additional emphasis on the involvement of junior researchers (graduate students and post-doctoral scholars).</p>\n<pre>&nbsp;</pre>\n<p>The International Conference on Biological Physics (ICBP) is a triennial conference of the <strong><em>International Union of Pure and Applied Physics</em></strong> (IUPAP). The 7<sup>th</sup> conference (ICBP2011) was hosted by the Center for Theoretical Biological Physics at the University of California, San Diego, June 19-24, 2011. This conference continued the tradition of bringing together students, and junior and senior researchers from a broad spectrum of biological physics disciplines, and originating from all countries of the world. ICBP2011 conference included two workshops; Molecular Biological Physics with connections to cellular information processing networks, and the Physics of Living Systems. These workshops focused on young scientists (graduate students &amp; postdoctoral fellows), and more senior scientists in other fields transitioning into biological physics. In addition to the workshops, the conference also hosted 5 plenary lectures, one roundtable discussion, 12 symposia and a poster session. This conference also served as the general meeting of the IUPAP C6 [Biological Physics] Commission.</p>\n<p>&nbsp;</p>\n<pre><strong><span style=\"text-decoration: underline;\">Conference Demographics</span></strong>. The conference was attended by over 400 researchers (registered and last-minute attendees from many local institutions) from 31 countries; </pre>\n<pre> </pre>\n<pre> 40% faculty </pre>\n<pre> 14% postdoctoral scholars </pre>\n<pre> 33% graduate students </pre>\n<pre> 10% undergraduate students</pre>\n<pre>&nbsp;</pre>\n<pre> <strong><em>10%</em></strong> of all <strong><em>attendees</em></strong> were from <strong><em>developing countries</em></strong></pre>\n<pre> <strong><em>33%</em></strong> of all <strong><em>attendees</em></strong> were <strong><em>women</em></strong></pre>\n<pre> <strong><em>25%</em></strong> of all <strong><em>invited speakers</em></strong> were <strong><em>women</em></strong></pre>\n<pre>&nbsp;</pre>\n<pre>It is important to note that although &ldquo;faculty&rdquo; represented 40% of the total participants (by total head count) at the conference, almost 50% of the faculty were invited speakers, session chairs and/or organizers. If we exclude the &ldquo;faculty presenters&rdquo;, junior researchers (postdoctoral scholars, graduate and undergraduate students) accounted for almost 80% of all attendees. </pre>\n<p>&nbsp;</p>\n<p>Over <strong><em>90% of the attendees from developing countries</em></strong> and over <strong><em>50% of the junior researchers</em></strong> ...",
  "por_txt_cntn": "7th IUPAP International Conference on Biological Physics\nhosted by the Center for Theoretical Biological Physics at the\nUniversity of California, San Diego, June 19-24, 2011\nhttp://icbp2011.ucsd.edu\n \n\nConference Background and Overview. A quantitative description of Biology is rapidly emerging as a major new frontier for science in the 21st century. This field involves the cross-fertilization of ideas and methods from biology and biochemistry on the one hand and the physics of complex systems on the other. The theoretical and experimental collaboration needed for continued expansion this field has been established, and this conference provided one of very few venues to facilitate cross-fertilization between the disciplines of mathematics, biology, physics, and chemistry. In addition, the ICBP2011 meeting is the only meeting of itÆs genre that focuses specifically on facilitating interactions between \"biological physics\" researchers from both developing and industrialized nations, with an additional emphasis on the involvement of junior researchers (graduate students and post-doctoral scholars).\n \n\nThe International Conference on Biological Physics (ICBP) is a triennial conference of the International Union of Pure and Applied Physics (IUPAP). The 7th conference (ICBP2011) was hosted by the Center for Theoretical Biological Physics at the University of California, San Diego, June 19-24, 2011. This conference continued the tradition of bringing together students, and junior and senior researchers from a broad spectrum of biological physics disciplines, and originating from all countries of the world. ICBP2011 conference included two workshops; Molecular Biological Physics with connections to cellular information processing networks, and the Physics of Living Systems. These workshops focused on young scientists (graduate students &amp; postdoctoral fellows), and more senior scientists in other fields transitioning into biological physics. In addition to the workshops, the conference also hosted 5 plenary lectures, one roundtable discussion, 12 symposia and a poster session. This conference also served as the general meeting of the IUPAP C6 [Biological Physics] Commission.\n\n \nConference Demographics. The conference was attended by over 400 researchers (registered and last-minute attendees from many local institutions) from 31 countries; \n \n 40% faculty \n 14% postdoctoral scholars \n 33% graduate students \n 10% undergraduate students\n \n 10% of all attendees were from developing countries\n 33% of all attendees were women\n 25% of all invited speakers were women\n \nIt is important to note that although \"faculty\" represented 40% of the total participants (by total head count) at the conference, almost 50% of the faculty were invited speakers, session chairs and/or organizers. If we exclude the \"faculty presenters\", junior researchers (postdoctoral scholars, graduate and undergraduate students) accounted for almost 80% of all attendees. \n\n \n\nOver 90% of the attendees from developing countries and over 50% of the junior researchers (post-doctoral scholars, graduate students and undergraduate students) received some kind financial assistance (full/partial travel awards, registration/housing waivers, etc.) from the conference.\n \nConference Program Summary. The conference was preceded by two workshops: an intensive hands-on training workshop (\"Computational Molecular Biophysics\") and a student-centered mini-conference (\"The Physics of Living Systems\"). \n Over two dozen graduate students and postdoctoral scholars received leading-edge practical training in molecular dynamics techniques and coarse-grained simulations with biophysical applications in the computational molecular biophysics workshop organized by Prof. Andy McCammon (UCSD) and Robert Konecny (CTBP/NBCR, UCSD). \n The Physics of Living Systems (PoLS) mini-conference was the collaborative effort of faculty and graduate students at UCSD, the University of Illinois, Urbana-Champaign, Y..."
 }
}