{
 "awd_id": "1114852",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collection of a High-Resolution Spatial and Ground-Based Dataset From the 2010 Explosive Events at Merapi Volcano, Java, Indonesia",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sonia Esperanca",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2012-02-29",
 "tot_intn_awd_amt": 32810.0,
 "awd_amount": 32810.0,
 "awd_min_amd_letter_date": "2011-03-02",
 "awd_max_amd_letter_date": "2011-03-02",
 "awd_abstract_narration": "This project is supported by the Petrology and Geochemistry program (Division of Earth Sciences, Directorate of Geosciences) in cooperation with the Office of International Science and Engineering. Merapi Volcano, located in heavily populated Central Java, is one of Indonesia's most active and dangerous volcanoes. After four years of quiescence, an eruption began on 26 October 2010 that was characterized by explosions along with pyroclastic density current (PDCs) that traveled to the western and southern sectors of the volcano. Reports on 27 October noted that about 35 people died and several were injured. Explosive activity increased during the following days until 4 and 5 November 2010, when a series of large explosions sent various PDCs ~15 km away from the summit, killing more than 300 people. According to the Center of Volcanology and Geological Hazard Mitigation at the Merapi Volcano Observatory, this constitutes the largest eruption at this volcano since 1872, with a current Volcanic Explosivity Index estimated between 3 and 4. These hazardous explosive events present a rare opportunity to collect a uniquely detailed dataset of the source, extent, lateral variations and impact of PDC deposits on a densely populated area. The urgency of the application derives from the ephemeral nature of the pristine deposits associated with these events: these will soon be washed away by the current rainy season in Indonesia and it is rare to have the opportunity to collect key data from such hazardous volcanic flows. \r\n\r\nThe main goals of this RAPID are to collect sufficient data, together with an international team, to: 1) document the sources, duration and runout distances of the different PDCs generated during the 2010 eruptive crisis of Merapi; 2) measure the variations in extent, distribution, morphology, lithology and thickness of the different 2010 PDC deposits using different ground-base techniques; 3) obtain and compute a compilation of spatial images taken prior, during and after the eruption. The effects of topography on flow dynamics will be examined in the field through a Real-Time GPS / Laser Rangefinder survey of the surface of the associated deposits immediately after flow emplacement (once these areas are deemed safe).Collection of such a dataset will be used to generate the pre- and post-eruption numerical topographies for testing the sensitivity to geophysical mass flow model (GMFM) outputs for various qualities of digital representations of natural terrain. A high-resolution benchmark DEM dataset will be computed based on the TanDEM misson-X (roughly 3 m spatial resolution, 1-2 m vertical accuracy). Application of TerraSAR data to generate accurate numerical topographies and/or capturing rapid topographic changes associated with the emplacement of PDC deposits over a short period has tremendous potential benefits to better understand the dynamics of such hazardous volcanic flows. Previous authors have shown the importance of the choice of the DEM on computational routines for reconstructing the different paths, velocities and extents of various flows, and for correctly estimating the areas and levels of hazards associated with future volcanic activity. Data obtained during this project will also be integrated into numerical simulations using freely available GMFMs and allow the validity of these models to be tested, with better quantification of best-fit input parameters. This approach will provide one basis for defining hazard zonations of key areas at risk from PDCs at Merapi, which can be directly integrated into the current hazard mitigation plans at this high-risk volcano. Consequently, the work proposed here will be of immediate benefit to all groups involved in assessing volcano hazards either directly (at observatories on some of the most active volcanoes around the world) or through remote sensing techniques. This project will provide direct support to Sylvain Carbonnier (a post-doctoral Fellow at USF through August 2012) and an exceptional research experience for Jose Armando Saballos (PhD student at USF working on debris flow hazards at Concepcion volcano, Nicaragua).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Connor",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Charles B Connor",
   "pi_email_addr": "cbconnor@usf.edu",
   "nsf_id": "000310918",
   "pi_start_date": "2011-03-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sylvain",
   "pi_last_name": "Charbonnier",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sylvain Charbonnier",
   "pi_email_addr": "sylvain@usf.edu",
   "nsf_id": "000581500",
   "pi_start_date": "2011-03-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Connor",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Laura Connor",
   "pi_email_addr": "lconnor@usf.edu",
   "nsf_id": "000582378",
   "pi_start_date": "2011-03-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Dixon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy Dixon",
   "pi_email_addr": "thd@usf.edu",
   "nsf_id": "000594040",
   "pi_start_date": "2011-03-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Florida",
  "inst_street_address": "4202 E FOWLER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "TAMPA",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8139742897",
  "inst_zip_code": "336205800",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "FL15",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NKAZLXLL7Z91"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Florida",
  "perf_str_addr": "4202 E FOWLER AVE",
  "perf_city_name": "TAMPA",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "336205800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "FL15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9198",
   "pgm_ref_txt": "OTHER ENVIRONMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 32810.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p>The project focused on collecting sufficient data: (1) document the<br />sources, duration and runout distances of the different pyroclastic density<br />currents (PDCs) generated during the 2010 eruptive crisis of Merapi; (2) measure the variations in extent, distribution, morphology, lithology and thickness of the different 2010 PDC deposits, using different ground based techniques; and, (3) obtain and compute a compilation of spatial images taken prior, during and after the eruption. Recent advances have been made in using high-resolution remote sensing dataset (such as the recently available satellite imagery data from GeoEye-1 and/or WorldView-2 with 50 cm spatial resolution) for the analysis of volcanic terrains and eruptive phenomena. By combining detailed reports made by their Indonesian colleagues of the Center of Volcanology and Geological Hazard Mitigation at Yogyakarta during the eruption, with a multi-temporal dataset of WorldView-2 high-resolution satellite images taken just before (July 2010), during (on the 29 October 2010) and after (on the 11 November 2010) the 2010 eruption, results provide valuable information about the types and mobility of the 2010 PDCs that help to improve models of PDC dynamics and related hazards.</p>\n<p>&nbsp;</p>\n<p>In order to measure the variations in extent, distribution, morphology,<br />lithology and thickness of the 2010 PDC deposits, some of the more traditional<br />and qualitative techniques are crucial, as they help to improve knowledge of the transport and deposition processes of PDCs. An extensive field campaign carried out in 2011 offered the opportunity to perform a detailed study of the sedimentological, stratigraphical, granulometrical and componentry characteristics of the different deposits after the first rainy season following the eruption. We used two Leica TruPulse360 laser rangefinders and measured 30 stratigraphic sections to investigate the extent and thicknesses of the 2010 PDC deposits located in the southern flank of Merapi and that 50 samples from different units were collected, with the aim of including all the three types of deposits mapped during the 2011 survey. Using such long-established and conventional techniques, variations of the internal architecture of the deposits can give us some crucial information about the dynamics and transport mechanisms of the different PDCs. The project has used a number of ground-based techniques to study the PDCs. Grain size analysis of the valley filling and overbank PDC deposits was performed at each stratigraphic section. Matrix componentry analyses were also performed both in the field and in the lab using a binocular microscope and point counting particles between &ndash;1 phi (2 mm) and 3 phi (125 &mu;m). Combining these two techniques allowed direct comparison of both the grain size distribution and relative componentry of different samples. Through this approach utilizing detailed stratigraphic work on the different depositional units, along with their longitudinal and lateral facies correlations, we were able to estimate the volumes of the different PDCs.</p>\n<p>&nbsp;</p>\n<p>By integrating well-constrained physical parameters obtained on the<br />different 2010 PDCs, such as extent, volume, mobility parameter and source<br />condition for each single event, into numerical simulations using freely<br />available mass flow models, probability modeling and statistical methods for<br />defining best-fit input parameters, we can develop a systematic approach for correctly estimating model uncertainties arising from poor parameter estimation, pre-event topography and mechanical understanding of volcanic flows. This method can also be used for detecting and measuring rapid topographic changes occurring during short eruptive periods and defining hazard zonations for key areas at risk from future volcanic activity. The high resolutio...",
  "por_txt_cntn": "\n\n\n\n\nThe project focused on collecting sufficient data: (1) document the\nsources, duration and runout distances of the different pyroclastic density\ncurrents (PDCs) generated during the 2010 eruptive crisis of Merapi; (2) measure the variations in extent, distribution, morphology, lithology and thickness of the different 2010 PDC deposits, using different ground based techniques; and, (3) obtain and compute a compilation of spatial images taken prior, during and after the eruption. Recent advances have been made in using high-resolution remote sensing dataset (such as the recently available satellite imagery data from GeoEye-1 and/or WorldView-2 with 50 cm spatial resolution) for the analysis of volcanic terrains and eruptive phenomena. By combining detailed reports made by their Indonesian colleagues of the Center of Volcanology and Geological Hazard Mitigation at Yogyakarta during the eruption, with a multi-temporal dataset of WorldView-2 high-resolution satellite images taken just before (July 2010), during (on the 29 October 2010) and after (on the 11 November 2010) the 2010 eruption, results provide valuable information about the types and mobility of the 2010 PDCs that help to improve models of PDC dynamics and related hazards.\n\n \n\nIn order to measure the variations in extent, distribution, morphology,\nlithology and thickness of the 2010 PDC deposits, some of the more traditional\nand qualitative techniques are crucial, as they help to improve knowledge of the transport and deposition processes of PDCs. An extensive field campaign carried out in 2011 offered the opportunity to perform a detailed study of the sedimentological, stratigraphical, granulometrical and componentry characteristics of the different deposits after the first rainy season following the eruption. We used two Leica TruPulse360 laser rangefinders and measured 30 stratigraphic sections to investigate the extent and thicknesses of the 2010 PDC deposits located in the southern flank of Merapi and that 50 samples from different units were collected, with the aim of including all the three types of deposits mapped during the 2011 survey. Using such long-established and conventional techniques, variations of the internal architecture of the deposits can give us some crucial information about the dynamics and transport mechanisms of the different PDCs. The project has used a number of ground-based techniques to study the PDCs. Grain size analysis of the valley filling and overbank PDC deposits was performed at each stratigraphic section. Matrix componentry analyses were also performed both in the field and in the lab using a binocular microscope and point counting particles between &ndash;1 phi (2 mm) and 3 phi (125 &mu;m). Combining these two techniques allowed direct comparison of both the grain size distribution and relative componentry of different samples. Through this approach utilizing detailed stratigraphic work on the different depositional units, along with their longitudinal and lateral facies correlations, we were able to estimate the volumes of the different PDCs.\n\n \n\nBy integrating well-constrained physical parameters obtained on the\ndifferent 2010 PDCs, such as extent, volume, mobility parameter and source\ncondition for each single event, into numerical simulations using freely\navailable mass flow models, probability modeling and statistical methods for\ndefining best-fit input parameters, we can develop a systematic approach for correctly estimating model uncertainties arising from poor parameter estimation, pre-event topography and mechanical understanding of volcanic flows. This method can also be used for detecting and measuring rapid topographic changes occurring during short eruptive periods and defining hazard zonations for key areas at risk from future volcanic activity. The high resolution benchmark DEM dataset based on the TanDEM-X mission is still under construction, and subsequently has not yet been influential in this study. Multiple..."
 }
}