{
 "awd_id": "1114370",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PFI:  A platform-based approach to developing and delivering nanoparticle antivirals for disease control in farmed shrimp",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sara B. Nerlove",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 599907.0,
 "awd_amount": 599907.0,
 "awd_min_amd_letter_date": "2011-06-08",
 "awd_max_amd_letter_date": "2011-06-08",
 "awd_abstract_narration": "This Partnerships for Innovation (PFI) project from Iowa State University (ISU) is based on the overarching goal of developing an effective and adaptable system for disease control in farmed shrimp.  The project emphasizes two emerging technologies RNA interference--(RNAi) and nano-structured materials--to function in concert as an antiviral effector molecule and delivery system, respectively.  Infectious diseases caused by viral pathogens account for substantial mortality in farmed Pacific white shrimp (Litopenaeus vannamei) and result in devastating financial losses.  The aim of this project is to rapidly develop highly specific RNAi-based antiviral molecules to protect individual shrimp from emerging viral infections.  These antiviral molecules will be combined with a nanoparticle substrate so that the antiviral can be delivered orally to individual shrimp during the rearing process.   The goals and predicted outcomes of this project will result in a platform system that can be rapidly adapted to respond to ever-evolving and emerging infectious disease issues in shrimp farming.  Therefore, the project has strong potential for sustained innovation and to transform disease control for this industry. \r\n\r\nThe broader impacts of this project, beyond those for the partners, are economic benefits to the U.S., including the following:  1) Stable or even lower consumer prices for a high protein seafood product supplied from an industry that would dramatically increase its supply, if vaccines were available; 2) benefit to U.S. companies that export wheat and soybeans-- the two main ingredients in shrimp feeds--along with U.S. feed companies that export high tech microencapsultated larval feeds to shrimp hatcheries worldwide; 2) producers of breeding stocks of shrimp, 3) sustainable and predictable harvests for domestic shrimp producers, and 4) positioning the U.S. as the leader in the aquaculture biotechnologies needed for shrimp/fish farmers to supply future increases in demand for seafood that the capture fisheries cannot meet. Broader impacts will also be witnessed through training junior scientists at the undergraduate, graduate, and postdoctoral levels in a manner that will advance their capacity to practice science in an environment of entrepreneurialism--balancing bench work and scientific advancement with the demands and timelines of business.  Trainees will benefit from academics and professional development mentoring at the lead institution and from regular interactions and time with the employees and leadership at the associated knowledge-enhancement partner companies.  \r\n\r\nPartners at the inception of the project are all part of the Knowledge Enhancement Partnership (KEP) unit, consisting of Iowa State University (Department of Entomology) and two small businesses: Harrisvaccines (HV) (Ames, IA) and Liquidia Technologies (LT) (Research Triangle Park, NC).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lyric",
   "pi_last_name": "Bartholomay",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Lyric C Bartholomay",
   "pi_email_addr": "lyric.bartholomay@wisc.edu",
   "nsf_id": "000416854",
   "pi_start_date": "2011-06-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sharron",
   "pi_last_name": "Quisenberry",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Sharron S Quisenberry",
   "pi_email_addr": "sharronq@iastate.edu",
   "nsf_id": "000540929",
   "pi_start_date": "2011-06-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "1350 BEARDSHEAR HALL",
  "perf_city_name": "AMES",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500112103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "166200",
   "pgm_ele_name": "PFI-Partnrships for Innovation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1084",
   "pgm_ref_txt": "NANOTECHNOLOGY INITIATIVE"
  },
  {
   "pgm_ref_code": "1662",
   "pgm_ref_txt": "PARTNRSHIPS FOR INNOVATION-PFI"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 599907.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This award, entitled &ldquo;A platform-based approach to developing and delivering nanoparticle antivirals for disease control in farmed shrimp&rdquo; supported a research project that was a true partnership in innovation.&nbsp; Farmed shrimp production and sales support an industry that is worth an estimated 9 billion dollars annually.&nbsp; The U.S. is the primary importer of farmed shrimp; over 500,000 metric tons of shrimp are imported every year for U.S. consumers. &nbsp;Infectious diseases, particular viral diseases, have a tremendous impact on the industry. &nbsp;When disease hits a pond of growing shrimp, the grower is forced to prematurely harvest, or can result in complete loss of animals; billions of dollars of production loss are attributed to viral diseases.&nbsp; Despite the economic importance of this industry, there are no veterinary interventions available to protect or cure shrimp of infections.&nbsp; We proposed to develop an innovative and flexible approach to shrimp disease control using an antiviral coupled with a nanoparticle delivery system.&nbsp; The concept for this award was to develop a nanoparticle substrate that associates with and delivers an antiviral molecule to the animals orally in the water. The antiviral molecules for this approach are double-stranded RNAs (dsRNA) that function as a vaccine, enhancing the shrimp immune response to breakdown the target virus.&nbsp; Specific goals outlined to meet the overarching goal are 1) to develop new antiviral molecules for the two most economically important viruses of shrimp, and 2) to optimize nanoparticle substrates for oral delivery of those antiviral molecules.&nbsp;&nbsp; We envisioned a product that will be delivered to young juvenile shrimp, and a product that can be rapidly adapted to respond to ever-evolving and emerging infectious disease issues in shrimp farming; therefore this project has strong potential for sustained innovation in response to market demand.&nbsp; Furthermore, approach we&rsquo;ve taken to this work provides a platform for disease control in shrimp, but could readily be used in disease control for other aquaculture (e.g., finned fish) or agriculture (e.g., honeybees) species of interest.&nbsp;</p>\n<p>We realized tremendous success in the original goals and made significant advancements toward the developing products that control shrimp disease.&nbsp; New and potent antiviral molecules were developed for both Infectious myonecrosis virus (IMNV) and White spot syndrome virus (WSSV).&nbsp; &nbsp;Further, we showed that polyanhydride-based nanoparticles can get into, and disseminate through the tissues of shrimp.&nbsp; Finally, we have shown that these particles deliver antiviral molecules to shrimp tissues and provide protection from disease caused by WSSV and IMNV.&nbsp; In the process, broader impacts were realized in training a number of young scientists.&nbsp; Five undergraduate students engaged in research efforts that have expanded their skillsets in animal handling, sterile techniques and molecular biology.&nbsp; One graduate student focused her efforts on this project, earned her PhD at Iowa State University, and has 4 first author publications pending.&nbsp; Four postdoctoral scholars engaged in this work and have had opportunity to present their research at national and international scientific meetings.&nbsp; All of the postdoctoral researchers have authorship on pending publications.&nbsp; Because of the Partnership for Innovation mechanism of funding, our academic lab at Iowa State University partnered with a local biotechnology company and benefited from interactions with shrimp industry partners; as a result, trainees had a unique opportunity to work toward the goals of the project and understand the drive to develop a product with profound potential economic benefit.&nbsp; &nbsp;Two intellectual property disclosures have been filed with the PI and...",
  "por_txt_cntn": "\nThis award, entitled \"A platform-based approach to developing and delivering nanoparticle antivirals for disease control in farmed shrimp\" supported a research project that was a true partnership in innovation.  Farmed shrimp production and sales support an industry that is worth an estimated 9 billion dollars annually.  The U.S. is the primary importer of farmed shrimp; over 500,000 metric tons of shrimp are imported every year for U.S. consumers.  Infectious diseases, particular viral diseases, have a tremendous impact on the industry.  When disease hits a pond of growing shrimp, the grower is forced to prematurely harvest, or can result in complete loss of animals; billions of dollars of production loss are attributed to viral diseases.  Despite the economic importance of this industry, there are no veterinary interventions available to protect or cure shrimp of infections.  We proposed to develop an innovative and flexible approach to shrimp disease control using an antiviral coupled with a nanoparticle delivery system.  The concept for this award was to develop a nanoparticle substrate that associates with and delivers an antiviral molecule to the animals orally in the water. The antiviral molecules for this approach are double-stranded RNAs (dsRNA) that function as a vaccine, enhancing the shrimp immune response to breakdown the target virus.  Specific goals outlined to meet the overarching goal are 1) to develop new antiviral molecules for the two most economically important viruses of shrimp, and 2) to optimize nanoparticle substrates for oral delivery of those antiviral molecules.   We envisioned a product that will be delivered to young juvenile shrimp, and a product that can be rapidly adapted to respond to ever-evolving and emerging infectious disease issues in shrimp farming; therefore this project has strong potential for sustained innovation in response to market demand.  Furthermore, approach weÆve taken to this work provides a platform for disease control in shrimp, but could readily be used in disease control for other aquaculture (e.g., finned fish) or agriculture (e.g., honeybees) species of interest. \n\nWe realized tremendous success in the original goals and made significant advancements toward the developing products that control shrimp disease.  New and potent antiviral molecules were developed for both Infectious myonecrosis virus (IMNV) and White spot syndrome virus (WSSV).   Further, we showed that polyanhydride-based nanoparticles can get into, and disseminate through the tissues of shrimp.  Finally, we have shown that these particles deliver antiviral molecules to shrimp tissues and provide protection from disease caused by WSSV and IMNV.  In the process, broader impacts were realized in training a number of young scientists.  Five undergraduate students engaged in research efforts that have expanded their skillsets in animal handling, sterile techniques and molecular biology.  One graduate student focused her efforts on this project, earned her PhD at Iowa State University, and has 4 first author publications pending.  Four postdoctoral scholars engaged in this work and have had opportunity to present their research at national and international scientific meetings.  All of the postdoctoral researchers have authorship on pending publications.  Because of the Partnership for Innovation mechanism of funding, our academic lab at Iowa State University partnered with a local biotechnology company and benefited from interactions with shrimp industry partners; as a result, trainees had a unique opportunity to work toward the goals of the project and understand the drive to develop a product with profound potential economic benefit.   Two intellectual property disclosures have been filed with the PI and two of the trainees mentioned above, to describe the information generated in these projects; one of these is in the patent process. \n\n\t\t\t\t\tLast Modified: 12/02/2014\n\n\t\t\t\t\tSubmitted by: Lyric Bartholomay"
 }
}