{
 "awd_id": "1114811",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Frontier and Empire on the Central Anatolian Plateau: Transitions at Cadir Hoyuk",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2011-06-15",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 294260.0,
 "awd_amount": 294260.0,
 "awd_min_amd_letter_date": "2011-06-20",
 "awd_max_amd_letter_date": "2011-06-20",
 "awd_abstract_narration": "A National Science Foundation grant will support archaeological work at the site of Çadýr Höyük in central Turkey (Anatolia).  Dr. Sharon Steadman and an international team will conduct three years of fieldwork including excavation and the conservation of both artifacts and architecture.  The international team, consisting of scholars from the U.S., Mexico, Canada, Europe, and Turkey, will investigate three important periods during the 6,000 years of nearly unbroken occupation at the Çadýr Höyük site (ca. 5200 B.C.E. - 1170 C.E.).  Previous research has demonstrated that the settlements at Çadýr Höyük experienced three significant transitional periods in which comfortable, stable, and well-stocked communities located either at the heart or the frontier of contemporary empires became far more unstable and residents coped with considerably more meager circumstances.  The first transition occurred in the later prehistory in the Late Chalcolithic/Early Bronze I (ca. 3300-2800 BCE), the second when the Hittite Empire collapsed around 1200 BCE, and the last during the Byzantine empire's fading control of central Anatolia (ca. 600-1100 CE).  The Çadýr team will examine the experiences of these settlements' residents as their surrounding worlds collapsed.  Particular areas of focus include subsistence practices, craft production, trade relations, and domestic and public buildings and spaces; results will reveal how residents experienced and reacted to changes and challenges in their day-to-day living circumstances. \r\n\r\nThe research at Çadýr will yield data on two major research areas of interest to scholars beyond Anatolia, namely those interested in frontier studies, and those investigating imperial collapse.  Additionally work will contribute to anthropological and archaeological literature on subsistence strategies in stable or stressful circumstances; craft production management in crisis periods; and sociopolitical reorganization in the context of collapsing external imperial/centralized systems.  \r\n\r\nAn additional element to the research is Çadýr's geographical position within each of these empires; as noted, in each of the three transitional cases, Çadýr was situated either at the heart of an empire, or in the frontier of one. The Late Chalcolithic Çadýr settlement rested in, or just beyond, Uruk's churning system at the turn of the 4th-to-3rd millennia; Çadýr was near the nerve center of the Hittite heartland in the second millennium; and it was a rural frontier settlement within the Byzantine Empire two thousand years later.  Micro-level investigations at the village level will be a lens through which both the impact a collapsing empire had on local populations, and the role that changes in these local/rural settlements played in the dissolution of these powerful imperial systems can be viewed.\r\n\r\nBroader impacts include the elucidation of multiple periods in a little known region of Anatolia (particularly the Chalcolithic and Byzantine periods).  The team will continue to provide original material and data to students for B.A. and Master's theses and Ph.D. dissertations; the project will also continue to serve as a training excavation for U.S., European, and Turkish students who wish to gain expertise in excavation and laboratory techniques while learning, first hand, about the livelihoods of 6000 years of northern Anatolian residents.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sharon",
   "pi_last_name": "Steadman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sharon Steadman",
   "pi_email_addr": "sharon.steadman@cortland.edu",
   "nsf_id": "000449654",
   "pi_start_date": "2011-06-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY College at Cortland",
  "inst_street_address": "21 GRAHAM AVE",
  "inst_street_address_2": "MILLER BUILDING",
  "inst_city_name": "CORTLAND",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6077532511",
  "inst_zip_code": "130452452",
  "inst_country_name": "United States",
  "cong_dist_code": "22",
  "st_cong_dist_code": "NY22",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "KCX1UVS7TDN4"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY College at Cortland",
  "perf_str_addr": "21 GRAHAM AVE",
  "perf_city_name": "CORTLAND",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "130452452",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "NY22",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 294260.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project investigated the rural site of &Ccedil;ad?r H&ouml;y&uuml;k on the north central Anatolian plateau. Our overarching goal was to examine the transitional periods following the collapse of major complex societies. &nbsp;In particular, the site of Cadir H&ouml;y&uuml;k is located either in the \"heart\" of an empire (Hittite period, second millennium BCE) or at the frontier edges of empires (Uruk System, fourth-third millennia BCE) and Byznatime empire (3rd-13th centuries CE). &nbsp;We recovered data on how a mid-range settlement such as Cadir might have fared as these systems declined and disappeared. &nbsp;Did residents survive and thrive, or collapse along with the systems in which they were located?</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Our research determined that in all three cases residents survived, and in many cases thrived, prior to, during, and after the collapse of imperial systems.&nbsp; During the prehistoric Late Chalcolithic to Early Bronze Age period, residents at the settlement apparently benefitted from trade networks stimulated by the Uruk system to the south.&nbsp; When the Uruk system collapsed trade networks significantly weakened and eventually disappeared.&nbsp; However, the site was not abandoned.&nbsp; Residents engaged in a restructuring of the settlement that allowed them to continue to practice a stable farming/herding lifestyle.&nbsp; Elites may have lost some status and position in the social hierarchy at the settlement, but overall the population carried on with their daily activities.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; After the collapse of the second millennium BCE Hittite Empire, with the capital fewer than 80 km from &Ccedil;ad?r, we might have expected total abandonment at this small settlement.&nbsp; Rather, residents never wavered in their tenacity at the site.&nbsp; When metal ore disappeared residents turned their eye toward textile production and began to make tools out of stone and clay.&nbsp; Ceramic styles changed and likely reverted to household production (rather than the mass produced ceramics available during Hittite times).&nbsp; Once again a restructuring of household industries was the key to a successful weathering of imperial collapse.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; While the Byzantine period investigated here does not encompass the collapse of the empire, it does cover the centuries of decline and loss of power (ca. 6<sup>th</sup> to 11<sup>th</sup> centuries CE).&nbsp; As the Byzantine empire had to turn their resources to fighting off Arab invasions and retracting their forces from lands lost to these external forces, the residents at &Ccedil;ad?r essentially did &ldquo;the same with less.&rdquo;&nbsp; Trade routes no longer brought luxury imports to the settlement, but this may have not impacted the farming community in any essential way.&nbsp; The elites who lived at &Ccedil;ad?r in the 5<sup>th</sup> and 6<sup>th</sup> centuries may have retreated from the site in the 7<sup>th</sup> century, but rather than leave the community to fend for itself in the face of hostile invasions, there was leadership present at the settlement from the 8<sup>th</sup>/9<sup>th</sup> centuries onward, seeing to the building of defensive structures.&nbsp; Whether these leaders were returning elites or cooperative farming families remains a question to answer in following seasons.&nbsp; As the Byzantine Empire declined the rural farming community of &Ccedil;ad?r H&ouml;y&uuml;k remained relatively stable, perhaps no longer supplying food to surrounding cities but certainly capable of supporting itself.&nbsp; This seems to have remained the case until final abandonment in the late 11<sup>th</sup> century.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In all three periods residen...",
  "por_txt_cntn": "\nThe project investigated the rural site of &Ccedil;ad?r H&ouml;y&uuml;k on the north central Anatolian plateau. Our overarching goal was to examine the transitional periods following the collapse of major complex societies.  In particular, the site of Cadir H&ouml;y&uuml;k is located either in the \"heart\" of an empire (Hittite period, second millennium BCE) or at the frontier edges of empires (Uruk System, fourth-third millennia BCE) and Byznatime empire (3rd-13th centuries CE).  We recovered data on how a mid-range settlement such as Cadir might have fared as these systems declined and disappeared.  Did residents survive and thrive, or collapse along with the systems in which they were located?\n\n            Our research determined that in all three cases residents survived, and in many cases thrived, prior to, during, and after the collapse of imperial systems.  During the prehistoric Late Chalcolithic to Early Bronze Age period, residents at the settlement apparently benefitted from trade networks stimulated by the Uruk system to the south.  When the Uruk system collapsed trade networks significantly weakened and eventually disappeared.  However, the site was not abandoned.  Residents engaged in a restructuring of the settlement that allowed them to continue to practice a stable farming/herding lifestyle.  Elites may have lost some status and position in the social hierarchy at the settlement, but overall the population carried on with their daily activities.\n\n            After the collapse of the second millennium BCE Hittite Empire, with the capital fewer than 80 km from &Ccedil;ad?r, we might have expected total abandonment at this small settlement.  Rather, residents never wavered in their tenacity at the site.  When metal ore disappeared residents turned their eye toward textile production and began to make tools out of stone and clay.  Ceramic styles changed and likely reverted to household production (rather than the mass produced ceramics available during Hittite times).  Once again a restructuring of household industries was the key to a successful weathering of imperial collapse.\n\n            While the Byzantine period investigated here does not encompass the collapse of the empire, it does cover the centuries of decline and loss of power (ca. 6th to 11th centuries CE).  As the Byzantine empire had to turn their resources to fighting off Arab invasions and retracting their forces from lands lost to these external forces, the residents at &Ccedil;ad?r essentially did \"the same with less.\"  Trade routes no longer brought luxury imports to the settlement, but this may have not impacted the farming community in any essential way.  The elites who lived at &Ccedil;ad?r in the 5th and 6th centuries may have retreated from the site in the 7th century, but rather than leave the community to fend for itself in the face of hostile invasions, there was leadership present at the settlement from the 8th/9th centuries onward, seeing to the building of defensive structures.  Whether these leaders were returning elites or cooperative farming families remains a question to answer in following seasons.  As the Byzantine Empire declined the rural farming community of &Ccedil;ad?r H&ouml;y&uuml;k remained relatively stable, perhaps no longer supplying food to surrounding cities but certainly capable of supporting itself.  This seems to have remained the case until final abandonment in the late 11th century.\n\n            In all three periods residents at this settlement sought ways to manage the crisis periods of imperial decay and collapse.  Much of this ability may have been due to the fact that for thousands of years, from first occupation to final abandonment, residents at &Ccedil;ad?r H&ouml;y&uuml;k were primarily farmers and herders, producing household goods to serve their needs, but never becoming specialized producers of goods required by imperial centers or their outlying cities.  In this way &Ccedil;ad?r residents could ben..."
 }
}