{
 "awd_id": "1114845",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Digitization TCN: InvertNet--An Integrative Platform for Research on Environmental Change, Species Discovery and Identification",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032927163",
 "po_email": "rsbeaman@nsf.gov",
 "po_sign_block_name": "Reed Beaman",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 454127.0,
 "awd_amount": 454127.0,
 "awd_min_amd_letter_date": "2011-06-30",
 "awd_max_amd_letter_date": "2014-06-03",
 "awd_abstract_narration": "This project will create InvertNet, an on-line virtual museum comprising >50 million insect and related arthropod specimens housed at 22 Midwestern institutions, focusing on the research theme of effects of land use changes on the biota of the Great Lakes and upper Mississippi River drainage basins.  These collections document 160 years of environmental change and are an invaluable and irreplaceable resource but, at present, are largely inaccessible to scientists and the general public.  Most previous efforts to capture and disseminate invertebrate collection data have focused on label data alone.  InvertNet will use advanced digitization and networking technologies to capture and display 2D and 3D images of specimens and labels, and incorporate them into a searchable database. These new techniques should reduce the cost of digitizing insect specimens substantially.\r\n\r\nBy allowing users to find and view detailed images of specimens of particular species and their associated data labels, InvertNet will provide universal access to collections previously restricted to researchers.  It will include links to the popular BugGuide.net insect identification website and to other biodiversity data portals used by researchers, educators, and the general public.  This will facilitate and support many aspects of biological research and education, including species discovery and identification, pest management, ecology and biogeography.  InvertNet will serve as a model, applicable to other kinds of biological collections, for the use of efficient, computer-assisted procedures to increase the speed and accuracy of collection data capture. This award is made as part of the National Resource for Digitization of Biological Collections through the Advancing Digitization of Biological Collections program and all data resulting from this award will be available through the national resource.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ralph",
   "pi_last_name": "Holzenthal",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Ralph W Holzenthal",
   "pi_email_addr": "holze001@umn.edu",
   "nsf_id": "000358666",
   "pi_start_date": "2011-06-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Tinerella",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Paul P Tinerella",
   "pi_email_addr": "ptinerel@umn.edu",
   "nsf_id": "000268533",
   "pi_start_date": "2011-06-30",
   "pi_end_date": "2014-06-03"
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "689500",
   "pgm_ele_name": "Digitization"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6895",
   "pgm_ref_txt": "DIGITIZATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 454127.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!-- p.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica; -webkit-text-stroke: #000000} p.p2 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica; -webkit-text-stroke: #000000; min-height: 13.0px} span.s1 {font-kerning: none} -->\n<p class=\"p1\"><span class=\"s1\">Intellectual Merit</span></p>\n<p class=\"p1\"><span class=\"s1\">As an InvertNet Thematic Collection Network collaborating institution, the University of Minnesota Insect Collection&rsquo;s (UMSP) main goals were to capture high resolution digital images of pinned insect specimen drawers, microscope slide mounted specimens, and data from index cards associated with alcohol preserved material. Commercially available flatbed scanners at high-resolution settings were used to very efficiently capture images of arrays of microscope slides placed face down in clear plexiglass trays. Index cards were similarly scanned.<span>&nbsp; </span>Two methods were used to capture high-resolution images of drawers.<span>&nbsp; </span>During the start-up phase of the project, commercially available digital SLR cameras and GigaPan EPIC robotic camera mounts attached to illuminated copy stands were used to take any array (column x row) of individual images subsequently &ldquo;stitched&rdquo; together using GigaPan stitching software to produce a zoomable, giga-pixel resolution image of each drawer.<span>&nbsp; </span>After the BugEye robotic system was developed, delivered, and installed by the lead institution all drawers were imaged with a second pass using this method and producing comparable images.<span>&nbsp; </span>Each method has advantages and disadvantages in our opinion (GigaPan: better resolution and color rendition, but distorted edges of drawers; BugEye: poorer resolution and color rendition, but integrated image stitching and lack of edge distortion). To date, all UMSP drawers (ca. 5,500) and slides (ca. 250,000) have been scanned, with accompanying taxonomic metadata.<span>&nbsp; </span>Many images have been uploaded to the InvertNet web portal, but others, especially slide images, are awaiting availability of an upgraded project website at the University of Illinois.<span>&nbsp; </span>In the meantime, all images are archived and stored on a University of Minnesota secure server. They are actively used by UMSP personnel to assist researchers seeking taxonomic, specimen, and locality data for the collection&rsquo;s holdings.</span></p>\n<p class=\"p1\"><span class=\"s1\">Broader Impacts</span></p>\n<p class=\"p1\"><span class=\"s1\">Broader impacts associated with the project largely included the development of in-house protocols for digital image capture of museum specimens and training and support of undergraduate and graduate students in digital image capture, and digital and physical curation of specimens. In total about a dozen undergraduates and 5 graduate students were fully or partially supported by the project.<span>&nbsp; </span>Two partially-supported graduate students have completed their degrees and one is in progress.<span>&nbsp; </span>Images uploaded to the InvertNet website are providing improved access to the collection&rsquo;s specimen data, previously only available by visiting the collection.<span>&nbsp; </span>Upon implementation of the revised web portal at University of Illinois, all additional images, representing close to 3 million pinned and slide mounted specimens, will be uploaded and made available to the scientific community and general public.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/21/2017<br>\n\t\t\t\t\tModified by: Ralph&nbsp;W&nbsp;Holzenthal</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit\nAs an InvertNet Thematic Collection Network collaborating institution, the University of Minnesota Insect Collection?s (UMSP) main goals were to capture high resolution digital images of pinned insect specimen drawers, microscope slide mounted specimens, and data from index cards associated with alcohol preserved material. Commercially available flatbed scanners at high-resolution settings were used to very efficiently capture images of arrays of microscope slides placed face down in clear plexiglass trays. Index cards were similarly scanned.  Two methods were used to capture high-resolution images of drawers.  During the start-up phase of the project, commercially available digital SLR cameras and GigaPan EPIC robotic camera mounts attached to illuminated copy stands were used to take any array (column x row) of individual images subsequently \"stitched\" together using GigaPan stitching software to produce a zoomable, giga-pixel resolution image of each drawer.  After the BugEye robotic system was developed, delivered, and installed by the lead institution all drawers were imaged with a second pass using this method and producing comparable images.  Each method has advantages and disadvantages in our opinion (GigaPan: better resolution and color rendition, but distorted edges of drawers; BugEye: poorer resolution and color rendition, but integrated image stitching and lack of edge distortion). To date, all UMSP drawers (ca. 5,500) and slides (ca. 250,000) have been scanned, with accompanying taxonomic metadata.  Many images have been uploaded to the InvertNet web portal, but others, especially slide images, are awaiting availability of an upgraded project website at the University of Illinois.  In the meantime, all images are archived and stored on a University of Minnesota secure server. They are actively used by UMSP personnel to assist researchers seeking taxonomic, specimen, and locality data for the collection?s holdings.\nBroader Impacts\nBroader impacts associated with the project largely included the development of in-house protocols for digital image capture of museum specimens and training and support of undergraduate and graduate students in digital image capture, and digital and physical curation of specimens. In total about a dozen undergraduates and 5 graduate students were fully or partially supported by the project.  Two partially-supported graduate students have completed their degrees and one is in progress.  Images uploaded to the InvertNet website are providing improved access to the collection?s specimen data, previously only available by visiting the collection.  Upon implementation of the revised web portal at University of Illinois, all additional images, representing close to 3 million pinned and slide mounted specimens, will be uploaded and made available to the scientific community and general public.\n\n \n\n\t\t\t\t\tLast Modified: 11/21/2017\n\n\t\t\t\t\tSubmitted by: Ralph W Holzenthal"
 }
}