{
 "awd_id": "1114839",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: 2011 Laser Diagnostics in Combustion Gordon Research Conference, Waterville Valley, NH, August 14-19, 2011",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032920000",
 "po_email": "aatreya@nsf.gov",
 "po_sign_block_name": "Arvind Atreya",
 "awd_eff_date": "2011-05-15",
 "awd_exp_date": "2011-10-31",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2011-03-15",
 "awd_max_amd_letter_date": "2011-03-15",
 "awd_abstract_narration": "Proposal Title:  2011 Laser Diagnostics Gordon Research Conference\r\nPrincipal Investigator: Sick, Volker    \r\nInstitution: Gordon Research Conferences\r\nProposal No: CBET- 1114839  \r\n\r\nThe main objective of this award is to support U.S. students and researchers to participate in the 16th Gordon Research Conference on Laser Diagnostics in Combustion to be held on August 14 -19, 2011 at Waterville Valley Resort, Waterville Valley, NH.  \r\n\r\nIntellectual Merit\r\nThis biennial conference, first held in 1981, has served as the off-the-record forum for scientists from all over the world interested in using laser light to understand combustion problems. Each meeting has been essentially a workshop, and the interdisciplinary discussions of major research issues are a highlight of the meeting. The Gordon Research Conference format brings together approximately 135 scientists for a week of intense interaction and scientific discussion.\r\nAs is tradition, the conference proceedings will not be published to encourage participants to present unpublished, new data; this is a major strength of the Gordon conferences. Much emphasis will be placed on the requirement for speakers and poster presenters to discuss their latest \"cutting-edge\" research. This is not a conference for reviewing previous research, but rather to concentrate on novel, exciting, and often controversial advances of today and tomorrow. This is encouraged by the \"off-the-record\" rule of all Gordon Research Conferences.\r\n\r\nBroader Impact\r\nThe 2011 Gordon Conference on Laser Diagnostics for Combustion Program features twenty-one presentations that provide updates on the latest advances in laser-based diagnostics and sensor activities important in combustion efficiency and emissions for combustion systems relevant to the NSF mission. Many different laser-based techniques have been and continue to be at the focus of our investigations to meet these demands, including Raman and Rayleigh scattering, non-linear Raman spectroscopy, laser-induced fluorescence, multi-photon and pump-probe approaches, four-wave mixing and holographic grating techniques, and advanced laser absorption schemes. New techniques will be discussed such as high-speed laser imaging, coherent x-rays, surface-enhanced Raman scattering, and other surface diagnostics such as XPS. The design and application of laser-based diagnostics and the interpretation of the obtained data requires a thorough fundamental knowledge of laser physics, of spectroscopy, and of combustion chemistry. The transfer from a concept, an idea of a laser diagnostic approach to the application for experiments is often more difficult than initially envisioned. Concepts of how to develop the best experiment and examples of how laser diagnostics is used in a wide range of environments will be shown - from laboratory reactors to aircraft gas turbines. This is the only scientific forum with an interdisciplinary focus on laser-based diagnostics of combustion; therefore, it is crucial for us to aim to support as many young and emerging US scientists and other participants, providing sufficient funds are received from all sources, to attend this meeting.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Volker",
   "pi_last_name": "Sick",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Volker Sick",
   "pi_email_addr": "vsick@umich.edu",
   "nsf_id": "000490382",
   "pi_start_date": "2011-03-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Gray",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy R Gray",
   "pi_email_addr": "nsf@grc.org",
   "nsf_id": "000206836",
   "pi_start_date": "2011-03-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gordon Research Conferences",
  "inst_street_address": "5586 POST RD UNIT 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST GREENWICH",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4017834011",
  "inst_zip_code": "028183454",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "GORDON RESEARCH CONFERENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "XL5ANMKWN557"
 },
 "perf_inst": {
  "perf_inst_name": "Gordon Research Conferences",
  "perf_str_addr": "5586 POST RD UNIT 2",
  "perf_city_name": "EAST GREENWICH",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028183454",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140700",
   "pgm_ele_name": "CFS-Combustion & Fire Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "061E",
   "pgm_ref_txt": "Fire"
  },
  {
   "pgm_ref_code": "063E",
   "pgm_ref_txt": "POLLUTANT FORMATION & MITIGATN"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Gordon Research Conference on LASER DIAGNOSTICS IN COMBUSTION was held at Waterville Valley Resort, Waterville Valley, New Hampshire,<br />August 14- 19, 2011. The Conference was well-attended with 167 participants<br />(attendees list attached). The attendees represented the spectrum of endeavor<br />in this field coming from academia, industry, and government laboratories, both<br />U.S.<br />and foreign scientists, senior researchers, young investigators, and students. Of<br />the 167 attendees, 47 voluntarily responded to a general inquiry regarding<br />ethnicity which appears on our registration forms. Of the 47 respondents, 17%<br />were Minorities &ndash; 4% Hispanic, 13% Asian and 0% African American. Approximately<br />15% of the participants at the 2011 meeting were women.</p>\n<p class=\"CM2\">In designing the<br />formal speakers program, emphasis was placed on current unpublished research<br />and discussion of the future target areas in this field. There was a conscious<br />effort to stimulate lively discussion about the key issues in the field today.<br />Time for formal presentations was limited in the interest of group discussions.<br />In order that more scientists could communicate their most recent results,<br />poster presentation time was scheduled. Attached is a copy of the formal<br />schedule and speaker program and the poster program. In addition to these<br />formal interactions, \"free time\" was scheduled to allow informal<br />discussions. Such discussions are fostering new collaborations and joint<br />efforts in the field.</p>\n<p class=\"CM2\"><span>Thank you for your support of this Conference.<br />As you know, in the interest of promoting the presentation of unpublished and<br />frontier-breaking research, Gordon Research Conferences does not permit<br />publication of meeting proceedings. </span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/01/2011<br>\n\t\t\t\t\tModified by: Nancy&nbsp;R&nbsp;Gray</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Gordon Research Conference on LASER DIAGNOSTICS IN COMBUSTION was held at Waterville Valley Resort, Waterville Valley, New Hampshire,\nAugust 14- 19, 2011. The Conference was well-attended with 167 participants\n(attendees list attached). The attendees represented the spectrum of endeavor\nin this field coming from academia, industry, and government laboratories, both\nU.S.\nand foreign scientists, senior researchers, young investigators, and students. Of\nthe 167 attendees, 47 voluntarily responded to a general inquiry regarding\nethnicity which appears on our registration forms. Of the 47 respondents, 17%\nwere Minorities &ndash; 4% Hispanic, 13% Asian and 0% African American. Approximately\n15% of the participants at the 2011 meeting were women.\nIn designing the\nformal speakers program, emphasis was placed on current unpublished research\nand discussion of the future target areas in this field. There was a conscious\neffort to stimulate lively discussion about the key issues in the field today.\nTime for formal presentations was limited in the interest of group discussions.\nIn order that more scientists could communicate their most recent results,\nposter presentation time was scheduled. Attached is a copy of the formal\nschedule and speaker program and the poster program. In addition to these\nformal interactions, \"free time\" was scheduled to allow informal\ndiscussions. Such discussions are fostering new collaborations and joint\nefforts in the field.\nThank you for your support of this Conference.\nAs you know, in the interest of promoting the presentation of unpublished and\nfrontier-breaking research, Gordon Research Conferences does not permit\npublication of meeting proceedings. \n\n\t\t\t\t\tLast Modified: 11/01/2011\n\n\t\t\t\t\tSubmitted by: Nancy R Gray"
 }
}