{
 "awd_id": "1114332",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PFI:  Partnership for Innovation on Liquid-Crystal Polymer Interfaces",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sara B. Nerlove",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 600000.0,
 "awd_min_amd_letter_date": "2011-09-02",
 "awd_max_amd_letter_date": "2012-10-03",
 "awd_abstract_narration": "This Partnerships for Innovation project from Kent State University, which is partnering with two knowledge-enhancement partner companies and five other academic, industrial and non-profit partners, will establish a broad platform on liquid crystal (LC) - polymer interfaces.   LC - polymer interfaces have been of vital importance in the liquid crystal display (LCD) industry since its inception.  The recent advent of flexible LCDs using plastic substrates is generating renewed and urgent interest in interface design and associated behavior.  The move from glass to soft flexible substrates not only raises new technical problems, but also illuminates old ones.  These problems and questions of basic science are exceptionally close and are inextricably linked; the goal of the project is to connect device and manufacturing issues in industry to the frontiers of academic research.  The project aims to identify the technical issues in real products of the partner companies and to offer solutions based on the state-of-the-art characterization, computational materials science, and novel materials development. The proposed platform will not only solve key problems in currently emerging technologies, but it will also enable new LC-on-plastic (LCOP) technologies and thereby provide to U.S. industry new opportunities with the potential for strong economic development based on LCOP products.  \r\n\r\nThe broader impacts of this research are potentially large-scale economic opportunities for U.S. display and related industries.  A dramatic technological change today is the move of LCDs from glass to plastic substrates. This change represents a tremendous opportunity for U.S. industry to again establish a leadership position and develop and benefit from the emerging LCOP technology. The partnership will disseminate project results through networks in the LC-polymer community and provide a model for future industry-university collaboration in practical problem solving.  If the current challenges are overcome, the U.S. will have the opportunity to harness, develop, and cultivate this emerging new technology, with vast technological and economic promise.  \r\n\r\nPartners at the inception of the project include the Knowledge-Enhancement Partnership (KEP) unit, consisting of Kent State University (Liquid Crystal Institute) and two small businesses:  AlphaMicron (AMI) (Kent, OH), and Kent Displays (KDI) (Kent, OH), both of which are the pioneers responsible for the breakthrough demonstrations that LCOP technology is possible. In addition, there are other partners.  These partners include other academic institutions: University of Akron and University of Oklahoma; a private sector organization (non-profit): Bridgestone Americas Center for Research Technology; and public sector organizations:  Nortech/FlexMatters and Polymer Ohio Inc.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Palffy-Muhoray",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Palffy-Muhoray",
   "pi_email_addr": "mpalffy@cpip.kent.edu",
   "nsf_id": "000432622",
   "pi_start_date": "2011-09-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bahman",
   "pi_last_name": "Taheri",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bahman Taheri",
   "pi_email_addr": "bahman@lci.kent.edu",
   "nsf_id": "000457545",
   "pi_start_date": "2011-09-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Asad",
   "pi_last_name": "Khan",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Asad A Khan",
   "pi_email_addr": "akhan@kentdisplays.com",
   "nsf_id": "000278590",
   "pi_start_date": "2011-09-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hiroshi",
   "pi_last_name": "Yokoyama",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hiroshi Yokoyama",
   "pi_email_addr": "hyokoyam@kent.edu",
   "nsf_id": "000524319",
   "pi_start_date": "2011-09-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Frank",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Frank",
   "pi_email_addr": "rgfrank@kent.edu",
   "nsf_id": "000582504",
   "pi_start_date": "2011-09-02",
   "pi_end_date": "2012-10-03"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Todd",
   "pi_last_name": "Diacon",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Todd A Diacon",
   "pi_email_addr": "tdiacon@kent.edu",
   "nsf_id": "000629235",
   "pi_start_date": "2012-10-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kent State University",
  "inst_street_address": "1500 HORNING RD",
  "inst_street_address_2": "",
  "inst_city_name": "KENT",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "3306722070",
  "inst_zip_code": "442420001",
  "inst_country_name": "United States",
  "cong_dist_code": "14",
  "st_cong_dist_code": "OH14",
  "org_lgl_bus_name": "KENT STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "KXNVA7JCC5K6"
 },
 "perf_inst": {
  "perf_inst_name": "Kent State University",
  "perf_str_addr": "1500 HORNING RD",
  "perf_city_name": "KENT",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "442420001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "OH14",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801900",
   "pgm_ele_name": "Accelerating Innovation Rsrch"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1662",
   "pgm_ref_txt": "PARTNRSHIPS FOR INNOVATION-PFI"
  },
  {
   "pgm_ref_code": "8029",
   "pgm_ref_txt": "Manufacturing"
  },
  {
   "pgm_ref_code": "8030",
   "pgm_ref_txt": "Chemical Technology"
  },
  {
   "pgm_ref_code": "8035",
   "pgm_ref_txt": "Hardware Devices"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 600000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The NSF funded Partnership for Innovation on Liquid-Crystal Polymer Interfaces involved the Liquid Crystal Institute at Kent State University, and the companies AlphaMicron and Kent Displays.&nbsp; Both compnies produce fundamentally new liquid crystal devices, which use polymers, rather than the conventional glass materials. The collaboration focused on overcoming optical device performance problems associated with the liquid crystal &ndash; polymer interface.</p>\n<p>Boogie Board eWriters from Kent Displays, now in global consumer markets for over 5 years, are based on the Cholesteric Liquid Crystal Display technology.&nbsp; The eWriters are made with flexible eWriter films using a liquid crystal-polymer dispersion.&nbsp; As such, the technology heavily relies on LC-polymer interfaces at a variety of levels to achieve the optical, mechanical, and eletrical performance needed for various applications.&nbsp; Most common uses are in quick jotting of notes, drawings, hand written notes, memos, games, etc.&nbsp; This project was highly successful in research efforts towards these interfaces allowing greater understaing of such systems resulting in dramatic improvements in performance metrics &ndash; line width, brightness, contrast, reliability, irridescence, and more.&nbsp; Without the fundamental understanding gained from this program, it would not have been possible to make these large improvementsin such a short time.&nbsp; Examples of the improvements include creating ultra high brightness and contrast perormance eWriters suitable for large area eBoard applications for white board and smart board replacement.&nbsp; This is a significant commercial thrust of the company and therefore the technological achievements from this project have direct implications in the commercialization activities.&nbsp; The understnding from this program will also be used in other projects and therefore there will be further leveraging of this work.</p>\n<p>AlphaMicon&rsquo;s guest-host liquid crystal systems are part of a new class of liquid crystal technologies that can provide solution for a number of light management applications ranging from eyewear to smart windows. The alignment layer and driving electronics used for these systems are significantly different that the conventional liquid crystals used in displays. As such, the dynamics of the liquid crystal and its interaction with the alignment layer during electronic switching is not well understood or optimized. During this program, AlphaMicron studied these systems and focused on one particular phenomenon that has hindered the use of this class for large area consumer applications, namely formation of period patterns during switching.&nbsp; Through study of the dielectric response of its e-Tint configuration, AlphaMicron discovered that the electrical impedance of the device can result in long range undulations in the director orientation. These undulations, in turn, lead to variations in the optical performance across the cells. The system was analyzed using LCR meter coupled with polarized microscopy. It was determined that the undulations can be reduced by controlling the impedance mismatch between the source and device.&nbsp; Furthermore, treatment of the surface prior to filling helped eliminate the local changes in the director orientation during the switching process and led to elimination of the undesired period pattern that was observed in the cell. The results helped AlphaMicron overcome one of the biggest obstacles in commercializing its e-Tint product in large area markets. As a result of this accomplishment, AlphaMicron has enaged with several large window manufacturers which are interested in using the technology for smart window applications.</p>\n<p>This collaboration under the NSF Partnership for Innovation Program resulted not only in fundamental scientific insights in soft matter chemistry and physics, but ove...",
  "por_txt_cntn": "\nThe NSF funded Partnership for Innovation on Liquid-Crystal Polymer Interfaces involved the Liquid Crystal Institute at Kent State University, and the companies AlphaMicron and Kent Displays.  Both compnies produce fundamentally new liquid crystal devices, which use polymers, rather than the conventional glass materials. The collaboration focused on overcoming optical device performance problems associated with the liquid crystal &ndash; polymer interface.\n\nBoogie Board eWriters from Kent Displays, now in global consumer markets for over 5 years, are based on the Cholesteric Liquid Crystal Display technology.  The eWriters are made with flexible eWriter films using a liquid crystal-polymer dispersion.  As such, the technology heavily relies on LC-polymer interfaces at a variety of levels to achieve the optical, mechanical, and eletrical performance needed for various applications.  Most common uses are in quick jotting of notes, drawings, hand written notes, memos, games, etc.  This project was highly successful in research efforts towards these interfaces allowing greater understaing of such systems resulting in dramatic improvements in performance metrics &ndash; line width, brightness, contrast, reliability, irridescence, and more.  Without the fundamental understanding gained from this program, it would not have been possible to make these large improvementsin such a short time.  Examples of the improvements include creating ultra high brightness and contrast perormance eWriters suitable for large area eBoard applications for white board and smart board replacement.  This is a significant commercial thrust of the company and therefore the technological achievements from this project have direct implications in the commercialization activities.  The understnding from this program will also be used in other projects and therefore there will be further leveraging of this work.\n\nAlphaMiconÆs guest-host liquid crystal systems are part of a new class of liquid crystal technologies that can provide solution for a number of light management applications ranging from eyewear to smart windows. The alignment layer and driving electronics used for these systems are significantly different that the conventional liquid crystals used in displays. As such, the dynamics of the liquid crystal and its interaction with the alignment layer during electronic switching is not well understood or optimized. During this program, AlphaMicron studied these systems and focused on one particular phenomenon that has hindered the use of this class for large area consumer applications, namely formation of period patterns during switching.  Through study of the dielectric response of its e-Tint configuration, AlphaMicron discovered that the electrical impedance of the device can result in long range undulations in the director orientation. These undulations, in turn, lead to variations in the optical performance across the cells. The system was analyzed using LCR meter coupled with polarized microscopy. It was determined that the undulations can be reduced by controlling the impedance mismatch between the source and device.  Furthermore, treatment of the surface prior to filling helped eliminate the local changes in the director orientation during the switching process and led to elimination of the undesired period pattern that was observed in the cell. The results helped AlphaMicron overcome one of the biggest obstacles in commercializing its e-Tint product in large area markets. As a result of this accomplishment, AlphaMicron has enaged with several large window manufacturers which are interested in using the technology for smart window applications.\n\nThis collaboration under the NSF Partnership for Innovation Program resulted not only in fundamental scientific insights in soft matter chemistry and physics, but overcoming problems which allowed improved performance and new applications in liquid crystal device technology. \n\n \n\n\t\t\t\t\tLast Modified: 11/30/..."
 }
}