{
 "awd_id": "1114268",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Deformation Processes in the Andaman Islands",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 111271.0,
 "awd_amount": 111271.0,
 "awd_min_amd_letter_date": "2011-06-08",
 "awd_max_amd_letter_date": "2013-07-19",
 "awd_abstract_narration": "By capturing the postseismic deformation following the 2004 Sumatra-Andaman great earthquake, this project continues a six-year effort to understand the evolution of transient strain and stress. Several dozen studies have examined geodetic measurements of the transient deformation that followed the event, but the dominant mechanisms and processes involved in near-field deformation remain murky. Most of these studies conclude that a small amount of accelerated downdip slip occurred in the first few weeks or months following the earthquake, but that subsequent postseismic deformation and uplift are dominated by deeper viscoelastic flow. The most recent two years of near-field data from the Andaman region however exhibit uplift and right-lateral shear that is not replicated in existing models of viscoelastic flow. Expansion of the network would optimize the greater network to isolate nonlinear viscoelastic flow response by (1) extending the network coverage across the along-strike region of largest postseismic signal present in the time-variable geoid response, and (2) pairing up closely-spaced sites, enabling us to fingerprint fault slip signals superimposed on the desired flow signals.\r\nU Memphis collaborators will perform the maintenance and measurements at both continuous and campaign sites, in partnership with Center for Earth Sciences, Indian Institute of Science, Bangalore. All data will be archived at, and openly available from, the UNAVCO Facility which is also loaning several receivers for this project. \r\nUtah State University will combine these measurements with other local and regional GPS network data, and with GRACE time-variable gravity data, to model the full evolution of transient stress and strain in the region. We will refine existing estimates of the coseismic slip and examine (separately and together) models of fault slip, viscoelastic flow and poroelastic flow to determine which deformation processes are the most likely mechanisms for observed transients.\r\n\r\nThe earthquake cycle is driven by a slow build-up of shallow stress within the earthquake zone. These shallow stress changes result from quiet slip on faults and flow of rocks at greater depths where temperatures are higher. Our understanding of the deeper fault slip and flow processes is limited by the difficulty of measuring small changes at great depths, but importantly these processes are briefly accelerated to measurable rates immediately following large earthquakes. The 2004 Sumatra-Andaman earthquake was the third-largest ever recorded, and GPS measurements indicate that it moved the ground surface in the Andaman and Nicobar Islands by up to sixteen feet toward India, and as much as three feet upward or downward. Since then, the islands have continued moving rapidly, totaling an additional foot toward India and a foot upward. Conventional scientific wisdom holds that the motion may be largely fault-slip driven in the first few weeks to months after an earthquake, but should be dominated by deeper flow in the years that follow. However, the most recent two years of measurements show anomalous motion that is not consistent with existing rock flow models, but would be consistent with predictions for fault slip. This project will combine GPS and gravity data with new modeling tools to try to understand this surprising observation, with special attention to how stress changes resulting from deep fault slip may influence the stress that drives deep rock flow, and vice-versa. The project?s scientific objectives have potentially far-reaching implications for our fundamental understanding of earthquake physics, seismic hazard, and the evolution of stress throughout the earthquake cycle.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anthony",
   "pi_last_name": "Lowry",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Anthony R Lowry",
   "pi_email_addr": "Tony.Lowry@usu.edu",
   "nsf_id": "000414678",
   "pi_start_date": "2011-06-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Utah State University",
  "inst_street_address": "1000 OLD MAIN HL",
  "inst_street_address_2": "",
  "inst_city_name": "LOGAN",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "4357971226",
  "inst_zip_code": "843221000",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UTAH STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPE2YDWHDYU4"
 },
 "perf_inst": {
  "perf_inst_name": "Utah State University",
  "perf_str_addr": "1000 OLD MAIN HL",
  "perf_city_name": "LOGAN",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "843221000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 50813.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 51305.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 9153.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The December 26, 2004, magnitude 9.3 Sumatra-Andaman earthquake was the first of several great earthquakes to occur in the era of GPS satellite geodesy. GPS and other satellite measurements of the change in shape of the ground surface in the days, months and years following the earthquake provide very important clues regarding the deep-Earth properties that govern how faults slip at depth, and how deep rock slowly flows, in response to stress changes that accompany a large earthquake. These properties, in turn, are vital to know as our science gradually progresses toward more sophisticated, physics-based models of the earthquake cycle. Such modeling is expected to facilitate improved predictive power in assessing where, when, and how large future earthquakes may be, thus hopefully enabling us to reduce the property damage, loss of life and suffering that accompany large-magnitude earthquakes.</p>\n<p>This project focused specifically on measuring and modeling the change in shape of the ground surface in the years following the 2004 earthquake. The measurements included GPS positions from instruments installed in the Andaman and Nicobar Islands, estimates of the changes in water depths at island coastlines from satellite images, and satellite measurements of the changes in Earth's gravity. The most important outcomes of the project related to both our scientific understanding of the earthquake cycle and the education and training of young scientists who will advance earthquake science and earthquake hazard/risk reduction into the future.</p>\n<p>The <em>intellectual merits</em> of the project outcomes included an improved understanding of how to separate the transient effects of deep fault slip and deep rock flow in response to the change in rock stress during a large earthquake. Notably, we were able to show that when both rock flow and fault slip are accounted for, the GPS data indicate that rapid fault slip continued for more than six years after the 2004 earthquake, at very high rates of several feet per year, on the deep parts of the subduction zone fault below where the earthquake ruptured. Moreover, stress changes produced by the flow and deep slip interact to help drive the transient deformation long after the earthquake. This has several important implications, including (1) an unexpectedly large fraction of the strain energy that will be released in the next large earthquake accumulates in the first decade or two after the previous large earthquake; (2) relatively small amounts of slip occur late in the seismic cycle on the deep fault below the earthquake patch because the \"locked\" patch buffers the stress changes seen in that region; and (3) consequently, correct modeling of those first few decades of transient deformation during the earthquake cycle is important to predictive physics-based modeling of the seismic cycle.</p>\n<p>A second <em>intellectual merit</em> of this project resulted from an unanticipated event. On April 11, 2012, a pair of great earthquakes (at magnitudes 8.6 and 8.2, the largest strike-slip events ever recorded) occurred roughly 700 to 1000 km from the GPS sites in our network. These sites recorded several cm of movement during the earthquakes and also showed 5 to 10 mm of transient movement in the months following the event that indicated the earthquakes excited transient fault slip on the deep subduction zone beneath the GPS sites. Thus, faults are sensitive to any large changes in stress in a very broad region surrounding them. These kinds of measurements can be used to help characterize the fault frictional properties that govern slip.</p>\n<p>In addition to inching us closer to physics-based assessments of earthquake hazard and risk, the <em>broader impacts</em> of the project outcomes include supporting two M.Sc. candidates while they trained in how to do scientific research. Skills they gained included the measurement and compu...",
  "por_txt_cntn": "\nThe December 26, 2004, magnitude 9.3 Sumatra-Andaman earthquake was the first of several great earthquakes to occur in the era of GPS satellite geodesy. GPS and other satellite measurements of the change in shape of the ground surface in the days, months and years following the earthquake provide very important clues regarding the deep-Earth properties that govern how faults slip at depth, and how deep rock slowly flows, in response to stress changes that accompany a large earthquake. These properties, in turn, are vital to know as our science gradually progresses toward more sophisticated, physics-based models of the earthquake cycle. Such modeling is expected to facilitate improved predictive power in assessing where, when, and how large future earthquakes may be, thus hopefully enabling us to reduce the property damage, loss of life and suffering that accompany large-magnitude earthquakes.\n\nThis project focused specifically on measuring and modeling the change in shape of the ground surface in the years following the 2004 earthquake. The measurements included GPS positions from instruments installed in the Andaman and Nicobar Islands, estimates of the changes in water depths at island coastlines from satellite images, and satellite measurements of the changes in Earth's gravity. The most important outcomes of the project related to both our scientific understanding of the earthquake cycle and the education and training of young scientists who will advance earthquake science and earthquake hazard/risk reduction into the future.\n\nThe intellectual merits of the project outcomes included an improved understanding of how to separate the transient effects of deep fault slip and deep rock flow in response to the change in rock stress during a large earthquake. Notably, we were able to show that when both rock flow and fault slip are accounted for, the GPS data indicate that rapid fault slip continued for more than six years after the 2004 earthquake, at very high rates of several feet per year, on the deep parts of the subduction zone fault below where the earthquake ruptured. Moreover, stress changes produced by the flow and deep slip interact to help drive the transient deformation long after the earthquake. This has several important implications, including (1) an unexpectedly large fraction of the strain energy that will be released in the next large earthquake accumulates in the first decade or two after the previous large earthquake; (2) relatively small amounts of slip occur late in the seismic cycle on the deep fault below the earthquake patch because the \"locked\" patch buffers the stress changes seen in that region; and (3) consequently, correct modeling of those first few decades of transient deformation during the earthquake cycle is important to predictive physics-based modeling of the seismic cycle.\n\nA second intellectual merit of this project resulted from an unanticipated event. On April 11, 2012, a pair of great earthquakes (at magnitudes 8.6 and 8.2, the largest strike-slip events ever recorded) occurred roughly 700 to 1000 km from the GPS sites in our network. These sites recorded several cm of movement during the earthquakes and also showed 5 to 10 mm of transient movement in the months following the event that indicated the earthquakes excited transient fault slip on the deep subduction zone beneath the GPS sites. Thus, faults are sensitive to any large changes in stress in a very broad region surrounding them. These kinds of measurements can be used to help characterize the fault frictional properties that govern slip.\n\nIn addition to inching us closer to physics-based assessments of earthquake hazard and risk, the broader impacts of the project outcomes include supporting two M.Sc. candidates while they trained in how to do scientific research. Skills they gained included the measurement and computationally-intensive modeling of Earth deformation, along with coding skills sharpened while developing tools for..."
 }
}