{
 "awd_id": "1114515",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "LOOP Production Season One",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Valentine Kass",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 2992715.0,
 "awd_amount": 2992715.0,
 "awd_min_amd_letter_date": "2011-08-30",
 "awd_max_amd_letter_date": "2014-06-13",
 "awd_abstract_narration": "LOOP is a new multiplatform, environmental project designed to help young children, ages 6-8, explore ecosystems and understand the science and systems of the natural world. Built upon a curriculum that moves beyond the 3Rs (reduce, reuse, recycle), the goal is to help lay the foundation for a lifelong interest in the science of sustainability.  Deliverables include:  a 20-episode television series with animated stories and live-action segments which feature families and children; an online game to immerse players in the same ecosystems seen on television; Loop Live Missions (outdoor science activities); and an afterschool/camp curriculum designed to get children and families outside to explore natural systems.  Promotion of LOOP's educational resources will be undertaken through a partner network including the U.S. Forest Service, Children & Nature Network, National Recreation and Park Association, American Camp Association, National Summer Learning Association, Girl Scouts of the USA, and the Boys & Girls Clubs of America.  \r\n\r\nLOOP is produced by WGBH in Boston and intended for national distribution on PBS. The project design creates an \"interactive learning loop\" which cycles between the television series, the Website, and outdoor science activities.  The intended impacts are to: (1) deliver educational media to the target audience that increases their understanding of science and sustainability issues; (2) model and teach science concepts and scientific habits of mind; and (3) connect children and their families to the natural world. \r\n\r\nConcord Evaluation Group will be responsible for conducting formative and summative evaluation of the project.  The summative evaluation is designed to measure project impacts with respect to change in behavior and attitudes, as well as science learning.  The results of the evaluation will inform the curriculum for the current and future seasons of LOOP and contribute to the growing knowledge base of how media can effectively promote and teach substantive science to the young.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marisa",
   "pi_last_name": "Wolsky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marisa Wolsky",
   "pi_email_addr": "marisa_wolsky@wgbh.org",
   "nsf_id": "000513187",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kate",
   "pi_last_name": "Taylor",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kate Taylor",
   "pi_email_addr": "kate_taylor@wgbh.org",
   "nsf_id": "000087894",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "WGBH Educational Foundation",
  "inst_street_address": "1 GUEST ST",
  "inst_street_address_2": "",
  "inst_city_name": "BRIGHTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173002000",
  "inst_zip_code": "021352016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "WGBH EDUCATIONAL FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GKSJF1SPLXX9"
 },
 "perf_inst": {
  "perf_inst_name": "WGBH Educational Foundation",
  "perf_str_addr": "1 GUEST ST",
  "perf_city_name": "BRIGHTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021352016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 999049.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 997036.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 996630.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcomes Report: PLUM LANDING</strong></p><p>Featuring fantastic adventures, marvelous missions, and hands-on engagement with our planet, <strong>PLUM LANDING</strong> is a multimedia project designed to help 6- to 9-year-old kids develop a love for, and connection to, the amazing, beautiful, and diverse planet we call home. The project includes animated webisodes, live-action videos, online games, a mobile app, and resources for educators and parents&mdash;all anchored by PLUM LANDING's lovable alien Plum and her five Earthling friends. The goal of the project is to help kids understand the science and systems of the natural world, connect children and their families to nature, and meet the national call for educational resources that increase children&rsquo;s understanding of science and sustainability issues.</p><p>Major project outcomes for this grant were:<br /> <strong>1.&nbsp;&nbsp;&nbsp;&nbsp; </strong><strong>Production of a robust collection of multimedia resources:</strong></p><ul><li><strong>Videos:</strong> WGBH created 25 short, animated &ldquo;webisodes&rdquo; featuring the PLUM LANDING characters as they explore four ecosystems on Earth&mdash;a desert in Australia, a mangrove swamp in Belize, a mountain in the Canadian Rockies, and a rainforest in Borneo. An additional 20 short, live-action videos show real kids investigating nature in their own neighborhoods. Together, the videos address a variety of ecosystem topics, including water, waste, plant and animal needs, adaptations, habitats, and weather.</li><li><strong>Games:</strong> WGBH produced 10 online games that provide children with opportunities to investigate the same science concepts featured in the animated webisodes. These games ask children to set up and care for virtual ecosystems, take pictures of animals and plants that display certain features or behaviors, and help animals look for things they need to survive in their ecosystems. </li><li><strong>App:</strong> WGBH created the Plum&rsquo;s Photo Hunt mobile app to support outdoor science exploration. Formatted for iOS devices, the app challenges children to go outside and photograph things they find in nature, like weather, plants, shadows and bugs. Children are then prompted to describe their photos and send them in to the PLUM LANDING website, where a selection of submissions are posted for other children to view. </li><li><strong>Curriculum resources:</strong> WGBH created 8 hands-on activities for parents and children to explore together, along with a 2-page guide containing tips and suggestions for how families can investigate science outdoors. (Materials are available in English and Spanish.) For educators, WGBH created an extensive digital curriculum that combines PLUM LANDING&rsquo;s media resources (videos, games, app) and hands-on activities, plus contextualization and background information, into programming appropriate for different informal education settings. These consist of: 8 one-hour &ldquo;afterschool sessions&rdquo; (for educators who see kids at events or drop-in settings), 10 weeklong &ldquo;clubs&rdquo; (for educators who meet with the same group of kids over several weeks), and 4 weeklong &ldquo;camps&rdquo; (for educators who see students for longer periods of time).&nbsp;</li></ul><p><strong>2.&nbsp;&nbsp;&nbsp;&nbsp; </strong><strong>Dissemination of these resources via the PLUM LANDING website and other digital platforms: </strong>All of the resources produced for the project can be found on the PLUM LANDING website, which also contains a badging feature that rewards children&rsquo;s outdoor exploration; a drawing tool that allows kids to create and share their own discoveries; and a reward system that encourages repeat play. In addition, PLUM LANDING videos and games are also disseminated through the PBS KIDS video playing app, PBS KIDS game playing app, set-top boxes like Apple TV and Roku, and via the PLUM LANDING YouTube channel.<br /> <br /> <strong>3.&nbsp;&nbsp;&nbsp;&nbsp; </strong><strong>A robust outreach initiative involving a national partner network</strong><strong>: </strong>WGBH established relationships with a variety of national partners who have been instrumental in encouraging and supporting the use of PLUM LANDING resources in informal learning settings. These partners include parks and public lands organizations (U.S. Forest Service, National Recreation and Park Association), environmental education organizations (Children &amp; Nature Network, National Environmental Education Foundation) conservation organizations (Sierra Club, Nature Conservancy), and out-of-school-time learning organizations (Afterschool Alliance, National Summer Learning Association), among others. Our partners used PLUM LANDING materials in their camp, library, community, and afterschool programming; supported implementation of these resources among members via webinars; and increased awareness of PLUM LANDING via promotion through their websites, newsletters, blogs, and social media accounts.</p><p><br /> <strong>&nbsp;</strong><strong>4.&nbsp;&nbsp;&nbsp;&nbsp; </strong><strong>Formative and summative evaluation: </strong>Concord Evaluation Group (CEG) conducted formative evaluation on a collection of draft resources early in the project timeline, in order to gather feedback on their appeal and educational potential. CEG also conducted a two-part summative evaluation of the completed resources: a home-based randomized controlled experiment, and an afterschool-based randomized block design study. In the home-based study, CEG found that PLUM LANDING positively impacted treatment group children&rsquo;s interest in exploring the environment and their environmental science content knowledge and habits of mind. CEG also found that PLUM LANDING positively impacted treatment group parents&rsquo; interest, comfort, and enjoyment in exploring nature with their children. In the afterschool-based study, CEG found that PLUM LANDING helped educators enhance children&rsquo;s environmental science content knowledge and habits of mind.<strong>&nbsp;</strong></p><ol> </ol><p>&nbsp;</p><ol> </ol><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/28/2017<br>\n\t\t\t\t\tModified by: Marisa&nbsp;Wolsky</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>\n<div class=\"porColContainerHR\">\n<div class=\"porContentCol\">\n<h2>Addendum # 1</h2><p>A report detailing the two-part summative evaluation of PLUM LANDING is now available online at: http://www.informalscience.org/plum-landing-family-and-afterschool-evaluation-report</p><br>\n<p>Added: 01/03/2018<br>Submitted by: Marisa&nbsp;Wolsky</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Outcomes Report: PLUM LANDING\nFeaturing fantastic adventures, marvelous missions, and hands-on engagement with our planet, PLUM LANDING is a multimedia project designed to help 6- to 9-year-old kids develop a love for, and connection to, the amazing, beautiful, and diverse planet we call home. The project includes animated webisodes, live-action videos, online games, a mobile app, and resources for educators and parents&mdash;all anchored by PLUM LANDING's lovable alien Plum and her five Earthling friends. The goal of the project is to help kids understand the science and systems of the natural world, connect children and their families to nature, and meet the national call for educational resources that increase children?s understanding of science and sustainability issues.\nMajor project outcomes for this grant were:\n 1.     Production of a robust collection of multimedia resources:Videos: WGBH created 25 short, animated \"webisodes\" featuring the PLUM LANDING characters as they explore four ecosystems on Earth&mdash;a desert in Australia, a mangrove swamp in Belize, a mountain in the Canadian Rockies, and a rainforest in Borneo. An additional 20 short, live-action videos show real kids investigating nature in their own neighborhoods. Together, the videos address a variety of ecosystem topics, including water, waste, plant and animal needs, adaptations, habitats, and weather.Games: WGBH produced 10 online games that provide children with opportunities to investigate the same science concepts featured in the animated webisodes. These games ask children to set up and care for virtual ecosystems, take pictures of animals and plants that display certain features or behaviors, and help animals look for things they need to survive in their ecosystems. App: WGBH created the Plum?s Photo Hunt mobile app to support outdoor science exploration. Formatted for iOS devices, the app challenges children to go outside and photograph things they find in nature, like weather, plants, shadows and bugs. Children are then prompted to describe their photos and send them in to the PLUM LANDING website, where a selection of submissions are posted for other children to view. Curriculum resources: WGBH created 8 hands-on activities for parents and children to explore together, along with a 2-page guide containing tips and suggestions for how families can investigate science outdoors. (Materials are available in English and Spanish.) For educators, WGBH created an extensive digital curriculum that combines PLUM LANDING?s media resources (videos, games, app) and hands-on activities, plus contextualization and background information, into programming appropriate for different informal education settings. These consist of: 8 one-hour \"afterschool sessions\" (for educators who see kids at events or drop-in settings), 10 weeklong \"clubs\" (for educators who meet with the same group of kids over several weeks), and 4 weeklong \"camps\" (for educators who see students for longer periods of time). \n2.     Dissemination of these resources via the PLUM LANDING website and other digital platforms: All of the resources produced for the project can be found on the PLUM LANDING website, which also contains a badging feature that rewards children?s outdoor exploration; a drawing tool that allows kids to create and share their own discoveries; and a reward system that encourages repeat play. In addition, PLUM LANDING videos and games are also disseminated through the PBS KIDS video playing app, PBS KIDS game playing app, set-top boxes like Apple TV and Roku, and via the PLUM LANDING YouTube channel.\n \n 3.     A robust outreach initiative involving a national partner network: WGBH established relationships with a variety of national partners who have been instrumental in encouraging and supporting the use of PLUM LANDING resources in informal learning settings. These partners include parks and public lands organizations (U.S. Forest Service, National Recreation and Park Association), environmental education organizations (Children &amp; Nature Network, National Environmental Education Foundation) conservation organizations (Sierra Club, Nature Conservancy), and out-of-school-time learning organizations (Afterschool Alliance, National Summer Learning Association), among others. Our partners used PLUM LANDING materials in their camp, library, community, and afterschool programming; supported implementation of these resources among members via webinars; and increased awareness of PLUM LANDING via promotion through their websites, newsletters, blogs, and social media accounts.\n\n  4.     Formative and summative evaluation: Concord Evaluation Group (CEG) conducted formative evaluation on a collection of draft resources early in the project timeline, in order to gather feedback on their appeal and educational potential. CEG also conducted a two-part summative evaluation of the completed resources: a home-based randomized controlled experiment, and an afterschool-based randomized block design study. In the home-based study, CEG found that PLUM LANDING positively impacted treatment group children?s interest in exploring the environment and their environmental science content knowledge and habits of mind. CEG also found that PLUM LANDING positively impacted treatment group parents? interest, comfort, and enjoyment in exploring nature with their children. In the afterschool-based study, CEG found that PLUM LANDING helped educators enhance children?s environmental science content knowledge and habits of mind.  \n  \n\n\t\t\t\t\tLast Modified: 11/28/2017\n\n\t\t\t\t\tSubmitted by: Marisa Wolsky\nA report detailing the two-part summative evaluation of PLUM LANDING is now available online at: http://www.informalscience.org/plum-landing-family-and-afterschool-evaluation-report\nLast Modified: 01/03/2018\nSubmitted by: Marisa Wolsky"
 }
}