{
 "awd_id": "1114555",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Research Culturally Based Citizen Science: Rebuilding Relationships to Place",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Catherine L. Eberbach",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2012-04-30",
 "tot_intn_awd_amt": 554387.0,
 "awd_amount": 181744.0,
 "awd_min_amd_letter_date": "2011-09-21",
 "awd_max_amd_letter_date": "2011-09-21",
 "awd_abstract_narration": "The purpose of this three-year collaborative design research project is to examine the role of culture in the development of knowledge and reasoning about the natural world and the subsequent sense-making of and participation in natural resource management. The PIs propose to examine the ways in which culture impacts observational habits, explanation constructing, uses and forms of evidence, and orientations towards socio-scientific challenges such as natural resource management.  Collaborating on this project are researchers from the American Indian Center of Chicago, Northwestern University, and the Menominee Indian Tribe of Wisconsin. The audience for this study includes the academic informal science education community and indigenous science educators.  This project also offers extensive cross-cultural, cross-disciplinary research opportunities for pre- and post-doctoral research trainees.\r\n\r\nThe project will employ a mixed methods approach and proposes evaluation through an advisory board and community input. A community assessment team is proposed to review activities, obtain feedback from the larger community, and identify challenges to the effective implementation of the program. The project is comprised of two main panels of studies: the first consisting of a series of investigations of learning in everyday activities and the second consisting of two community design experiments that engage two Native American communities and two non-Native communities, one rural and one urban for both communities, in a culturally based citizen science (CBCS) project focused on ecosystem disruption (e.g. invasive species; climate change) and natural resource management. The CBCS project will engage participants in question formation, data collection, data analysis, forming policy recommendations, and citizen action around the findings. This project will develop a citizen science model that effectively engages diverse communities towards productive science learning, helpful scientific data collection, and citizen engagement in community planning and local policy decisions. \r\n\r\nThe researchers believe that fundamental advances in STEM teaching and learning are needed across the broad landscape of learning environments and that the success of such advances may pivot on innovations and discoveries made in informal environments. Insights obtained from prior research on learning in indigenous cultures, especially in biological and environmental sciences, combined with the anticipated results from this study could lead to a deeper understanding of cross-cultural similarities and differences in science learning.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Megan",
   "pi_last_name": "Bang",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Megan E Bang",
   "pi_email_addr": "megan.bang@northwestern.edu",
   "nsf_id": "000085578",
   "pi_start_date": "2011-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American Indian Center of Chicago",
  "inst_street_address": "3401 W AINSLIE ST",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7732755871",
  "inst_zip_code": "606255105",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "IL03",
  "org_lgl_bus_name": "AMERICAN INDIAN CENTER OF CHICAGO INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "UH7LVT7VGGK5"
 },
 "perf_inst": {
  "perf_inst_name": "American Indian Center of Chicago",
  "perf_str_addr": "3401 W AINSLIE ST",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606255105",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "IL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 12092.0
  }
 ],
 "por": null
}