{
 "awd_id": "1115765",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Disease at the margins of species ranges: anther-smut on alpine species",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Samuel Scheiner",
 "awd_eff_date": "2011-06-15",
 "awd_exp_date": "2017-09-30",
 "tot_intn_awd_amt": 346734.0,
 "awd_amount": 354234.0,
 "awd_min_amd_letter_date": "2011-06-15",
 "awd_max_amd_letter_date": "2015-06-04",
 "awd_abstract_narration": "Infectious diseases can be devastating to humans and agriculture, but much less is known about how disease affects natural populations. This study will investigate the impact of a fungal disease, anther-smut, on the distribution of alpine plants, and will serve as a model for assessing how sterilizing diseases affect natural populations. The study will be carried out in an area where there is heavy disease infestation on many species, and steep environmental gradients in multiple valleys, enabling systematic studies of the factors that influence disease processes at the margins of species distributions. Genetic and ecological experiments, theoretical models, and long-term monitoring will investigate how disease affects the limits of species' ranges and how marginal populations may be foci for disease emergence through transmission of infections between host species. \r\n\r\nThis research will enhance international collaborations, support local conservation efforts, and provide a field course, training and hands-on research experience in infectious disease biology for researchers and undergraduate students. Alpine regions are themselves fragile environments severely threatened by climate change and this study will establish baseline information essential for managing these plant communities in relation to disease and the rapid environmental changes that are occurring in this area.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Hood",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Michael E Hood",
   "pi_email_addr": "mhood@amherst.edu",
   "nsf_id": "000240594",
   "pi_start_date": "2011-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Amherst College",
  "inst_street_address": "155 S PLEASANT ST",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135422804",
  "inst_zip_code": "010022234",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "AMHERST COLLEGE, TRUSTEES OF",
  "org_prnt_uei_num": "",
  "org_uei_num": "KDRLUT71AFM5"
 },
 "perf_inst": {
  "perf_inst_name": "Amherst College",
  "perf_str_addr": "155 S PLEASANT ST",
  "perf_city_name": "AMHERST",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010022234",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "724200",
   "pgm_ele_name": "Ecology of Infectious Diseases"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "1355",
   "pgm_ref_txt": "EGC EDUCATIONAL ACTIVITIES"
  },
  {
   "pgm_ref_code": "7242",
   "pgm_ref_txt": "ECOLOGY OF INFECTIOUS DISEASES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 68786.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 116230.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 112315.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 56903.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research investigated the importance of pathogens in limiting the geographic range distributions of their hosts, using anther-smut disease as a model system. In this system, disease can often affect up to half of the individuals in a population and results in complete sterility. Our results showed that this vector-transmitted disease is present on numerous species, and that in many of these it often occurs right up to the range margins of its host's distribution, and at high frequency. There is therefore no evidence for a &ldquo;disease free halo&rdquo; around the edges of the host geographic range as is often assumed for many infectious diseases. Because this disease causes large reductions in host population size, it is likely affecting the distributional boundary of its host species. Our research established the baseline distribution of disease in 23 alpine species, most with their own specialized pathogen species, that will be invaluable in examining long-term effects of rising average seasonal temperatures in relation to disease incidence and species re-distributions. Our detailed demographic studies also showed that mixed transmission modes (vector-based transmission and transmission dependent on proximity-based contacts) were important in maintaining disease in this system, something that had been postulated in theory but that had not been demonstrated previously. We also developed new approaches to studying vector-transmitted diseases that are likely to be applicable to human populations and other domesticated and wild species. We also produced new theoretical studies about the relationship between host lifespan and evolution of disease resistance. This collaborative project, involving Amherst College, the University of Virginia, and international institutions, resulted in over two dozen peer-reviewed publications that have advanced our understanding of disease persistence, distribution, and impact within wildlife species. This research also furthered international collaboration with Italian scientists working to preserve threatened alpine ecosystems, and it provided hand-on research experience to over twenty undergraduate students who have gone on to successful careers in mostly biological research, public health, or medicine.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/28/2017<br>\n\t\t\t\t\tModified by: Michael&nbsp;E&nbsp;Hood</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research investigated the importance of pathogens in limiting the geographic range distributions of their hosts, using anther-smut disease as a model system. In this system, disease can often affect up to half of the individuals in a population and results in complete sterility. Our results showed that this vector-transmitted disease is present on numerous species, and that in many of these it often occurs right up to the range margins of its host's distribution, and at high frequency. There is therefore no evidence for a \"disease free halo\" around the edges of the host geographic range as is often assumed for many infectious diseases. Because this disease causes large reductions in host population size, it is likely affecting the distributional boundary of its host species. Our research established the baseline distribution of disease in 23 alpine species, most with their own specialized pathogen species, that will be invaluable in examining long-term effects of rising average seasonal temperatures in relation to disease incidence and species re-distributions. Our detailed demographic studies also showed that mixed transmission modes (vector-based transmission and transmission dependent on proximity-based contacts) were important in maintaining disease in this system, something that had been postulated in theory but that had not been demonstrated previously. We also developed new approaches to studying vector-transmitted diseases that are likely to be applicable to human populations and other domesticated and wild species. We also produced new theoretical studies about the relationship between host lifespan and evolution of disease resistance. This collaborative project, involving Amherst College, the University of Virginia, and international institutions, resulted in over two dozen peer-reviewed publications that have advanced our understanding of disease persistence, distribution, and impact within wildlife species. This research also furthered international collaboration with Italian scientists working to preserve threatened alpine ecosystems, and it provided hand-on research experience to over twenty undergraduate students who have gone on to successful careers in mostly biological research, public health, or medicine. \n\n\t\t\t\t\tLast Modified: 12/28/2017\n\n\t\t\t\t\tSubmitted by: Michael E Hood"
 }
}