{
 "awd_id": "1115663",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SHF: Small: Modeling and Preventing Electromigration-Caused Degradation in Cu Dual Damascene Scaled Interconnects",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032927843",
 "po_email": "sabasu@nsf.gov",
 "po_sign_block_name": "Sankar Basu",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 350000.0,
 "awd_amount": 350000.0,
 "awd_min_amd_letter_date": "2011-06-21",
 "awd_max_amd_letter_date": "2011-06-21",
 "awd_abstract_narration": "Modern computer chips contain billions of tiny transistors connected by wires. The massively integrated circuits (ICs) are prone to wear out and degradation during their lifetimes. When electric current flows in a microscopic wire, the moving electrons collide into diffusing metal atoms and cause a gradual ion movement. This current-flow-induced material transport is called electromigration (EM).  The electromigration phenomenon is a major source of interconnect degradation. Over time EM may cause wire breaks or shorts leading to circuit malfunction. Greater current densities, wire geometry or material imperfections, and increased temperature worsen EM. In the past, improvements in interconnect manufacturing kept pace with interconnect scaling and allowed for relatively simple ways of keeping EM at bay by capping current densities. Interconnect scaling is now approaching the point where the existing models and assumptions are no longer valid. At the same time chip?s thermal conductivity decreases while the density of currents carried by the on-chip wires and the operating power steadily increase causing significant self-heating. These effects bring again EM to the forefront and cause that it now poses a serious reliability threat for working chips. There is an urgent need to develop a comprehensive chip-level EM analysis tool. The PI proposes to develop a physical EM simulator to understand failure mechanisms in various interconnect configurations. The PI will use the simulator to develop metrics for wire time-to-failure estimates. The PI proposes to develop statistical models of interconnect failure and a chip-level analyzer of electromigration degradation effects. Interconnects whose expected lifetimes are shorter than desired can be modified. The will develop such modification strategies as well.\r\n\r\nThis work supports the US semiconductor industry by addressing a vital research problem that may affect the integrated circuits scaling trends. The proposed techniques would be useful for designers because the worst circuit degradation conditions occur in small regions of the chip that can be identified and resolved. In addition, the tools to be developed may also help process engineers to study the effects of new materials on circuit level properties. The proposed research activities will also serve as a platform for training PhD students who will be well prepared to work in modern industry or academia.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Malgorzata",
   "pi_last_name": "Marek-Sadowska",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Malgorzata Marek-Sadowska",
   "pi_email_addr": "mms@ece.ucsb.edu",
   "nsf_id": "000223734",
   "pi_start_date": "2011-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779800",
   "pgm_ele_name": "Software & Hardware Foundation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7945",
   "pgm_ref_txt": "DES AUTO FOR MICRO & NANO SYST"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 350000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main objective of our work was to develop interconnect degradation models and to propose basic Computer-Aided Design (CAD) tools to prevent interconnect aging due to electromigration (EM). EM predominantly affects wires with unidirectional current flow and is dependent upon current density and wire temperature. Power grid of a Very Large Scale Integration (VLSI) chip carries unidirectional currents of large magnitudes and it is the most EM-vulnerable part of the on-chip interconnect network. In modern manufacturing technologies, some signal lines may also be affected by electromigration. In our research, we addressed EM damage to both power and signal lines.</p>\n<p>&nbsp;</p>\n<p><strong>Power grid</strong>: We have developed a temperature- and variation-aware EM analysis tool, T-VEMA for power grid wires. T-VEMA performs a two stage interconnect thermal analysis on a full-chip. The tool extracts the effective current density &ndash; wire length (<em>jL</em>) product values on grid wires and identifies EM-mortal wires. Then, a via-centric EM lifetime calculation is performed on ideally manufactured mortal wires taking thermal effects into account. Finally, T-VEMA analyzes process variation effects on EM reliability at global and local levels and reports variation tolerances of EM-sensitive power grid wires.</p>\n<p>&nbsp;</p>\n<p>We developed a model for calculating EM lifetime of via-arrays and observed that making power grid EM-immortal carries a huge metal area overhead and possibly makes routing&nbsp; of both power and signal networks too difficult to complete. We proposed a method for trading-off power grid integrity and reliability to minimize the total metal area overhead needed to achieve the desired grid life time under power integrity constraints. Experimental results show that using our method both EM reliability and power integrity can be met, while the additional metal area used is significantly reduced.</p>\n<p>Our analyses indicate that the conventional current estimation approach based on the assumption that the worst-case power configuration produces currents of the highest density can potentially underestimate currents carried by some power grid wires. We developed a linear programming-based algorithm that for each wire finds the worst-case configuration of current sources and computes the true worst case current value.</p>\n<p>We have studied EM reliability in complex DC wire structures. Such structures can be portions of power grid or can be other wires carrying direct current. Immortality of a wire should be studied jointly with other wires connected within the same net. The amount of hydrostatic stress experienced by a wire depends on the stress in other segments. We carried a detailed, systematic study of Blech effect-based model for EM in complex structures including the effect of adjacent segments taking into account current density, geometry, topology and material properties of interconnect. The developed model applies to passive and active elements.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Signal lines:</strong> We have demonstrated that some signal lines in Static Random Access Memory (SRAM) arrays are prone to EM. Our analysis shows that the read operation can cause unidirectional current flow in bit-lines. Thus the length of bit-lines should be bounded not only by performance requirements, but also by the Blech length constraint to avoid EM. Simulation results show that EM-safe bit-line length decreases as technology scales, temperature or frequency rise, and parameter variations increase.</p>\n<p>We demonstrated that the EM reliability of an SRAM array can be dramatically worsened by process variation due to a significant increase of sub-threshold leakage current on the bit-line. We statistically modeled the effects of process variation and developed a procedure for preventing EM failure by modifying the width of bit-lines and P/G lin...",
  "por_txt_cntn": "\nThe main objective of our work was to develop interconnect degradation models and to propose basic Computer-Aided Design (CAD) tools to prevent interconnect aging due to electromigration (EM). EM predominantly affects wires with unidirectional current flow and is dependent upon current density and wire temperature. Power grid of a Very Large Scale Integration (VLSI) chip carries unidirectional currents of large magnitudes and it is the most EM-vulnerable part of the on-chip interconnect network. In modern manufacturing technologies, some signal lines may also be affected by electromigration. In our research, we addressed EM damage to both power and signal lines.\n\n \n\nPower grid: We have developed a temperature- and variation-aware EM analysis tool, T-VEMA for power grid wires. T-VEMA performs a two stage interconnect thermal analysis on a full-chip. The tool extracts the effective current density &ndash; wire length (jL) product values on grid wires and identifies EM-mortal wires. Then, a via-centric EM lifetime calculation is performed on ideally manufactured mortal wires taking thermal effects into account. Finally, T-VEMA analyzes process variation effects on EM reliability at global and local levels and reports variation tolerances of EM-sensitive power grid wires.\n\n \n\nWe developed a model for calculating EM lifetime of via-arrays and observed that making power grid EM-immortal carries a huge metal area overhead and possibly makes routing  of both power and signal networks too difficult to complete. We proposed a method for trading-off power grid integrity and reliability to minimize the total metal area overhead needed to achieve the desired grid life time under power integrity constraints. Experimental results show that using our method both EM reliability and power integrity can be met, while the additional metal area used is significantly reduced.\n\nOur analyses indicate that the conventional current estimation approach based on the assumption that the worst-case power configuration produces currents of the highest density can potentially underestimate currents carried by some power grid wires. We developed a linear programming-based algorithm that for each wire finds the worst-case configuration of current sources and computes the true worst case current value.\n\nWe have studied EM reliability in complex DC wire structures. Such structures can be portions of power grid or can be other wires carrying direct current. Immortality of a wire should be studied jointly with other wires connected within the same net. The amount of hydrostatic stress experienced by a wire depends on the stress in other segments. We carried a detailed, systematic study of Blech effect-based model for EM in complex structures including the effect of adjacent segments taking into account current density, geometry, topology and material properties of interconnect. The developed model applies to passive and active elements.\n\n \n\n \n\nSignal lines: We have demonstrated that some signal lines in Static Random Access Memory (SRAM) arrays are prone to EM. Our analysis shows that the read operation can cause unidirectional current flow in bit-lines. Thus the length of bit-lines should be bounded not only by performance requirements, but also by the Blech length constraint to avoid EM. Simulation results show that EM-safe bit-line length decreases as technology scales, temperature or frequency rise, and parameter variations increase.\n\nWe demonstrated that the EM reliability of an SRAM array can be dramatically worsened by process variation due to a significant increase of sub-threshold leakage current on the bit-line. We statistically modeled the effects of process variation and developed a procedure for preventing EM failure by modifying the width of bit-lines and P/G lines. Taking into account the effect of bit-line width modification on cell stability and performance, we proposed a trade-off between functional and EM failures and indicated an optimal bit l..."
 }
}