{
 "awd_id": "1115774",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Towards Evidence-Based Discovery",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2009-08-31",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 391759.0,
 "awd_amount": 391759.0,
 "awd_min_amd_letter_date": "2011-01-11",
 "awd_max_amd_letter_date": "2011-01-11",
 "awd_abstract_narration": "Vast quantities of electronic information provide a unique opportunity for scientists identify candidate solutions for grand challenges as scientists, policy makers, and students have never had access to more electronic information than they do today. The goal in this research is to develop new text mining methods that are consistent with the manual processes that experts currently used to resolve contradictory and redundant evidence. Both discovery and synthesis are difficult activities even for people, so the team plans a socio-technical strategy to achieve this goal. This study includes a longitudinal study of manual discovery and synthesis behaviors of a diverse network of faculty, policy makers, and students from UNC and the Research Triangle Park. The majority of effort will be to advance natural language processing methods that automatically identify concepts and relationships, detect entailment and paraphrasing, and generate multi-document summaries. Lastly, a series of qualitative and quantitative studies that accurately reflect the degree to which text mining methods assist in discovery and synthesis activities will be conducted. This project will advance language processing methods that detect concepts and relationships, recognize paraphrases and entailment, and generate multiple documents summaries; provide the natural language community with a collection of gold standards that reflect diverse and realistic information needs; train the next generation of scientists to explore complex research that span disciplines; promote the ?human side of discovery? via a sponsored workshop. The socio-technical solution to text mining proposed in this project will ensure broad impact of the subsequent text mining theory and tools. This project will accelerate scientific discovery by enabling experts to follow connections between disciplines; and accelerate policy development by reducing the time required to resolve seemingly redundant and contradictory evidence within a discipline.  Involving policy champions from the Environmental Protection Agency and the Cecil G. Sheps Center for Health Services will ensure that the theory and technology produced from this research are consistent with the complex environment in which discovery and synthesis takes place. Claim Jumper will accelerate their existing policy efforts, but more importantly, tools from this project will enable studies that are not feasible with manual methods. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Catherine",
   "pi_last_name": "Blake",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Catherine L Blake",
   "pi_email_addr": "clblake@illinois.edu",
   "nsf_id": "000487702",
   "pi_start_date": "2011-01-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 391759.0
  }
 ],
 "por": null
}