{
 "awd_id": "1115165",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2011 MathematicalField of Dreams Conference",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jennifer Pearl",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 45000.0,
 "awd_amount": 45000.0,
 "awd_min_amd_letter_date": "2011-06-09",
 "awd_max_amd_letter_date": "2011-06-09",
 "awd_abstract_narration": "The fifth Mathematical Field of Dreams Conference will be held at Arizona State University in Tempe, Arizona on October 14-16, 2011 with the support of the National Science Foundation. The goal of this project/conference is to inspire and facilitate the access of students underrepresented in quantitative disciplines, to doctoral programs in the mathematical sciences while providing a forum where the knowledge and information that facilitates the selection of and application to relevant graduate programs is provided. The Field of Dreams Conference is one of the principal activities of the National Alliance for Doctoral Studies in the Mathematical Sciences (http://www.mathalliance.org/), a conglomerate of colleges and universities dedicated to encouraging and supporting students seeking doctoral degrees in the mathematical sciences. As with previous Field of Dreams Conferences, the 2011 meeting will allow students to identify opportunities for graduate study in mathematics, applied mathematics, computational biology, statistics, biostatistics and bioinformatics, mathematics education, and others. Participants will include approximately 100 undergraduate students recruited nationwide from groups underrepresented in the mathematical sciences, 30 undergraduate mentors, and at least 22 faculty members from the National Alliance graduate programs. Priority for support will be given to students from minority-serving institutions that lack extensive resources and programs in the mathematical sciences, or related research programs. \r\n\r\nThe US Department of Labor reports that jobs for mathematicians are expected to increase more than 20% from 2008 to 2018.  http://www.bls.gov/oco/ocos043.htm Further, \"Ph.D. holders with a strong background in mathematics and another discipline ? and who apply mathematical theory to real world problems will have the best job prospects\" (Ibid.) There is a shortage of U.S. citizen and permanent residents applying to doctoral programs in the mathematical sciences; the situation is worse for students from U.S. underrepresented minority groups. The Field of Dreams Conference introduces underrepresented undergraduates and their faculty mentors to relevant, exciting, and important research in mathematical sciences and/or to scientific research programs that required the participation of students with strong quantitative/computational training. The Field of Dreams Conference provides students with the knowledge and tools required to apply for doctoral studies in the mathematical sciences. At the Field of Dreams Conference students will have the opportunity to meet and interact with faculty, graduate students, and other undergraduates doing quantitative scientific research. Students will be encouraged to apply to graduate school and their faculty mentors will be provided with information that they may disseminate at their home institution. Therefore, doctoral studies in the mathematical sciences information will spread beyond the conference throughout National Alliance for Doctoral Studies in the Mathematical Sciences (http://www.mathalliance.org/). The participation of both undergraduate mentors and graduate faculty from the Alliance facilitates (i) the transition from undergraduate to graduate programs and (ii) the establishment of partnerships (research, curricular development and coordination). The Field of Dreams Conference will continue to be an important driving force in increasing the number of underrepresented U.S. students obtaining doctoral degrees in mathematical sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carlos",
   "pi_last_name": "Castillo-Chavez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carlos Castillo-Chavez",
   "pi_email_addr": "ccchavez@asu.edu",
   "nsf_id": "000503837",
   "pi_start_date": "2011-06-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Wayne",
   "pi_last_name": "Raskind",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Wayne M Raskind",
   "pi_email_addr": "wraskind@asu.edu",
   "nsf_id": "000091198",
   "pi_start_date": "2011-06-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marco",
   "pi_last_name": "Herrera-Valdez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marco Herrera-Valdez",
   "pi_email_addr": "marco.herrera@upr.edu",
   "nsf_id": "000572357",
   "pi_start_date": "2011-06-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Erin",
   "pi_last_name": "McKiernan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Erin McKiernan",
   "pi_email_addr": "emck31@gmail.com",
   "nsf_id": "000582837",
   "pi_start_date": "2011-06-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126000",
   "pgm_ele_name": "INFRASTRUCTURE PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 45000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p><span style=\"text-decoration: underline;\">Project Outcomes Report<br />for &ldquo;2011 Mathematical Field of Dreams Conference&rdquo; Award</span></p>\n<p><br /><br /></p>\n<p>The 2011 Mathematical Field of Dreams (FOD) conference brought together more than 150 undergraduate students, primarily individuals from groups underrepresented in the mathematical sciences, 25 graduate students and over 60 faculty mentors. The goal of this meeting, the fifth of its kind and the first held in Arizona, was to inspire, inform and support undergraduates interested in pursuing a PhD in the mathematical sciences. The FOD program of activities provided a forum that: 1) exposed students to the process of selecting and applying to graduate school; 2) introduced them to graduate students and faculty who have successfully navigated graduate school; 3) offered suggestions and strategies for success; 4) explained career opportunities and 5) helped them developed a personal network of support.&nbsp;&nbsp;The conference was held at Arizona State University (ASU) October 14-16, 2011.&nbsp; The FOD Conference is one of the principal activities of the National Alliance for Doctoral Studies in the Mathematical Sciences (http://www.mathalliance.org/), a coalition of colleges and universities dedicated to encouraging and supporting students seeking doctoral<br />degrees in the mathematical sciences.&nbsp;</p>\n<p>NSF awarded a grant to ASU, Dr. Carlos Castillo-Chavez (Principal Investigator), to fund travel expenses for participants and faculty mentors attending the FOD conference.&nbsp; Funding from this NSF grant supported or partially supported&nbsp;the participation of 56 undergraduates, two graduate students, and 11 mentors to the 2011 FOD Conference.&nbsp; Thirty of the undergraduates (54%) were female students, an underrepresented group (URG) in mathematics. &nbsp;Fifty-one Alliance Scholars and graduate students (88%), funded by this grant, were members of an underrepresented minority (URM) group in STEM fields.&nbsp; Moreover, nine of the 11 mentors (82%) funded through this grant were also members of either a URM and/or a URG.</p>\n<p><strong>Intellectual Merit </strong><em>Empowering the Nation through Discovery and Innovation</em>, the National Science Foundation&rsquo;s strategic plan for fiscal years 2011-2016, recognizes that investing in&nbsp;science and engineering (S&amp;E)&nbsp;and therefore in the <em>mathematical sciences</em>, is a criticalcomponent of the nation&rsquo;s roadmap to long-lasting prosperity in a globally interconnected world. &nbsp;At the 2011<br />conference, for the first time, graduate students had the opportunity to present their research findings to a wide audience that included representatives from four NSF-funded research institutes. &nbsp;In addition, faculty mentors shared their research interests with all participants, fostering potential research collaborations. The level of participation increased from prior meetings and the number of research university programs that have applied for membership in the Alliance, including Harvard Biostatistics and the mathematics department at the University of Pittsburgh has grown substantially.</p>\n<p><strong>Broader Impacts </strong><em>Empowering the Nation through Discovery and Innovation</em> further recognizes that maintaining our preeminence in science and technology and, consequently, in the <span style=\"text-decoration: underline;\">mathematical sciences</span>, hinges on the nation&rsquo;s scientific enterprise ability to be &ldquo;<em>Broadly Inclusive </em>-- seeking and including contributions from all sources while reaching out, especially to groups that are underrepresented...&rdquo; The National Academy of Sciences has reported a shortage of U.S. citizen and permanent residents applying to doctoral programs in the mathematical sciences. The Department of Labor&nbsp;indicates that jo...",
  "por_txt_cntn": "\n\n\n\n\nProject Outcomes Report\nfor \"2011 Mathematical Field of Dreams Conference\" Award\n\n\n\n\n\nThe 2011 Mathematical Field of Dreams (FOD) conference brought together more than 150 undergraduate students, primarily individuals from groups underrepresented in the mathematical sciences, 25 graduate students and over 60 faculty mentors. The goal of this meeting, the fifth of its kind and the first held in Arizona, was to inspire, inform and support undergraduates interested in pursuing a PhD in the mathematical sciences. The FOD program of activities provided a forum that: 1) exposed students to the process of selecting and applying to graduate school; 2) introduced them to graduate students and faculty who have successfully navigated graduate school; 3) offered suggestions and strategies for success; 4) explained career opportunities and 5) helped them developed a personal network of support.  The conference was held at Arizona State University (ASU) October 14-16, 2011.  The FOD Conference is one of the principal activities of the National Alliance for Doctoral Studies in the Mathematical Sciences (http://www.mathalliance.org/), a coalition of colleges and universities dedicated to encouraging and supporting students seeking doctoral\ndegrees in the mathematical sciences. \n\nNSF awarded a grant to ASU, Dr. Carlos Castillo-Chavez (Principal Investigator), to fund travel expenses for participants and faculty mentors attending the FOD conference.  Funding from this NSF grant supported or partially supported the participation of 56 undergraduates, two graduate students, and 11 mentors to the 2011 FOD Conference.  Thirty of the undergraduates (54%) were female students, an underrepresented group (URG) in mathematics.  Fifty-one Alliance Scholars and graduate students (88%), funded by this grant, were members of an underrepresented minority (URM) group in STEM fields.  Moreover, nine of the 11 mentors (82%) funded through this grant were also members of either a URM and/or a URG.\n\nIntellectual Merit Empowering the Nation through Discovery and Innovation, the National Science FoundationÆs strategic plan for fiscal years 2011-2016, recognizes that investing in science and engineering (S&amp;E) and therefore in the mathematical sciences, is a criticalcomponent of the nationÆs roadmap to long-lasting prosperity in a globally interconnected world.  At the 2011\nconference, for the first time, graduate students had the opportunity to present their research findings to a wide audience that included representatives from four NSF-funded research institutes.  In addition, faculty mentors shared their research interests with all participants, fostering potential research collaborations. The level of participation increased from prior meetings and the number of research university programs that have applied for membership in the Alliance, including Harvard Biostatistics and the mathematics department at the University of Pittsburgh has grown substantially.\n\nBroader Impacts Empowering the Nation through Discovery and Innovation further recognizes that maintaining our preeminence in science and technology and, consequently, in the mathematical sciences, hinges on the nationÆs scientific enterprise ability to be \"Broadly Inclusive -- seeking and including contributions from all sources while reaching out, especially to groups that are underrepresented...\" The National Academy of Sciences has reported a shortage of U.S. citizen and permanent residents applying to doctoral programs in the mathematical sciences. The Department of Labor indicates that jobs in the mathematics field are expected to increase by 20% by 2018 and so the shortage in US mathematicians will only widen, a serious national security issue. Although an increasing percentage of US women and minorities are now applying to graduate mathematical programs, the fact remains that they are not as likely to apply and complete their degrees at the same rate as their non-minority counterparts. The F..."
 }
}