{
 "awd_id": "1115217",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "City as Living Laboratory for Sustainability in Urban Design",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alphonse Desena",
 "awd_eff_date": "2011-07-15",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 290557.0,
 "awd_min_amd_letter_date": "2011-07-15",
 "awd_max_amd_letter_date": "2012-03-29",
 "awd_abstract_narration": "The Institute for Learning Innovation, in collaboration with Mary Miss Studio and the Institute for Urban Design, is conducting an exploratory research and development project on sustainable practices related to the built infrastructure of New York City. The work will (1) pilot test and study new interpretive strategies for urban \"place-based\" public learning experiences that focus pedestrians' attention on a city's ecology and existing built sustainability infrastructure; (2) engage urban design professionals and STEM researchers to explore how these new strategies have the potential to transform how urban design fields inform, dialog and interact with the public about sustainable urban design and planning; and (3) assess the effectiveness of these public interpretation programs on STEM learning beyond traditional Informal Science Learning Environments (ISEs) such as science museums. Project participants also include faculty from the City College of NY Graduate Program in Urban Design, STEM faculty from Columbia University, and staff of the Provisions Library in Washington, D.C. \r\n\r\nThe project is an early phase of the \"City as Living Laboratory\" initiative that can leverage the Rockefeller Foundation-funded Urban Design Week program in New York City scheduled to occur September 15 - 20, 2011. This request to NSF adds an additional track to the process to specifically focus on STEM learning and urban sustainability. From the promotional materials: \"The Institute for Urban Design is currently preparing for the first annual Urban Design Week, a public festival created to engage New Yorkers in the fascinating and complex issues of the public realm and celebrate the city's exceptional urbanity. Through a rich roster of charettes, summits, installations, film screenings, exhibitions, and tours, Urban Design Week will draw in citizens from every borough and walk of life and highlight the idea that cities are made by collective effort, and that each of us can be a part of that great endeavor.\" \r\n\r\nThe project goal is to generate new models for public engagement with science in the city environment and to explore how urban designers and planners, as they design for sustainability, can more effectively collaborate with STEM researchers and with the public. \r\n\r\nThe project has both research and programmatic deliverables.\r\nResearch activities include: Public Audiences: observational study of pedestrians in the installation environment; intercept surveys of the public about their experiences with the streetscape installations. Professional Audiences: pre-installation surveys on the role of public space science interpretation for altering public discourse about urban planning and sustainable cities; focus group assessment of professionals' experiences with observing public interactions with the installations; online delayed- post experience survey on learning outcomes in terms of knowledge, attitude, motivation and anticipated impacts on professional practices; analysis of blog postings and public media surrounding the installation; survey of attendees at an ISE forum on the project, its goals, outcomes and potential for future developments.\r\n\r\nProgrammatic deliverables include: a workshop that engages urban design students in the development of experimental streetscape installations; a pilot installation on streets in the City College of NY (consistent with approvals already received by NYC Dept. of Transportation); a City as Living Laboratory art-science workshop for Urban Design Week professionals to highlight possible benefits of inter-disciplinary collaboration; a panel discussion around new forms of citizen engagement through a \"city as a science learning environment\"; a forum specifically for ISE professionals to explore the research findings and potential for use as a strategy to increase science learning in city places.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Fraser",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "John R Fraser",
   "pi_email_addr": "johnfraser@alaskasealife.org",
   "nsf_id": "000616435",
   "pi_start_date": "2011-07-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Solecki",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "William D Solecki",
   "pi_email_addr": "wsolecki@hunter.cuny.edu",
   "nsf_id": "000196116",
   "pi_start_date": "2012-03-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jessica",
   "pi_last_name": "Luke",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Jessica J Luke",
   "pi_email_addr": "luke@ilinet.org",
   "nsf_id": "000550943",
   "pi_start_date": "2011-07-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Miss",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mary Miss",
   "pi_email_addr": "marymissstudio@gmail.com",
   "nsf_id": "000583847",
   "pi_start_date": "2011-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Institute for Learning Innovation Incorporated",
  "inst_street_address": "3168 Braverton Street",
  "inst_street_address_2": "Suite 280",
  "inst_city_name": "Edgewater",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4109565144",
  "inst_zip_code": "210372676",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MD05",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Institute for Learning Innovation Incorporated",
  "perf_str_addr": "3168 Braverton Street",
  "perf_city_name": "Edgewater",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "210372676",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MD05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 230430.0
  }
 ],
 "por": null
}