{
 "awd_id": "1115026",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Digitization TCN Collaborative Research: North American Lichens and Bryophytes: Sensitive Indicators of Environmental Quality and Change",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032927163",
 "po_email": "rsbeaman@nsf.gov",
 "po_sign_block_name": "Reed Beaman",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 423584.0,
 "awd_amount": 423584.0,
 "awd_min_amd_letter_date": "2011-06-30",
 "awd_max_amd_letter_date": "2014-09-15",
 "awd_abstract_narration": "Lichens and bryophytes share biological traits that make them some of the most sensitive indicators of environmental change. The goal of this project is to provide high quality data to address how species distributions change as a result of major environmental events across time and space. Specifically, this project will digitize the label information (the what, when, where and by whom collected) and images for approximately 2.3 million biological specimens curated in North American lichen and bryophyte herbaria. These collections represent well over 90% of all specimens collected in Canada, the United States and Mexico and held by over 60 US non-governmental institutions. New, on-line digitization techniques will be made publically available at at http://symbiota.org/nalichens/ and http://symbiota.org/bryophytes/, and will allow interested members of the public to be involved and learn about biodiversity alongside the professionals.\r\n\r\nAvailability of nearly the entire North American bryophyte and lichen collections on-line will greatly accelerate knowledge and evaluation of the biodiversity of these organisms by fostering collaborations between professionals and the general public. Additionally, models developed from these digitized data will aid future mapping projections of large scale species distributions and identification of biodiversity hotspots as prime candidates for protection. These endeavors will help to elucidate regions where changes are imminent and likely to have substantial impact, as well as to facilitate proactive initiatives to alleviate such changes. This award is made as part of the National Resource for Digitization of Biological Collections through the Advancing Digitization of Biological Collections program and all data resulting from this award will be available through the national resource.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Allen",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce H Allen",
   "pi_email_addr": "bruce.allen@mobot.org",
   "nsf_id": "000222748",
   "pi_start_date": "2011-06-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Missouri Botanical Garden",
  "inst_street_address": "2345 TOWER GROVE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3145775176",
  "inst_zip_code": "631103420",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "MISSOURI BOTANICAL GARDEN",
  "org_prnt_uei_num": "EE1XNE2UR4U1",
  "org_uei_num": "JU1FNE8FJBM3"
 },
 "perf_inst": {
  "perf_inst_name": "Missouri Botanical Garden",
  "perf_str_addr": "2345 TOWER GROVE AVE",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631103420",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "689500",
   "pgm_ele_name": "Digitization"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6895",
   "pgm_ref_txt": "DIGITIZATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 423584.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p>This digitization project utilized the <span class=\"mceitemhiddenspellword1\">bryophyte </span>and lichen collections from fifty-one botanical institutions with direct participation by sixteen botanical institutions and indirect participation by <span class=\"mceitemhiddenspellword1\">thirty</span>-<span class=\"mceitemhiddenspellword1\">fiv</span>e additional botanical institutions. The <span class=\"mceitemhiddenspellword1\">primary</span> <span class=\"mceitemhiddenspellword1\">goa</span>l of <span class=\"mceitemhiddenspellword1\">thi</span>s <span class=\"mceitemhiddenspellword1\">projec</span>t was to capture <span class=\"mceitemhiddenspellword1\">taxon (genus/species) names</span>, <span class=\"mceitemhiddenspellword1\">local</span>i<span class=\"mceitemhiddenspellword1\">ty</span>, and <span class=\"mceitemhiddenspellword1\">ecological</span> <span class=\"mceitemhiddenspellword1\">informat</span>ion from the <span class=\"mceitemhiddenspellword1\">bryophyte</span> and lichen <span class=\"mceitemhiddenspellword1\">colle</span>ct<span class=\"mceitemhiddenspellword1\">ions</span> in the <span class=\"mceitemhiddenspellword1\">participatin</span>g botanic<span class=\"mceitemhiddenspellword1\">al</span> <span class=\"mceitemhiddenspellword1\">instituti</span>o<span class=\"mceitemhiddenspellword1\">ns and make these data available to the general public via the Internet through the iDigBio portal.</span> This <span class=\"mceitemhiddenspellword1\">projec</span>t <span class=\"mceitemhiddenspellword1\">involved</span> three steps: <span class=\"mceitemhiddenspellword1\">imaging</span> of specimen <span class=\"mceitemhiddenspellword1\">colle</span>ct<span class=\"mceitemhiddenspellword1\">io</span>n labels; <span class=\"mceitemhiddenspellword1\">transcribing the information using SYMBIOTA (a web-based label processing system)</span>; and geo-referencing the specimens. As of mid-<span class=\"mceitemhiddenspellword1\">June</span>, 2016, there were 1.95 million images in the <span class=\"mceitemhiddenspellword1\">liche</span>n <span class=\"mceitemhiddenspellword1\">porta</span>l and 2.27 <span class=\"mceitemhiddenspellword1\">million</span> images in the <span class=\"mceitemhiddenspellword1\">bryophyte</span> <span class=\"mceitemhiddenspellword1\">por</span>t<span class=\"mceitemhiddenspellword1\">al</span>. At present, however, only 87% of the images have been transcribed, and 50% of&nbsp;the records geo-referenced. Nevertheless, this project also entailed the recruiting of more than 500 herbarium staff, student workers and volunteers for the purpose of image transcription and geo-reference work. This aspect of the project is dynamic; the work is ongoing and while the number of volunteers will certainly ebb and flow, since the images have been captured all of the images will eventually be transcribed and geo-referenced. <span class=\"mceitemhiddenspellword1\">Bryophytes</span> and lichens were the chosen<br />organisms for this project primarily because their great <span class=\"mceitemhiddenspellword1\">sensitivity</span> to <span class=\"mceitemhiddenspellword1\">environmental</span> <span class=\"mceitemhiddenspellword1\">variations</span> allows them to be <span class=\"mceitemhiddenspellword1\">effectively</span> used as b<span class=\"mceitemhiddenspellword1\">io</span>-<span class=\"mceitemhiddenspellword1\">indica</span>tors<br />of <span class=\"mceitemhiddenspellword1\">environmental</span> <span class=\"mceitemhiddenspellword1\">chang</span>e. <span class=\"mceitemhiddenspellword1\">Herbarium</span> <span class=\"mceitemhiddenspellword1\">speci</span>me<span class=\"mceitemhiddenspellword1\">ns</span> are in o<span class=\"mceitemhiddenspellword1\">ne</span> re<span class=\"mceitemhiddenspellword1\">spec</span>t a library that preserves the historic<span class=\"mceitemhiddenspellword1\">al </span>data that existed at the time of the<span class=\"mceitemhiddenspellword1\">ir </span><span class=\"mceitemhiddenspellwo...",
  "por_txt_cntn": "\n\n\n\n\nThis digitization project utilized the bryophyte and lichen collections from fifty-one botanical institutions with direct participation by sixteen botanical institutions and indirect participation by thirty-five additional botanical institutions. The primary goal of this project was to capture taxon (genus/species) names, locality, and ecological information from the bryophyte and lichen collections in the participating botanical institutions and make these data available to the general public via the Internet through the iDigBio portal. This project involved three steps: imaging of specimen collection labels; transcribing the information using SYMBIOTA (a web-based label processing system); and geo-referencing the specimens. As of mid-June, 2016, there were 1.95 million images in the lichen portal and 2.27 million images in the bryophyte portal. At present, however, only 87% of the images have been transcribed, and 50% of the records geo-referenced. Nevertheless, this project also entailed the recruiting of more than 500 herbarium staff, student workers and volunteers for the purpose of image transcription and geo-reference work. This aspect of the project is dynamic; the work is ongoing and while the number of volunteers will certainly ebb and flow, since the images have been captured all of the images will eventually be transcribed and geo-referenced. Bryophytes and lichens were the chosen\norganisms for this project primarily because their great sensitivity to environmental variations allows them to be effectively used as bio-indicators\nof environmental change. Herbarium specimens are in one respect a library that preserves the historical data that existed at the time of their collection,\nand as such this information can serve as base-line data for future ecological studies. Furthermore, large scale distribution mapping will serve to highlight regions where environmental events are imminent and likely to have substantial adverse impacts. As a result this information can perhaps enable the utilization of proactive policies to prevent or mitigate adverse effects on the environment. It will also allow the identification of biodiversity hotspots in need of conservation. Finally, the availability of this information online will greatly enhance and speed the production of taxonomic revisions thereby contributing substantially to the cataloging of the earthÆs bryophyte and lichen diversity.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 07/12/2016\n\n\t\t\t\t\tSubmitted by: Bruce H Allen"
 }
}