{
 "awd_id": "1115838",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Modeling Infectious Diseases:  How Much Ecological Complexity Must We Address?",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Sieracki",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 350469.0,
 "awd_amount": 350469.0,
 "awd_min_amd_letter_date": "2011-07-18",
 "awd_max_amd_letter_date": "2011-07-18",
 "awd_abstract_narration": "Ecology of Infectious Disease Special Competition - Spring 2011\r\n\r\nEcological systems are undeniably complex. Evaluating the appropriate level of complexity needed to fully understand their dynamics is essential to more efficiently increase the predictive accuracy of models. With funding through this Grant, this theoretical and empirical research will analyze the benefits of added complexity in host-parasite models and the extent to which including complexity increases the predictive accuracy of dynamical models. The team from the University of California-Santa Barbara and Princeton University will examine the role played by parasites in food webs for 16 estuarine systems along a latitudinal gradient of the Pacific coast of North America. They will model four focal parasites found in these webs and perform laboratory and field studies to parameterize the model. Versions of these models will vary in aspects of ecological complexity, including alternative hosts, other parasites, varying detail about life stages, direct and indirect effects of non-hosts and temperature.\r\n\r\nThe study is innovative and certainly worth of funding. The research will advance understanding of how model performance changes with added complexity and investigate the level of detail needed to address life-stage complexity, alternative host diversity and food web complexity. Examining how model performance improves with complexity and the cost of including that complexity will provide insight on the most appropriate level of complexity needed for infectious disease models to be most suitably predictive. \r\n\r\nThe broader impacts of this project are very strong. The research from this study will provide a framework for how to most effectively model infectious diseases in complex systems and will address how parasites impact ecological networks and surrounding biodiversity. This project will make excellent provision for the training and support of a post-doctoral researcher, graduate students and undergraduates, including individuals from under-represented groups. This study will also feature excellent and very appropriate outreach to K-12 teachers and students and will enhance international scientific collaboration through interaction with scientists and students from Mexico, Czech Republic, Argentina and Australia.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Dobson",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew P Dobson",
   "pi_email_addr": "dobber@princeton.edu",
   "nsf_id": "000195781",
   "pi_start_date": "2011-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "1 NASSAU HALL",
  "perf_city_name": "PRINCETON",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1650",
   "pgm_ref_txt": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "7242",
   "pgm_ref_txt": "ECOLOGY OF INFECTIOUS DISEASES"
  },
  {
   "pgm_ref_code": "7308",
   "pgm_ref_txt": "BE-UF: ECOL OF INFECTIOUS DISE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 350469.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Understanding the complexity of ecological systems and developing mathematical models that capture the key details of these systems is one of the four central scientific challenges of the 21<sup>st</sup> Century.<span>&nbsp; </span>Similar mathematics underlies the other three: immune systems, the interaction of proteins and genomes, and neuronal systems and their interaction with the endocrine system and the brain.<span>&nbsp; </span>There are important similarities between these four areas of study: they all involve the mathematics of networks, whence understanding developed in one area will provide synergistic insights for the other three. <span>&nbsp;</span>No other scientific problems combine this combination of scientific complexity and direct relevance to human well-being.</span></p>\n<p><strong>&nbsp;</strong><em>&nbsp;</em></p>\n<p><span>Understanding the complex dynamics of ecological systems is arguably the most urgent of these problems.<span>&nbsp; </span>We are running out of natural controls as the worlds intact natural ecosystems are increasingly subject to a diversity of novel perturbations that differ significantly from those in which they assembled and evolved.<span>&nbsp; </span>The large number of different species interacting in food webs arguably makes this the most challenging of the four problems, progress in this area will ultimately define the success (or failure) of science in the 21<sup>st</sup> Century.<span>&nbsp; </span>All the interactions between species in food webs are non-linear, many are indirect, and they occur at a large diversity of different rates.<span>&nbsp; </span>Consideration of parasites as major components of natural ecosystems increases the complexity of the problems by at least a factor of two, perhaps by a factor of ten.<span>&nbsp; </span></span></p>\n<p><span>We examined ways in which this complexity could be reduced by looking for underlying patterns that scale with body-size and type of trophic interaction.<span>&nbsp; </span>This requires a careful and insightful blend of natural history knowledge and mathematical skill.<span>&nbsp; </span>The work focused around data collected on the abundance, biomass and spatial distribution of all the species living in salt marshes along the coast of California and the northern Baja peninsula in Mexico.<span>&nbsp; </span>Dobson&rsquo;s lab focused on the development of mathematical models that could be used to create a quantitative skeleton that could be used to characterize and quantify the strength and stability of interactions between all pairs of species that exist in these salt marshes.<span>&nbsp; </span>The work was specifically developed in ways that would allow it to be generalized and applied to other systems. In simple, but somewhat pretentious, words, we attempted to derive sets of equations that would provide broad and deep insights into the ways in which natural systems are organized and respond to natural and extreme perturbations.</span></p>\n<p><span>There are two major components to the structure of a food-web: the geometrical description of the network of links that couple species together, and the structure of these links.<span>&nbsp; </span>Earlier work on food-webs has focused on their network properties, attempting to see if these match the small world or random webs that characterize the internet and social networks.<span>&nbsp; </span>Most authors have concluded they are dissimilar to these networks, largely because they are structured into a hierarchy of trophic levels with species on one level feeding on those below them, while in turn being fed upon by those above.<span>&nbsp; </span>The parasites that we focused upon increase this complexity by adding additional trophic levels of species feeding on their hosts from the inside-out, rather than the outside in, as occurs with traditional food-webs.<span>&nbsp; </span>This suggested to us that we should focus on developing a general mathematical structure the links that connect all pairs of species in the web as consumer-resource relationships.<span>&nbsp; </span>After many discussions, we developed a framework based on seven equations that characterize each of the different stages in the interaction between any consumer and its resource.<span>&nbsp; </span>The strength of this approach is that it can be applied from all interactions from birds eating crabs (or lions eating zebras) through ducks eating plants, to worms living in the hosts guts, or viruses living in the cells of its respiratory tract.<span>&nbsp; </span>The seven equations capture the searching, killing, digesting, and reproducing components of the consumers life and the hiding, reproducing and resisting attack components of the resource.<span>&nbsp; </span>The parameters of each equation are designed to scale with body size and this allows equations describing rapid processes to collapse to their equilibrium values (eg life expectancy of viral free-living stage) and then be substituted into other equations of the system through the method of moments.<span>&nbsp; </span>We have shown that the seven equations always collapse down to generalized forms of the classical predator-prey, host-parasite, and plant herbivore equations in ways that allow these relationships to be directly compared in terms of how they are likely to affect the stability and persistence of the whole food web</span><span>.<span>&nbsp; </span>A significant part of the work at Princeton focused on developing data-sets that quantified the relationship between body size and rate for the different processes.<span>&nbsp; </span></span></p>\n<p><strong>&nbsp;</strong><em></em></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/27/2017<br>\n\t\t\t\t\tModified by: Andrew&nbsp;P&nbsp;Dobson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nUnderstanding the complexity of ecological systems and developing mathematical models that capture the key details of these systems is one of the four central scientific challenges of the 21st Century.  Similar mathematics underlies the other three: immune systems, the interaction of proteins and genomes, and neuronal systems and their interaction with the endocrine system and the brain.  There are important similarities between these four areas of study: they all involve the mathematics of networks, whence understanding developed in one area will provide synergistic insights for the other three.  No other scientific problems combine this combination of scientific complexity and direct relevance to human well-being.\n\n  \n\nUnderstanding the complex dynamics of ecological systems is arguably the most urgent of these problems.  We are running out of natural controls as the worlds intact natural ecosystems are increasingly subject to a diversity of novel perturbations that differ significantly from those in which they assembled and evolved.  The large number of different species interacting in food webs arguably makes this the most challenging of the four problems, progress in this area will ultimately define the success (or failure) of science in the 21st Century.  All the interactions between species in food webs are non-linear, many are indirect, and they occur at a large diversity of different rates.  Consideration of parasites as major components of natural ecosystems increases the complexity of the problems by at least a factor of two, perhaps by a factor of ten.  \n\nWe examined ways in which this complexity could be reduced by looking for underlying patterns that scale with body-size and type of trophic interaction.  This requires a careful and insightful blend of natural history knowledge and mathematical skill.  The work focused around data collected on the abundance, biomass and spatial distribution of all the species living in salt marshes along the coast of California and the northern Baja peninsula in Mexico.  Dobson?s lab focused on the development of mathematical models that could be used to create a quantitative skeleton that could be used to characterize and quantify the strength and stability of interactions between all pairs of species that exist in these salt marshes.  The work was specifically developed in ways that would allow it to be generalized and applied to other systems. In simple, but somewhat pretentious, words, we attempted to derive sets of equations that would provide broad and deep insights into the ways in which natural systems are organized and respond to natural and extreme perturbations.\n\nThere are two major components to the structure of a food-web: the geometrical description of the network of links that couple species together, and the structure of these links.  Earlier work on food-webs has focused on their network properties, attempting to see if these match the small world or random webs that characterize the internet and social networks.  Most authors have concluded they are dissimilar to these networks, largely because they are structured into a hierarchy of trophic levels with species on one level feeding on those below them, while in turn being fed upon by those above.  The parasites that we focused upon increase this complexity by adding additional trophic levels of species feeding on their hosts from the inside-out, rather than the outside in, as occurs with traditional food-webs.  This suggested to us that we should focus on developing a general mathematical structure the links that connect all pairs of species in the web as consumer-resource relationships.  After many discussions, we developed a framework based on seven equations that characterize each of the different stages in the interaction between any consumer and its resource.  The strength of this approach is that it can be applied from all interactions from birds eating crabs (or lions eating zebras) through ducks eating plants, to worms living in the hosts guts, or viruses living in the cells of its respiratory tract.  The seven equations capture the searching, killing, digesting, and reproducing components of the consumers life and the hiding, reproducing and resisting attack components of the resource.  The parameters of each equation are designed to scale with body size and this allows equations describing rapid processes to collapse to their equilibrium values (eg life expectancy of viral free-living stage) and then be substituted into other equations of the system through the method of moments.  We have shown that the seven equations always collapse down to generalized forms of the classical predator-prey, host-parasite, and plant herbivore equations in ways that allow these relationships to be directly compared in terms of how they are likely to affect the stability and persistence of the whole food web.  A significant part of the work at Princeton focused on developing data-sets that quantified the relationship between body size and rate for the different processes.  \n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/27/2017\n\n\t\t\t\t\tSubmitted by: Andrew P Dobson"
 }
}