{
 "awd_id": "1115775",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Root Crop Agriculture, Land Use, and Authority Outside of the Ceren Village, El Salvador",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 75200.0,
 "awd_amount": 75200.0,
 "awd_min_amd_letter_date": "2011-06-06",
 "awd_max_amd_letter_date": "2011-06-06",
 "awd_abstract_narration": "Supported by the National Science Foundation, Dr. Payson Sheets (Anthropology, University of Colorado) and an international team of researchers will conduct archaeological investigations in El Salvador.  The team consists of specialists in ancient botany and graduate students from the U.S., and agricultural engineers and archaeology students from El Salvador.  The team will follow up on the recent discovery of an agricultural system of the ancient Maya that hitherto was unknown.  About 200 meters south of the ancient Maya village of Ceren, very large sloping planting beds were discovered, preserved to an extraordinary degree by the eruption of the Loma Caldera volcanic vent in about AD 600.  Test excavations done in 2009, also supported by NSF, encountered many planting beds that had been harvested of the manioc, a root crop, that had been growing there for at least a year.  Most of the roots had been removed during harvesting, but some remained and were encountered as hollow spaces, which the researchers cast with dental plaster to preserve them in perpetuity.  Some of the beds had been replanted with stem cuttings for the next cycle of growth.  Both the stems and the tubers of the ancient Maya were more robust than those grown by peasant farmers in El Salvador today.\r\n\r\nOne goal of the research is to understand the means by which ancient farmers were more successful than present-day farmers in growing manioc.  Salvadoran agricultural engineers are essential in helping to explore the possibilities, and three have been proposed so far.  (1) Manioc tubers grow best in loose soils, and the ancient planting beds are superior to the present practice of planting in flat fields.  (2) Wild and domesticated manioc grows best in semi-arid areas, as too much moisture inhibits growth, so the sloping of the ancient beds facilitates drainage.  That is not done by contemporary farmers.  (3) The ancient fields were carefully weeded, also a procedure that is not followed today.  Because El Salvador is the most crowded Central American country, that passed food self-sufficiency some five decades ago, and is beset by unemployment, it is an ideal location to use ancient successes to improve present-day agricultural practices.   Test plots will be initiated by three farmers to compare ancient and traditional contemporary manioc cultivation, to demonstrate and quantify the differences.\r\n\r\nThe research focuses on issues of ancient Maya agriculture.  Scholars have long debated whether agriculture was under elite control or influence, or whether it was essentially independent from higher authority.   Land-use lines were discovered in 2009 that strictly separated different farmer's plots.  Excavations will focus on whether those boundaries were locally established, or emanated from the Ceren village, or possibly from San Andres which is the city under elite control to the south of the fields.  And because Ceren receives abundant rainfall, at the moist end of the continuum that manioc can stand, it appears that manioc would have been more suitable for cultivation in dryer areas of the Maya lowlands than at Ceren.  Therefore project members are developing multiple durable indicators of manioc cultivation and processing that can be found in archaeological sites that lack the unusual preservation of Ceren.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Payson",
   "pi_last_name": "Sheets",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Payson Sheets",
   "pi_email_addr": "sheetsp@colorado.edu",
   "nsf_id": "000418160",
   "pi_start_date": "2011-06-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Lentz",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "David L Lentz",
   "pi_email_addr": "david.lentz@uc.edu",
   "nsf_id": "000225431",
   "pi_start_date": "2011-06-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 75200.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In 1978 the Principal Investigator, Payson Sheets, discovered an ancient Maya village of farmers buried deeply by volcanic ash in El Salvador, and named it Ceren.&nbsp; For two decades excavations focused on the architecture: the household buildings and their contents, and some special-purpose public and religious buildings.&nbsp; Because all were earthen architecture, and even the world's experts on conservation of this architecture in a moist tropical environment are not confident that techniques exist to preserve it in today's world, no more buildings are being excavated.&nbsp; In the past decade the focus has shifted to agriculture south of the building, where important discoveries are being made.</p>\n<p>Research supported by this NSF award focused on agriculture south of the intensive corn-beans-squash fields surrounding each household, and north of the extensive manioc (a root crop) fields.&nbsp; The theoretical framework guiding research is political economy, specifically at what level in the functioning society decision were made, and where authority resided.&nbsp; The preservation by the c. AD 630 Loma Caldera eruption is extraordinary, and allowed us to understand that local farmers retained a much higher degree of authority than had been suspected by most scholars. &nbsp; Farmers could rotate crops on their plots, with the most common rotation was from manioc to maize, or vice versa.&nbsp; Farmers decided what kind of field ridging or simply mounding they preferred to do to around each cluster of maize plants.&nbsp; And we found one farmer who did no ridging or mounding at all (we called him, informally, \"el perezoso\", meaning \"the lazy one\"). &nbsp; His productivity, in ears of corn per unit area, was somewhat below his peers.</p>\n<p>Individual farming families decided where and how to maintain their kitchen gardens and their high performance cornfields around their residences.&nbsp; Formerly unknown is that families cultivated the root crop \"malanga\" in places were soils were more moist, and they cultivated manioc in locations where soils were more dry.&nbsp; Maize is very sensitive to climatic conditions, and in unusually dry years whe maize was failing, the highly drought-resistant manioc would provide calories.&nbsp; In unsually wet years, when maize is suppressed, malanga would produce as it favors very wet soils.&nbsp; Thus the spectrum of adaptive choices for farmers was wider than previously imagined.</p>\n<p>The most suprising and important discovery of the season is finding a \"Sacbe,\" a formal Maya roadway, running through the fields and toward the village.&nbsp; It is 2 meters wide, with a drainage canal on each side, and it is built of highly compacted white volcanic ash from the AD 535 eruption of Ilopango volcano. &nbsp; The Sacbe varies somewhat in the almost 50 meters of extent where we were able to uncover it, which brings up the question of authority.&nbsp; Were the individual farmers who's fields abut on the sacbe responsible for its construction and maintenance?&nbsp; Or was the authority for the Sacbe residing in the village?&nbsp; Or was it built and maintained by a higher authority to the south of the village?&nbsp; These issuesare currently being debated among Maya scholars in Yucatan, where there are almost 100 known Sacbes.&nbsp; Preservation there is insufficient to answer the questions.&nbsp; At Ceren the preservation is sufficient to explore where authority resided for the Sacbe, and continued research will pursue these issues.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/01/2013<br>\n\t\t\t\t\tModified by: Payson&nbsp;Sheets</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn 1978 the Principal Investigator, Payson Sheets, discovered an ancient Maya village of farmers buried deeply by volcanic ash in El Salvador, and named it Ceren.  For two decades excavations focused on the architecture: the household buildings and their contents, and some special-purpose public and religious buildings.  Because all were earthen architecture, and even the world's experts on conservation of this architecture in a moist tropical environment are not confident that techniques exist to preserve it in today's world, no more buildings are being excavated.  In the past decade the focus has shifted to agriculture south of the building, where important discoveries are being made.\n\nResearch supported by this NSF award focused on agriculture south of the intensive corn-beans-squash fields surrounding each household, and north of the extensive manioc (a root crop) fields.  The theoretical framework guiding research is political economy, specifically at what level in the functioning society decision were made, and where authority resided.  The preservation by the c. AD 630 Loma Caldera eruption is extraordinary, and allowed us to understand that local farmers retained a much higher degree of authority than had been suspected by most scholars.   Farmers could rotate crops on their plots, with the most common rotation was from manioc to maize, or vice versa.  Farmers decided what kind of field ridging or simply mounding they preferred to do to around each cluster of maize plants.  And we found one farmer who did no ridging or mounding at all (we called him, informally, \"el perezoso\", meaning \"the lazy one\").   His productivity, in ears of corn per unit area, was somewhat below his peers.\n\nIndividual farming families decided where and how to maintain their kitchen gardens and their high performance cornfields around their residences.  Formerly unknown is that families cultivated the root crop \"malanga\" in places were soils were more moist, and they cultivated manioc in locations where soils were more dry.  Maize is very sensitive to climatic conditions, and in unusually dry years whe maize was failing, the highly drought-resistant manioc would provide calories.  In unsually wet years, when maize is suppressed, malanga would produce as it favors very wet soils.  Thus the spectrum of adaptive choices for farmers was wider than previously imagined.\n\nThe most suprising and important discovery of the season is finding a \"Sacbe,\" a formal Maya roadway, running through the fields and toward the village.  It is 2 meters wide, with a drainage canal on each side, and it is built of highly compacted white volcanic ash from the AD 535 eruption of Ilopango volcano.   The Sacbe varies somewhat in the almost 50 meters of extent where we were able to uncover it, which brings up the question of authority.  Were the individual farmers who's fields abut on the sacbe responsible for its construction and maintenance?  Or was the authority for the Sacbe residing in the village?  Or was it built and maintained by a higher authority to the south of the village?  These issuesare currently being debated among Maya scholars in Yucatan, where there are almost 100 known Sacbes.  Preservation there is insufficient to answer the questions.  At Ceren the preservation is sufficient to explore where authority resided for the Sacbe, and continued research will pursue these issues.\n\n\t\t\t\t\tLast Modified: 06/01/2013\n\n\t\t\t\t\tSubmitted by: Payson Sheets"
 }
}