{
 "awd_id": "1115887",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "High Order Model, Computation, and Stochastic Hybrid Coupling Continuum-Particle Algorithm with Application to Micro-propulsion",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leland Jameson",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 120000.0,
 "awd_amount": 120000.0,
 "awd_min_amd_letter_date": "2011-09-19",
 "awd_max_amd_letter_date": "2011-09-19",
 "awd_abstract_narration": "Micro-domain multi-scale flow simulation is one of the most difficult and unresolved problems in today's computational mathematics. Simulating micro-propulsion generated by the plasma flow from the micro-pulsed plasma thruster (PPT) is one of the examples. Flow in a micro-PPT is partially ionized collisional plasma exhibiting transition from continuum to rarefied (or non-equilibrium) regime. To successfully simulate such multi-scale flow, a novel stochastic hybrid algorithm combining direct simulation Monte Carlo (DSMC) method suitable for highly non-equilibrium flow regime and continuum methods in the rest of the domain for efficiency is proposed. Using the new algorithm, the study will focus on numerical modeling the internal flow of the micro-thruster. To the end, stochastic simulations are planned to optimize performance characteristics of the thruster such as specific impulse and thrust. The intellectual merit of the proposed activity lies in the development and analysis of new numerical algorithms and application of these algorithms for large scale simulations of multi-scale flow problems. Moreover, one significance of the proposed research is to build a stochastic interface between kinetic and continuum methods to exchange the statistical distribution instead of the spatial-temporal average. Proposed tools will be applied to study the micro-thruster to order to improve their performance by optimizing their geometry.\r\n\r\n    The proposed work will broadly extend the understanding of the behavior of multi-scale flows in many applications of current interest. It will assist in developing new micro-propulsion devices with improved efficiency, which is important for next generation micro-spacecrafts. Moreover, the methods to be developed can be applied to numerous applications in engineering, physics and biology including, but not limited to, hypersonic re-entry vehicles, thermo-fluids of fusion blankets and dissolution of a blood clot by ultrasound. Proposed work will continue and expand the PI?s educational outreach activities by building a strong collaboration between University of Notre Dame and Pacific Northwest National Laboratory and providing interdisciplinary training for students. An interdisciplinary training of undergraduate and graduate student training is planned.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhiliang",
   "pi_last_name": "Xu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhiliang Xu",
   "pi_email_addr": "zxu2@nd.edu",
   "nsf_id": "000152650",
   "pi_start_date": "2011-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "guang",
   "pi_last_name": "lin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "guang lin",
   "pi_email_addr": "guang.lin@pnl.gov",
   "nsf_id": "000554807",
   "pi_start_date": "2011-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "940 GRACE HALL",
  "perf_city_name": "NOTRE DAME",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565708",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 120000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Motivated by the multi-scale phenomena associated with the plasma flow from the micro-pulsed plasma thruster (PPT), &nbsp;the research goal of the project is to develop a set of high-order accurate, easy to use and efficient numerical methodologies for simulating multi-scale flow phenomena. Typically, a multi-scale flow consists of regimes in which the flow exhibits kinetic and continuum features, or both of them, respectively. On the other hand, a numerical scheme is usually designed for simulating flow in a single flow regime, novel methods are therefore needed to bridge solutions computed by different methods feasible for individual flow regimes. Additionally, very little is known about three-dimensional plasma flows in micro-domains. Because of the multi-scale characteristics, numerical modeling of this plasma flow is one of the most difficult and unresolved problems in today&rsquo;s computational mathematics.</p>\n<p>Through the entire life of the award, major research activities have been focused on developing fast, high-order accurate and robust algorithms for computing continuum flows described by Euler and magnetohydrodynamic equations, respectively, and developing efficient ANOVA (Analysis of Variance) decomposition method for stochastic simulations and sensitivity analysis and uncertainty quantification, which were used to rank the importance of the random factors and quantified their interactions for the plasma flow. The developed numerical schemes can be used to broadly extend the knowledge of the behavior of multi-scale flows for many applications of current interest. It can be used to assist in developing new micro-propulsion devices with improved efficiency, which is important for next generation micro-spacecrafts. Moreover, the developed methods can also be applied to perform simulation study for other practical applications such as hypersonic re-entry vehicles and laser radiation to produce plasmas. &nbsp;</p>\n<p>Efforts were also made to apply the methods developed here to study math-biology problems. Specifically, multi-scale, stochastic and Monte-Carlo type simulations have been used to study bacterial swarming behaviors, dynamics of blood cell interacting with plasma and blood vessel wall through ligand-receptor binding. These works advanced understanding of emerging behavior from individual bacterial cells and blood related diseases, such as blood clot formation.</p>\n<p>Interdisciplinary interaction has become an important research paradigm. To enhance graduate student training at the intersection of computation, science and bio- and mechanical engineering collaborate research and educational activities were carried out between University of Notre Dame and Pacific Northwest National Laboratory (PNNL). The advanced scientific computing course has been introduced at the University of Notre Dame. The course is cross-listed for both senior undergraduate students and graduate students, and teaches students parallel computing methods with MPI, OpenMP and CUDA implementations. The course material includes parallel algorithms for solving system of linear equations, ordinary and partial differential equations and optimization problems. Advanced numerical methods and selected problems from science and engineering fields are covered in the numerical analysis course with the goal of introducing the state-of-the-art computational methods to graduate students in applied mathematics, physics and engineering. By the end of the course, each student will have the capability to apply or develop appropriate computational methods as well as software in their specific research fields. All of the developed teaching materials including course notes, problem sets and sample programs are made available online. Graduate student spent summer at PNNL and worked on summer research projects. Graduate student partially supported by the project has graduated and is continuing...",
  "por_txt_cntn": "\nMotivated by the multi-scale phenomena associated with the plasma flow from the micro-pulsed plasma thruster (PPT),  the research goal of the project is to develop a set of high-order accurate, easy to use and efficient numerical methodologies for simulating multi-scale flow phenomena. Typically, a multi-scale flow consists of regimes in which the flow exhibits kinetic and continuum features, or both of them, respectively. On the other hand, a numerical scheme is usually designed for simulating flow in a single flow regime, novel methods are therefore needed to bridge solutions computed by different methods feasible for individual flow regimes. Additionally, very little is known about three-dimensional plasma flows in micro-domains. Because of the multi-scale characteristics, numerical modeling of this plasma flow is one of the most difficult and unresolved problems in todayÆs computational mathematics.\n\nThrough the entire life of the award, major research activities have been focused on developing fast, high-order accurate and robust algorithms for computing continuum flows described by Euler and magnetohydrodynamic equations, respectively, and developing efficient ANOVA (Analysis of Variance) decomposition method for stochastic simulations and sensitivity analysis and uncertainty quantification, which were used to rank the importance of the random factors and quantified their interactions for the plasma flow. The developed numerical schemes can be used to broadly extend the knowledge of the behavior of multi-scale flows for many applications of current interest. It can be used to assist in developing new micro-propulsion devices with improved efficiency, which is important for next generation micro-spacecrafts. Moreover, the developed methods can also be applied to perform simulation study for other practical applications such as hypersonic re-entry vehicles and laser radiation to produce plasmas.  \n\nEfforts were also made to apply the methods developed here to study math-biology problems. Specifically, multi-scale, stochastic and Monte-Carlo type simulations have been used to study bacterial swarming behaviors, dynamics of blood cell interacting with plasma and blood vessel wall through ligand-receptor binding. These works advanced understanding of emerging behavior from individual bacterial cells and blood related diseases, such as blood clot formation.\n\nInterdisciplinary interaction has become an important research paradigm. To enhance graduate student training at the intersection of computation, science and bio- and mechanical engineering collaborate research and educational activities were carried out between University of Notre Dame and Pacific Northwest National Laboratory (PNNL). The advanced scientific computing course has been introduced at the University of Notre Dame. The course is cross-listed for both senior undergraduate students and graduate students, and teaches students parallel computing methods with MPI, OpenMP and CUDA implementations. The course material includes parallel algorithms for solving system of linear equations, ordinary and partial differential equations and optimization problems. Advanced numerical methods and selected problems from science and engineering fields are covered in the numerical analysis course with the goal of introducing the state-of-the-art computational methods to graduate students in applied mathematics, physics and engineering. By the end of the course, each student will have the capability to apply or develop appropriate computational methods as well as software in their specific research fields. All of the developed teaching materials including course notes, problem sets and sample programs are made available online. Graduate student spent summer at PNNL and worked on summer research projects. Graduate student partially supported by the project has graduated and is continuing research as post-doctoral research associate. \n\n \n\n\t\t\t\t\tLast Modified: 12/16/2015\n\n\t\t\t\t\tSubmitt..."
 }
}