{
 "awd_id": "1115865",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mathematical Models and Adaptive Algorithms for Tumor Growth",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 319987.0,
 "awd_amount": 319987.0,
 "awd_min_amd_letter_date": "2011-09-08",
 "awd_max_amd_letter_date": "2011-09-08",
 "awd_abstract_narration": "The objectives of the proposed project are to develop physically sound and mathematically rig-\r\norous diffuse-interface models for tumor growth, to analyze the well-posedness of problems based on\r\nthese models, to design efficient time-stepping schemes and finite-element discretization algorithms,\r\nto build the computer software implementing these algorithms, and to develop solution verification\r\nmethods based on a posteriori error estimation. The focus of the research work will be on the devel-\r\nopment and analysis of mathematical models that describe at the continuum scale avascular growth\r\nof tumors, i.e. in the absence of nearby blood vessels, and aim at predicting the evolution of large tu-\r\nmorous regions while ignoring the behavior of individual cells. Continuum models of tumor growth\r\ncan be derived from first principles through the continuum theory of mixtures. Mixture theory pro-\r\nvides an elegant and general framework for modeling multicomponent media such, as living tissue,\r\ncomposed of several species of interacting constituents. A remarkable property of phenomenological\r\nmodels based on mixture theory is that, when considering the concentration gradients of various\r\nconstituents into the Helmholtz free energy functionals, one obtains diffuse-interface models that\r\nintroduce smooth transitional boundaries between the various constituents. The resulting equa-\r\ntions are systems of the Cahn-Hilliard type, namely complex systems of nonlinear time-dependent\r\nfourth-order partial-differential equations. Such diffuse-interface tumor-growth models have been\r\nproposed only recently in the literature and the mathematical analysis and development of efficient\r\ndiscretizations for such systems are only in the initial stage. The main objectives in this research\r\nproject are thus to address several important open issues related to the development of spatio-\r\ntemporal diffuse-interface phase field models for computer predictions of tumor growth, including:\r\n(1) development of formulations that satisfy thermodynamical properties of the system; (2) devel-\r\nopment of a rigorous mathematical framework for the analysis of tumor-growth models based on\r\ngradient ow theory; (3) development of new stable and high-order accurate time-stepping schemes\r\nby using semi-implicit splitting approaches; and (4) development of efficient goal-oriented error\r\nestimation algorithms for the control of spatial and temporal discretization errors for the highly\r\nnonlinear time-dependent coupled problem embodied by the proposed tumor-growth models.\r\n\r\nCancer is a disease of the genome, characterized by uncontrolled cellular growth and invasion,\r\nthat afflicts every year millions of Americans from all age categories. The primary motivation\r\nof the research project is thus concerned with one of the grand challenges of our times, that\r\nis, to understand the mechanisms of cancer so that reliable treatments, or better, preventative\r\nmeasures, can be determined to relieve the impact this disease has on so many people. It has\r\nturned out to be a difficult endeavor, due to many reasons, but the most important ones could\r\nbe that there are more than one hundred different types of cancer and the causes and effects of\r\neach type occur on a wide range of scales-specific mutations happen at the molecular scale while\r\ntumors may invade a significant portion of the human body. It is not too uncommon to believe\r\nthat biologists or medical physicians are the main players in cancer research; however, more and\r\nmore scientists from other disciplines, such as mathematics or physics, are getting involved in\r\nthe investigation of possible causes of tumor development and behavior. It is in fact our hope\r\nthat mathematical and computational tools could provide new insights that could help guide more\r\nfundamental research issues to be addressed by biologists and medical physicians. We believe that\r\ncomputer simulations represent powerful means for furthering discovery and acquiring scientific\r\nknowledge. These simulations will help in the future explore detailed mechanisms of tumor growth\r\nin natural environments that cannot be directly studied in patients.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Serge",
   "pi_last_name": "Prudhomme",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Serge Prudhomme",
   "pi_email_addr": "serge@ices.utexas.edu",
   "nsf_id": "000241965",
   "pi_start_date": "2011-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "J. Tinsley",
   "pi_last_name": "Oden",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "J. Tinsley Oden",
   "pi_email_addr": "oden@ices.utexas.edu",
   "nsf_id": "000362813",
   "pi_start_date": "2011-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  },
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 319987.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Objectives of the proposed research project were to develop mathematically rigorous diffuse-interface phase-field models for computer simulation and prediction of tumor growth, to analyze the well-posedness of problems based on these models, to design efficient time-stepping schemes based on gradient flow theory and finite element discretization algorithms, to build the computer software implementing these algorithms, and to develop solution verification methods based on a posteriori error estimation. The work was primarily motived by one of the grand challenges of our times, that is, to understand the mechanisms of cancer so that reliable treatments or preventative measures can be determined to relieve the impact this disease has on so many people. It was our hope that mathematical and computational tools could provide new insights to help guide more fundamental research issues to be addressed by biologists.&nbsp;</p>\n<p>A key outcome from the research project has been the development of a highly efficient parallel computer code for the simulation and prediction of tumor growth. The code is based on a general framework provided by diffuse-interface phase-field models of the Cahn-Hilliard type for modeling multiphase materials in which the interface between phases is handled automatically as a feature of the solution.&nbsp;The proposed mathematical models can include as many as ten constituents (proliferative, hypoxic, and necrotic cells, nutrients, tumor angiogenesis factors, the extracellular matrix, etc.) for the simulation of avascular or vascular processes. The model has thus the capability to reproduce the growth and branching patterns of new blood vessels due to the lack of nutrients inside tumors. Discretization in space of the equations is obtained by the Galerkin Finite Element method and implemented using the open source library libMesh. Discretization in time is obtained by a semi-implicit scheme following an energy convex-nonconvex splitting of the gradient flow. The system of nonlinear equations is efficiently solved using a Gauss-Seidel iterative approach. Numerical experiments have shown that only a few iterations at each time-step were necessary for convergence, at a fraction of the computational cost required for solving the fully coupled system of equations. Numerical tests have also confirmed that the code is fast, robust, and stable for a large range of the model parameters. As a test of the code performance, it has been successfully used in a sensitivity analysis of the avascular tumor growth model.&nbsp;Other outcomes from the research project have been new theoretical results for error estimation of nonlinear problems, including an extension of C&eacute;a and Aubin-Nitsche lemmas for finite element approximations of linear problems, to certain classes of nonlinear problems.&nbsp;</p>\n<p>Results of this research project could have a major impact on medicine, in that it will help change the way diseases are diagnosed and treated and provide new directions toward patient-specific treatments, in which medical doctors are assisted&nbsp;with computer-based predictions of cancer diseases. These new approaches for studying biomedical systems can be referred to as \"predictive medicine\", a new version of medical science that involves the use of advanced computer models of biomedical phenomena, high-performance computing, modern imaging technologies, cutting-edge numerical algorithms for treating large stochastic systems, modern methods for model selection, calibration, validation, verification, and uncertainty quantification, and new approaches for drug design and delivery, all based on predictive models.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2015<br>\n\t\t\t\t\tModified by: Serge&nbsp;Prudhomme</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nObjectives of the proposed research project were to develop mathematically rigorous diffuse-interface phase-field models for computer simulation and prediction of tumor growth, to analyze the well-posedness of problems based on these models, to design efficient time-stepping schemes based on gradient flow theory and finite element discretization algorithms, to build the computer software implementing these algorithms, and to develop solution verification methods based on a posteriori error estimation. The work was primarily motived by one of the grand challenges of our times, that is, to understand the mechanisms of cancer so that reliable treatments or preventative measures can be determined to relieve the impact this disease has on so many people. It was our hope that mathematical and computational tools could provide new insights to help guide more fundamental research issues to be addressed by biologists. \n\nA key outcome from the research project has been the development of a highly efficient parallel computer code for the simulation and prediction of tumor growth. The code is based on a general framework provided by diffuse-interface phase-field models of the Cahn-Hilliard type for modeling multiphase materials in which the interface between phases is handled automatically as a feature of the solution. The proposed mathematical models can include as many as ten constituents (proliferative, hypoxic, and necrotic cells, nutrients, tumor angiogenesis factors, the extracellular matrix, etc.) for the simulation of avascular or vascular processes. The model has thus the capability to reproduce the growth and branching patterns of new blood vessels due to the lack of nutrients inside tumors. Discretization in space of the equations is obtained by the Galerkin Finite Element method and implemented using the open source library libMesh. Discretization in time is obtained by a semi-implicit scheme following an energy convex-nonconvex splitting of the gradient flow. The system of nonlinear equations is efficiently solved using a Gauss-Seidel iterative approach. Numerical experiments have shown that only a few iterations at each time-step were necessary for convergence, at a fraction of the computational cost required for solving the fully coupled system of equations. Numerical tests have also confirmed that the code is fast, robust, and stable for a large range of the model parameters. As a test of the code performance, it has been successfully used in a sensitivity analysis of the avascular tumor growth model. Other outcomes from the research project have been new theoretical results for error estimation of nonlinear problems, including an extension of C&eacute;a and Aubin-Nitsche lemmas for finite element approximations of linear problems, to certain classes of nonlinear problems. \n\nResults of this research project could have a major impact on medicine, in that it will help change the way diseases are diagnosed and treated and provide new directions toward patient-specific treatments, in which medical doctors are assisted with computer-based predictions of cancer diseases. These new approaches for studying biomedical systems can be referred to as \"predictive medicine\", a new version of medical science that involves the use of advanced computer models of biomedical phenomena, high-performance computing, modern imaging technologies, cutting-edge numerical algorithms for treating large stochastic systems, modern methods for model selection, calibration, validation, verification, and uncertainty quantification, and new approaches for drug design and delivery, all based on predictive models.\n\n \n\n\t\t\t\t\tLast Modified: 11/30/2015\n\n\t\t\t\t\tSubmitted by: Serge Prudhomme"
 }
}