{
 "awd_id": "1115178",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: 2011 AEESP Conference and CAREER Workshop: Global Sustainability, Tampa, Florida, July 10-12, 2011",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Debra Reinhart",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2012-02-29",
 "tot_intn_awd_amt": 44350.0,
 "awd_amount": 44350.0,
 "awd_min_amd_letter_date": "2011-02-18",
 "awd_max_amd_letter_date": "2011-02-18",
 "awd_abstract_narration": "Proposal Title: 2011 AEESP Conference and CAREER Workshop: Global Sustainability\r\nPrincipal Investigator: Jeffrey Cunningham\r\nInstitution: University of South Florida \r\nProposal No: CBET-1115178\r\n\r\nThe purpose of this proposal is to partially support the 2011 AEESP Research and Education Conference, including a workshop to assist junior faculty members with career planning and with the preparation of NSF CAREER proposals.  The 2011 AEESP Research and Education Conference (hereafter referred to as the Conference) will be hosted by the University of South Florida (USF) in Tampa, Florida, July 1012, 2011.  USF was selected to host the 2011 Conference through a competitive proposal process.\r\n\r\nThe intellectual merit of this proposal resides in the fact that the Conference is the flagship event of the Association of Environmental Engineering and Science Professors (AEESP).  This conference serves as a venue for the exchange of information between the academic and practitioner communities, particularly relating to the advancement of innovative research and the preparation of students for professional practice in environmental engineering.  In this regard, the Conference benefits the practice of environmental engineering and science, improves our collective ability to educate the next generation of environmental engineers and scientists, and facilitates discovery and advancement of knowledge in our field.  The Conference is typically well attended by Environmental Engineering/Science professors from throughout the United States.  Anticipated attendance at the 2011 Conference is approximately 300400 attendees, including graduate students and early-career faculty.\r\n\r\nThis conference is expected to result in several broader impacts, including the following.  (1) The theme of the Conference is global sustainability, which will help to prepare faculty and students to be globally competitive by promoting dialog and increasing awareness of different global perspectives.  (2) Incorporation of professional practitioners at this years Conference aims to attract, train, and retain a more diverse, globally integrated, and competitive science and engineering workforce.  (3) The integration of research and education within the six Conference tracks, coupled with the workshops held in conjunction with the Conference, will lead to innovation in course and curriculum development.  (4) AEESP will recruit members of groups underrepresented in environmental engineering to participate in the workshops, particularly the CAREER workshop.  This will include graduate students, post-doctoral researchers, and early-career faculty members.  (5) Four nationally-prominent individuals have been invited to deliver keynote speeches at the Conference.  The participation of these nationally prominent individuals at the Conference will provide Conference attendees with perspectives and opportunities not typically available to educators and practitioners in the field of Environmental Science and Engineering.  (6) A post-conference report of highlights and findings from the Conference will be published in the quarterly AEESP newsletter and will be disseminated through other appropriate channels (web site, email distribution list, etc.).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Cunningham",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey A Cunningham",
   "pi_email_addr": "cunning@usf.edu",
   "nsf_id": "000107165",
   "pi_start_date": "2011-02-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Maya",
   "pi_last_name": "Trotz",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Maya A Trotz",
   "pi_email_addr": "matrotz@usf.edu",
   "nsf_id": "000166969",
   "pi_start_date": "2011-02-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Florida",
  "inst_street_address": "4202 E FOWLER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "TAMPA",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8139742897",
  "inst_zip_code": "336205800",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "FL15",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NKAZLXLL7Z91"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Florida",
  "perf_str_addr": "4202 E FOWLER AVE",
  "perf_city_name": "TAMPA",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "336205800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "FL15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117900",
   "pgm_ele_name": "Nanoscale Interactions Program"
  },
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  },
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "011E",
   "pgm_ref_txt": "Nano environmental health & safety"
  },
  {
   "pgm_ref_code": "021E",
   "pgm_ref_txt": "Water management"
  },
  {
   "pgm_ref_code": "145E",
   "pgm_ref_txt": "Water sustainability"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 44350.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The 2011 AEESP Research and Education Conference (hereafter referred to as &ldquo;the Conference&rdquo;) was hosted by the University of South Florida (USF) in Tampa, Florida, during July 10&ndash;12, 2011.&nbsp; The National Science Foundation (NSF) provided partial financial support of the Conference, including a workshop to assist junior faculty members with career planning and with the preparation of NSF CAREER proposals.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The <em>intellectual merit</em> of this project resides in the fact that the Conference is the &ldquo;flagship event&rdquo; of the Association of Environmental Engineering and Science Professors (AEESP).&nbsp; This conference serves as a venue for the exchange of information between the academic and practitioner communities, particularly relating to the advancement of innovative research and the preparation of students for professional practice in environmental engineering.&nbsp; In this regard, the Conference benefits the practice of environmental engineering and science, improves our collective ability to educate the next generation of environmental engineers and scientists, and facilitates discovery and advancement of knowledge in our field.&nbsp;</p>\n<p>&nbsp;</p>\n<p>There were 426 registered participants at the 2011 Conference, making it the largest AEESP Research and Education Conference on record.&nbsp; By percentages, the registrants were 42% faculty, 37% graduate students, 7% post-doctoral researchers, 2% undergraduate students, and 11% other (e.g., government, practicing professionals, etc.).&nbsp;&nbsp; The Conference featured 102 oral presentations and 137 poster presentations.</p>\n<p>&nbsp;</p>\n<p>The 2011 Conference is believed to have several <em>broader impacts</em>, including the following.</p>\n<ul>\n<li>The theme of the Conference was <em>global sustainability</em>. &nbsp;The Conference featured 102 oral presentations and 137 poster presentations on topics related to this theme. &nbsp;This helps to prepare faculty and students to be globally competitive by promoting dialog and increasing awareness of different global perspectives.&nbsp; </li>\n<li>The Conference incorporated professional practitioners to attract, train, and retain a more diverse, globally integrated, and competitive science and engineering workforce.</li>\n<li>The integration of research and education within Conference tracks, coupled with the workshops held in conjunction with the Conference, will lead to innovation in course and curriculum development in coming years.</li>\n<li>The Conference included three plenary sessions from keynote speakers: Paul Anastas, Rosina Bierbaum, and James Mihelcic.&nbsp; The participation of these nationally prominent individuals at the Conference provided Conference attendees with perspectives and opportunities not typically available to educators and practitioners in the field of Environmental Science and Engineering.</li>\n<li>Many details about the Conference, including the final program and the proceedings, have been disseminated via the Conference web site: http://www.AEESP2011.com.</li>\n</ul>\n<p>&nbsp;</p>\n<p>Part of the financial support received from the NSF was used to host a workshop to assist junior faculty members with career planning and with the preparation of NSF CAREER proposals. &nbsp;NSF&rsquo;s Faculty Early Career Development (CAREER) Program is &ldquo;a Foundation-wide activity that offers the National Science Foundation's most prestigious awards in support of junior faculty who exemplify the role of teacher-scholars through outstanding research, excellent education and the integration of education and research within the context of the mission of their organizations.&rdquo; &nbsp;NSF envisions that the CAREER award will help awardees to &ldquo;build a firm foundation for a lifetime of leadership in integrating education and research&rdquo; and to &ldquo;develop careers as outstandi...",
  "por_txt_cntn": "\nThe 2011 AEESP Research and Education Conference (hereafter referred to as \"the Conference\") was hosted by the University of South Florida (USF) in Tampa, Florida, during July 10&ndash;12, 2011.  The National Science Foundation (NSF) provided partial financial support of the Conference, including a workshop to assist junior faculty members with career planning and with the preparation of NSF CAREER proposals. \n\n \n\nThe intellectual merit of this project resides in the fact that the Conference is the \"flagship event\" of the Association of Environmental Engineering and Science Professors (AEESP).  This conference serves as a venue for the exchange of information between the academic and practitioner communities, particularly relating to the advancement of innovative research and the preparation of students for professional practice in environmental engineering.  In this regard, the Conference benefits the practice of environmental engineering and science, improves our collective ability to educate the next generation of environmental engineers and scientists, and facilitates discovery and advancement of knowledge in our field. \n\n \n\nThere were 426 registered participants at the 2011 Conference, making it the largest AEESP Research and Education Conference on record.  By percentages, the registrants were 42% faculty, 37% graduate students, 7% post-doctoral researchers, 2% undergraduate students, and 11% other (e.g., government, practicing professionals, etc.).   The Conference featured 102 oral presentations and 137 poster presentations.\n\n \n\nThe 2011 Conference is believed to have several broader impacts, including the following.\n\nThe theme of the Conference was global sustainability.  The Conference featured 102 oral presentations and 137 poster presentations on topics related to this theme.  This helps to prepare faculty and students to be globally competitive by promoting dialog and increasing awareness of different global perspectives.  \nThe Conference incorporated professional practitioners to attract, train, and retain a more diverse, globally integrated, and competitive science and engineering workforce.\nThe integration of research and education within Conference tracks, coupled with the workshops held in conjunction with the Conference, will lead to innovation in course and curriculum development in coming years.\nThe Conference included three plenary sessions from keynote speakers: Paul Anastas, Rosina Bierbaum, and James Mihelcic.  The participation of these nationally prominent individuals at the Conference provided Conference attendees with perspectives and opportunities not typically available to educators and practitioners in the field of Environmental Science and Engineering.\nMany details about the Conference, including the final program and the proceedings, have been disseminated via the Conference web site: http://www.AEESP2011.com.\n\n\n \n\nPart of the financial support received from the NSF was used to host a workshop to assist junior faculty members with career planning and with the preparation of NSF CAREER proposals.  NSFÆs Faculty Early Career Development (CAREER) Program is \"a Foundation-wide activity that offers the National Science Foundation's most prestigious awards in support of junior faculty who exemplify the role of teacher-scholars through outstanding research, excellent education and the integration of education and research within the context of the mission of their organizations.\"  NSF envisions that the CAREER award will help awardees to \"build a firm foundation for a lifetime of leadership in integrating education and research\" and to \"develop careers as outstanding researchers and educators who effectively integrate teaching, learning and discovery.\"  Because of the importance of the CAREER program in establishing the next generation of teacher-scholars, and because of the significant opportunity that this award represents to awardees, a workshop dedicated to the NSF CAREER program was conducted o..."
 }
}