{
 "awd_id": "1115618",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Adjusting for Unmeasured Confounding Due to Cluster with Complex Sampling Designs",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927269",
 "po_email": "ceavey@nsf.gov",
 "po_sign_block_name": "Cheryl Eavey",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 310000.0,
 "awd_amount": 310000.0,
 "awd_min_amd_letter_date": "2011-09-12",
 "awd_max_amd_letter_date": "2011-09-12",
 "awd_abstract_narration": "In social epidemiology, a geographic neighborhood or cluster is viewed as an important determinant of health behaviors, mediators, and outcomes.  One may be interested in the effects of measured or unmeasured neighborhood characteristics or in turn on individual effects that have been disentangled from neighborhood effects.  Analyses of nationally representative surveys, such as the National Health Interview Survey, provide a means of estimating these effects.  This project will develop statistical methods that can account for the complex sampling design of such surveys at the same time as disentangling individual effects from neighborhood effects.  These methods will be applied to analyze data from the National Health Interview Survey.  Furthermore, in global health and several other fields, community randomized trials with complex sampling designs are used to estimate the effect of one or more interventions versus a standard or control condition.  Scientific interest often focuses on the relative effects of community-level adherence to the intervention on individual-level outcomes.  The project also will develop statistical methods that can account for the complex sampling design of such trials while simultaneously extracting the effect of intervention adherence, as opposed to that of intervention intention on individual-level outcomes.  These methods will be applied to analyze data from randomized trials designed to study effects of school-level sanitation, water safety, and hygiene on individual education outcomes.\r\n\r\nThis project involves collaborative research across the fields of biostatistics, social epidemiology, and global health.  The research will advance statistical methodology as well as improve the capability of researchers in social epidemiology, global health, and other fields to address important scientific questions.  Disentangling individual-level effects from neighborhood-level effects will be useful in understanding the relative roles of the individual versus society and environment in health behaviors and outcomes, which will be useful in designing interventions.  Going beyond simple comparisons of treated and untreated individuals in randomized clinical trials and estimating the effects of community-level intervention adherence on individual-level outcomes will further understanding of the effects of interventions in global health and other fields.  Illustrating and communicating the new statistical methods for joint estimation of individual-level and neighborhood-level effects on outcomes using nationally representative surveys will provide the federal agencies that sponsor these surveys with enhanced options for creating public-use datasets to facilitate these analyses.  The project is supported by the Methodology, Measurement, and Statistics Program and a consortium of federal statistical agencies as part of a joint activity to support research on survey and statistical methodology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Babette",
   "pi_last_name": "Brumback",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Babette A Brumback",
   "pi_email_addr": "brumback@ufl.edu",
   "nsf_id": "000068010",
   "pi_start_date": "2011-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1523 UNION RD RM 207",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326111941",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133300",
   "pgm_ele_name": "Methodology, Measuremt & Stats"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 310000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our research developed methodology two tackle two broad problems in scientific research.&nbsp; The first problem concerned determining whether unmeasured neighborhood factors could account for a health disparity. &nbsp; Reasons for health disparities may include neighborhood-level factors, such as availability of health services, social norms, and environmental determinants, as well as individual-level factors. Investigating health inequalities using nationally or locally representative data often requires an approach that can accommodate a complex sampling design, in which individuals have unequal probabilities of selection into the study. Our research developed methods to estimate or accounting for neighborhood influences with complex survey data. We considered 3 types of methods, each generalized for use with complex survey data: ordinary regression, conditional likelihood regression, and generalized linear mixed-model regression. The relative strengths and weaknesses of each method differ from one study to another; we provided an overview of the advantages and disadvantages of each method theoretically, in terms of the nature of the estimable associations and the plausibility of the assumptions required for validity, and also practically, via a simulation study and 2 epidemiologic data analyses. The first analysis addresses determinants of repeat mammography screening use using data from the 2005 National Health Interview Survey. The second analysis addresses disparities in preventive oral health care using data from the 2008 Florida Behavioral Risk Factor Surveillance System Survey.</p>\n<p>The second problem concerned estimating the effect of intervention components actually adopted (this is called intervention adherence) using data from a three-armed cluster randomized trial in which intervention components were randomly assigned. In our motivating example, the clusters were schools and the individuals were students in Western Kenya, and the intervention was a randomized set of water, sanitation, and hygiene provisions. &nbsp;The outcome of interest was school absence. &nbsp;Much attention has been paid to estimating the causal effect of intervention adherence to a randomized protocol using the randomization indicator as an &ldquo;instrumental variable&rdquo; to adjust for unmeasured confounding. We developed two modeling approaches for estimation; the approaches differ in the handling of measured individual-level confounders of the effect of randomization on the outcome.&nbsp; The first approach uses a weighted generalized structural nested mean model, which adjusts for the confounders using weights, and the second approach uses an ordinary generalized structural nested mean model, which stratifies on the confounders.&nbsp; The two approaches target different estimands.&nbsp; Our methodology accommodates cluster-randomized trials with unequal probability of selecting individuals. Furthermore, we developed a method to implement the approaches with relatively simple programming. We investigate the performance of the approaches using simulated data, and we also use them with the data from Western Kenya.</p>\n<p>We disseminated both sets of research methods in the statistical and epidemiological research literature.&nbsp; We developed presentations for statistical and epidemiologic audiences.&nbsp; And finally, we developed software that is disseminated through appendices of the published manuscripts.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/08/2015<br>\n\t\t\t\t\tModified by: Babette&nbsp;A&nbsp;Brumback</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur research developed methodology two tackle two broad problems in scientific research.  The first problem concerned determining whether unmeasured neighborhood factors could account for a health disparity.   Reasons for health disparities may include neighborhood-level factors, such as availability of health services, social norms, and environmental determinants, as well as individual-level factors. Investigating health inequalities using nationally or locally representative data often requires an approach that can accommodate a complex sampling design, in which individuals have unequal probabilities of selection into the study. Our research developed methods to estimate or accounting for neighborhood influences with complex survey data. We considered 3 types of methods, each generalized for use with complex survey data: ordinary regression, conditional likelihood regression, and generalized linear mixed-model regression. The relative strengths and weaknesses of each method differ from one study to another; we provided an overview of the advantages and disadvantages of each method theoretically, in terms of the nature of the estimable associations and the plausibility of the assumptions required for validity, and also practically, via a simulation study and 2 epidemiologic data analyses. The first analysis addresses determinants of repeat mammography screening use using data from the 2005 National Health Interview Survey. The second analysis addresses disparities in preventive oral health care using data from the 2008 Florida Behavioral Risk Factor Surveillance System Survey.\n\nThe second problem concerned estimating the effect of intervention components actually adopted (this is called intervention adherence) using data from a three-armed cluster randomized trial in which intervention components were randomly assigned. In our motivating example, the clusters were schools and the individuals were students in Western Kenya, and the intervention was a randomized set of water, sanitation, and hygiene provisions.  The outcome of interest was school absence.  Much attention has been paid to estimating the causal effect of intervention adherence to a randomized protocol using the randomization indicator as an \"instrumental variable\" to adjust for unmeasured confounding. We developed two modeling approaches for estimation; the approaches differ in the handling of measured individual-level confounders of the effect of randomization on the outcome.  The first approach uses a weighted generalized structural nested mean model, which adjusts for the confounders using weights, and the second approach uses an ordinary generalized structural nested mean model, which stratifies on the confounders.  The two approaches target different estimands.  Our methodology accommodates cluster-randomized trials with unequal probability of selecting individuals. Furthermore, we developed a method to implement the approaches with relatively simple programming. We investigate the performance of the approaches using simulated data, and we also use them with the data from Western Kenya.\n\nWe disseminated both sets of research methods in the statistical and epidemiological research literature.  We developed presentations for statistical and epidemiologic audiences.  And finally, we developed software that is disseminated through appendices of the published manuscripts.  \n\n \n\n\t\t\t\t\tLast Modified: 10/08/2015\n\n\t\t\t\t\tSubmitted by: Babette A Brumback"
 }
}