{
 "awd_id": "1115229",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Biocatalyst Orientation Control During Immobilization",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George J. Antos",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 70571.0,
 "awd_amount": 70571.0,
 "awd_min_amd_letter_date": "2011-04-08",
 "awd_max_amd_letter_date": "2011-04-08",
 "awd_abstract_narration": "Enzymatic biocatalysis is a particularly attractive technology in the effort to develop renewable, sustainable, and highly specific catalytic processes. The immobilization of enzymes on surfaces frequently leads to increased enzyme stability, decreased cost, and ease of enzyme separation and reuse. However, the available immobilization technologies result in random orientations of the immobilized enzyme which inhibits enzyme function. For optimal biocatalytic activity, the ability to control the enzyme attachment orientation is necessary to maximize the enzyme?s active site accessibility and minimize destabilizing enzyme-surface interactions.\r\n\r\nThe PI, Bradley Bundy of Brigham Young University, Provo, UT has previously demonstrated the incorporation of certain unique unnatural amino acids into proteins at controlled locations anywhere in the protein with economically realistic high yields. This unique amino acid is used to covalently link proteins to each other using biocompatible click chemistry. The working hypothesis is that these same unique chemical moieties can be used with click chemistry to control the orientation of the immobilized enzyme on the surface to yield optimal  orientation for activity and stability.  Lipase B will be attached using this click chemistry to a magnetic substrate and tested for specific activity. This test will be performed for multiple attachment locations which by structure appear to make the active site accessible or inaccessible.\r\n\r\nThe proposed work has the potential to scientifically impact a significant portion of the multibillion dollar catalytic enzyme industry. With its successful development this technology would lead to the transformation of the biocatalysis industry by providing a rapid, reliable, and covalent optimization method for immobilization. This work would also impact the protein-surface interaction field, providing researchers with immobilized enzymes that are all covalently attached in the same orientation. Properties tested from the bulk could then be reliably extrapolated to the atomic level. Sustainability would also be impacted as this work leads to cheaper, more efficient green biocatalysis to economically replace existing unsustainable and energy and waste intensive chemical synthesis methods.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bradley",
   "pi_last_name": "Bundy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bradley Bundy",
   "pi_email_addr": "bundy@byu.edu",
   "nsf_id": "000583142",
   "pi_start_date": "2011-04-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brigham Young University",
  "inst_street_address": "A-153 ASB",
  "inst_street_address_2": "",
  "inst_city_name": "PROVO",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8014223360",
  "inst_zip_code": "846021128",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "UT03",
  "org_lgl_bus_name": "BRIGHAM YOUNG UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JWSYC7RUMJD1"
 },
 "perf_inst": {
  "perf_inst_name": "Brigham Young University",
  "perf_str_addr": "329 Clyde Bld.",
  "perf_city_name": "Provo",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "846020002",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "UT",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "048E",
   "pgm_ref_txt": "BIO-CATALYSIS"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 70571.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The $100+ billion US chemical industry is built upon catalytic processing.&nbsp; With increased momentum toward developing renewable, sustainable, and highly specific catalytic processes; enzyme biocatalysis is becoming an increasingly attractive alternative to traditional solid-surface catalysis.&nbsp; Enzyme biocatalysis has a number of advantages including: (1) green sustainability (e.g. renewable, biodegradable, non-toxic, milder reaction conditions, less energy consumption, and few harsh chemicals required), (2) optimization through protein engineering, and (3) high selectivity toward producing the desired chemical product.&nbsp; However, enzyme biocatalysis is also limited by factors such as loss of enzyme activity over time (enzyme instability / degradation) and recovery and reuse of the enzyme biocatalyst.&nbsp; A promising engineering solution to overcome these limitations is to attach the enzyme to the surface and thus immobilize it.&nbsp; By immobilizing the enzyme to a surface, the enzyme can be easily separated from the catalysis reaction mixture and recycled.&nbsp; Also surface-immobilized enzymes have improved stability and prolonged activity.&nbsp;</p>\n<p>&nbsp;</p>\n<p>A number of technologies have been developed to immobilize enzymes to the surface, however, to date a method of directly and covalently attaching an enzyme to a surface at any desired enzyme orientation without significant modification to the enzyme has not been engineered.&nbsp; Here we report the engineering of such a system.&nbsp; Specifically, a bacteria-based cell-free protein synthesis system was engineered to incorporate an unnatural amino acid into any pre-programmed location in the enzyme while the enzyme is being synthesized.&nbsp; Then a &ldquo;click&rdquo; reaction (copper-catalyzed azide-alkyne cycloaddition) was performed to attach the enzyme to a surface by the covalent &ldquo;click&rdquo; linkage of the unnatural amino acid and a solid surface.&nbsp; Model enzyme <em>Candida antarctica</em> Lipase B (CalB) was covalently attached to a surface at two different orientations (the unnatural amino acid was incorporated at one of two different locations on the protein).&nbsp; The CalB enzyme attached at either orientation was found to maintain a similar activity level as the unattached CalB enzyme.&nbsp; The results of this work were presented at the National Conference of Undergraduate Research and the Utah Biomedical Engineering Conference.</p>\n<p>&nbsp;</p>\n<p>In addition to engineering a method for enzyme immobilization at a controlled orientation, we also report our efforts in reaching out to the K-12 students and introducing them to the exciting scientific and engineering opportunities in biocatalysis.&nbsp; Specifically, we worked in collaboration with undergraduate students and clubs to develop a hands-on interactive demonstrations of enzyme biocatalysis&nbsp; These demonstrations were performed with over 500 K-12 students and an explanation on how to prepare and present these demonstrations has been posted to the community at large on the web.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/31/2012<br>\n\t\t\t\t\tModified by: Bradley&nbsp;Bundy</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe $100+ billion US chemical industry is built upon catalytic processing.  With increased momentum toward developing renewable, sustainable, and highly specific catalytic processes; enzyme biocatalysis is becoming an increasingly attractive alternative to traditional solid-surface catalysis.  Enzyme biocatalysis has a number of advantages including: (1) green sustainability (e.g. renewable, biodegradable, non-toxic, milder reaction conditions, less energy consumption, and few harsh chemicals required), (2) optimization through protein engineering, and (3) high selectivity toward producing the desired chemical product.  However, enzyme biocatalysis is also limited by factors such as loss of enzyme activity over time (enzyme instability / degradation) and recovery and reuse of the enzyme biocatalyst.  A promising engineering solution to overcome these limitations is to attach the enzyme to the surface and thus immobilize it.  By immobilizing the enzyme to a surface, the enzyme can be easily separated from the catalysis reaction mixture and recycled.  Also surface-immobilized enzymes have improved stability and prolonged activity. \n\n \n\nA number of technologies have been developed to immobilize enzymes to the surface, however, to date a method of directly and covalently attaching an enzyme to a surface at any desired enzyme orientation without significant modification to the enzyme has not been engineered.  Here we report the engineering of such a system.  Specifically, a bacteria-based cell-free protein synthesis system was engineered to incorporate an unnatural amino acid into any pre-programmed location in the enzyme while the enzyme is being synthesized.  Then a \"click\" reaction (copper-catalyzed azide-alkyne cycloaddition) was performed to attach the enzyme to a surface by the covalent \"click\" linkage of the unnatural amino acid and a solid surface.  Model enzyme Candida antarctica Lipase B (CalB) was covalently attached to a surface at two different orientations (the unnatural amino acid was incorporated at one of two different locations on the protein).  The CalB enzyme attached at either orientation was found to maintain a similar activity level as the unattached CalB enzyme.  The results of this work were presented at the National Conference of Undergraduate Research and the Utah Biomedical Engineering Conference.\n\n \n\nIn addition to engineering a method for enzyme immobilization at a controlled orientation, we also report our efforts in reaching out to the K-12 students and introducing them to the exciting scientific and engineering opportunities in biocatalysis.  Specifically, we worked in collaboration with undergraduate students and clubs to develop a hands-on interactive demonstrations of enzyme biocatalysis  These demonstrations were performed with over 500 K-12 students and an explanation on how to prepare and present these demonstrations has been posted to the community at large on the web.\n\n \n\n\t\t\t\t\tLast Modified: 05/31/2012\n\n\t\t\t\t\tSubmitted by: Bradley Bundy"
 }
}