{
 "awd_id": "1115525",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "AF: Small: Some Frontiers in the Approximability of Constraint Satisfaction and Related Problems",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jack S. Snoeyink",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 379998.0,
 "awd_amount": 379998.0,
 "awd_min_amd_letter_date": "2011-06-30",
 "awd_max_amd_letter_date": "2011-06-30",
 "awd_abstract_narration": "Many important computational tasks can be cast as optimization problems, where the goal is to find a solution obeying stipulated constraints that maximizes or minimizes a certain objective value. Unfortunately, most of these problems are NP-hard to solve optimally.  One of the most extensively studied and successful approaches to cope with this intractability is to settle for approximation algorithms, which are efficient heuristics that find solutions with provable guarantees on quality. This approach is appealing as it does not make any assumptions about the problem instance. Further, on typical instances the algorithm could perform much better than the proven bound. Research in this subject has made huge strides, and for many problems we now have good approximation algorithms as well as strong complementary hardness results. In fact, for large classes of problems, a common frontier called ``Unique-Games hardness'' has been identified as the best approximation achievable with known techniques.\r\n\r\nDespite all this progress, certain classes of optimization problems have eluded existing techniques and their status remains wide open. Also, the recent breakthroughs open up exciting research topics that could not be imagined before. The proposed research will identify and investigate several such frontiers where progress has been lacking, both in terms of the underlying techniques as well as the end result statements. The topics studied will include the algorithmic power of strong semidefinite programming relaxations to tackle some difficult optimization problems, constraint satisfaction style problems where a solution obeying a global property is sought, and the approximability of (near)-satisfiable instances of constraint satisfaction problems. Initial investigations into exploratory topics such as connections with parameterized complexity and the possibility of bypassing the Unique Games conjecture in some of its known consequences will also be pursued.\r\n\r\nThe proposed research will shed light on the approximability of basic optimization problems that abstract some of the core computational tasks arising in practice. The research and outreach activities will aim to foster a cross-fertilization of ideas between the approximation and constraint satisfaction communities, which have largely progressed via disparate methods with little interaction.  On the education front, the project will train and mentor graduate students and provide a stimulating research environment for them. The research findings, as appropriate, will be integrated into a unified course highlighting the emerging confluence of approximation algorithms and inapproximability results.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Venkatesan",
   "pi_last_name": "Guruswami",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Venkatesan Guruswami",
   "pi_email_addr": "venkatg@berkeley.edu",
   "nsf_id": "000105726",
   "pi_start_date": "2011-06-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 FORBES AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779600",
   "pgm_ele_name": "Algorithmic Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7796",
   "pgm_ref_txt": "ALGORITHMIC FOUNDATIONS"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7926",
   "pgm_ref_txt": "ALGORITHMS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 379998.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Many important computational tasks can be cast as optimization problems, where the goal is to find a solution that maximizes or minimizes a certain objective value, while obeying certain stipulated constraints. Unfortunately, most of these problems are NP-hard to solve optimally. One of the most extensively studied and successful approaches to cope with this intractability is to settle for approximation algorithms, which efficiently find solutions with provable guarantees on quality relative to the optimum. Research in this subject has made huge strides, and for many problems we now have good approximation algorithms as well as strong complementary hardness results.</p>\n<p>This project investigated several questions at the frontiers of research on approximability of optimization problems, with a specific focus on the class of constraint satisfaction problems (CSPs), and on directions where progress has been lacking, both in terms of the underlying techniques as well as the end result statements. The project made substantial progress on several fronts, a central one being the power and limitations of a strong family of convex relaxations called Lasserre/sum-of-squares semidefinite programs. The project led to hardness results that bypass the reliance on the &ldquo;Unique Games conjecture&rdquo; (UGC), a recently popular intractability assumption that underlies several strong hardness results, and also extended the reach of the UGC beyond CSPs to various graph cut and pricing problems.&nbsp; The project developed methods to use the recently introduced &ldquo;short code,&rdquo; a low-degree surrogate of the traditional &ldquo;long code,&rdquo; towards much improved hardness results for hypergraph coloring, and developed a systematic approach to understanding the complexity of coloring hypergraphs with low-discrepancy, which had resisted progress using earlier methods. &nbsp;The overall research themes of the project further underscored the emerging confluence of approximation algorithms and inapproximability results. The project also spurred a fruitful line of enquiry on promise CSPs, where the notion of approximation is applied to how stringently a constraint is satisfied rather than how many are satisfied.</p>\n<p>For broader impact, the project shed light on the approximability of basic optimization problems that abstract some of the core computational tasks arising in practice. The research and outreach activities fostered a productive cross-fertilization of ideas between the approximation and constraint satisfaction dichotomy communities, which till recently largely progressed via disparate methods with little interaction. &nbsp;On the education front, the project trained and mentored several graduate students, provided a stimulating research environment for them, and led to multiple high quality Ph.D. dissertations. It also formed the basis of some extremely successful undergraduate research experiences.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/22/2016<br>\n\t\t\t\t\tModified by: Venkatesan&nbsp;Guruswami</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMany important computational tasks can be cast as optimization problems, where the goal is to find a solution that maximizes or minimizes a certain objective value, while obeying certain stipulated constraints. Unfortunately, most of these problems are NP-hard to solve optimally. One of the most extensively studied and successful approaches to cope with this intractability is to settle for approximation algorithms, which efficiently find solutions with provable guarantees on quality relative to the optimum. Research in this subject has made huge strides, and for many problems we now have good approximation algorithms as well as strong complementary hardness results.\n\nThis project investigated several questions at the frontiers of research on approximability of optimization problems, with a specific focus on the class of constraint satisfaction problems (CSPs), and on directions where progress has been lacking, both in terms of the underlying techniques as well as the end result statements. The project made substantial progress on several fronts, a central one being the power and limitations of a strong family of convex relaxations called Lasserre/sum-of-squares semidefinite programs. The project led to hardness results that bypass the reliance on the \"Unique Games conjecture\" (UGC), a recently popular intractability assumption that underlies several strong hardness results, and also extended the reach of the UGC beyond CSPs to various graph cut and pricing problems.  The project developed methods to use the recently introduced \"short code,\" a low-degree surrogate of the traditional \"long code,\" towards much improved hardness results for hypergraph coloring, and developed a systematic approach to understanding the complexity of coloring hypergraphs with low-discrepancy, which had resisted progress using earlier methods.  The overall research themes of the project further underscored the emerging confluence of approximation algorithms and inapproximability results. The project also spurred a fruitful line of enquiry on promise CSPs, where the notion of approximation is applied to how stringently a constraint is satisfied rather than how many are satisfied.\n\nFor broader impact, the project shed light on the approximability of basic optimization problems that abstract some of the core computational tasks arising in practice. The research and outreach activities fostered a productive cross-fertilization of ideas between the approximation and constraint satisfaction dichotomy communities, which till recently largely progressed via disparate methods with little interaction.  On the education front, the project trained and mentored several graduate students, provided a stimulating research environment for them, and led to multiple high quality Ph.D. dissertations. It also formed the basis of some extremely successful undergraduate research experiences.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/22/2016\n\n\t\t\t\t\tSubmitted by: Venkatesan Guruswami"
 }
}