{
 "awd_id": "1115582",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Proposal to Publish the Dry Creek Archaeological Site Report",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Kerttula de Echave",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 50195.0,
 "awd_amount": 50195.0,
 "awd_min_amd_letter_date": "2011-08-10",
 "awd_max_amd_letter_date": "2011-08-10",
 "awd_abstract_narration": "Waiting for PI Draft",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frank",
   "pi_last_name": "Goebel",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Frank E Goebel",
   "pi_email_addr": "goebel@ku.edu",
   "nsf_id": "000269076",
   "pi_start_date": "2011-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Research Foundation",
  "inst_street_address": "400 HARVEY MITCHELL PKWY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "EQH8NQ4AXFT7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University",
  "perf_str_addr": "400 HARVEY MITCHELL PKY S STE 300",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778454375",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5221",
   "pgm_ref_txt": "ARCTIC SOCIAL SCIENCES"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 50195.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Dry Creek archaeological site, located in central Alaska, was excavated in the 1970s and quickly became the &ldquo;benchmark&rdquo; site for the region, in that it contained two successive cultural occupations spanning the late-glacial period, about 14,000-10,000 years ago. Hundreds of square meters were excavated, leading to the recovery of thousands of stone artifacts and some of the first remains of extinct fauna in an Alaskan archaeological context. The site&rsquo;s excavator, Dr. Roger Powers of the University of Alaska, however, passed away prematurely before completion and publication of the excavation report.</p>\n<p>Our project sought to update and finally publish Powers&rsquo; report. All original text written in the 1980s was edited and annotated, all figures were redrafted using current computer-graphics software, and all artifact photographs from the original report draft were re-photographed in color using a digital camera. In addition, the research team, which included Ted Goebel, Kelly Graf and John Hoffecker, were preparing retrospective introductory and concluding chapters for the report as well as a new chapter presenting new geoarchaeological and geochronological data demonstrating unequivocally that the site&rsquo;s cultural components are intact and separated stratigraphically by more than 3000 years of sterile deposits. At the time of the writing of this report, the PI Goebel anticipated that the final publishable manuscript would be submitted for publication by December 2014. Texas A&amp;M University Press had agreed to publish the book, expecting to print it before the end of 2015. A significant NSF-funded subvention to the Press will permit the book&rsquo;s sale at an unusually low price to academics, libraries, and the public. By finally publishing the Dry Creek report, we will be making a very important archaeological record finally available to a broad audience.</p>\n<p>After more than 30 years since the conclusion of Powers&rsquo; excavations, Dry Creek still remains one of the most important late Pleistocene archaeological sites thus far found in Beringia, and as such, publication of the excavation&rsquo;s final report will have important consequences for Beringian archaeology and archaeologists. Until now, few have seen the unpublished report, and even fewer have been able to make the trip to the University of Alaska Museum in Fairbanks to see and study the site&rsquo;s collections. Publication of this retrospective report will finally make this record accessible to scientists and the lay public not just in Alaska and the U.S. but also in the rest of the Americas and Eurasia.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/17/2014<br>\n\t\t\t\t\tModified by: Frank (Ted)&nbsp;E&nbsp;Goebel</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Dry Creek archaeological site, located in central Alaska, was excavated in the 1970s and quickly became the \"benchmark\" site for the region, in that it contained two successive cultural occupations spanning the late-glacial period, about 14,000-10,000 years ago. Hundreds of square meters were excavated, leading to the recovery of thousands of stone artifacts and some of the first remains of extinct fauna in an Alaskan archaeological context. The siteÆs excavator, Dr. Roger Powers of the University of Alaska, however, passed away prematurely before completion and publication of the excavation report.\n\nOur project sought to update and finally publish PowersÆ report. All original text written in the 1980s was edited and annotated, all figures were redrafted using current computer-graphics software, and all artifact photographs from the original report draft were re-photographed in color using a digital camera. In addition, the research team, which included Ted Goebel, Kelly Graf and John Hoffecker, were preparing retrospective introductory and concluding chapters for the report as well as a new chapter presenting new geoarchaeological and geochronological data demonstrating unequivocally that the siteÆs cultural components are intact and separated stratigraphically by more than 3000 years of sterile deposits. At the time of the writing of this report, the PI Goebel anticipated that the final publishable manuscript would be submitted for publication by December 2014. Texas A&amp;M University Press had agreed to publish the book, expecting to print it before the end of 2015. A significant NSF-funded subvention to the Press will permit the bookÆs sale at an unusually low price to academics, libraries, and the public. By finally publishing the Dry Creek report, we will be making a very important archaeological record finally available to a broad audience.\n\nAfter more than 30 years since the conclusion of PowersÆ excavations, Dry Creek still remains one of the most important late Pleistocene archaeological sites thus far found in Beringia, and as such, publication of the excavationÆs final report will have important consequences for Beringian archaeology and archaeologists. Until now, few have seen the unpublished report, and even fewer have been able to make the trip to the University of Alaska Museum in Fairbanks to see and study the siteÆs collections. Publication of this retrospective report will finally make this record accessible to scientists and the lay public not just in Alaska and the U.S. but also in the rest of the Americas and Eurasia. \n\n \n\n\t\t\t\t\tLast Modified: 08/17/2014\n\n\t\t\t\t\tSubmitted by: Frank (Ted) E Goebel"
 }
}