{
 "awd_id": "1115361",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Prehistory of Chiapas, Mexico",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 276586.0,
 "awd_amount": 276586.0,
 "awd_min_amd_letter_date": "2011-06-21",
 "awd_max_amd_letter_date": "2011-06-21",
 "awd_abstract_narration": "The tropical coasts of Mesoamerica are lined with mangrove forests and estuaries that, while rich in many food resources, are of little use for agricultural production. As a result, once Mesoamerican people (forerunners of the Aztec, Maya, and other Native American groups of Mexico and Central America) became fully committed to agricultural subsistence, probably during the Middle Formative period (~800 - 400 BC), human habitation shifted away from the coasts. The coastal margins continued to be utilized for hunting, fishing, and shellfish collecting, but increasingly over time as well for industrial production. Salt extraction is one well-documented activity, and recent research has indicated that large-scale ceramic production was another such activity. To date, there have been very few systematic investigations of these coastal Mesoamerican industrial sites. There is some urgency to initiate such studies because sea-level rise and environmental degradation threaten to submerge or destroy coastal sites over the coming few decades.\r\n\r\nThe National Science Foundation has provided funds to support a three-year effort to document archaeological remains on one section of the Mesoamerican coast, the far-southern Pacific coast of Chiapas, Mexico, a region known as Soconusco. One fundamental issue that this NSF project will address is whether the boom and bust cycles posited for Soconusco are real or whether they may be artifacts of the coarseness of the existing chronological framework. By investing heavily in chronometric analysis (radiocarbon and luminescence dating) this project will dramatically improve chronological resolution. If demographic change still appears to be abrupt and cyclical once a better chronological framework is available, then it becomes sensible to begin evaluating possible causes of collapses, population explosions, and prolonged abandonments. Unlike the cases discussed by Jared Diamond in Collapse, all of the instances of 'collapse' and recovery listed above took place in a single region, so geography is held constant, and other possible causes of demographic change, such as climatic downturns or amelioration, population movements, local political events, and organizational or technological innovation, can be examined without the confounding effect of geographic variability. \r\n\r\n\r\nNot only did prehistoric Soconusco people use the mangrove zone for industrial activities, leaving an abundance of archaeological remains, the zone itself acts as a catch basin for plant parts and charcoal brought down rivers and streams or blown in from the coastal plain. This means that changes in vegetation cover in the coastal-plain agricultural zone are recorded in sediments of the mangrove zone. Thus, while mangrove-zone archaeological remains document industrial activities that people engaged in away from their inland agricultural villages, the sedimentary record documents upstream land clearance, which correlates with population levels on the coastal plain. The archaeological and geo-archaeological research recently funded by NSF will sample and analyze these complementary historical records. \r\n\r\nAccording to current archaeological understanding, the records targeted for investigation on this project were shaped by momentous changes that swept across Soconusco at various times during prehistory and history: \r\n\r\n-\tThe region was a center of pre-Maya sculptural art, but the sculptors abruptly closed up shop around 2000 years ago, and much of the coastal plain seems to have been abandoned. \r\n-\tEmissaries or militarists from the highland Mexican empire of Teotihuacan arrived around AD 400, apparently initiating a period of sustained population growth that lasted at least through Terminal Classic period (~AD 1000). \r\n-\tDuring the Terminal Classic, potters of the estuary zone produced Plumbate, the most technologically sophisticated and widely traded pottery every made in Mesoamerica. \r\n-\tPopulation appears to have collapsed again around AD 1100.\r\n-\tLate Prehistoric population resurgence began around AD 1250. \r\n-\tAt the time of the Spanish conquest (AD 1521), Soconusco was the most distant province of the Aztec empire and paid tribute to the rulers of Tenochtitlan (Mexico City).\r\n-\tPopulation again plummeted soon after the conquest, as introduced European diseases decimated the population, a collapse from which it did not recover until the early 20th century. \r\n\r\nThe project will provide research opportunities for MA students at several California State Universities in the Los Angeles area and for Ph.D. students at Washington State University, SUNY-Albany, and UCLA.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hector",
   "pi_last_name": "Neff",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hector Neff",
   "pi_email_addr": "hector.neff@csulb.edu",
   "nsf_id": "000443529",
   "pi_start_date": "2011-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California State University-Long Beach Foundation",
  "inst_street_address": "6300 E STATE UNIVERSITY DR STE 332",
  "inst_street_address_2": "",
  "inst_city_name": "LONG BEACH",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5629858051",
  "inst_zip_code": "908154670",
  "inst_country_name": "United States",
  "cong_dist_code": "42",
  "st_cong_dist_code": "CA42",
  "org_lgl_bus_name": "CALIFORNIA STATE UNIVERSITY LONG BEACH RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "P2TDH1JCJD31"
 },
 "perf_inst": {
  "perf_inst_name": "California State University-Long Beach",
  "perf_str_addr": "6300 E STATE UNIVERSITY DR STE 332",
  "perf_city_name": "LONG BEACH",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "908154670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "42",
  "perf_st_cong_dist": "CA42",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 276586.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In some environments, finding out through archaeological research about how people of the past used resources and modified the landscape is severely inhibited by natural conditions. Tropical mangroves, with inpenetrable vegetation, waste-deep mud, sometimes dense mosquitos, africanized bees, and other uncomfortable conditions,represent an extreme. However, using airborne LiDAR (Light detection and ranging) together with machetes and canoes, archaeologists working on the <em>Proyecto Arqueologico Costa del Sonusco </em>(PACS) have shown that systematic archaeological investigation in this forbidding environment is, in fact, possible.</p>\n<p>The PACS project study area lies in the far-southernmost corner of Chiapas, Mexico, a region also known as Soconusco (Figure 1). It is a zone of dense mangrove forest with lagoons, canals, and mudflats that extends inland two to three kilometers from a northwest-southeast oriented barrier beach. Although the zone appears flat in aerial photos, LiDAR imagery (Figure 2) shows a surprising number of conical mounds of variable sizes. During four years of PACS fieldwork, 125 of the mounds were investigated, and systematic excavations were carried out at 12 of the mounds. The project also included sediment coring, in order to examine the record of human-induced landscape changes.&nbsp;</p>\n<p>Results of the PACS archaeological study show that the Soconusco littoral zone that exists today is fundamentally an anthropogenic landscape created by 5000 years of human exploitation. Evidence of early, indirect human impacts come from a sediment core, PACS13-2, in which maize pollen, charcoal, and open-habitat pollen (indicating declining forest cover on the coastal plain) appear shortly after 3000 BC. People began to exploit the mangroves more directly around 1600 BC, when Early Formative villagers established residences that gradually grew into large, conical archaeological mounds that are visible today.</p>\n<p>The beginning of the Early Formative marked the start of an 1800-year period (Early, Middle, Late, and Terminal Formative periods) when the mangrove forest was intensively harvested for fuel that was used in the production of salt and ceramics. By the Middle Formative (900 BC - 500 BC), production was highly specialized, as shown by the fact that archaeological deposits from this and later periods contain little domestic debris but huge quantities of ash, natural concrete made from interaction of ash calicite with soil silicates and water, and huge quantities of mostly coarse pottery, in a matrix of superimposed, fire-reddened pits, troughs, and walls (Figure 3).</p>\n<p>Early through Terminal Formative exploitation of the Soconusco mangroves left an indelible mark in the form of numerous accumulations of debris (e.g., Figure 2 and 3) as well as a layer within the mangrove sediments almost a meter thick from which organic remains are absent. This layer, which dates to Early Formative through Late Classic times (~1600 BC -- AD 800) represents a period when deforestation led to periodic desiccation of the sediments, which destroyed organic remains.</p>\n<p>Re-establishment of conditions that permitted organic preservation by AD 800 appears to have been the result of a long period of abandonment that began around AD 200. There are no radiocarbon dates that fall into the AD 200 - AD 800 time frame, and no archaeological remains can be assigned to this period on typological grounds.&nbsp;</p>\n<p>Human use of the mangroves since AD 800, has included a &nbsp;burst of industrial activity in Terminal Formative times associated with the production of Plumbate pottery and extensive production of salt during Historic times.&nbsp;</p>\n<p>While not an explicit goal of the PACS project, discovery of Plumbate production contexts deserves to be highlighted as an important project outcome. Plumbate (Figure 4) is a key horizon marker of Terminal Classic an...",
  "por_txt_cntn": "\nIn some environments, finding out through archaeological research about how people of the past used resources and modified the landscape is severely inhibited by natural conditions. Tropical mangroves, with inpenetrable vegetation, waste-deep mud, sometimes dense mosquitos, africanized bees, and other uncomfortable conditions,represent an extreme. However, using airborne LiDAR (Light detection and ranging) together with machetes and canoes, archaeologists working on the Proyecto Arqueologico Costa del Sonusco (PACS) have shown that systematic archaeological investigation in this forbidding environment is, in fact, possible.\n\nThe PACS project study area lies in the far-southernmost corner of Chiapas, Mexico, a region also known as Soconusco (Figure 1). It is a zone of dense mangrove forest with lagoons, canals, and mudflats that extends inland two to three kilometers from a northwest-southeast oriented barrier beach. Although the zone appears flat in aerial photos, LiDAR imagery (Figure 2) shows a surprising number of conical mounds of variable sizes. During four years of PACS fieldwork, 125 of the mounds were investigated, and systematic excavations were carried out at 12 of the mounds. The project also included sediment coring, in order to examine the record of human-induced landscape changes. \n\nResults of the PACS archaeological study show that the Soconusco littoral zone that exists today is fundamentally an anthropogenic landscape created by 5000 years of human exploitation. Evidence of early, indirect human impacts come from a sediment core, PACS13-2, in which maize pollen, charcoal, and open-habitat pollen (indicating declining forest cover on the coastal plain) appear shortly after 3000 BC. People began to exploit the mangroves more directly around 1600 BC, when Early Formative villagers established residences that gradually grew into large, conical archaeological mounds that are visible today.\n\nThe beginning of the Early Formative marked the start of an 1800-year period (Early, Middle, Late, and Terminal Formative periods) when the mangrove forest was intensively harvested for fuel that was used in the production of salt and ceramics. By the Middle Formative (900 BC - 500 BC), production was highly specialized, as shown by the fact that archaeological deposits from this and later periods contain little domestic debris but huge quantities of ash, natural concrete made from interaction of ash calicite with soil silicates and water, and huge quantities of mostly coarse pottery, in a matrix of superimposed, fire-reddened pits, troughs, and walls (Figure 3).\n\nEarly through Terminal Formative exploitation of the Soconusco mangroves left an indelible mark in the form of numerous accumulations of debris (e.g., Figure 2 and 3) as well as a layer within the mangrove sediments almost a meter thick from which organic remains are absent. This layer, which dates to Early Formative through Late Classic times (~1600 BC -- AD 800) represents a period when deforestation led to periodic desiccation of the sediments, which destroyed organic remains.\n\nRe-establishment of conditions that permitted organic preservation by AD 800 appears to have been the result of a long period of abandonment that began around AD 200. There are no radiocarbon dates that fall into the AD 200 - AD 800 time frame, and no archaeological remains can be assigned to this period on typological grounds. \n\nHuman use of the mangroves since AD 800, has included a  burst of industrial activity in Terminal Formative times associated with the production of Plumbate pottery and extensive production of salt during Historic times. \n\nWhile not an explicit goal of the PACS project, discovery of Plumbate production contexts deserves to be highlighted as an important project outcome. Plumbate (Figure 4) is a key horizon marker of Terminal Classic and Early Postclassic Mesoamerica. It is the most technologically unique Mesoamerican pottery of any period, and appears throughout the..."
 }
}