{
 "awd_id": "1115939",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "HRI Pioneers Workhop",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2011-02-01",
 "awd_exp_date": "2012-01-31",
 "tot_intn_awd_amt": 26022.0,
 "awd_amount": 26022.0,
 "awd_min_amd_letter_date": "2011-02-24",
 "awd_max_amd_letter_date": "2011-02-24",
 "awd_abstract_narration": "This is funding to support a Young Pioneers Workshop (doctoral consortium) of approximately 18 graduate students and 2 postdocs from diverse research communities (e.g., computer science and engineering, psychology, cognitive science, robotics, human factors, human-computer interaction design, and communications), along with distinguished research faculty.  The event will take place on Sunday, March 6, 2011, immediately preceding the Sixth Annual Human Robot Interaction Conference (HRI 2011) to be held March 7-9, 2011, in Lausanne, Switzerland, and which is jointly sponsored by ACM and IEEE.  The theme of HRI 2011 is \"Real World HRI,\" which highlights HRI in which basic scientific research is further tested in real world settings or applied to questions that arise in real world settings. One central aspect of this type of research, in contrast to other realms of applied research, is that it is theoretically driven and feeds back to our theoretical understandings; as such, real world research fortifies our understanding of people, robots, and interaction between the two.  More information about the conference is available at http://hri2011.net.\r\n\r\nThe Young Pioneers Workshop is designed to complement the conference, by providing a forum for students and recent graduates in the field of HRI to share their current research with their peers and a panel of senior researchers in a setting that is less formal and more interactive than the main conference.  During the workshop, participants will talk about the important upcoming research themes in the field, encouraging the formation of collaborative relationships across disciplines and geographic boundaries.  To these ends, the workshop will include sessions in a variety of formats.  Attendees will hear short talks from 5 selected student participants; those students not invited to give an oral presentation will participate in an interactive poster session.  A panel of four senior researchers will share their expertise and insights on how to address the interdisciplinary challenge of HRI.  In the afternoon, workshop attendees will be divided into groups of 3-5 members with diverse backgrounds for a breakout session in which they will be asked to design integrative projects that build upon their own submissions and which span the various sub-fields of HRI (e.g., assistive robotics, urban search and rescue, etc.)  The presentation session afterward will allow 10-15 minutes for each breakout group to present a summary to the entire workshop; the organizers anticipate that the discussions will continue during dinner.\r\n\r\nBroader Impacts: This workshop will afford a unique opportunity for the best of the next generation of researchers in human-robot interaction to be exposed to and discuss current and relevant topics as they are being studied in several different research communities (including but nor limited to computer science and engineering, psychology, robotics, human factors and ergonomics, and human-computer interaction). This is important for the field, because it has been recognized that transformative advances in research in this fledgling area can only come through the melding of cross-disciplinary knowledge and multinational perspectives.  Participants will be encouraged to create a social network both among themselves and with senior researchers at a critical stage in their professional development, to form collaborative relationships, and to generate new research questions to be addressed during the coming years.  Participants will also gain leadership and service experience, as the workshop is largely student organized and student led.  The PI will act aggressively to recruit young researchers from minority and underrepresented groups in order to assure diversity of the participants across a variety of dimensions, so that the students' horizons are broadened to the future benefit of the field.  The PI will conduct pre- and post-workshop surveys in order to validate the effectiveness of the 2011 Young Pioneers Workshop.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicholas",
   "pi_last_name": "Roy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicholas Roy",
   "pi_email_addr": "nickroy@mit.edu",
   "nsf_id": "000226870",
   "pi_start_date": "2011-02-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 26022.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"column\">\n<p>HRI Pioneers Workshop 2011</p>\n<p>Project Lead: Thomas Kollar</p>\n<p>Organization: Massachusetts Institute of Technology</p>\n<p><span>&nbsp;</span>Submitted: 4/2012&nbsp;</p>\n<p><span>&nbsp;</span></p>\n</div>\n<p>&nbsp;</p>\n<div class=\"column\">\n<p><span>The Human-Robot Interaction (HRI) Pioneers Workshop, an integral piece of the ACM/IEEE International Conference on Human-Robot Interaction, was held on March 6, 2011 in Lausanne, Switzerland. The theme of the workshop was, &ldquo;the integrative challenge for HRI research&rdquo; and brought together 26 graduate students from diverse communities. The workshop included oral presentations from five attendees, poster presentations from 21, a hands-on breakout session, group presentations, and panel presentations with senior researchers; research abstracts from participants were published as a part of the workshop proceedings. </span></p>\n<p><span>The workshop was a forum for new ideas, provided participants with feedback on research-in-progress, and gave exposure to methods and techniques from other disciplines relevant to HRI research. Participants came away with knowledge of current research being conducted by their colleagues, an awareness of diverse interdisciplinary methodologies, an understanding of the emerging themes in HRI, and a group of people that they know within the HRI community. The workshop provided participants and organizers with valuable leadership and service experience and served as a stepping stone to future leadership activities. Many participants attended both the HRI Pioneers workshop and the main conference on HRI. The HRI Pioneers workshop provided an important avenue for young researchers to become more integrated with the HRI community and enabled them to gain insight into emerging research directions.&nbsp;</span></p>\n</div>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/09/2012<br>\n\t\t\t\t\tModified by: Nicholas&nbsp;Roy</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nHRI Pioneers Workshop 2011\n\nProject Lead: Thomas Kollar\n\nOrganization: Massachusetts Institute of Technology\n\n Submitted: 4/2012 \n\n \n\n\n \n\n\nThe Human-Robot Interaction (HRI) Pioneers Workshop, an integral piece of the ACM/IEEE International Conference on Human-Robot Interaction, was held on March 6, 2011 in Lausanne, Switzerland. The theme of the workshop was, \"the integrative challenge for HRI research\" and brought together 26 graduate students from diverse communities. The workshop included oral presentations from five attendees, poster presentations from 21, a hands-on breakout session, group presentations, and panel presentations with senior researchers; research abstracts from participants were published as a part of the workshop proceedings. \n\nThe workshop was a forum for new ideas, provided participants with feedback on research-in-progress, and gave exposure to methods and techniques from other disciplines relevant to HRI research. Participants came away with knowledge of current research being conducted by their colleagues, an awareness of diverse interdisciplinary methodologies, an understanding of the emerging themes in HRI, and a group of people that they know within the HRI community. The workshop provided participants and organizers with valuable leadership and service experience and served as a stepping stone to future leadership activities. Many participants attended both the HRI Pioneers workshop and the main conference on HRI. The HRI Pioneers workshop provided an important avenue for young researchers to become more integrated with the HRI community and enabled them to gain insight into emerging research directions. \n\n\n \n\n\t\t\t\t\tLast Modified: 04/09/2012\n\n\t\t\t\t\tSubmitted by: Nicholas Roy"
 }
}