{
 "awd_id": "1115705",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative proposal: Higher-Order Two-Fluid Methods for Simulations of Particle-Laden Flow",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leland Jameson",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 99848.0,
 "awd_amount": 99848.0,
 "awd_min_amd_letter_date": "2011-08-17",
 "awd_max_amd_letter_date": "2014-01-22",
 "awd_abstract_narration": "In this effort the PIs and their student develop a high-order two-fluid method based on a new set of coupled two-fluid hyperbolic conservation PDEs and a Hybrid WENO-spectral method. The two-fluid model is unprecedented, obtained from first principles utilizing an Eulerian approach for the description of particles, which have been predominantly modeled through lower-order methods in the Lagrangian frame of the particle. In the Eulerian frame, the particle phase is modeled through a set of hyperbolic Eulerian transport equations governing the behavior of the Probability Density Function of particle properties. The equations are derived by a novel statistical method based on a method of moments via an averaged Liouville equation. The PIs propose to develop a method based on a high-order resolution, hybrid multidomain WENO-spectral method for the two-fluid model. The high- resolution method is projected to improve over existing lower- order method by capturing discontinuous interfaces and shocks sharply, while accurately resolving small scale, unsteady particle-laden flow features.  The focus of this proposal is on the development of a stable and consistent capturing of discontinuous particle-gas interfaces as well as a stable and consistent source coupling between the particle and gas phases. Another focus will be on the regularization of non- linear, singular and stiff source terms that couple the gas and particle PDEs. The two-fluid method will be assessed against published benchmarks, including a one-way coupled isotropic turbulence and two-way coupled shock particle interaction, computed with a more established Eulerian- Lagrangian method.\r\n\r\nExplosions and combustion processes generate environments where fluid turbulence and shocks have an intimate and mutual interaction with particles. Various engineered systems and natural processes involve high speed particle dynamics, shock- turbulence interaction, and particle flow interactions; such phenomena play key roles in debris flow and contaminant spread due to explosions, controlling supersonic combustion, high- speed coating processes for high-performance aerospace and electronic components. The volcanic explosions in Iceland, for example, generated shocks, accelerated turbulent gas flows and micro-scale dust particles that were carried for hundreds of miles over several days not only polluting the environment but affecting air traffic for an extended period of time. The proposed research develops an advanced numerical tool that enables (improved) computation of these flows which will ultimately enhance understanding of a large class of engineering and environmental problems. This knowledge can be used directly in design improvements, control of pollution and the effects of explosion processes on society. This proposal, moreover, increases the number of students from underrepresented groups in STEM education by involving students in the Mathematics, Engineering, Science Achievement (MESA) program at SDSU.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gustaaf",
   "pi_last_name": "Jacobs",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gustaaf Jacobs",
   "pi_email_addr": "gjacobs@mail.sdsu.edu",
   "nsf_id": "000474190",
   "pi_start_date": "2011-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "San Diego State University Foundation",
  "inst_street_address": "5250 CAMPANILE DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN DIEGO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6195945731",
  "inst_zip_code": "921821901",
  "inst_country_name": "United States",
  "cong_dist_code": "51",
  "st_cong_dist_code": "CA51",
  "org_lgl_bus_name": "SAN DIEGO STATE UNIVERSITY FOUNDATION",
  "org_prnt_uei_num": "H59JKGFZKHL7",
  "org_uei_num": "H59JKGFZKHL7"
 },
 "perf_inst": {
  "perf_inst_name": "San Diego State University",
  "perf_str_addr": "5300 Campanile Drive",
  "perf_city_name": "San Diego",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "921151338",
  "perf_ctry_code": "US",
  "perf_cong_dist": "51",
  "perf_st_cong_dist": "CA51",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 99848.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Higher-order two-fluid models and numerical methods have been developed for the high-fidelity simulation of the interaction between a large number of small particles and an unsteady gas flow. These interactions are pertinent to a range of problems, such as debris flow, contaminant spread by explosions, and dust particles dispersion by volcanic explosions, to name a few. The method enables enhanced prototyping and analysis of technology and natural environments that contain unsteady, particles laden gas flow.</p>\n<p>Starting from a first principle, particle model in the Lagrangian frame that follows an individual particle along its trace, a model was developed that treats particles collectively as another &ldquo;fluid. By a method of moments, a set of hyperbolic partial differential equations that governs the particle fluid model was derived from the Lagrangian, particle ordinary differential equation.&nbsp; The particle fluid equation coupled with the gas equations, which are also hyperbolic, admits discontinuous solution such as shocks and sharp spatial changes in the particle concentration. Higher-order spectral and finite differences methods were implemented and developed to approximate the governing equations and obtain solutions with higher-order resolution. Shock discontinuities are treated with weighted-essentially non-oscillatory schemes, while particle singularities are regularized with polynomial approximations to a singular delta function. The models are validated against published results and Lagrangian particle simulation for the case of a normal running shock interaction with a cloud of particles.</p>\n<p>Several graduate students from underrepresented groups in STEM have been involved in the development of the model and obtained their degrees. The grant has led to several peer-reviewed papers and the work has been presented at conferences.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/21/2015<br>\n\t\t\t\t\tModified by: Gustaaf&nbsp;Jacobs</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/1115705/1115705_10123340_1417377917764_Fluid_Density--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/1115705/1115705_10123340_1417377917764_Fluid_Density--rgov-800width.jpg\" title=\"Gas-Phase Density Contours\"><img src=\"/por/images/Reports/POR/2014/1115705/1115705_10123340_1417377917764_Fluid_Density--rgov-66x44.jpg\" alt=\"Gas-Phase Density Contours\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Comparison of a gas density field of the interaction between a normal shock and a cloud of particles computed with the two-fluid model (a) and a model where particles are individually traced (b).</div>\n<div class=\"imageCredit\">Courtesy of ASME: figure published in Truong, Q., Shotorban, B., and Jacobs, G.B., ``Eulerian-Eulerian Description of the Interaction of a Shock with Particles through Godunov's Scheme\" Proceedings of the ASME 2013 Fluids Engineering Division Summer Meeting, FEDSM2013-16567, 2013.</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Gustaaf&nbsp;Jacobs</div>\n<div class=\"imageTitle\">Gas-Phase Density Contours</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nHigher-order two-fluid models and numerical methods have been developed for the high-fidelity simulation of the interaction between a large number of small particles and an unsteady gas flow. These interactions are pertinent to a range of problems, such as debris flow, contaminant spread by explosions, and dust particles dispersion by volcanic explosions, to name a few. The method enables enhanced prototyping and analysis of technology and natural environments that contain unsteady, particles laden gas flow.\n\nStarting from a first principle, particle model in the Lagrangian frame that follows an individual particle along its trace, a model was developed that treats particles collectively as another \"fluid. By a method of moments, a set of hyperbolic partial differential equations that governs the particle fluid model was derived from the Lagrangian, particle ordinary differential equation.  The particle fluid equation coupled with the gas equations, which are also hyperbolic, admits discontinuous solution such as shocks and sharp spatial changes in the particle concentration. Higher-order spectral and finite differences methods were implemented and developed to approximate the governing equations and obtain solutions with higher-order resolution. Shock discontinuities are treated with weighted-essentially non-oscillatory schemes, while particle singularities are regularized with polynomial approximations to a singular delta function. The models are validated against published results and Lagrangian particle simulation for the case of a normal running shock interaction with a cloud of particles.\n\nSeveral graduate students from underrepresented groups in STEM have been involved in the development of the model and obtained their degrees. The grant has led to several peer-reviewed papers and the work has been presented at conferences.\n\n \n\n\t\t\t\t\tLast Modified: 01/21/2015\n\n\t\t\t\t\tSubmitted by: Gustaaf Jacobs"
 }
}