{
 "awd_id": "1115097",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Adaptive Finite Element Method for Interface Problems",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leland Jameson",
 "awd_eff_date": "2011-07-15",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 231053.0,
 "awd_amount": 231053.0,
 "awd_min_amd_letter_date": "2011-07-05",
 "awd_max_amd_letter_date": "2013-05-07",
 "awd_abstract_narration": "The objective of the project is to develop and to analyze a robust adaptive finite element method for the Darcy-Stokes-Brinkman model with extremely variable or discontinuous parameters. The proposed research include:  developing a robust adaptive H(div) finite element method; conducting a priori error analysis; deriving efficiency and reliability bounds for a posteriori error estimators; proving convergence of adaptive mesh refinement procedures; developing a computer program for implementation of the method.\r\n\r\nThe Darcy-Stokes-Brinkman model has wide range of applications such as surface and sub-surface water interaction in geoscience, blood circulation in health science and, fuel cells, filtration problems in environment science. Solving these problems has attracted a lot of attention from mathematicians and engineers, and many works have been done in developing and analyzing numerical algorithms for Darcy-Stokes-Brinkman model. Majority of these works treat viscosity and permeability as either constant or near zero jump. However, for the practical relevant problems, these physical parameters are either discontinuous or highly variable. Singularity caused by the highly varied physical parameters creates tremendous difficulty in development of numerical algorithms. There is a great interest in obtaining efficient and robust numerical methods to simulate these real word problems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiu",
   "pi_last_name": "Ye",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiu Ye",
   "pi_email_addr": "xxye@ualr.edu",
   "nsf_id": "000217742",
   "pi_start_date": "2011-07-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arkansas Little Rock",
  "inst_street_address": "2801 S UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "LITTLE ROCK",
  "inst_state_code": "AR",
  "inst_state_name": "Arkansas",
  "inst_phone_num": "5015698474",
  "inst_zip_code": "722041000",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "AR02",
  "org_lgl_bus_name": "UNIVERSITY OF ARKANSAS SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "DBP4N9GHCA14"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arkansas Little Rock",
  "perf_str_addr": "2801 S UNIVERSITY AVE",
  "perf_city_name": "LITTLE ROCK",
  "perf_st_code": "AR",
  "perf_st_name": "Arkansas",
  "perf_zip_code": "722041000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "AR02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 98718.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 95938.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 36397.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Partial differential equations (PDEs) have &nbsp;often been used to describe natural phenomena in sciences and engineering. The importance of developing advanced numerical techniques for solving&nbsp;PDEs&nbsp; &nbsp;cannot be overstated. Finite element method (FEM)&nbsp;is one of the most general and powerful class of mathematical techniques for solving PDEs and has a wide range of applications in aerospace engineering, fluid and solid mechanics, biophysics, electromagnetics, and many more. In recent years, many new techniques,&nbsp;&nbsp;such as adaptive methods and hybrid meshes, have been developed in scientific computing to handle &nbsp;multi-dimensional and multi-physics problems. The continuous or classic FEMs are not compatible to these new technology in terms flexibility, robustness, efficiency and accuracy. The investigation of FEMs with discontinuous approximations becomes very popular research activities in the past two decades.&nbsp;</p>\n<p>\n<div>&nbsp;</div>\n<div>Current research focuses on the theoretical and application development of a new class of FEMs: Weak Galerkin finite element methods (WG-FEMs).&nbsp;&nbsp;<span>WG-FEM</span><span>&nbsp;makes use of discontinuous functions in the finite element</span><span>&nbsp;</span><span>procedure which endows WG-FEMs with high flexibility to deal with challenges due to geometric complexities and boundary conditions. For interface problems, such a flexibility gives rise to robustness in the enforcement of interface jump conditions. In fact, WG-FEM enforces only weak continuity of variables naturally through well-defined discrete differential operators. Therefore, weak Galerkin methods avoid pending parameters resulted from the excessive flexibility given to individual elements. As a consequence, WG-FEMs are absolutely stable once properly constructed.</span><span>&nbsp;</span>In the project funding period, the WG-FEMs have been successfully applied to solve the problems arose in solid and fluid mechanics such as interface problems, plates problems and fluid flows in highly porous and highly heterogeneous media with complex geometries. Mathematical analysis and numerical experiments demonstrate a strong potential of the weak Galerkin methods in the field of numerical solutions of PDEs.</div>\n</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/07/2015<br>\n\t\t\t\t\tModified by: Xiu&nbsp;Ye</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPartial differential equations (PDEs) have  often been used to describe natural phenomena in sciences and engineering. The importance of developing advanced numerical techniques for solving PDEs   cannot be overstated. Finite element method (FEM) is one of the most general and powerful class of mathematical techniques for solving PDEs and has a wide range of applications in aerospace engineering, fluid and solid mechanics, biophysics, electromagnetics, and many more. In recent years, many new techniques,  such as adaptive methods and hybrid meshes, have been developed in scientific computing to handle  multi-dimensional and multi-physics problems. The continuous or classic FEMs are not compatible to these new technology in terms flexibility, robustness, efficiency and accuracy. The investigation of FEMs with discontinuous approximations becomes very popular research activities in the past two decades. \n\n\n \nCurrent research focuses on the theoretical and application development of a new class of FEMs: Weak Galerkin finite element methods (WG-FEMs).  WG-FEM makes use of discontinuous functions in the finite element procedure which endows WG-FEMs with high flexibility to deal with challenges due to geometric complexities and boundary conditions. For interface problems, such a flexibility gives rise to robustness in the enforcement of interface jump conditions. In fact, WG-FEM enforces only weak continuity of variables naturally through well-defined discrete differential operators. Therefore, weak Galerkin methods avoid pending parameters resulted from the excessive flexibility given to individual elements. As a consequence, WG-FEMs are absolutely stable once properly constructed. In the project funding period, the WG-FEMs have been successfully applied to solve the problems arose in solid and fluid mechanics such as interface problems, plates problems and fluid flows in highly porous and highly heterogeneous media with complex geometries. Mathematical analysis and numerical experiments demonstrate a strong potential of the weak Galerkin methods in the field of numerical solutions of PDEs.\n\n\n\t\t\t\t\tLast Modified: 07/07/2015\n\n\t\t\t\t\tSubmitted by: Xiu Ye"
 }
}