{
 "awd_id": "1115682",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Development of High-Resolution Finite-Volume Methods for Systems of Nonlinear Time-Dependent PDEs",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leland Jameson",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 118379.0,
 "awd_amount": 118379.0,
 "awd_min_amd_letter_date": "2011-09-13",
 "awd_max_amd_letter_date": "2011-09-13",
 "awd_abstract_narration": "The project is aimed at developing highly accurate, efficient and robust numerical methods for systems of nonlinear time-dependent PDEs, with particular reference to multidimensional hyperbolic systems of conservation/balance laws and related problems. The principal part of the proposed research will be focused on the development of new finite-volume methods that will provide an improved resolution of linear contact waves and incorporate new techniques for solving problems involving complicated nonlinear wave phenomena and blowing up/spiky solutions. The proposed methods will be applied to a variety of nonlinear problems, among which are systems of gas dynamics, nonlinear elasticity and acoustics systems, modern traffic flow models, several chemotaxis and bioconvection models, and others. These problems will be studied in the most challenging cases of high space dimensions, complex geometries and moving interfaces. For each problem, a high-resolution finite-volume scheme will be systematically derived in a way that the main properties satisfied by the underlying system of PDEs will be also satisfied on the discrete level. One of the key features of the new schemes will be their nonlinear stability, which will be ensured by ability of the scheme to preserve positivity of such physical quantities as density. To achieve this goal, several high-order positivity preserving techniques will be explored.\r\n\r\nBesides providing the examples that corroborate the analytical approach, the foregoing applications are of a substantial independent value for a broad class of problems arising in today's science including geophysics, meteorology, astrophysics, semiconductors, traffic flows, image processing, financial and biological modeling and many other areas. Development of modern high-resolution finite-volume methods as well as of supplementary techniques is essential for solving many practically important problems, some of which are currently out of reach because the existing numerical methods are either inefficient/inaccurate or not applicable at all.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alina",
   "pi_last_name": "Chertock",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alina Chertock",
   "pi_email_addr": "chertock@math.ncsu.edu",
   "nsf_id": "000105701",
   "pi_start_date": "2011-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2601 WOLF VILLAGE WAY",
  "perf_city_name": "RALEIGH",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 118379.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 1\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>Working on the project the PI has developed several new numerical methods and techniques that have been applied to a variety of challenging problems in such scientific areas as fluid and gas dynamics, geophysical fluid dynamics, multi-component flows including dusty gas flows modeling volcano eruptions, chemotaxis and chemotaxis-fluid coupling, optimization, traffic and pedestrian flows, computational anatomy, and several others. The major outcomes of the project are briefly summarized below:</span><br /><br /><span>The PI has introduced and studied models for pedestrian traffic flows in a narrow street or corridor;</span><br /><br /><span>The PI has designed a novel numerical method for tracking-type optimal control problems that appear in a variety of applications that offer control or design possibilities, such as the design of airfoils, ducts and turbine blades, the control of traffic flow or the identification of parameters in chromatography or hydrodynamics;</span><br /><br /><span>The PI has studied several chemotaxis models including a chemotaxis-fluid system designed to model modestly diluted cell-suspensions. The considered system couples a convective chemotaxis system for the oxygen-consuming and oxytactic bacteria with the incompressible Navier-Stokes equations subject to a gravitational force proportional to the relative surplus of the cell-density compared to the water-density. The PI has derived a high-resolution vorticity-based hybrid finite-volume finite-difference scheme and used it to investigate the nonlinear dynamics of the studied system. The PI has conducted numerical experiments, which illustrate (i) formation of sinking plumes, (ii) possible merging of neighboring plumes and (iii) convergence towards numerically stable stationary plumes;</span><br /><br /><span>The PI has developed a well-balanced numerical method for the Euler equations with gravity, which are used to model astrophysical and atmospheric phenomena in many fields including supernova explosions, (solar) climate modeling and weather forecasting.</span></p>\n<p>The PI has studied compressible gas dynamics coupled with a suspended particulate phase (\"dust\") having small volume fraction but possibly large density per unit volume relative to the gas. Dusty gas flows arise in many applications, from industrial processes to geophysical flows. One particular application, which was the original motivation for the research, is the study of volcanic ash plumes and pyroclastic flows. The PI has developed a numerical method for simulating dusty gas flows and tested it in a number of experiments. The developed approach may be directly applicable in other contexts as well.&nbsp;</p>\n<div class=\"page\" title=\"Page 1\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<div class=\"page\" title=\"Page 1\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>In numerical simulation, accounting for uncertainties in input quantities (such as model parameters, initial and boundary conditions, and geometry) is an important issue, especially in risk analysis, safety, and design. Assuming that these input quantities can be parameterized by random variables with known distribution functions, the question is to quantify the resulting uncertainty in the numerical solution. Uncertainty quantification provides for instance numerical error bars that make the comparison with experimental observations easier and therefore facilitate the evaluation of physical models. Moreover, they enable to identify the uncertain parameters that should be measured or controlled with more accuracy because they have the most significant impact on the solution. Furthermore, they allow for the assessment of the reliability level that can be attached to computations.&nbsp;</span>The PI has considered the compressible Euler equations with uncertainties...",
  "por_txt_cntn": "\n\n\n\nWorking on the project the PI has developed several new numerical methods and techniques that have been applied to a variety of challenging problems in such scientific areas as fluid and gas dynamics, geophysical fluid dynamics, multi-component flows including dusty gas flows modeling volcano eruptions, chemotaxis and chemotaxis-fluid coupling, optimization, traffic and pedestrian flows, computational anatomy, and several others. The major outcomes of the project are briefly summarized below:\n\nThe PI has introduced and studied models for pedestrian traffic flows in a narrow street or corridor;\n\nThe PI has designed a novel numerical method for tracking-type optimal control problems that appear in a variety of applications that offer control or design possibilities, such as the design of airfoils, ducts and turbine blades, the control of traffic flow or the identification of parameters in chromatography or hydrodynamics;\n\nThe PI has studied several chemotaxis models including a chemotaxis-fluid system designed to model modestly diluted cell-suspensions. The considered system couples a convective chemotaxis system for the oxygen-consuming and oxytactic bacteria with the incompressible Navier-Stokes equations subject to a gravitational force proportional to the relative surplus of the cell-density compared to the water-density. The PI has derived a high-resolution vorticity-based hybrid finite-volume finite-difference scheme and used it to investigate the nonlinear dynamics of the studied system. The PI has conducted numerical experiments, which illustrate (i) formation of sinking plumes, (ii) possible merging of neighboring plumes and (iii) convergence towards numerically stable stationary plumes;\n\nThe PI has developed a well-balanced numerical method for the Euler equations with gravity, which are used to model astrophysical and atmospheric phenomena in many fields including supernova explosions, (solar) climate modeling and weather forecasting.\n\nThe PI has studied compressible gas dynamics coupled with a suspended particulate phase (\"dust\") having small volume fraction but possibly large density per unit volume relative to the gas. Dusty gas flows arise in many applications, from industrial processes to geophysical flows. One particular application, which was the original motivation for the research, is the study of volcanic ash plumes and pyroclastic flows. The PI has developed a numerical method for simulating dusty gas flows and tested it in a number of experiments. The developed approach may be directly applicable in other contexts as well. \n\n\n\n\n\n\n\nIn numerical simulation, accounting for uncertainties in input quantities (such as model parameters, initial and boundary conditions, and geometry) is an important issue, especially in risk analysis, safety, and design. Assuming that these input quantities can be parameterized by random variables with known distribution functions, the question is to quantify the resulting uncertainty in the numerical solution. Uncertainty quantification provides for instance numerical error bars that make the comparison with experimental observations easier and therefore facilitate the evaluation of physical models. Moreover, they enable to identify the uncertain parameters that should be measured or controlled with more accuracy because they have the most significant impact on the solution. Furthermore, they allow for the assessment of the reliability level that can be attached to computations. The PI has considered the compressible Euler equations with uncertainties and designed a novel numerical approach, which allows for the reliable and efficient uncertainty quantification and provides a complete probabilistic description of the uncertain solution. \n\n\n\n\n\n\n\nThe interface tracking method proposed by the PI has been incorporated into an open source software package DUNE, developed at the University of Freiburg, Germany. DUNE is a modular toolbox for solving PDEs with grid-based methods. The..."
 }
}