{
 "awd_id": "1115645",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CIF: Small: Novel (Channel Modeling, Feedback, and Cognitive) Approaches in Wireless Communications",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032922981",
 "po_email": "pregalia@nsf.gov",
 "po_sign_block_name": "Phillip Regalia",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 467901.0,
 "awd_amount": 467901.0,
 "awd_min_amd_letter_date": "2011-07-28",
 "awd_max_amd_letter_date": "2011-07-28",
 "awd_abstract_narration": "Wireless communication networks continue to get more complex. Communication over unused TV bands (cognitive radios), self-organizing ad-hoc networks for military and emergency applications, or the heterogeneous networks envisioned in the next generation cellular (LTE advanced) systems all are clear evidence of this trend. As consumer demands, dependence on wireless services, and the complexity of networks continue to grow, there is a need to manage the resources efficiently without overburdening the network owner and end user. To address these challenges, this research involves significant and novel enhancements to the building blocks of modern communication systems. \r\n\r\nThe modeling, feedback, and cognitive techniques being studied in this project are essential for the development of robust and efficient wireless systems.  The research project involves the following three parts: 1) Development of novel channel modeling methods that decompose the channel into a specular component and a diffuse component. A key consideration in this work is developing a rigorous framework for channel prediction and utilizing the insight to develop robust feedback based Multiple Input Multiple Output (MIMO) systems that degrade gracefully. 2) The development and analysis of feedback based multi-user MIMO-OFDM systems. This includes novel channel estimation and representations schemes, novel schemes for encoding sparsity, and performance analysis of reduced feedback MIMO-OFDM systems. 3) The development of advanced cognition at the physical layer. This includes waveform design in cognitive radios based on timing consideration and more comprehensive models for channels to provide awareness based on location, learning and memory.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bhaskar",
   "pi_last_name": "Rao",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Bhaskar D Rao",
   "pi_email_addr": "brao@ucsd.edu",
   "nsf_id": "000456047",
   "pi_start_date": "2011-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 GILMAN DR",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779700",
   "pgm_ele_name": "Comm & Information Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7935",
   "pgm_ref_txt": "COMM & INFORMATION THEORY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 467901.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Wireless Communication networks continue to get more complex and the demand/need for wireless services continue to grow exponentially. The goal of this research was to address some pressing challenges that arise in the heterogeneous wireless systems currently being planned. In particular, this research project examined modeling and algorithmic issues that address fundamental problems that arise at the physical layer in next generation wireless communication systems.&nbsp; The research contributions include the following: a) Development of cumulative distribution function (CDF) based resource allocation techniques in heterogeneous environments that provide a proper balance between fairness and system&nbsp; throughput, b) Development of novel reduced feedback schemes with minimal system loss and that scale well with increasing number of users, c) Development of physical layer models and concepts with an eye towards advanced cognition at this layer, d) Development of advanced multi-antenna techniques for high datarate communication, and e) Development of analytical tools that provide a deeper insight into the methods developed and as well as a better understanding of the above mentioned issues.<br /><br />A few highlights of the contributions are as follows: <br /><br />1. To address the fairness and system throughtput issue, we made significant contributions to CDF based scheduling techniques. <br />CDF based scheduling is shown to be very promising in dealing with the challenges that arise in heterogeneous networks as well as due to varied channel statistics in a cell by virtue of environmental variations.&nbsp; We have developed learning based&nbsp; methods for CDF scheduling to make them more practical and easy to implement in real systems. Another significant result is the development of a classification framework for scheduling allowing one to exploit recent advances in machine learning.<br /><br />2. We have developed and analyzed reduced feedback techniques in multi-user wireless communication systems. These approaches greatly reduce the burden of channel state information exchange between the receiver and transmitter with minimal loss in system performance.<br /><br />3. We have developed concepts in channel modeling at the physical layer that supports enhanced cognition at this layer. They greatly facilitate high data rate communication in a complex&nbsp; multi-antenna wireless system.<br /><br />4. Siginificant progress has been made in the area of device to device (D2D) communication and dense small cell networks, topics of interest for next generation systems. For D2D, we have developed new resource allocation and scehduling methods and in dense small cell networks, we have shown how location awareness can greatly facilitate interference alignment.<br /><br />The research has resulted in several publications that have appeared in top tier journals and conferences. In addtion to having impact on the field, the results developed have also general import to the topic of resources allocation in general. The project has also resulted in the training of several graduated students in advanced topics related to wireless communications and signal processing.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/25/2015<br>\n\t\t\t\t\tModified by: Bhaskar&nbsp;D&nbsp;Rao</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWireless Communication networks continue to get more complex and the demand/need for wireless services continue to grow exponentially. The goal of this research was to address some pressing challenges that arise in the heterogeneous wireless systems currently being planned. In particular, this research project examined modeling and algorithmic issues that address fundamental problems that arise at the physical layer in next generation wireless communication systems.  The research contributions include the following: a) Development of cumulative distribution function (CDF) based resource allocation techniques in heterogeneous environments that provide a proper balance between fairness and system  throughput, b) Development of novel reduced feedback schemes with minimal system loss and that scale well with increasing number of users, c) Development of physical layer models and concepts with an eye towards advanced cognition at this layer, d) Development of advanced multi-antenna techniques for high datarate communication, and e) Development of analytical tools that provide a deeper insight into the methods developed and as well as a better understanding of the above mentioned issues.\n\nA few highlights of the contributions are as follows: \n\n1. To address the fairness and system throughtput issue, we made significant contributions to CDF based scheduling techniques. \nCDF based scheduling is shown to be very promising in dealing with the challenges that arise in heterogeneous networks as well as due to varied channel statistics in a cell by virtue of environmental variations.  We have developed learning based  methods for CDF scheduling to make them more practical and easy to implement in real systems. Another significant result is the development of a classification framework for scheduling allowing one to exploit recent advances in machine learning.\n\n2. We have developed and analyzed reduced feedback techniques in multi-user wireless communication systems. These approaches greatly reduce the burden of channel state information exchange between the receiver and transmitter with minimal loss in system performance.\n\n3. We have developed concepts in channel modeling at the physical layer that supports enhanced cognition at this layer. They greatly facilitate high data rate communication in a complex  multi-antenna wireless system.\n\n4. Siginificant progress has been made in the area of device to device (D2D) communication and dense small cell networks, topics of interest for next generation systems. For D2D, we have developed new resource allocation and scehduling methods and in dense small cell networks, we have shown how location awareness can greatly facilitate interference alignment.\n\nThe research has resulted in several publications that have appeared in top tier journals and conferences. In addtion to having impact on the field, the results developed have also general import to the topic of resources allocation in general. The project has also resulted in the training of several graduated students in advanced topics related to wireless communications and signal processing.\n\n\t\t\t\t\tLast Modified: 09/25/2015\n\n\t\t\t\t\tSubmitted by: Bhaskar D Rao"
 }
}