{
 "awd_id": "1115009",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CNH: Institutional Dynamics of Adaptation to Climate Change: Longitudinal Analysis of Snowmelt-Dependent Agricultural Systems",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 1200000.0,
 "awd_amount": 1200000.0,
 "awd_min_amd_letter_date": "2011-08-31",
 "awd_max_amd_letter_date": "2013-09-14",
 "awd_abstract_narration": "Global withdrawals of water have doubled over the past 40 years as irrigated agricultural land expanded from 138 million ha to 277 million hectares during the period from 1961 to 2003.  Irrigated land is responsible for more than 85 percent of global consumptive water use, producing approximately 45 percent of the global food supply on only 20 percent of global cropland.  The combination of the increasing use of irrigation in agricultural production and the importance of snowmelt in many agricultural areas has led to a situation where more than one-sixth of the world's population relies on glaciers and seasonal snow packs as their primary source of streamflow.  Climate change processes are projected to impact the amount of snowfall and the seasonality of discharge around the globe.  Temperature effects of climate change alone will be sufficient to alter both snowpack accumulation and snowmelt dynamics of many agricultural systems.  While additional climate change impacts on growing season rainfall, streamflow, and drought could serve to either exacerbate or mitigate shifts in snowmelt climatology on water available for crops, the dependence on snowmelt and irrigation in many agricultural systems may reduce their ability to respond to future changes.  Of additional concern is the fact that many temperate and tropical agricultural areas dependent on glacial meltwater are now facing the threat of complete glacier loss, making climate changes in these regions potentially more disruptive than in areas where only seasonal snowmelt is used as a water resource.  In the face of water shortages, governance institutions established to allocate water may be disrupted and forced to change.  Critical tensions exist between the potential impacts of climate change and existing and future patterns of water use in regions highly dependent on glacier-fed streamflow for agricultural irrigation.  This interdisciplinary research project will examine how human populations will be impacted by these changes and the capacity of users in glacier-irrigated agricultural systems to adapt.  The investigators will examine semi-arid agricultural systems that are dependent on snowmelt located across strongly contrasting institutional and hydrological settings in eastern Kenya and the western United States.  They will integrate information gathered from focus groups, water-user interviews, field hydrological measurements, role-playing games, and scenario-based models of potential climate change impacts to assess community vulnerability to climate variability and understand how communities might respond to changes in water availability in the future.  They will address interactions among human actors, the physical and social capital they construct and maintain, and the dynamics of water availability and allocation across spatial scales.\r\n\r\nThis project will have significant implications for the governance of water resources and how communities and households cope with water scarcity.  The empirical analysis of past and present water governance will support the development of scenario-based models of potential climate change impacts to assess community vulnerability to climate variability and to understand how communities might respond to changes in water availability in the future.  Findings from this project will be of value to policy makers who are seeking more nuanced policy responses than simple \"one size fits all\" solutions. Many policy analysts recommend one-type of governance, such as government or private ownership, as being \"ideal\" to cope with threats to ecological systems.  This research will develop new knowledge about the ways in which institutional diversity can contribute to the effective management of water resources.  This project is supported by the NSF Dynamics of Coupled Natural and Human Systems (CNH) Program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Elinor",
   "pi_last_name": "Ostrom",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elinor Ostrom",
   "pi_email_addr": "ostrom@indiana.edu",
   "nsf_id": "000449570",
   "pi_start_date": "2011-08-31",
   "pi_end_date": "2011-11-01"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tom",
   "pi_last_name": "Evans",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Tom P Evans",
   "pi_email_addr": "tomevans@email.arizona.edu",
   "nsf_id": "000249747",
   "pi_start_date": "2013-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Elinor",
   "pi_last_name": "Ostrom",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elinor Ostrom",
   "pi_email_addr": "ostrom@indiana.edu",
   "nsf_id": "000449570",
   "pi_start_date": "2011-11-01",
   "pi_end_date": "2013-06-25"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Tom",
   "pi_last_name": "Evans",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Tom P Evans",
   "pi_email_addr": "tomevans@email.arizona.edu",
   "nsf_id": "000249747",
   "pi_start_date": "2011-08-31",
   "pi_end_date": "2011-11-01"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Krister",
   "pi_last_name": "Andersson",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Krister P Andersson",
   "pi_email_addr": "kanderss@nd.edu",
   "nsf_id": "000286332",
   "pi_start_date": "2011-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kelly",
   "pi_last_name": "Caylor",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kelly Caylor",
   "pi_email_addr": "caylor@ucsb.edu",
   "nsf_id": "000262979",
   "pi_start_date": "2011-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Cox",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Cox",
   "pi_email_addr": "michael.e.cox@dartmouth.edu",
   "nsf_id": "000077525",
   "pi_start_date": "2013-06-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Cole",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Cole",
   "pi_email_addr": "dancole@indiana.edu",
   "nsf_id": "000583258",
   "pi_start_date": "2011-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "107 S INDIANA AVE",
  "perf_city_name": "BLOOMINGTON",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169100",
   "pgm_ele_name": "DYN COUPLED NATURAL-HUMAN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1691",
   "pgm_ref_txt": "BE: DYN COUPLED NATURAL-HUMAN"
  },
  {
   "pgm_ref_code": "8060",
   "pgm_ref_txt": "SEES Unsolicited"
  },
  {
   "pgm_ref_code": "9186",
   "pgm_ref_txt": "RESOURCE USE AND MANAGEMENT"
  },
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\">Global withdrawals of water have doubled over the past 40 years as irrigated agricultural land expanded from 138 million ha to 277 million ha during the period 1961-2003. Today, water used for agricultural irrigation represents approximately 67% of the total 4,000 km<sup>3</sup> of water extracted for human use each year. Irrigated land is responsible for &gt;85% of global consumptive water use, producing approximately 45% of the global food supply on only 20% of global cropland. Over one-sixth of the world&rsquo;s population relies on glaciers and seasonal snow packs as their primary source of streamflow including the use of water for irrigation. Critically, the sustainability of water resources is not solely a function of climate change and climate variability because water governance arrangements provide a mechanism to adapt water withdrawals to changing water availability.</p>\n<p class=\"Default\">This project investigated the interactions and feedbacks between institutions, water availability, and land use in snowmelt-dependent agricultural regions. Research was conducted in the western United States and Kenya as both countries have significant agricultural production that is reliant on the management of irrigation systems supplied by snowmelt. The project used an integrated analytical approach combining climate data, stream hydrological analysis, household-level agricultural decision-making and analysis of the governance arrangements affecting the management of water resources. The overarching goal of the project was to investigate whether how future climate variability will affect the ability of these irrigation systems to cope with changes in water availability.</p>\n<p class=\"Default\">Water management systems in Colorado and New Mexico developed and evolved over the last 60 years as a mechanism to manage water resources in the context of periodic drought. A tax on groundwater extraction in 2011 led to a significant reduction in withdrawals. Overall this research found that price-based conservation mechanisms may have larger impacts when adopted internally rather than imposed externally. Panel data analysis of acequia systems in New Mexico found that larger user groups experience worse management outcomes than systems with fewer users. While the institutional rules in acequia systems have thus far been able to mitigate the impacts of adding new users, increase in user group size does create system stress and reduces the level of success of water management schemes.</p>\n<p class=\"Default\">In Kenya national legislation in 2002 decentralized management of water resources to lower-levels providing communities a voice in how water is allocated between upstream and downstream users. While the vision of the 2002 Water Act is to provide equitable access to water resources, challenges related to water management and infrastructure maintenance result in unequal distribution of water resources across and within communities. One of the act&rsquo;s central provisions was a call for the creation of Water Resource User Associations (WRUAs) along share water sources. It was envisioned that these WRUAs would serve as platforms for resolving disputes among individual users and Community Water Projects (CWPs) and as liaisons between these users and government regulators.</p>\n<p class=\"Default\">One of the project&rsquo;s most striking findings was a pattern of increase in community water project membership that may be unsustainable in the future. Survey results indicated that CWPs are incentivized to add members in order to bring in revenue sufficient to maintain infrastructure and to meet increased demand from local population growth; however, this reduces the water available to individual users because withdrawal volumes are capped by WRUAs and the government. Additionally, most CWP pipe networks were developed through a large pulse of infrastructure investment ...",
  "por_txt_cntn": "Global withdrawals of water have doubled over the past 40 years as irrigated agricultural land expanded from 138 million ha to 277 million ha during the period 1961-2003. Today, water used for agricultural irrigation represents approximately 67% of the total 4,000 km3 of water extracted for human use each year. Irrigated land is responsible for &gt;85% of global consumptive water use, producing approximately 45% of the global food supply on only 20% of global cropland. Over one-sixth of the worldÆs population relies on glaciers and seasonal snow packs as their primary source of streamflow including the use of water for irrigation. Critically, the sustainability of water resources is not solely a function of climate change and climate variability because water governance arrangements provide a mechanism to adapt water withdrawals to changing water availability.\nThis project investigated the interactions and feedbacks between institutions, water availability, and land use in snowmelt-dependent agricultural regions. Research was conducted in the western United States and Kenya as both countries have significant agricultural production that is reliant on the management of irrigation systems supplied by snowmelt. The project used an integrated analytical approach combining climate data, stream hydrological analysis, household-level agricultural decision-making and analysis of the governance arrangements affecting the management of water resources. The overarching goal of the project was to investigate whether how future climate variability will affect the ability of these irrigation systems to cope with changes in water availability.\nWater management systems in Colorado and New Mexico developed and evolved over the last 60 years as a mechanism to manage water resources in the context of periodic drought. A tax on groundwater extraction in 2011 led to a significant reduction in withdrawals. Overall this research found that price-based conservation mechanisms may have larger impacts when adopted internally rather than imposed externally. Panel data analysis of acequia systems in New Mexico found that larger user groups experience worse management outcomes than systems with fewer users. While the institutional rules in acequia systems have thus far been able to mitigate the impacts of adding new users, increase in user group size does create system stress and reduces the level of success of water management schemes.\nIn Kenya national legislation in 2002 decentralized management of water resources to lower-levels providing communities a voice in how water is allocated between upstream and downstream users. While the vision of the 2002 Water Act is to provide equitable access to water resources, challenges related to water management and infrastructure maintenance result in unequal distribution of water resources across and within communities. One of the actÆs central provisions was a call for the creation of Water Resource User Associations (WRUAs) along share water sources. It was envisioned that these WRUAs would serve as platforms for resolving disputes among individual users and Community Water Projects (CWPs) and as liaisons between these users and government regulators.\nOne of the projectÆs most striking findings was a pattern of increase in community water project membership that may be unsustainable in the future. Survey results indicated that CWPs are incentivized to add members in order to bring in revenue sufficient to maintain infrastructure and to meet increased demand from local population growth; however, this reduces the water available to individual users because withdrawal volumes are capped by WRUAs and the government. Additionally, most CWP pipe networks were developed through a large pulse of infrastructure investment 10-15 years ago and, in many cases have fallen into disrepair or are unable to accommodate the membership increase equitably. Such a reduction in water delivery is further exacerbated by a rise in rai..."
 }
}