{
 "awd_id": "1115404",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2011 Atomic Physics Gordon Research Conference, June 26-July 1, 2011 at West Dover, VT",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Siu Au Lee",
 "awd_eff_date": "2011-06-15",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 6000.0,
 "awd_amount": 6000.0,
 "awd_min_amd_letter_date": "2011-06-15",
 "awd_max_amd_letter_date": "2011-06-15",
 "awd_abstract_narration": "The funding from this grant will be used to support students and postdocs so they can attend the twentieth in a series of Atomic Physics Gordon Research Conferences to be held at the Mount Snow Resort in West Dover, VT from June 26-July 1, 2011. This meeting will continue the tradition of focusing on emerging areas of research within the discipline and major advances in existing areas of atomic physics and related fields. The program and speakers are to be chosen based on input from a wide range of practicing atomic physicists. The areas to be addressed at this conference include both theoretical and experimental developments, with emphasis on areas that offer significant challenges and opportunities as we look to the future of the field. In 2011, we include sessions on Precision Measurements, Alkali Earth Atoms, Quantum Simulation and Condensed Matter connections, Quantum Information, Fast Spectroscopy, Mesoscopic Physics, Quantum Optics, Dipolar Gases, and Bose/Fermi Gases. The informal nature of the conference, in which no proceedings or publications result, allows for the kind of free exchange of information and open discussion not always possible in other venues. The Atomic Physics Gordon Conference provides a unique opportunity to assemble a critical number of leading researchers in related but differing specializations, along with significant numbers of students and young researchers, who bring new points of view to the most exciting and demanding problems at the forefront of physics research. Effort will be made to welcome a diverse pool of registrants to the conference.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Doyle",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Doyle",
   "pi_email_addr": "jdoyle@g.harvard.edu",
   "nsf_id": "000086698",
   "pi_start_date": "2011-06-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Gray",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy R Gray",
   "pi_email_addr": "nsf@grc.org",
   "nsf_id": "000206836",
   "pi_start_date": "2011-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gordon Research Conferences",
  "inst_street_address": "5586 POST RD UNIT 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST GREENWICH",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4017834011",
  "inst_zip_code": "028183454",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "GORDON RESEARCH CONFERENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "XL5ANMKWN557"
 },
 "perf_inst": {
  "perf_inst_name": "Gordon Research Conferences",
  "perf_str_addr": "512 Liberty Lane",
  "perf_city_name": "West Kingston",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028921502",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128400",
   "pgm_ele_name": "AMO Theory/Atomic, Molecular &"
  },
  {
   "pgm_ele_code": "129100",
   "pgm_ele_name": "ATOMIC & MOLECULAR DYNAMICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1284",
   "pgm_ref_txt": "ATOMIC THEORY"
  },
  {
   "pgm_ref_code": "1291",
   "pgm_ref_txt": "ATOMIC & MOLECULAR DYNAMICS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>The Gordon Research Conference on ATOMIC<br />PHYSICS was held at Mount Snow Resort, West Dover, Vermont, June 26-July 1,<br />2011. The Conference was well-attended with 193 participants (attendees list<br />attached). The attendees represented the spectrum of endeavor in this field<br />coming from academia, industry, and government laboratories, both U.S.<br />and foreign scientists, senior researchers, young investigators, and students. Of<br />the 193 attendees, 94 voluntarily responded to a general inquiry regarding<br />ethnicity which appears on our registration forms. Of the 94 respondents, 7%<br />were Minorities &ndash; 1% Hispanic, 6% Asian and 0% African American. Approximately &nbsp;17% &nbsp;of<br />the participants at the 2011 meeting were women.</p>\n<p><br />In designing the<br />formal speakers program, emphasis was placed on current unpublished research<br />and discussion of the future target areas in this field. There was a conscious<br />effort to stimulate lively discussion about the key issues in the field today.<br />Time for formal presentations was limited in the interest of group discussions.<br />In order that more scientists could communicate their most recent results,<br />poster presentation time was scheduled. Attached is a copy of the formal<br />schedule and speaker program and the poster program. In addition to these<br />formal interactions, \"free time\" was scheduled to allow informal<br />discussions. Such discussions are fostering new collaborations and joint<br />efforts in the field.</p>\n<p><br />Thank you for your support of this Conference. As you<br />know, in the interest of promoting the presentation of unpublished and<br />frontier-breaking research, Gordon Research Conferences does not permit<br />publication of meeting proceedings.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/14/2011<br>\n\t\t\t\t\tModified by: Nancy&nbsp;R&nbsp;Gray</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\nThe Gordon Research Conference on ATOMIC\nPHYSICS was held at Mount Snow Resort, West Dover, Vermont, June 26-July 1,\n2011. The Conference was well-attended with 193 participants (attendees list\nattached). The attendees represented the spectrum of endeavor in this field\ncoming from academia, industry, and government laboratories, both U.S.\nand foreign scientists, senior researchers, young investigators, and students. Of\nthe 193 attendees, 94 voluntarily responded to a general inquiry regarding\nethnicity which appears on our registration forms. Of the 94 respondents, 7%\nwere Minorities &ndash; 1% Hispanic, 6% Asian and 0% African American. Approximately  17%  of\nthe participants at the 2011 meeting were women.\n\n\nIn designing the\nformal speakers program, emphasis was placed on current unpublished research\nand discussion of the future target areas in this field. There was a conscious\neffort to stimulate lively discussion about the key issues in the field today.\nTime for formal presentations was limited in the interest of group discussions.\nIn order that more scientists could communicate their most recent results,\nposter presentation time was scheduled. Attached is a copy of the formal\nschedule and speaker program and the poster program. In addition to these\nformal interactions, \"free time\" was scheduled to allow informal\ndiscussions. Such discussions are fostering new collaborations and joint\nefforts in the field.\n\n\nThank you for your support of this Conference. As you\nknow, in the interest of promoting the presentation of unpublished and\nfrontier-breaking research, Gordon Research Conferences does not permit\npublication of meeting proceedings.\n\n\t\t\t\t\tLast Modified: 12/14/2011\n\n\t\t\t\t\tSubmitted by: Nancy R Gray"
 }
}