{
 "awd_id": "1115279",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Fluctuations and Response in Active Materials: From Driven Granular Systems to Swarming Bacteria",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ashok S. Sangani",
 "awd_eff_date": "2011-07-15",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 17450.0,
 "awd_amount": 17450.0,
 "awd_min_amd_letter_date": "2011-07-07",
 "awd_max_amd_letter_date": "2011-07-07",
 "awd_abstract_narration": "1115279 \r\nPI: O'Hern, Corey S.\r\n\r\nIntellectual Merit:\r\n\r\nWe seek support of international travel costs for 29 participants from the US, Europe, and India to attend the Workshop \"Fluctuations and Response in Active Materials: From Driven Granular Systems to Swarming Bacteria\" at the Lorentz Center, Leiden University June 20-24, 2011. The workshop brings together theoretical, computational, and experimental scientists studying granular and active biological systems. The research field of active matter was motivated by organized, collective dynamics flocking, schooling, and swarming exhibited by living matter. Active systems abound in biology and include bacterial suspensions, cell cytoskeleton, and living tissues. A basic feature of these systems is the important role of active or selfpropelled particles. It has been recognized recently that nonliving systems, such as sheared and vibrated granular materials, display similar dynamical behaviors to those of active systems, but do not possess an on-board energy source. Instead, driven granular materials gain and dissipate energy from collisions with the boundaries of the container and other particles.The rich collective behaviors of anisotropic `activated nonliving granular systems show striking similarities to the spatio-temporal behavior of active matter. Understanding the important similarities and differences between granular and active living matter and identifying the physical principles that give rise to collective and emergent behavior in both types of systems can potentially lead to either enhancing or inhibiting these behaviors in natural and artificial systems.\r\n\r\nBroader Impact:\r\n\r\nThe Workshop has two primary objectives. First, we seek to identify promising fruitful research directions that will address the fundamental open questions that are common to both nonliving, physical systems such as granular media and active, living systems. Some of the important questions that have emerged include: 1) what are the \"universal\" properties of active matter that determine large-scale behavior, 2) can an improved understanding of active living matter lead to design strategies to prevent unwanted jamming and glassy behavior in granular, colloidal, and other physics systems, and 3) to what extent can bio-activity, collective behavior, and pattern formation in biological systems be explained by physical forces, response, and fluctuations.  Second, we seek to encourage international collaborations among scientists in granular and active matter to develop interdisciplinary research programs to tackle these open questions. At present, the two research communities are disjointed with minimal discussion and cross-fertilization of ideas. The workshop will be considered a success if we establish strong international and interdisciplinary collaborations and linkages among research groups working in granular and active, living matter. As a result of this workshop, we envision developing an international collaboration among scientists in the US, Europe, and India on granular and active media. We have confirmed the participation of 29 invited speakers (16 from the US and 13 from Europe) and 7 members of the organizing committee. Five female invited participants, 1 speaker of African descent, and 7 junior faculty participants comprise nearly half of the invited speakers. \r\n\r\nIn addition to the invited speakers and organizers, we expect at least 30 additional participants. For example, we will encourage the invited speakers to bring graduate students or postdocs from their groups with them to the workshop to present a poster or short talk on their work. In addition, we will post an announcement on the Lorentz Center website that we will offer travel support to registered participants from underrepresented groups in science and engineering. These participants will be supported by travel grants from the American Physical Society.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Corey",
   "pi_last_name": "O'Hern",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Corey S O'Hern",
   "pi_email_addr": "corey.ohern@yale.edu",
   "nsf_id": "000263174",
   "pi_start_date": "2011-07-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "150 MUNSON ST",
  "perf_city_name": "NEW HAVEN",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065113572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  },
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  },
  {
   "pgm_ele_code": "724600",
   "pgm_ele_name": "PHYSICS OF LIVING SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "056E",
   "pgm_ref_txt": "Multiphase flow"
  },
  {
   "pgm_ref_code": "059E",
   "pgm_ref_txt": "Complex fluids"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 17450.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The grant partially funded the week-long program entitled \"Fluctuations and RMaesponse in Active Materials: From Driven Granular Systems to Swarming&nbsp;Bacteria at the Lorentz Center, Leiden University June 20 - 24, 2011. &nbsp;The Workshop brought together the leading theoretical, computational, and experimental scientists in the fields of granular/soft materials and active biological systems to accomplish two key objectives: 1) to identify promising fruitful research directions that will address the fundamental open questions that are common to both nonliving, physical systems such as granular media and active, living systems and 2) to encourage international collaborations among experimentalists and theorists in granular and active matter to develop interdisciplinary research programs to tackle the current outstanding questions.&nbsp;The workshop identified the following four important questions that should be addressed:&nbsp;1) &nbsp;what are the \"universal\" properties of active matter that determine large-scale behavior, 2) &nbsp;can an improved understanding of active living matter lead to design strategies to prevent unwanted jamming and glassy behavior in granular, colloidal, and other physics systems, 3) &nbsp;to what extent can bio-activity, collective behavior, and pattern formation in biological systems be explained by physical forces, response, and fluctuations, and 4) &nbsp;what are the similarities and fundamental differences between living matter and driven dissipative systems? &nbsp;For the past several years, the two research communities (granular and active matter) have been somewhat disjointed with minimal discussion and cross-fertilization of ideas, even though both granular and active systems involve driven, dissipative systems. The workshop was able to establish stronger international and interdisciplinary collaborations and linkages among research groups working in granular and active, living matter that will lead to rapid progress in addressing the important outstanding scientific questions.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/06/2012<br>\n\t\t\t\t\tModified by: Corey&nbsp;S&nbsp;O'hern</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe grant partially funded the week-long program entitled \"Fluctuations and RMaesponse in Active Materials: From Driven Granular Systems to Swarming Bacteria at the Lorentz Center, Leiden University June 20 - 24, 2011.  The Workshop brought together the leading theoretical, computational, and experimental scientists in the fields of granular/soft materials and active biological systems to accomplish two key objectives: 1) to identify promising fruitful research directions that will address the fundamental open questions that are common to both nonliving, physical systems such as granular media and active, living systems and 2) to encourage international collaborations among experimentalists and theorists in granular and active matter to develop interdisciplinary research programs to tackle the current outstanding questions. The workshop identified the following four important questions that should be addressed: 1)  what are the \"universal\" properties of active matter that determine large-scale behavior, 2)  can an improved understanding of active living matter lead to design strategies to prevent unwanted jamming and glassy behavior in granular, colloidal, and other physics systems, 3)  to what extent can bio-activity, collective behavior, and pattern formation in biological systems be explained by physical forces, response, and fluctuations, and 4)  what are the similarities and fundamental differences between living matter and driven dissipative systems?  For the past several years, the two research communities (granular and active matter) have been somewhat disjointed with minimal discussion and cross-fertilization of ideas, even though both granular and active systems involve driven, dissipative systems. The workshop was able to establish stronger international and interdisciplinary collaborations and linkages among research groups working in granular and active, living matter that will lead to rapid progress in addressing the important outstanding scientific questions.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 07/06/2012\n\n\t\t\t\t\tSubmitted by: Corey S O'hern"
 }
}