{
 "awd_id": "1115922",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Computer Algebra Research Student Support for the 17th International Conference on Applications of Computer Algebra (ACA 2011)",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Balasubramanian Kalyanasundaram",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 7000.0,
 "awd_amount": 7000.0,
 "awd_min_amd_letter_date": "2011-05-11",
 "awd_max_amd_letter_date": "2011-05-11",
 "awd_abstract_narration": "This project provides support for promoting student research on symbolic computation and computational mathematics at the 17th International Conference on Applications of Computer Algebra (ACA 2011), which is hosted by Lamar University and held in Houston, Texas, on June 27-30, 2011. In the past several years there has been a dramatic increase in the use of algebraic and symbolic computation in engineering, science and education. The ACA series of annual conferences is devoted to stimulating and enhancing this important progress through international meetings that emphasize theoretical research and algorithm design for software development, as well as the applications of algebraic and symbolic computation in engineering, physical and medical sciences, pure and applied mathematics, and education. \r\n\r\nThe ACA conferences traditionally work to ensure the future vitality of the application fields of algebraic and symbolic computation by facilitating development and nurturing of a community of capable graduate students and entry-level scientists. Through keynote speakers, talks, themed workshops, timely and topical tutorials, this conference provides mechanisms for graduate students and young scientists to meet each other in a scientifically rigorous setting. With researchers coming from all around the world, this conference makes a broad impact on both the algebraic and symbolic computation research community and the user community. Leading software companies such as MapleSoft and Wolfram Research have been regularly attending ACA meetings.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Quoc-Nam",
   "pi_last_name": "Tran",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Quoc-Nam Tran",
   "pi_email_addr": "Quoc-nam.Tran@selu.edu",
   "nsf_id": "000306826",
   "pi_start_date": "2011-05-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stanly",
   "pi_last_name": "Steinberg",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Stanly L Steinberg",
   "pi_email_addr": "stanly@math.unm.edu",
   "nsf_id": "000323530",
   "pi_start_date": "2011-05-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lamar University",
  "inst_street_address": "4400 S M L King Jr Pkwy",
  "inst_street_address_2": "",
  "inst_city_name": "Beaumont",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "4098807670",
  "inst_zip_code": "777055748",
  "inst_country_name": "United States",
  "cong_dist_code": "14",
  "st_cong_dist_code": "TX14",
  "org_lgl_bus_name": "LAMAR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MEYGUN6CCN16"
 },
 "perf_inst": {
  "perf_inst_name": "Lamar University",
  "perf_str_addr": "4400 S M L King Jr Pkwy",
  "perf_city_name": "Beaumont",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "777055748",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "TX14",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779600",
   "pgm_ele_name": "Algorithmic Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7796",
   "pgm_ref_txt": "ALGORITHMIC FOUNDATIONS"
  },
  {
   "pgm_ref_code": "7933",
   "pgm_ref_txt": "NUM, SYMBOL, & ALGEBRA COMPUT"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 7000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This NSF grant is for supporting the 17th International Conference on Applications of Computer Algebra (ACA-2011), which was held on June 27-30, 2011 at the Hilton Southwest Hotel in Houston, Texas. International Conference on Applications of Computer Algebra is a major annual meeting dedicated to reporting serious applications of computer algebra theories and tools for computer science, mathematics, logic, science, engineering and education. <br />With 93 attendees coming from 20 different countries and states, the organizers of this conference (who are also the PIs of this grant) have helped to promote the progress of theoretical research and algorithm designs for software development and the applications of algebraic and symbolic computation in engineering, physical and medical sciences, pure and applied mathematics, education, communication and computer science.<br />Besides 66 scientific presentations, the organizers have also organized five timely and topical keynote talks and a Panel Discussion on trends in symbolic computation development and applications. <br />Nurturing the community has been emphasized through the conference to ensure the future vitality of the application fields of algebraic and symbolic computation by facilitating development and nurturing of a community of capable graduate students and entry-level scientists. $7,000.00 from the NSF grant have been used to support graduate students &ndash; future of our community.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/29/2013<br>\n\t\t\t\t\tModified by: Quoc-Nam&nbsp;Tran</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis NSF grant is for supporting the 17th International Conference on Applications of Computer Algebra (ACA-2011), which was held on June 27-30, 2011 at the Hilton Southwest Hotel in Houston, Texas. International Conference on Applications of Computer Algebra is a major annual meeting dedicated to reporting serious applications of computer algebra theories and tools for computer science, mathematics, logic, science, engineering and education. \nWith 93 attendees coming from 20 different countries and states, the organizers of this conference (who are also the PIs of this grant) have helped to promote the progress of theoretical research and algorithm designs for software development and the applications of algebraic and symbolic computation in engineering, physical and medical sciences, pure and applied mathematics, education, communication and computer science.\nBesides 66 scientific presentations, the organizers have also organized five timely and topical keynote talks and a Panel Discussion on trends in symbolic computation development and applications. \nNurturing the community has been emphasized through the conference to ensure the future vitality of the application fields of algebraic and symbolic computation by facilitating development and nurturing of a community of capable graduate students and entry-level scientists. $7,000.00 from the NSF grant have been used to support graduate students &ndash; future of our community.\n\n\t\t\t\t\tLast Modified: 07/29/2013\n\n\t\t\t\t\tSubmitted by: Quoc-Nam Tran"
 }
}