{
 "awd_id": "1115362",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: A Multi-Factor Analysis of the Emergence of a Specialist-Based Economy Among the Phoenix Basin Hohokam",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 11743.0,
 "awd_amount": 11743.0,
 "awd_min_amd_letter_date": "2011-03-08",
 "awd_max_amd_letter_date": "2011-03-08",
 "awd_abstract_narration": "Under the supervision of Dr. David R. Abbott, Sophia Kelly will analyze pottery provenance data gathered in her study of Hohokam ceramics in the Phoenix Basin, Arizona. The data will be used to examine the social and economic factors that contributed to widespread demand for specialized pottery production in this region during prehistory. The research has significance for several reasons. It provides insight into the mechanisms which facilitate effective societal functioning at a traditional level of development. It also provides insight into an important achievement in prehistoric America.\r\n\r\nThe prehistoric Hohokam economy provides an ideal case to evaluate the conditions associated with intensive pottery manufacture, because it was characterized by the widespread distribution of ceramic vessels fashioned by a relatively small number of people. For over 600 years, Hohokam households relied almost entirely on specialists to supply them with the pottery that they used to cook, serve, and store food. By the mid eleventh century AD, pottery producers in one geographic area manufactured almost all of the decorated containers used by more than 20,000 people across this vast region. This type of large and complex economy, which is typically associated with state-level societies, developed in the absence of clear political hierarchies. \r\n\r\nMs. Kelly's study builds a model that evaluates the role of four factors in the development of demand for specialist produced red-on-buff pottery in Hohokam settlements. The factors include 1) agricultural intensification in the form of irrigation agriculture, 2) increases in population density, 3) ritual or social obligations that require the production of particular craft items, and 4) improved efficiency of regional distribution systems. Demand for pottery produced by specialists is estimated through a ceramic sourcing analysis that determines the volume and concentration of non-local pottery at 14 Phoenix Basin settlements. The data generated from this project allow for a detailed reconstruction of the conditions that affect the organization of craft production over time and provide the basis to model these changes with unprecedented precision. \r\n\r\nThis dissertation project is of value to researchers studying ancient economies, as well as to the contemporary ancestors of the Hohokam, the Akimel and Tohono O'odham. In order to extend the broader impact of her study, Kelly collaborated with the Gila River Indian Community (GRIC) to incorporate the tribes research interests in her project design. Mounting archaeological evidence that prehistoric Hohokam ceramic production and exchange were part of a complex, specialist economy is a source of interest and pride for present-day O'odham communities. This study is a timely complement to recent investment in tribal museums, educational programs on cultural resources on the reservation, and the establishment of a local Tribal Historic Preservation Office. In addition, the project involves the training of several GRIC staff members during the data collection process and a portion of the results will be co-authored with GRIC archaeologists. The data collected in this study will be made available through GRIC research databases, and interpretation of the results will be disseminated to the community through reports, presentations, and contributions to the local tribal museum (Huhugam Heritage Center). The databases from this project will be filed with the Digital Archaeological Record (tDAR). The research results will also be disseminated through presentations at national meetings and through publication in peer-reviewed journals.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Abbott",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "David R Abbott",
   "pi_email_addr": "david.abbott@asu.edu",
   "nsf_id": "000106915",
   "pi_start_date": "2011-03-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sophia",
   "pi_last_name": "Kelly",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sophia Kelly",
   "pi_email_addr": "Sophia.Kelly@asu.edu",
   "nsf_id": "000581553",
   "pi_start_date": "2011-03-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 11743.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The development of specialized craft production represents a significant shift in the economic relationships among households. Prehistoric economic systems in the American Southwest were characterized by the specialized craft production and distribution of a variety of goods. Almost all documented cases of craft specialization, however, were part-time, independent production at a community or household industry level. One notable exception to this trend was the Hohokam culture region of central and southern Arizona. For over 600 years, Hohokam households relied almost entirely on specialists to supply them with their domestic ceramic assemblage. Households across this wide geographic expanse were particularly dependent on part-time specialists concentrated along the Gila River to provide them with decorated vessels.</p>\n<p>The remarkable contrast between the Hohokam economic system during the mid- tenth century and many other regions of the prehistoric Southwest introduces two compelling issues: What factors contributed to the development of a specialist-based economy in the Phoenix Basin? And, what conditions allowed households to become entirely dependent on craft specialists to supply them with daily necessities? The answers to these questions reveal the factors that limit or encourage specialized economies in small-scale and middle-range societies. This project uses one specialist-produced item&mdash; red-on-buff pottery&mdash;to explore the development of a specialist-based economy in the Phoenix Basin. This study investigates the conditions that encouraged the expansion of specialized red-on-buff pottery production from its early stages in the eighth century until the height of Hohokam economic expansion during the eleventh century AD.</p>\n<p>The results of this project indicate that the development of the Phoenix Basin ceramic economy was first encouraged by demand for specialist-produced pottery in the 8th and 9th centuries and then by conditions that promoted the supply of these wares during the 10th and 11th centuries. Consumption of pottery made by specialists was initially spurred by desire for vessels with particular aesthetic characteristics. While demand for these types of wares continued into the latter preClassic, growth of the specialized ceramic economy was principally related to Gila River specialists increasing production output and distribution of ceramic wares. Most importantly, specialist producers were able to reduce the transport costs of moving pottery across long distances.</p>\n<p>The impetus for specialized decorated pottery production on the Snaketown canal system on the Gila River was based on comparative advantages to intensive ceramic manufacture in this area. I suggest that these comparative advantages are rooted in geographic centrality of the Snaketown canal system in the Phoenix Basin, the local availability of materials necessary to make light-colored shiny pottery, and the importance of the Snaketown canal system as a social, ritual, or political center in the Phoenix Basin. All of these factors are likely closely intertwined. For instance, the position of the Snaketown canal system in the center of the Phoenix Basin would allow it to operate as a communication or exchange hub between the Salt and Gila River valleys. The geographic centrality of the Snaketown canal system provides the ideal location for a settlement of social importance because it could allow people from across the region to convene in this area. Finally, the location and importance of Snaketown area would have highlighted the production and distribution of social valuables such as decorated pottery. Although settlements on the Salt River could (and occasionally did) make decorated wares, they vastly preferred to import light-colored, mica-dense decorated pottery that could only be made from materials located on the Gila River. Conversely, although Gila River ...",
  "por_txt_cntn": "\nThe development of specialized craft production represents a significant shift in the economic relationships among households. Prehistoric economic systems in the American Southwest were characterized by the specialized craft production and distribution of a variety of goods. Almost all documented cases of craft specialization, however, were part-time, independent production at a community or household industry level. One notable exception to this trend was the Hohokam culture region of central and southern Arizona. For over 600 years, Hohokam households relied almost entirely on specialists to supply them with their domestic ceramic assemblage. Households across this wide geographic expanse were particularly dependent on part-time specialists concentrated along the Gila River to provide them with decorated vessels.\n\nThe remarkable contrast between the Hohokam economic system during the mid- tenth century and many other regions of the prehistoric Southwest introduces two compelling issues: What factors contributed to the development of a specialist-based economy in the Phoenix Basin? And, what conditions allowed households to become entirely dependent on craft specialists to supply them with daily necessities? The answers to these questions reveal the factors that limit or encourage specialized economies in small-scale and middle-range societies. This project uses one specialist-produced item&mdash; red-on-buff pottery&mdash;to explore the development of a specialist-based economy in the Phoenix Basin. This study investigates the conditions that encouraged the expansion of specialized red-on-buff pottery production from its early stages in the eighth century until the height of Hohokam economic expansion during the eleventh century AD.\n\nThe results of this project indicate that the development of the Phoenix Basin ceramic economy was first encouraged by demand for specialist-produced pottery in the 8th and 9th centuries and then by conditions that promoted the supply of these wares during the 10th and 11th centuries. Consumption of pottery made by specialists was initially spurred by desire for vessels with particular aesthetic characteristics. While demand for these types of wares continued into the latter preClassic, growth of the specialized ceramic economy was principally related to Gila River specialists increasing production output and distribution of ceramic wares. Most importantly, specialist producers were able to reduce the transport costs of moving pottery across long distances.\n\nThe impetus for specialized decorated pottery production on the Snaketown canal system on the Gila River was based on comparative advantages to intensive ceramic manufacture in this area. I suggest that these comparative advantages are rooted in geographic centrality of the Snaketown canal system in the Phoenix Basin, the local availability of materials necessary to make light-colored shiny pottery, and the importance of the Snaketown canal system as a social, ritual, or political center in the Phoenix Basin. All of these factors are likely closely intertwined. For instance, the position of the Snaketown canal system in the center of the Phoenix Basin would allow it to operate as a communication or exchange hub between the Salt and Gila River valleys. The geographic centrality of the Snaketown canal system provides the ideal location for a settlement of social importance because it could allow people from across the region to convene in this area. Finally, the location and importance of Snaketown area would have highlighted the production and distribution of social valuables such as decorated pottery. Although settlements on the Salt River could (and occasionally did) make decorated wares, they vastly preferred to import light-colored, mica-dense decorated pottery that could only be made from materials located on the Gila River. Conversely, although Gila River settlements could have made their own decorated wares, as the materials were loc..."
 }
}