{
 "awd_id": "1115148",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Botswana Iron Age Dynamics",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2012-10-31",
 "tot_intn_awd_amt": 20000.0,
 "awd_amount": 20000.0,
 "awd_min_amd_letter_date": "2011-04-06",
 "awd_max_amd_letter_date": "2011-04-06",
 "awd_abstract_narration": "Under the supervision of Dr. James Denbow, Carla Klehm will conduct archaeological excavations and analyses at the Iron Age sites of Bosutswe and Khubu la Dintsa, Botswana. Her project investigates how the local political economy at Khubu la Dintsa shaped and was shaped by the broader political, economic, and social transformations at Bosutswe during the height of its participation in the Indian Ocean trade network. The importance of the research rests on the insight it will provide into how regional networks are established between power centers and outlying regions in traditional societies. Archaeology has the potential to place this process in deep chronological context. Such issues are relevant in many regions of the world today.\r\n\r\nBosutswe (CE 700-1700) was a major regional hub for local and long-distance exchange that extended across the Kalahari Desert and ultimately linked southern Africa to East Africa, the Middle East, India, China, and Indonesia. Long-distance glass trade beads and local ostrich eggshell beads at Bosutswe attest to a strong local economy supported by cattle herding, subsistence farming, and iron and bronze manufacture. This trade peaked in the Middle Lose period, CE 1300-1450, when class divisions sharply increased at Bosutswe. Cattle herding strategies shifted to cope with long-term overgrazing around permanent settlements, and may have included trade relationships to dispersed hubs such as Khubu la Dintsa to maintain quality grazing. Khubu la Dintsa, twelve kilometers from Bosutswe, fits into this slice of the Bosutswe sequence.\r\n\r\nThis research design considers the production, use, and exchange of material goods to compare the social and economic relationships that developed between Khubu and Bosutswe. Moreover, it emphasizes the regional mosaic's crucial contribution to the rise of complex societies and state formation in the region. Power is the capacity for collective action, and a focus on local social and economic power relationships allows smaller-scale settlements to play a more direct role in cultural construction.  Broad-scale horizontal excavations at Khubu la Dintsa investigate its function vis-à-vis Bosutswe and variation within and between sites. The data is compared, using spatial and quantitative analyses, to the results of previous archaeological research conducted at Bosutswe. The material connections between the sites - diet, access to cattle versus smaller stock, housing styles, luxury and utilitarian goods like beads, metals, and ceramics - is used to construct and maintain power strategies that underlay social life in an increasingly interconnected world.\r\n\r\nOutside the academic community, this project has great potential for improving local education in archaeology, preserving cultural heritage, mitigating disputes over cultural ownership of sites, contributing to political debates on minority representation, and enhancing peoples' understanding of their nation's past and its role in southern Africa. This project coincides with a new government campaign in Botswana to emphasize monuments as cultural heritage. Plans to build a prehistory exhibit between the researcher and the nearby Khama Museum should deepen pride in Botswana's history.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Denbow",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "James R Denbow",
   "pi_email_addr": "jdenbow@mail.utexas.edu",
   "nsf_id": "000317538",
   "pi_start_date": "2011-04-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carla",
   "pi_last_name": "Klehm",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Carla E Klehm",
   "pi_email_addr": "cklehm@uark.edu",
   "nsf_id": "000566959",
   "pi_start_date": "2011-04-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research project, &ldquo;Botswana Iron Age Dynamics,&rdquo; focuses on archaeological survey and excavations at one of the first urban centers in southern Africa, called Bosutswe (600-1700 AD), and its rural surrounding communities. is hilltop site located at the eastern edge of the Kalahari Desert in Botswana, occupied during a period known as the African Iron Age. Long-distance trade associated with the African Iron Age created an era of economic opportunity that led to the rise of large towns and city centers in Africa. Trade in gold, bronze, and ivory linked Africa to the Middle East, China, and India. Satellite communities emerged around African trading centers in order to take advantage of new economic opportunities. Previous work has studied the main urban centers, but little is known of rural sites and how they interacted with the centers. Early complex societies such as Bosutswe did not rise to power without the support of these surrounding communities. This research focused on reconstructing the social and economic relationships that made survival in a semi-desert environment possible, despite challenges of overgrazing, drought and limited water resources, firewood, and pests and diseases. Mitigating environmental challenges from 1000+ years of occupation involved compromise, cooperation, conflict, and opportunity.</p>\n<p>During its occupation, Bosutswe became increasingly involved in long-distance trade with the Indian Ocean exchange network. At Bosutswe, long-distance glass beads and local ostrich eggshell beads attest to a strong local economy supported by cattle herding, subsistence farming, and iron and bronze. Status came to be defined by wealth in cattle, and while long-distance exchange allowed elites to purchase more cattle, the marginal environment of the Kalahari Desert likely encouraged the inclusion and incorporation of local groups to gain access to good grazing grounds.</p>\n<p>Five months of geophysical survey and archaeological excavations were conducted at two smaller sites within the Bosutswe region, Mmadipudi Hill and Khubu la Dintsa. At Mmadipudi Hill, a remote sensing technique called magnetic susceptibility was used to locate the occupation area. Geophysical remote sensing is a non-invasive technique that uses variations in the electromagnetic field to locate subterranean archaeological features like houses. By targeting specific areas that most directly answer research questions, archaeologists are able to limit excavation and the amount of time, money, and labor used and destruction caused. This is one of the first archaeological applications of this technology in Botswana. The community layout was discerned from the imagery, and a test excavation unit confirmed the image. Artifacts from the test unit &ndash; ceramics, fauna, shell beads, and lithics &nbsp;&ndash; help date the site to the beginning of Bosutswe&rsquo;s occupation, before long-distance trade blossomed. Mmadipudi Hill, like Bosutswe at this time, appears to be a small cattle post that shared its resources.</p>\n<p>Excavations at Khubu la Dintsa, an Iron Age site 14km northwest of Bosutswe, provide a different story about local dynamics. Excavation discovered high concentrations of prestige goods like elite ceramics, copper beads, and glass beads. Using a non-destructive technique called mass spectrometry, these beads were chemically traced back to their origins in the Middle East and South Asia. Radiocarbon dating places the occupation from 1220-1420 AD, a period when long-distance trade peaked and an elite class of peoples appeared. The economic wealth in artifacts at Khubu la Dintsa and the social ties implied in elite ceramics suggest that these outposts were essential for Bosutswe&rsquo;s survival, likely politically ties to protect its resources. The ever-increasing numbers of cattle from trade profits were likely grazed and kept at Khubu la Dintsa. Bosutswe...",
  "por_txt_cntn": "\nThis research project, \"Botswana Iron Age Dynamics,\" focuses on archaeological survey and excavations at one of the first urban centers in southern Africa, called Bosutswe (600-1700 AD), and its rural surrounding communities. is hilltop site located at the eastern edge of the Kalahari Desert in Botswana, occupied during a period known as the African Iron Age. Long-distance trade associated with the African Iron Age created an era of economic opportunity that led to the rise of large towns and city centers in Africa. Trade in gold, bronze, and ivory linked Africa to the Middle East, China, and India. Satellite communities emerged around African trading centers in order to take advantage of new economic opportunities. Previous work has studied the main urban centers, but little is known of rural sites and how they interacted with the centers. Early complex societies such as Bosutswe did not rise to power without the support of these surrounding communities. This research focused on reconstructing the social and economic relationships that made survival in a semi-desert environment possible, despite challenges of overgrazing, drought and limited water resources, firewood, and pests and diseases. Mitigating environmental challenges from 1000+ years of occupation involved compromise, cooperation, conflict, and opportunity.\n\nDuring its occupation, Bosutswe became increasingly involved in long-distance trade with the Indian Ocean exchange network. At Bosutswe, long-distance glass beads and local ostrich eggshell beads attest to a strong local economy supported by cattle herding, subsistence farming, and iron and bronze. Status came to be defined by wealth in cattle, and while long-distance exchange allowed elites to purchase more cattle, the marginal environment of the Kalahari Desert likely encouraged the inclusion and incorporation of local groups to gain access to good grazing grounds.\n\nFive months of geophysical survey and archaeological excavations were conducted at two smaller sites within the Bosutswe region, Mmadipudi Hill and Khubu la Dintsa. At Mmadipudi Hill, a remote sensing technique called magnetic susceptibility was used to locate the occupation area. Geophysical remote sensing is a non-invasive technique that uses variations in the electromagnetic field to locate subterranean archaeological features like houses. By targeting specific areas that most directly answer research questions, archaeologists are able to limit excavation and the amount of time, money, and labor used and destruction caused. This is one of the first archaeological applications of this technology in Botswana. The community layout was discerned from the imagery, and a test excavation unit confirmed the image. Artifacts from the test unit &ndash; ceramics, fauna, shell beads, and lithics  &ndash; help date the site to the beginning of BosutsweÆs occupation, before long-distance trade blossomed. Mmadipudi Hill, like Bosutswe at this time, appears to be a small cattle post that shared its resources.\n\nExcavations at Khubu la Dintsa, an Iron Age site 14km northwest of Bosutswe, provide a different story about local dynamics. Excavation discovered high concentrations of prestige goods like elite ceramics, copper beads, and glass beads. Using a non-destructive technique called mass spectrometry, these beads were chemically traced back to their origins in the Middle East and South Asia. Radiocarbon dating places the occupation from 1220-1420 AD, a period when long-distance trade peaked and an elite class of peoples appeared. The economic wealth in artifacts at Khubu la Dintsa and the social ties implied in elite ceramics suggest that these outposts were essential for BosutsweÆs survival, likely politically ties to protect its resources. The ever-increasing numbers of cattle from trade profits were likely grazed and kept at Khubu la Dintsa. BosutsweÆs strategies to mitigate environmental characteristics of low rainfall resulted in opportunistic herding opp..."
 }
}