{
 "awd_id": "1116380",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Cerro Jazmin Archaeological Project: A Study of Urbanism in the Mixteca Alta, Mexico",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2012-10-31",
 "tot_intn_awd_amt": 307902.0,
 "awd_amount": 307902.0,
 "awd_min_amd_letter_date": "2011-06-15",
 "awd_max_amd_letter_date": "2011-06-15",
 "awd_abstract_narration": "Currently, over half of the world's population lives in cities, making the study of urbanism central to anthropology and relevant in addressing current global challenges and debates surrounding urban living and sustainability. The Cerro Jazmín Archaeological Project (CJAP) studies an ancient city that was intermittently inhabited for nearly 1800 years to learn about the city's form, function, and environmental impact through time. The ancient city of Cerro Jazmín is located in the mountainous Mixteca Alta region of Oaxaca, Mexico, where modern farming communities are struggling to survive on an agricultural economy. By learning about the history of occupation and agricultre at Cerro Jazmín the project will investigate different models of sustainable and unsustainable urbanism. \r\n\r\nPhase I of CJAP, also funded by NSF, identified a long, but intermittent history of occupation at the ancient city and geomorphological data study identified a period of landscape stability and soil formation at a time corresponding with massive urban growth in the 10th century AD. This find suggests that the city was able to strike a balance, if at least momentary, between population growth and the environment. This period of stability was followed by one of erosion and terrace construction. CJAP Phase II will investigate the city's structure, function, and system of food production to learn about the successful and failed models of urbanism followed at Cerro Jazmín. These finds and the proposed investigations will build on a growing number of studies that have found that higher populations need not result in land degradation. Instead, correct land management and targeted labor inputs from large populations are needed to build and maintain anthropogenic landscapes of production associated with urban centers. \r\n\r\nIn Phase II the project will conduct archaeological excavations of residential, civic-ceremonial, and agricultural areas to learn about the relationship between the city's political and economic function and prominence (reflected on monumental architecture and agricultural terraces) and the activities of high- and low-status households. The project will study monumental architecture, craft production, and foreign goods to investigate the city's local and regional function and its involvement in regional trade and political interaction spheres. The investigations will focus on times of residential stability (Early Classic), possible abandonment (Late Classic), and re-occupation (Postclassic). \r\n\r\nToday the environmental impacts of urbanism are becoming increasingly problematic and Cerro Jazmín provides a valuable case study on humanity's urban experience. Archaeology is strategically poised to make a broad contribution to current socio-natural studies and debates pertaining to sustainability and the impacts of human action and urbanism.\r\n\r\nIn the Mixteca Alta flat land and water are rare commodities and frost is a constant risk. Still, the archaeological record demonstrates that despite these challenges urban communities flourished for centuries. Perhaps the project's most significant contribution is that it will investigate: What urban strategies did the ancient Mixtec follow to grow food for dense urban populations in a challenging environment? Efforts directed towards answering this question will be of interest not only to scholars, but also to rural communities trying to survive in the Mixtec highlands today.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Veronica",
   "pi_last_name": "Perez Rodriguez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Veronica Perez Rodriguez",
   "pi_email_addr": "vperezrodriguez@albany.edu",
   "nsf_id": "000492508",
   "pi_start_date": "2011-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northern Arizona University",
  "inst_street_address": "601 S KNOLES DR RM 220",
  "inst_street_address_2": "",
  "inst_city_name": "FLAGSTAFF",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "9285230886",
  "inst_zip_code": "86011",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "AZ02",
  "org_lgl_bus_name": "NORTHERN ARIZONA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MXHAS3AKPRN1"
 },
 "perf_inst": {
  "perf_inst_name": "Northern Arizona University",
  "perf_str_addr": "601 S KNOLES DR RM 220",
  "perf_city_name": "FLAGSTAFF",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "86011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "AZ02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}