{
 "awd_id": "1116089",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Osmium Isotope and Highly Siderophile Element Abundance Studies of Mantle Sources Sampled by Ocean Island Basalts",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sonia Esperanca",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 263126.0,
 "awd_amount": 263126.0,
 "awd_min_amd_letter_date": "2011-05-25",
 "awd_max_amd_letter_date": "2013-04-08",
 "awd_abstract_narration": "Osmium isotope and highly siderophile element abundance studies of mantle sources sampled by ocean island basalts\r\n\r\nIntellectual merit of the proposed activity: This project will address the fundamental question of whether fractionation of highly siderophile element (HSE = Os, Ir, Ru, Rh, Pt, Pd, Re, Au) and Sr-Nd-Os-Pb isotopes can be used to identify unambiguously recycled or primitive materials present in some ocean island basalt (OIB) mantle sources. Data for Hawaiian and western Canary Island lavas suggest this is possible, but more data are required to test this hypothesis fully. Understanding of HSE behavior in the mantle, and in the sources of OIB in particular, is limited, and Os isotope data are lacking for many OIB samples for which Sr-Nd-Pb isotope data are available. Collection of new Os isotope and HSE abundance data on OIB lavas is therefore an important task for better understanding of mantle heterogeneity. The project will; (1) provide further constraints on the range of variation of 187Os/188Os in OIB mantle sources; (2) establish whether Os isotopes and HSE abundances can be used to constrain recycling of crust and lithosphere back into the mantle; and (3) better define the distribution of HSE in OIB mantle sources.  Suites of lavas from the eastern Canary Islands (La Gomera, Tenerife, Gran Canaria, Fuerteventura, Lanzarote), Cook Islands (Mangaia, Atiu, Rarotonga), and Mascarene Islands (Réunion, Mauritius) will be systematically examined for petrology, mineralogy, whole-rock major- and trace-element abundances, HSE (Os, Ir, Ru, Pt, Pd, Re) abundances, and Sr-Nd-Os-Pb isotope systematics using state-of-the-art analytical techniques. These islands were selected for study because there is strong prior evidence for recycled (Canary Islands, Mangaia, Atiu) or primitive (Mascarene Islands; Rarotonga) material in their mantle sources, and appropriate samples are in hand for this study. New data will be used to assess effects of crustal contamination versus mantle heterogeneity, and to model the nature and proportions of recycled material in local mantle sources. \r\n\r\nBroader Impacts of the proposed activity: Components of training and teaching are a strong theme of the proposal, with direct involvement of graduate and undergraduate students. The project will serve as the core of a PhD thesis for a graduate student, and will equip a number of undergraduates with highly transferable quantitative analytical and communication skills. Students involved in this project will gain extensive experience in several state-of-the-art analytical techniques, and the graduate student will participate in fieldwork, receiving training in field methods. This proposal will also support a recently appointed early-career non-tenured Assistant Professor (start date, January, 2011). Research results will be incorporated into classroom lectures and in inquiry-based learning activities at Scripps Institution of Oceanography. Outreach for the project will include contributions at both scientific and public-domain levels, through educational website material, and in talks at high schools and public events in the San Diego area.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Day",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Day",
   "pi_email_addr": "jmdday@ucsd.edu",
   "nsf_id": "000542003",
   "pi_start_date": "2011-05-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "perf_str_addr": "8622 DISCOVERY WAY # 116",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920931500",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 85133.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 89230.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 88763.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The mantle is the largest reservoir, by volume, of the Earth. Much of Earth&rsquo;s heat-loss occurs through mantle convection which, in turn, drives plate tectonic processes, such as subduction of oceanic plates, continental collision and the formation of mountain belts, and the creation of new crust at mid-oceanic ridges. The goals of this project were to use the highly siderophile elements (HSE) to understand heterogeneous distribution of elements and lithologies in the Earth&rsquo;s mantle to trace some of these aforementioned processes.</p>\n<p>The HSE are a remarkable group of elements that include gold, rhenium, palladium, platinum, rhodium, ruthenium, iridium and osmium. These elements are preferentially taken into metal relative to silicate. Thus, in the case of Earth, &gt;99% of these elements likely reside in the core. Nonetheless, some of these elements are retained in Earth&rsquo;s mantle and crust, where they behave as chalcophile elements in the absence of metal, meaning that they have affinity for sulfide phases relative to silicates and oxides. In this project we measured HSE abundances and isotopic compositions of osmium, from long-lived radioactive decay of rhenium, to better understand the sources of ocean island basalts. We examined previously collected sample suites from the Canary Islands, Azores, Cook Islands, Samoa and Reunion and Mascarene archipelagos.</p>\n<p>The outcomes of our research are broadly three-fold. First, we reviewed data and literature from the last 20-30 years, showing that Os isotopes can effectively track materials recycled during subduction in the Earth and that these signatures are preserved in ocean island basalts. Our analysis also showed that limited HSE abundance data was available but that modelling of these data allows assessment of partial melting processes in the mantle, as well as potentially allowing for source lithologies to be identified from lavas. Second, we generated new data on lavas from the various ocean island chains outlined above. These new data, including HSE abundances and Os isotopes effectively doubles the available data up to 2011 and provides important insights into the individual ocean island chains. Perhaps more importantly, collectively these data are enabling us to better understand melting processes and mantle compositions responsible for ocean island volcanism. Oceanic islands, such as the Canary Islands, Azores and Hawaiian island chain do not fit into the plate tectonic paradigm, lying far-field from subduction zones, sites of ocean basin formation or other plate tectonic location. The new results indicate that these islands can have very different isotopic and elemental source compositions reflecting highly variable mantle sources, but that common processes can also be identified in the genesis of these oceanic islands. Third, the new data that were obtained during this project are enabling us to examine the role of sulfide in Earth&rsquo;s mantle, with some of the new data showing fundamental differences in sulfide compositions in mantle sources beneath individual islands from some island chains. This is important information, since much of the precious metal budget of the mantle and crust is controlled by sulfide. This information will help us in our future research to better understand how precious metals, such as the HSE, are processed during plate tectonic processes and melting and inform quantitative models on their distribution and concentration.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/24/2015<br>\n\t\t\t\t\tModified by: James&nbsp;Day</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe mantle is the largest reservoir, by volume, of the Earth. Much of EarthÆs heat-loss occurs through mantle convection which, in turn, drives plate tectonic processes, such as subduction of oceanic plates, continental collision and the formation of mountain belts, and the creation of new crust at mid-oceanic ridges. The goals of this project were to use the highly siderophile elements (HSE) to understand heterogeneous distribution of elements and lithologies in the EarthÆs mantle to trace some of these aforementioned processes.\n\nThe HSE are a remarkable group of elements that include gold, rhenium, palladium, platinum, rhodium, ruthenium, iridium and osmium. These elements are preferentially taken into metal relative to silicate. Thus, in the case of Earth, &gt;99% of these elements likely reside in the core. Nonetheless, some of these elements are retained in EarthÆs mantle and crust, where they behave as chalcophile elements in the absence of metal, meaning that they have affinity for sulfide phases relative to silicates and oxides. In this project we measured HSE abundances and isotopic compositions of osmium, from long-lived radioactive decay of rhenium, to better understand the sources of ocean island basalts. We examined previously collected sample suites from the Canary Islands, Azores, Cook Islands, Samoa and Reunion and Mascarene archipelagos.\n\nThe outcomes of our research are broadly three-fold. First, we reviewed data and literature from the last 20-30 years, showing that Os isotopes can effectively track materials recycled during subduction in the Earth and that these signatures are preserved in ocean island basalts. Our analysis also showed that limited HSE abundance data was available but that modelling of these data allows assessment of partial melting processes in the mantle, as well as potentially allowing for source lithologies to be identified from lavas. Second, we generated new data on lavas from the various ocean island chains outlined above. These new data, including HSE abundances and Os isotopes effectively doubles the available data up to 2011 and provides important insights into the individual ocean island chains. Perhaps more importantly, collectively these data are enabling us to better understand melting processes and mantle compositions responsible for ocean island volcanism. Oceanic islands, such as the Canary Islands, Azores and Hawaiian island chain do not fit into the plate tectonic paradigm, lying far-field from subduction zones, sites of ocean basin formation or other plate tectonic location. The new results indicate that these islands can have very different isotopic and elemental source compositions reflecting highly variable mantle sources, but that common processes can also be identified in the genesis of these oceanic islands. Third, the new data that were obtained during this project are enabling us to examine the role of sulfide in EarthÆs mantle, with some of the new data showing fundamental differences in sulfide compositions in mantle sources beneath individual islands from some island chains. This is important information, since much of the precious metal budget of the mantle and crust is controlled by sulfide. This information will help us in our future research to better understand how precious metals, such as the HSE, are processed during plate tectonic processes and melting and inform quantitative models on their distribution and concentration.\n\n \n\n\t\t\t\t\tLast Modified: 07/24/2015\n\n\t\t\t\t\tSubmitted by: James Day"
 }
}