{
 "awd_id": "1116368",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "AF: Small: Adversarial Models for Wireless Communication",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Balasubramanian Kalyanasundaram",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 368218.0,
 "awd_amount": 368218.0,
 "awd_min_amd_letter_date": "2011-06-16",
 "awd_max_amd_letter_date": "2011-06-16",
 "awd_abstract_narration": "From an algorithmic point of view, systems based on wireless communication pose unique challenges that are not present in standard networks. Wireless devices may move around and communication between these devices can be disrupted for several reasons including obstacles, background noise, and interference problems due to transmissions from the own wireless network, from a malicious jammer trying to disrupt communication, as well as coexisting networks using the same frequency band. Finding suitable models that on one hand allow the rigorous design and analysis of protocols and on the other hand are useful in practice is a major challenge and deserves significant research efforts.\r\n\r\nWe will investigate models for wireless communication that cover a wide range of physical layer phenomena and that are yet simple enough so that they are useful in theory and practice. In contrast to prior algorithmic approaches, our approach will be to model communication problems due to physical layer issues (such as ackground noise, obstacles, jammers, etc.) with the help of an adversary, and to develop medium access (MAC) protocols that are provably robust against these adversaries. Such an approach has many interesting applications. First, it allows for more general scenarios for the background noise than previous approaches as it covers bursty situations that might be due to some temporary obstacle or operation of a machine that creates interference. Second, the adversarial model would also allow us to determine how robust a protocol is against wireless jamming attacks, which are a real threat to standard protocols such as the 802.11 family or networks of simple sensing wireless devices (where traditional physical layer techniques cannot be successfully applied). Finally, the adversarial model may allow us to abstract from interference problems due to transmissions of far away devices in the wireless network. In addition, we will also focus on important applications such as leader election and broadcasting. \r\n\r\nSince wireless networks are a component of many widespread and/or critical systems, the proposed research will have an impact in several respects, including immediate applications to emergency services, the military, and local area networks in hazardous areas. Moreover, the proposed research will also have an impact in solidifying the international collaboration with the U. of Paderborn, Germany, and in advancing education and enhancing diversity.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrea",
   "pi_last_name": "Richa",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Andrea W Richa",
   "pi_email_addr": "aricha@asu.edu",
   "nsf_id": "000206510",
   "pi_start_date": "2011-06-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779600",
   "pgm_ele_name": "Algorithmic Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7926",
   "pgm_ref_txt": "ALGORITHMS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 368218.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"tinyMCEContent\">\n<p>One of the biggest challenges in larger scale implementations of ad-hoc networks comprised of wireless nodes is the mitigation of interference generated by the wireless signal of the network nodes themselves and also interference generated by external sources (e.g., due to environmental conditions, such as rain, or due to intentional jamming of the wireless signal by malicious nodes, a.k.a. a jammers). In order to be able to design protocols that are provably robust against interference, we first devised models for wireless communication that cover a&nbsp;wide range of physical layer phenomena and that are yet simple enough so that they are useful in theory and practice.</p>\n<p>In contrast to prior&nbsp;algorithmic approaches, we model communication<br />problems due to physical layer issues (such as background noise,<br />obstacles, jammers, etc.) with the help of an adversary. We then propose&nbsp;medium access (MAC) protocols that are provably robust against<br />these adversaries. Such an approach has many interesting<br />applications. First, the adversary allows us to study more general<br />scenarios for the background noise than using, for example, stochastic<br />assumptions, as it covers bursty situations that might be due to some<br />temporary obstacle or operation of a machine that creates<br />interference. Second, the adversarial model also allows us to<br />determine how robust a protocol is against wireless jamming attacks,<br />which are a real threat to standard protocols such as the 802.11<br />family or networks of simple sensing wireless devices. Finally, the<br />adversarial model may allow us to abstract from interference problems<br />due to transmissions of far away devices in the wireless network.</p>\n<p>Our adversarial models consist of two parts: network-based<br />interference, which is based on a standard model for the interference<br />caused by transmissions, and adversarial interference, which is<br />additional interference caused by an adversary within the<br />network-based model. We developped a suite of protocols that can handle even the sophisticated&nbsp;signal-to-interference-and-noiseratio (SINR) model for network-based&nbsp;interference, and also sophiscated models on how an external adversary (\"jammer\") might decide to generate interference at individual nodes in the network at different levels over time.</p>\n<p>Concrete adversarial interference models that we investigated are&nbsp;(i) oblivious adversaries, which create adversarial interference<br />that is independent of the actions of the MAC protocol (e.g., an<br />adversary may be used to abstract from background noise and temporary<br />obstacles); (ii) semi-oblivious adversaries, which create adversarial<br />interference that depends on the actions of the MAC protocol without<br />intentionally trying to disrupt the protocol (e.g., those adversaries<br />can be used to model interference due to coexisting networks); (iii)<br />adaptive adversaries, that adaptively jam the wireless channel based<br />on past information about its state (e.g., these can be used to model<br />adaptive malicious jammers); (iv) reactive adversaries, that jam the<br />wireless channel based on past and current information about its state<br />(e.g., these adversaries can be used to model more sophisticated<br />malicious jammers).</p>\n<p>We mainly focused on the throughput achievable by our MAC protocols<br />under our adversarial models: all of our proposed protocols achieve constant-competitive throughput. On top of that, we are interested in<br />protocols that are fair, adaptive and self-stabilizing. Finally, we<br />will also focus on important applications such as leader election and<br />broadcasting.</p>\n<p>Intellectual Merit:</p>\n<p>Designing provably robust wireless network protocols is a challenging<br />area due to the sophisticated adversarial ...",
  "por_txt_cntn": "\n\nOne of the biggest challenges in larger scale implementations of ad-hoc networks comprised of wireless nodes is the mitigation of interference generated by the wireless signal of the network nodes themselves and also interference generated by external sources (e.g., due to environmental conditions, such as rain, or due to intentional jamming of the wireless signal by malicious nodes, a.k.a. a jammers). In order to be able to design protocols that are provably robust against interference, we first devised models for wireless communication that cover a wide range of physical layer phenomena and that are yet simple enough so that they are useful in theory and practice.\n\nIn contrast to prior algorithmic approaches, we model communication\nproblems due to physical layer issues (such as background noise,\nobstacles, jammers, etc.) with the help of an adversary. We then propose medium access (MAC) protocols that are provably robust against\nthese adversaries. Such an approach has many interesting\napplications. First, the adversary allows us to study more general\nscenarios for the background noise than using, for example, stochastic\nassumptions, as it covers bursty situations that might be due to some\ntemporary obstacle or operation of a machine that creates\ninterference. Second, the adversarial model also allows us to\ndetermine how robust a protocol is against wireless jamming attacks,\nwhich are a real threat to standard protocols such as the 802.11\nfamily or networks of simple sensing wireless devices. Finally, the\nadversarial model may allow us to abstract from interference problems\ndue to transmissions of far away devices in the wireless network.\n\nOur adversarial models consist of two parts: network-based\ninterference, which is based on a standard model for the interference\ncaused by transmissions, and adversarial interference, which is\nadditional interference caused by an adversary within the\nnetwork-based model. We developped a suite of protocols that can handle even the sophisticated signal-to-interference-and-noiseratio (SINR) model for network-based interference, and also sophiscated models on how an external adversary (\"jammer\") might decide to generate interference at individual nodes in the network at different levels over time.\n\nConcrete adversarial interference models that we investigated are (i) oblivious adversaries, which create adversarial interference\nthat is independent of the actions of the MAC protocol (e.g., an\nadversary may be used to abstract from background noise and temporary\nobstacles); (ii) semi-oblivious adversaries, which create adversarial\ninterference that depends on the actions of the MAC protocol without\nintentionally trying to disrupt the protocol (e.g., those adversaries\ncan be used to model interference due to coexisting networks); (iii)\nadaptive adversaries, that adaptively jam the wireless channel based\non past information about its state (e.g., these can be used to model\nadaptive malicious jammers); (iv) reactive adversaries, that jam the\nwireless channel based on past and current information about its state\n(e.g., these adversaries can be used to model more sophisticated\nmalicious jammers).\n\nWe mainly focused on the throughput achievable by our MAC protocols\nunder our adversarial models: all of our proposed protocols achieve constant-competitive throughput. On top of that, we are interested in\nprotocols that are fair, adaptive and self-stabilizing. Finally, we\nwill also focus on important applications such as leader election and\nbroadcasting.\n\nIntellectual Merit:\n\nDesigning provably robust wireless network protocols is a challenging\narea due to the sophisticated adversarial communication models that\nhave to be used in order to correctly model reality. On top of this,\nwe must heavily rely on randomization in order to protect the network\nagainst adaptive adversarial jamming. In order to be able to analyze\nthe resulting stochastic (or, in some cases, non-stochastic)\nprocesses, we have to develop a..."
 }
}