{
 "awd_id": "1116739",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CIF: Small: Coding for Non-Volatile Memories",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032922981",
 "po_email": "pregalia@nsf.gov",
 "po_sign_block_name": "Phillip Regalia",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2011-08-23",
 "awd_max_amd_letter_date": "2011-08-23",
 "awd_abstract_narration": "Non-volatile data storage devices, particularly those based upon NAND flash memory and emerging phase-change memory (PCM) technologies, are revolutionizing the way we access and manipulate information. They have many attractive features compared to magnetic hard disk drives, including their compactness, shock resistance, and faster data access. Flash memory is now preferred in portable consumer electronics, and high performance solid-state drives (SSDs) are being introduced in mobile computing, enterprise storage, data warehousing, and data-intensive computing applications. Accordingly, there is a surge in interest in the refinement, development, and expanded commercial use of these non-volatile memory technologies. On the other hand, these technologies present major challenges in the areas of device reliability, endurance, and energy efficiency. These challenges can be overcome, in part, through innovative coding and data handling techniques, which is the subject of this research project. Specifically, the problems addressed include: (1) the design of efficient, error-resilient rewriting codes for single-level cell (SLC) flash memories using write-once memory (WOM) coding techniques; (2) the design of non-binary rewriting codes for multi-level cell (MLC) flash memories, as well as codes that tolerate asymmetric cell-level transitions and writing errors; (3) the development of coding techniques that mitigate the effects of heat accumulation in PCMs; and (4) the design of error-correcting codes for PCMs with stuck cells.\r\n\r\nThe research involves the information-theoretic analysis of flash memory and PCM channel models, the development of novel coding schemes, and system performance evaluation. A unique aspect of the project is the use of the facilities of the Non-Volatile Systems Laboratory at UC San Diego, providing an experimental platform for device characterization and empirical performance comparisons of new coding techniques and architectures.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Siegel",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Paul H Siegel",
   "pi_email_addr": "psiegel@ucsd.edu",
   "nsf_id": "000103696",
   "pi_start_date": "2011-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 GILMAN DR",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779700",
   "pgm_ele_name": "Comm & Information Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7935",
   "pgm_ref_txt": "COMM & INFORMATION THEORY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Non-volatile data storage devices, particularly those based upon NAND flash memory and emerging phase-change memory (PCM) technologies, are revolutionizing the way we access and manipulate information. They have many attractive features compared to magnetic hard disk drives, including their compactness, shock resistance, lack of moving parts, and lower data-access time. &nbsp; Flash memory is now the storage medium of choice in portable consumer electronic applications, and high performance solid-state drives (SSDs) are also being introduced into mobile computing, enterprise storage, data warehousing in the cloud, and data-intensive computing systems. Accordingly, there is a surge in interest in the refinement, development, and expanded commercial use of these non-volatile memory technologies. On the other hand, these technologies present major challenges in the areas of device reliability, endurance, and energy efficiency, several of which were addressed in this project as summarized below.</p>\n<p>Flash memory cells consist of floating gate transistors, in which the amount of trapped charge determines the cell voltage, referred to as the cell level. A flash memory cell is written to, or &ldquo;programmed,&rdquo; by applying a suitable voltage to the cell in order to inject the desired amount of charge to reach a certain cell level. The number of valid cell levels determines the number of bits of information stored in the cell. Programming accuracy and speed directly affect data integrity and device efficiency.</p>\n<p>One of the most conspicuous properties of flash memory cells is the asymmetry in the programming process. Cell levels can be easily increased by injecting additional charge into them. &nbsp;In contrast, to decrease the level of even a single cell, the whole block of cells (about one million cells) containing it has to be erased and then reprogrammed accordingly. These block erasures not only introduce significant latency into the writing process, but also degrade the floating gate cells, thereby shortening the usable lifetime of the device. Therefore, it is desirable to reduce the number of these block erasures in order to enhance the endurance of the flash memory and increase its lifetime storage capacity.&nbsp;</p>\n<p>Flash memories also suffer from inter-cell interference (ICI), caused by the parasitic capacitance between adjacent cells, as a result of which the voltage level of a so-called victim cell may be increased when a high voltage is applied to neighboring cells. &nbsp;Over time, charge leakage can cause the cell levels to decrease. These and other phenomena can lead to errors when information stored in the memory is read back. &nbsp;</p>\n<p>This project tackled these technological problems through the experimental characterization of flash memory error mechanisms, the invention of efficient cell programming algorithms, and the design of enhanced data encoding techniques that are robust to the dominant forms of errors. &nbsp; Specifically, we developed and analyzed parallel programming algorithms that improve the accuracy and speed of writing to multiple cells using standard and &ldquo;rank modulation&rdquo; data formats. &nbsp;We developed rewriting codes that represent data in such a way as to permit the reuse of flash memories over multiple, independent write operations without requiring a block erasure. By experimental error analysis, we identified the programmed data patterns that are most susceptible to ICI, and we showed that constrained modulation codes can efficiently eliminate these patterns while, in addition, combating the effects of cell leakage when used in conjunction with dynamic read thresholds.</p>\n<p>Although these new methods reduce the number of errors encountered during data recording and retrieval, there remains a need for efficient error correction coding techniques to guarantee the complete integrity of the data sto...",
  "por_txt_cntn": "\nNon-volatile data storage devices, particularly those based upon NAND flash memory and emerging phase-change memory (PCM) technologies, are revolutionizing the way we access and manipulate information. They have many attractive features compared to magnetic hard disk drives, including their compactness, shock resistance, lack of moving parts, and lower data-access time.   Flash memory is now the storage medium of choice in portable consumer electronic applications, and high performance solid-state drives (SSDs) are also being introduced into mobile computing, enterprise storage, data warehousing in the cloud, and data-intensive computing systems. Accordingly, there is a surge in interest in the refinement, development, and expanded commercial use of these non-volatile memory technologies. On the other hand, these technologies present major challenges in the areas of device reliability, endurance, and energy efficiency, several of which were addressed in this project as summarized below.\n\nFlash memory cells consist of floating gate transistors, in which the amount of trapped charge determines the cell voltage, referred to as the cell level. A flash memory cell is written to, or \"programmed,\" by applying a suitable voltage to the cell in order to inject the desired amount of charge to reach a certain cell level. The number of valid cell levels determines the number of bits of information stored in the cell. Programming accuracy and speed directly affect data integrity and device efficiency.\n\nOne of the most conspicuous properties of flash memory cells is the asymmetry in the programming process. Cell levels can be easily increased by injecting additional charge into them.  In contrast, to decrease the level of even a single cell, the whole block of cells (about one million cells) containing it has to be erased and then reprogrammed accordingly. These block erasures not only introduce significant latency into the writing process, but also degrade the floating gate cells, thereby shortening the usable lifetime of the device. Therefore, it is desirable to reduce the number of these block erasures in order to enhance the endurance of the flash memory and increase its lifetime storage capacity. \n\nFlash memories also suffer from inter-cell interference (ICI), caused by the parasitic capacitance between adjacent cells, as a result of which the voltage level of a so-called victim cell may be increased when a high voltage is applied to neighboring cells.  Over time, charge leakage can cause the cell levels to decrease. These and other phenomena can lead to errors when information stored in the memory is read back.  \n\nThis project tackled these technological problems through the experimental characterization of flash memory error mechanisms, the invention of efficient cell programming algorithms, and the design of enhanced data encoding techniques that are robust to the dominant forms of errors.   Specifically, we developed and analyzed parallel programming algorithms that improve the accuracy and speed of writing to multiple cells using standard and \"rank modulation\" data formats.  We developed rewriting codes that represent data in such a way as to permit the reuse of flash memories over multiple, independent write operations without requiring a block erasure. By experimental error analysis, we identified the programmed data patterns that are most susceptible to ICI, and we showed that constrained modulation codes can efficiently eliminate these patterns while, in addition, combating the effects of cell leakage when used in conjunction with dynamic read thresholds.\n\nAlthough these new methods reduce the number of errors encountered during data recording and retrieval, there remains a need for efficient error correction coding techniques to guarantee the complete integrity of the data storage process.  To that end, we designed, analyzed, and evaluated a variety of powerful error correction codes that offer practical trade-offs between e..."
 }
}