{
 "awd_id": "1116282",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CSR: Small: Simple Dynamic Traffic-Oblivious Power Management for Multi-Tier Web Clusters",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032925197",
 "po_email": "mmcclure@nsf.gov",
 "po_sign_block_name": "Marilyn McClure",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 373472.0,
 "awd_amount": 381472.0,
 "awd_min_amd_letter_date": "2011-08-07",
 "awd_max_amd_letter_date": "2014-11-24",
 "awd_abstract_narration": "While energy costs of data centers continue to double every five years, what is most disappointing is that most of this power is wasted.   Servers are only busy 10-30% of the time on average, but they are often left on, while idle, utilizing 60% or more of peak power.    This project, being conducted at Carnegie Mellon University, investigates simple load-oblivious, distributed auto-scaling of the data center capacity to reduce power consumption.    Our policies scale the number of servers that are on, as a function of changing load, shutting down servers, or putting them into sleep states, or changing the frequency at which they are run, without knowing the load in advance.     Our work combines full-scale implementation in a 23-server multi-tier data center together with queueing-theoretic analysis to reduce the search space of solutions and guide the algorithmic development.     We expect to develop algorithms which significantly reduce power consumption, while still meeting response time service level agreements.   Broader impacts of this work include direct collaboration with Intel Pittsburgh labs, publication of a textbook on queueing-theoretic modeling and its applications, and weekly coaching and management of the Western PA American Regions Mathematics League, to train the smartest young minds of tomorrow.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mor",
   "pi_last_name": "Harchol-Balter",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mor Harchol-Balter",
   "pi_email_addr": "harchol@cs.cmu.edu",
   "nsf_id": "000201705",
   "pi_start_date": "2011-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 FORBES AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "735400",
   "pgm_ele_name": "CSR-Computer Systems Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7354",
   "pgm_ref_txt": "COMPUTER SYSTEMS"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 373472.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The annual cost of energy used by U.S. data centers alone in 2007 was<br />approximately 7.4 billion dollars, and this number is only growing.<br />Sadly, most of this energy is wasted, because these data centers are<br />only 30% utilized.&nbsp; Most of the servers at the data centers are left<br />on, in anticipation of a peak burst of requests, but they are largely<br />idle.&nbsp; Since an idle server consumes almost as much energy as a busy<br />one (65-70%), these idle servers are responsible for a large part of<br />data center energy consumption.<br /><br />The primary purpose of this award was to develop dynamic power<br />management policies for data centers, based on turning servers on and<br />off, so as to reduce waste.&nbsp; The problem with turning servers off is<br />that there is a huge setup cost needed to get a server back on (5<br />minutes of time), during which the server is not available to serve<br />requests.&nbsp; A primary outcome of the award is the development of the<br />AutoScale algorithm, which dynamically adjusts which servers are<br />on/off/idle, so as to both minimize energy usage, but simultaneously<br />meet user latency goals.&nbsp; The AutoScale algorithm is currently being<br />deployed by Facebook, and they claim that it has provided them with<br />energy savings of 10-15%.<br /><br />A secondary purpose of this award was to develop mathematical models<br />to help understand the impact of the setup cost on latency in a data<br />center.&nbsp; An important outcome of this award was the development of<br />several new methods for analyzing Markov chains which can represent<br />these setup costs.&nbsp; Such Markov chains are infinite, repeating chains,<br />which have here-to-fore never been analyzed in closed-form.&nbsp; This<br />award developed the RRR and CAP methods for analyzing such Markov<br />chains.<br /><br />Finally, this award has had many broader impact outcomes.&nbsp; Two PhD<br />students funded by this award have now graduated: Anshul Gandhi is an<br />Assistant Professor at SUNY StonyBrook, and Sherwin Doroudi just<br />started as an Assistant Professor at University of Minnesota.&nbsp; Two<br />other PhD students (Timothy Zhu and Kristen Gardner) have been<br />supported as well and are a year away from graduating. An<br />undergraduate was also supported off of a summer REU.&nbsp; Additionally,<br />the PI of the grant produced a textbook, \"Performance Modeling and<br />Design of Computer Systems,\" which was published by Cambridge<br />University Press in 2013 and is now being used worldwide to teach<br />performance modeling.&nbsp; Finally, the PI and her students have given<br />over 100 talks during the course of this grant to disseminate the<br />research.&nbsp; Two of these were keynote talks at major conferences.<br />Several of these were talks to undergraduates on applying for PhD<br />programs, and many were talks to high school and middle school girls<br />on cool examples of computer science research.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/04/2016<br>\n\t\t\t\t\tModified by: Mor&nbsp;Harchol-Balter</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe annual cost of energy used by U.S. data centers alone in 2007 was\napproximately 7.4 billion dollars, and this number is only growing.\nSadly, most of this energy is wasted, because these data centers are\nonly 30% utilized.  Most of the servers at the data centers are left\non, in anticipation of a peak burst of requests, but they are largely\nidle.  Since an idle server consumes almost as much energy as a busy\none (65-70%), these idle servers are responsible for a large part of\ndata center energy consumption.\n\nThe primary purpose of this award was to develop dynamic power\nmanagement policies for data centers, based on turning servers on and\noff, so as to reduce waste.  The problem with turning servers off is\nthat there is a huge setup cost needed to get a server back on (5\nminutes of time), during which the server is not available to serve\nrequests.  A primary outcome of the award is the development of the\nAutoScale algorithm, which dynamically adjusts which servers are\non/off/idle, so as to both minimize energy usage, but simultaneously\nmeet user latency goals.  The AutoScale algorithm is currently being\ndeployed by Facebook, and they claim that it has provided them with\nenergy savings of 10-15%.\n\nA secondary purpose of this award was to develop mathematical models\nto help understand the impact of the setup cost on latency in a data\ncenter.  An important outcome of this award was the development of\nseveral new methods for analyzing Markov chains which can represent\nthese setup costs.  Such Markov chains are infinite, repeating chains,\nwhich have here-to-fore never been analyzed in closed-form.  This\naward developed the RRR and CAP methods for analyzing such Markov\nchains.\n\nFinally, this award has had many broader impact outcomes.  Two PhD\nstudents funded by this award have now graduated: Anshul Gandhi is an\nAssistant Professor at SUNY StonyBrook, and Sherwin Doroudi just\nstarted as an Assistant Professor at University of Minnesota.  Two\nother PhD students (Timothy Zhu and Kristen Gardner) have been\nsupported as well and are a year away from graduating. An\nundergraduate was also supported off of a summer REU.  Additionally,\nthe PI of the grant produced a textbook, \"Performance Modeling and\nDesign of Computer Systems,\" which was published by Cambridge\nUniversity Press in 2013 and is now being used worldwide to teach\nperformance modeling.  Finally, the PI and her students have given\nover 100 talks during the course of this grant to disseminate the\nresearch.  Two of these were keynote talks at major conferences.\nSeveral of these were talks to undergraduates on applying for PhD\nprograms, and many were talks to high school and middle school girls\non cool examples of computer science research.\n\n\t\t\t\t\tLast Modified: 09/04/2016\n\n\t\t\t\t\tSubmitted by: Mor Harchol-Balter"
 }
}