{
 "awd_id": "1116799",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "HCC: Small: Modeling Acoustic and Articulatory Features for Hybrid Synthesis",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 180902.0,
 "awd_amount": 212902.0,
 "awd_min_amd_letter_date": "2011-09-08",
 "awd_max_amd_letter_date": "2014-06-05",
 "awd_abstract_narration": "In recent decades synthetic speech has become a ubiquitous and increasingly seamless aspect of human-machine interfaces.  Although cars, microwaves, phones, and kiosks all \"talk\" in human-like ways, the naturalness and personality of these voices fall short of human expression.  While this may not matter for many text-to-speech (TTS) applications, over two million Americans with severe speech-motor impairments require assistive communication aids with TTS output.  Concatenative TTS synthesizers yield highly intelligible voices, yet many assistive devices rely on small footprint, formant synthesis that sounds robotic and has poor intelligibility.  Moreover, the choice of voices on conventional devices is limited and does not reflect the user; it is not uncommon for a child to use the same voice her whole life and for her peers to share that same voice even when using different devices.  This lack of attention to the individuality of synthetic voices has consequences on adoption of assistive technology as an extension of the user, and may adversely impact societal attitudes toward the user group.\r\n\r\nIn her prior work the PI began to address these issues by adapting a concatenative synthesizer constructed from acoustic recordings of a healthy talker using vocal source characteristics obtained from a target talker with speech impairment.  The adapted voice was highly intelligible and conveyed the target user's identity, yet it also retained substantial elements of the healthy talker's identity due to the influence of vocal tract filter characteristics.  This suggests that personalized speech synthesis may be more successful utilizing an alternative approach, in which acoustic and articulatory data from healthy talkers are combined with both source and filter characteristics from target talkers to generate an individualized voice.  In this project, the PI will develop hybrid statistical parametric synthesis techniques to model vocal tract and source characteristics of impaired talkers, with the goal of generating highly intelligible and personalized synthetic speech.  The PI envisages a future where source and filter parameters of a Hidden Markov Model (HMM) based synthesizer can be adapted to model a child user's vocal tract and modified over time to \"grow\" with his maturing vocal system, fostering a stronger personal connection between the user and the communication device.\r\n\r\nBroader Impacts:   This project strives to make communication accessible and socially fulfilling by designing an enabling technology that blurs the line between system and user.  The human voice is not merely a signal; it has an individualized and personal quality that impacts how others perceive us and how we interact with those around us.  The ultimate goal of this work is to afford users of TTS the same ownership and individuality as the natural voice.  Project outcomes will have broad impact both on users of assistive aids and able-bodied users of TTS technologies.  The research may also lead to a novel and innovative means of assessing the nature and articulatory locus of speech impairment, by comparing model parameters to impaired productions.  The interdisciplinary nature of this research will promote teaching, training and learning in computer science and in speech and hearing sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rupal",
   "pi_last_name": "Patel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rupal Patel",
   "pi_email_addr": "rupal@vocaliD.ai",
   "nsf_id": "000671566",
   "pi_start_date": "2011-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northeastern University",
  "inst_street_address": "360 HUNTINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173735600",
  "inst_zip_code": "021155005",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "NORTHEASTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HLTMVS2JZBS6"
 },
 "perf_inst": {
  "perf_inst_name": "Northeastern University",
  "perf_str_addr": "360 HUNTINGTON AVE",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021155005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 180902.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We are surrounded by a world in which we interact with computers using speech. For individuals who rely on assistive communication technologies, synthetic speech offers them a voice. Unfortunately, the voice options are limited and do not reflect the user; it is not uncommon for several children in a classroom or adults in a workplace to user the same voice. Individuals may also use the same voice their whole life despite having grown and changed devices over a dozen times. This work addressed this lack of individuation of prosthetic voice technology.</p>\n<p>The intellectual merit of this work relate to scientific advances in speech production and speech technologies and include new algorithm development and deployment. To develop personalized voices for individuals with limited vocal output, we began by adapting a concatenative synthesizer built using a database of recordings from a healthy donor and samples of residual vocalizations from the end user. Our empirical findings and recent developments in Hidden Markov Model (HMM) based synthesis suggested that alternative approaches may improve personalized synthesis and also provide unique insights into the nature of a target talker&rsquo;s speech production deficits. The current grant extended our earlier work by integrating acoustic and articulatory features to 1) extract vocal <span style=\"text-decoration: underline;\">source</span> characteristics that convey speaker identity, 2) extract vocal tract <span style=\"text-decoration: underline;\">filter</span> characteristics to further preserve speaker identity and 3) statistical modeling of natural, intelligible speech using aggregates of acoustic and articulatory dynamics across speakers. We found that modeling acoustic and articulatory similarities across speakers resulted in fluent natural-sounding synthetic speech. We then made advances toward integrating our personalized voice into existing assistive communication devices. Toward that end, we worked with two different manufacturers on the iOS and windows platform to provide a personalized voice to 3 beta users. These individuals have reported changes in the quality and quantity of communication exchanges and improvements in overall quality of life related to social integration and access to educational opportunities. Additional broader impacts include novel insights into modeling speech production, new approaches to sparse sample voice conversion and increased awareness of speech and voice impairment as well as the limitations of current assistive communication technologies.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/27/2014<br>\n\t\t\t\t\tModified by: Rupal&nbsp;Patel</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe are surrounded by a world in which we interact with computers using speech. For individuals who rely on assistive communication technologies, synthetic speech offers them a voice. Unfortunately, the voice options are limited and do not reflect the user; it is not uncommon for several children in a classroom or adults in a workplace to user the same voice. Individuals may also use the same voice their whole life despite having grown and changed devices over a dozen times. This work addressed this lack of individuation of prosthetic voice technology.\n\nThe intellectual merit of this work relate to scientific advances in speech production and speech technologies and include new algorithm development and deployment. To develop personalized voices for individuals with limited vocal output, we began by adapting a concatenative synthesizer built using a database of recordings from a healthy donor and samples of residual vocalizations from the end user. Our empirical findings and recent developments in Hidden Markov Model (HMM) based synthesis suggested that alternative approaches may improve personalized synthesis and also provide unique insights into the nature of a target talkerÆs speech production deficits. The current grant extended our earlier work by integrating acoustic and articulatory features to 1) extract vocal source characteristics that convey speaker identity, 2) extract vocal tract filter characteristics to further preserve speaker identity and 3) statistical modeling of natural, intelligible speech using aggregates of acoustic and articulatory dynamics across speakers. We found that modeling acoustic and articulatory similarities across speakers resulted in fluent natural-sounding synthetic speech. We then made advances toward integrating our personalized voice into existing assistive communication devices. Toward that end, we worked with two different manufacturers on the iOS and windows platform to provide a personalized voice to 3 beta users. These individuals have reported changes in the quality and quantity of communication exchanges and improvements in overall quality of life related to social integration and access to educational opportunities. Additional broader impacts include novel insights into modeling speech production, new approaches to sparse sample voice conversion and increased awareness of speech and voice impairment as well as the limitations of current assistive communication technologies. \n\n \n\n\t\t\t\t\tLast Modified: 10/27/2014\n\n\t\t\t\t\tSubmitted by: Rupal Patel"
 }
}