{
 "awd_id": "1116447",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CIF: Small: Collaborative Research: Compressed Sensing for Coherent Designs under Gaussian/Non-Gaussian Noise",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Cozzens",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 251000.0,
 "awd_amount": 251000.0,
 "awd_min_amd_letter_date": "2011-06-23",
 "awd_max_amd_letter_date": "2011-06-23",
 "awd_abstract_narration": "The recent explosion of large amounts of high dimensional data in science, engineering, and society demands new technologies to recover sparse signals from high dimensional noisy observations.  To address it, this project aims to develop efficient and robust methods for analyzing high-dimensional data, which have wide applications in signal processing, communication, computational biology, machine learning,   image/video coding, sensor networks, social science, etc.\r\n\r\nRecently,  compressed  sensing  (CS)  has  attracted  a  good  deal  of  attention  from computer science, engineering, and statistics communities. However, the CS recovery only makes sense when the features are weakly correlated. A single rogue outlier may break down the reconstruction completely. The computational procedures cannot meet the challenge of ultrahigh dimensional problems in terms of statistical accuracy, algorithmic stability and computation expediency.  To address these challenges, the investigators develop novel nonconvex regularization techniques to attain prediction accuracy and model parsimony for coherent statistical models that go much beyond Gaussianity. Theoretical analysis of its performance in estimation, prediction, and sparsity  recovery  is  conducted.  A  class  of  simple  algorithms  feasible  for  solving essentially any nonconvex penalized generalized linear models is developed, together with a randomization technique of nonmarginal feature screening for ultra-high dimensional data. Furthermore, the investigators explicitly study the critical effects of outliers and develop a robust CS for handling high leverage points and gross outliers. A unified   framework   that   applies   to   small-sample-size-high-dimension   problems   is provided for simultaneous variable selection and outlier identification under Gaussian/non-Gaussian noise. Finally, this project involves rich motivating examples and widespread applications in various areas including spectral analysis, network topology and dynamics modeling, graphical models, computational biology, machine learning, and image compression, as an essential component.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yiyuan",
   "pi_last_name": "She",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yiyuan She",
   "pi_email_addr": "yshe@stat.fsu.edu",
   "nsf_id": "000549795",
   "pi_start_date": "2011-06-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State University",
  "inst_street_address": "874 TRADITIONS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8506445260",
  "inst_zip_code": "323060001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF2BLNN4PJC3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State University",
  "perf_str_addr": "874 TRADITIONS WAY",
  "perf_city_name": "TALLAHASSEE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779700",
   "pgm_ele_name": "Comm & Information Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7936",
   "pgm_ref_txt": "SIGNAL PROCESSING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 251000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The availability of high-throughput data from signal processing, genomics, communications among other applications has created an urgent need for methodologies for analyzing high-dimensional correlated data. Compressed sensing is a breakthrough and has attracted a good deal of attention from computer science, engineering, and statistics communities. However, popular compressive sensing focuses on enforcing sparsity through the convex penalties and cannot address the challenging issues of coherent designs, gross outliers, and ultrahigh dimensions arising in many real world applications.</p>\n<p>&nbsp;</p>\n<p>To address these challenges, this project is intended to develop a new generation compressive sensing. By the end of the project, the PIs have achieved the following results: developed novel nonconvex regularizations to attain both prediction accuracy and model parsimony for coherent statistical models that go much beyond Gaussianity; developed simple-to-implement algorithms feasible for solving essentially any nonconvex penalized generalized linear models; developed a probabilistic iterative screening technique to help address the up-to-date challenge from ultrahigh dimensions; explicitly studied the critical effects of outliers and developed a robust compressive sensing technique for handling high leverage points and gross outliers; developed a unified framework that applies to small-sample-size-high-dimension problems for simultaneous variable selection and outlier identification under Gaussian/non-Gaussian noise; applied the proposed techniques to various application domains including spectral analysis, network topology and dynamics modeling, graphical models, computational biology, machine learning, and computer vision, to ensure that the proposed methodology has high impact on practice.</p>\n<p>&nbsp;</p>\n<p>The project results in the following major scientific achievements: (a) a novel nonconvex compressive sensing methodology with unprecedented capabilities in addressing challenging problems in high-dimensional signal recovery for coherent systems corrupted with non-Gaussian noise, which will pave the way to new frontiers in compressive sensing; (b) an innovative unified approach for joint variable selection, robust coefficient estimation, and gross outlier identification with widespread applications, which is capable of mitigating the limitations of existing compressive sensing approaches, i.e., 1) sensitivity to outliers for high-throughput data, and 2) poor performance under ultrahigh dimensionality. The new generation compressive sensing well suits the practical needs of systems with moderate/high coherence, low signal-to-noise ratio, and/or a large number of irrelevant features.</p>\n<p>&nbsp;</p>\n<p>The project, designed to develop efficient and robust compressive sensing methods for possibly coherent designs in ultrahigh dimensions, will have applications in a wide range of disciplines and areas such as signal processing, communication, computational biology, machine learning, image/video coding, sensor networks, among others. This project will broadly inspire a large community, and help cross-fertilize ideas from statistics, engineering, and computer science. In addition, the project promotes collaborations with the Department of Defense (DoD) research laboratories, biologists, zoologists, and power engineers, in applying the proposed techniques to automatic target recognition (ATR) applications, discovering new disease genes, new video technology for real-time wildlife monitoring, and power grid monitoring, respectively. The integrated research and education help engineering and statistics students develop critical thinking through cross-disciplinary training, and assist students in becoming life-long learners. Furthermore, the PIs have used this project to inspire the learning processes and the discovery interests of the general public and student...",
  "por_txt_cntn": "\nThe availability of high-throughput data from signal processing, genomics, communications among other applications has created an urgent need for methodologies for analyzing high-dimensional correlated data. Compressed sensing is a breakthrough and has attracted a good deal of attention from computer science, engineering, and statistics communities. However, popular compressive sensing focuses on enforcing sparsity through the convex penalties and cannot address the challenging issues of coherent designs, gross outliers, and ultrahigh dimensions arising in many real world applications.\n\n \n\nTo address these challenges, this project is intended to develop a new generation compressive sensing. By the end of the project, the PIs have achieved the following results: developed novel nonconvex regularizations to attain both prediction accuracy and model parsimony for coherent statistical models that go much beyond Gaussianity; developed simple-to-implement algorithms feasible for solving essentially any nonconvex penalized generalized linear models; developed a probabilistic iterative screening technique to help address the up-to-date challenge from ultrahigh dimensions; explicitly studied the critical effects of outliers and developed a robust compressive sensing technique for handling high leverage points and gross outliers; developed a unified framework that applies to small-sample-size-high-dimension problems for simultaneous variable selection and outlier identification under Gaussian/non-Gaussian noise; applied the proposed techniques to various application domains including spectral analysis, network topology and dynamics modeling, graphical models, computational biology, machine learning, and computer vision, to ensure that the proposed methodology has high impact on practice.\n\n \n\nThe project results in the following major scientific achievements: (a) a novel nonconvex compressive sensing methodology with unprecedented capabilities in addressing challenging problems in high-dimensional signal recovery for coherent systems corrupted with non-Gaussian noise, which will pave the way to new frontiers in compressive sensing; (b) an innovative unified approach for joint variable selection, robust coefficient estimation, and gross outlier identification with widespread applications, which is capable of mitigating the limitations of existing compressive sensing approaches, i.e., 1) sensitivity to outliers for high-throughput data, and 2) poor performance under ultrahigh dimensionality. The new generation compressive sensing well suits the practical needs of systems with moderate/high coherence, low signal-to-noise ratio, and/or a large number of irrelevant features.\n\n \n\nThe project, designed to develop efficient and robust compressive sensing methods for possibly coherent designs in ultrahigh dimensions, will have applications in a wide range of disciplines and areas such as signal processing, communication, computational biology, machine learning, image/video coding, sensor networks, among others. This project will broadly inspire a large community, and help cross-fertilize ideas from statistics, engineering, and computer science. In addition, the project promotes collaborations with the Department of Defense (DoD) research laboratories, biologists, zoologists, and power engineers, in applying the proposed techniques to automatic target recognition (ATR) applications, discovering new disease genes, new video technology for real-time wildlife monitoring, and power grid monitoring, respectively. The integrated research and education help engineering and statistics students develop critical thinking through cross-disciplinary training, and assist students in becoming life-long learners. Furthermore, the PIs have used this project to inspire the learning processes and the discovery interests of the general public and students of all ages.\n\n \n\n\t\t\t\t\tLast Modified: 07/27/2015\n\n\t\t\t\t\tSubmitted by: Yiyuan She"
 }
}