{
 "awd_id": "1116123",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Dynamical Coupling during Major Stratospheric Sudden Warming",
 "cfda_num": "47.050",
 "org_code": "06020106",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anjuli Bamzai",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 254185.0,
 "awd_amount": 254185.0,
 "awd_min_amd_letter_date": "2011-07-18",
 "awd_max_amd_letter_date": "2011-07-18",
 "awd_abstract_narration": "Characterized by an abrupt break-down of the Northern Hemisphere winter polar vortex, a major stratospheric sudden warming (SSW) can elicit notable and unexpected changes in the mesosphere, as underlined by recent evidence of an elevated stratopause at 80 km. The connection between the stratosphere and mesosphere is potentially tied to gravity waves (GWs) and planetary waves (PWs), dynamical features on the opposite ends of the spatiotemporal spectrum. \r\n\r\nGiven this background, this project seeks to illuminate the stratosphere-mesosphere coupling with respect to major SSWs by (1) characterizing the sources/properties of GWs and PWs in the stratosphere and mesosphere, and by (2) assessing their roles and interactions in driving this coupling and the elevated stratopause. It will employ a three pronged, multiple-scaled approach, based on the National Center for Atmospheric Research (NCAR) Whole Atmosphere Community Climate Model (WACCM), the University of Oklahoma's Advanced Regional Prediction System (ARPS), and observations. Using WACCM, resolved planetary-scale and parameterized GW forcings will be examined along with the wave-induced circulation that enhances tracer transport into the stratosphere and influences surface climate. With high spatial resolution, the ARPS simulations will explicitly resolve much of the GW activities up to the lower mesosphere. Through ARPS, the elucidated GW properties will help clarify their sources and forcings seen in WACCM. Finally, satellite observations and analysis products (with inferred and parameterized GW influence) will be examined and compared to model results. \r\n\r\nThe broader impacts of this work are multifold. In the past decade, examinations of major SSWs have focused predominantly on their potential impacts on the troposphere. By broadening the current views to include the mesosphere and details of GWs, new insights on SSW evolution can be obtained through this project. Additionally, related project activities aim to enrich undergraduate education inside and outside the classroom. Participating undergraduates will conduct experiments, analyze model and observational data, and present research results. Finally, the project offers undergraduate research training and exposure to cutting-edge geophysical research that (1) may not otherwise be available at similar state-supported Liberal Arts institutions and that (2) is unique in South Carolina and the greater Southeastern Region.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Varavut",
   "pi_last_name": "Limpasuvan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Varavut Limpasuvan",
   "pi_email_addr": "var@coastal.edu",
   "nsf_id": "000450453",
   "pi_start_date": "2011-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Coastal Carolina University",
  "inst_street_address": "755 HIGHWAY 544",
  "inst_street_address_2": "",
  "inst_city_name": "CONWAY",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8433495030",
  "inst_zip_code": "295268428",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "SC07",
  "org_lgl_bus_name": "COASTAL CAROLINA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "D9KPSNLHD9J5"
 },
 "perf_inst": {
  "perf_inst_name": "Coastal Carolina University",
  "perf_str_addr": "755 HIGHWAY 544",
  "perf_city_name": "CONWAY",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "295268428",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "SC07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 254185.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Overview.</strong> Manifested as a wintertime circumpolar flow in the stratosphere (12&ndash;50 km above ground), the polar vortex separates the frigid polar air mass from the rest of the hemisphere and facilitates the slow descent of chemical species from above 50 km into the polar stratosphere. However, during the <em>major stratospheric sudden warming</em> (SSW) event, the polar vortex can split into two vortices or become greatly displaced off the pole, leading to the reversal of the circumpolar wind and rapid warming of the polar stratosphere. In addition to shifting worldwide weather patterns, SSW elicits anomalous responses in the upper mesosphere and lower thermosphere (UMLT) and enhances the descent of aurorally produced, ozone-destroying chemical tracers into the polar stratosphere. The former impact can affect satellite-ground communications and flight navigation by perturbing the ionosphere; the latter can accelerate the destruction of stratospheric ozone that protects life against harmful ultraviolet radiation.</p>\n<p><strong>Findings.</strong> Using a whole atmosphere chemistry-climate model nudged by meteorological analyses, global satellite observations, and local radar observations, this project reveals the gross behaviors and importance of two atmospheric wave types involved in changing the UMLT circulation after the SSW onset. With wavelength the size of continents and slow varying frequency, the first wave type (called planetary waves) appears in response to the changing stratospheric wind conditions created by SSW. In propagating upward, planetary waves can exchange energy with the UMLT circulation to initiate the polar vortex recovery from SSW. With wavelength less than 1,000 km and much higher frequency, the second wave type (called gravity waves) is generated by the changing speed and direction of the Polar Jet Stream. The anomalous stratospheric wind condition during SSW allows these upward-propagating gravity waves into UMLT where they can impart their momentum onto the UMLT circulation and assist in the vortex recovery. We demonstrate the changing gravity wave properties and their upward propagation from the near-surface levels by using a high-resolution weather model. As the influence of SSW extends across the equator, the altered tropical wind, temperature, and ozone distributions can excite atmospheric tides that follow the Sun in the UMLT mid-latitude.</p>\n<p>The collective impact of these waves and tidal perturbations enhances the downward transport of chemical species from their UMLT reservoir into the polar stratosphere.<em> </em>The tidal impact (as seen in the model) is much lesser than planetary and gravity waves. While model simulations corroborate the observed presence and impact of waves after SSW, they severely underestimate the observed descent rate of chemical species like nitrous oxide, which can ultimately destroy stratospheric ozone. Model limitations contributing to this discrepancy may be due to (1) the limited vertical extent of the model upper boundary (near 140 km) that artificially damps atmospheric tides and waves, and (2) the small number of vertical layers in the model that may lead to inadequate representation of gravity wave impact.</p>\n<p><strong>Broader Impacts.</strong> By elucidating the wave dynamics involved in SSW, the project helps to unravel the stratosphere-UMLT connection while adding new insights on processes that may impact stratospheric ozone loss and communication in the Northern Hemisphere. The associated research activities enriched undergraduate education outside the classroom. Participating undergraduates conducted modeling experiments, analyzed model and observational data, and presented their research results. The projects (based on student interests) offer students exposure to cutting-edge geophysical research that may not otherwise be available at similar state-supported Liberal Arts institutions. In all, 5 undergraduates were funded; each worked on their respective projects for at least 1 year. Two participants were women and are now pursuing their doctorate degrees. Other participating students who had since graduated are employed in the areas of computer science or education. In its last year, this project supported a new graduate student in our institution&rsquo;s first and only doctoral program to begin his thesis work pertaining to gravity wave sources.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/01/2016<br>\n\t\t\t\t\tModified by: Varavut&nbsp;Limpasuvan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOverview. Manifested as a wintertime circumpolar flow in the stratosphere (12&ndash;50 km above ground), the polar vortex separates the frigid polar air mass from the rest of the hemisphere and facilitates the slow descent of chemical species from above 50 km into the polar stratosphere. However, during the major stratospheric sudden warming (SSW) event, the polar vortex can split into two vortices or become greatly displaced off the pole, leading to the reversal of the circumpolar wind and rapid warming of the polar stratosphere. In addition to shifting worldwide weather patterns, SSW elicits anomalous responses in the upper mesosphere and lower thermosphere (UMLT) and enhances the descent of aurorally produced, ozone-destroying chemical tracers into the polar stratosphere. The former impact can affect satellite-ground communications and flight navigation by perturbing the ionosphere; the latter can accelerate the destruction of stratospheric ozone that protects life against harmful ultraviolet radiation.\n\nFindings. Using a whole atmosphere chemistry-climate model nudged by meteorological analyses, global satellite observations, and local radar observations, this project reveals the gross behaviors and importance of two atmospheric wave types involved in changing the UMLT circulation after the SSW onset. With wavelength the size of continents and slow varying frequency, the first wave type (called planetary waves) appears in response to the changing stratospheric wind conditions created by SSW. In propagating upward, planetary waves can exchange energy with the UMLT circulation to initiate the polar vortex recovery from SSW. With wavelength less than 1,000 km and much higher frequency, the second wave type (called gravity waves) is generated by the changing speed and direction of the Polar Jet Stream. The anomalous stratospheric wind condition during SSW allows these upward-propagating gravity waves into UMLT where they can impart their momentum onto the UMLT circulation and assist in the vortex recovery. We demonstrate the changing gravity wave properties and their upward propagation from the near-surface levels by using a high-resolution weather model. As the influence of SSW extends across the equator, the altered tropical wind, temperature, and ozone distributions can excite atmospheric tides that follow the Sun in the UMLT mid-latitude.\n\nThe collective impact of these waves and tidal perturbations enhances the downward transport of chemical species from their UMLT reservoir into the polar stratosphere. The tidal impact (as seen in the model) is much lesser than planetary and gravity waves. While model simulations corroborate the observed presence and impact of waves after SSW, they severely underestimate the observed descent rate of chemical species like nitrous oxide, which can ultimately destroy stratospheric ozone. Model limitations contributing to this discrepancy may be due to (1) the limited vertical extent of the model upper boundary (near 140 km) that artificially damps atmospheric tides and waves, and (2) the small number of vertical layers in the model that may lead to inadequate representation of gravity wave impact.\n\nBroader Impacts. By elucidating the wave dynamics involved in SSW, the project helps to unravel the stratosphere-UMLT connection while adding new insights on processes that may impact stratospheric ozone loss and communication in the Northern Hemisphere. The associated research activities enriched undergraduate education outside the classroom. Participating undergraduates conducted modeling experiments, analyzed model and observational data, and presented their research results. The projects (based on student interests) offer students exposure to cutting-edge geophysical research that may not otherwise be available at similar state-supported Liberal Arts institutions. In all, 5 undergraduates were funded; each worked on their respective projects for at least 1 year. Two participants were women and are now pursuing their doctorate degrees. Other participating students who had since graduated are employed in the areas of computer science or education. In its last year, this project supported a new graduate student in our institution?s first and only doctoral program to begin his thesis work pertaining to gravity wave sources.\n\n\t\t\t\t\tLast Modified: 08/01/2016\n\n\t\t\t\t\tSubmitted by: Varavut Limpasuvan"
 }
}