{
 "awd_id": "1116782",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RI: Small: A Bayesian Approach to Dynamic Lexical Resources for Flexible Language Processing",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tatiana Korelsky",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2011-08-05",
 "awd_max_amd_letter_date": "2014-07-28",
 "awd_abstract_narration": "This project uses statistical models and human judgment to determine dynamic, probabilistic representations of extensible usages of words; these representations are suitable for incorporation into VerbNet, a lexical resource widely used in the Natural Language Processing (NLP) community. Existing lexical resources reflect a binary notion of usages as grammatical or not. However, in actual language use, forms vary in acceptability; moreover, the process of coercion extends words beyond their standard usages. For example, a strictly intransitive action verb such as 'sneeze' may be used as in 'She sneezed the foam off the cappuccino', expressing manner of motion.  This research has a two-pronged approach involving extensive use of machine learning and a fundamental shift in the development and use of VerbNet. Specifically, the research develops probabilistic methods for: (1) analyzing usages of verbs in large corpora and incorporating the resulting probabilistic information into VerbNet classes; and (2) representing information about the likelihood of potential constructional coercions and the productivity of such extensions.  These developments use the Hierarchical Bayesian Model of Parisien and Stevenson, which are an ideal framework for marrying probabilistic reasoning about complex, real-world data within the hierarchically-organized VerbNet lexicon. In addition to statistical models, the representations are also informed by human judgments with respect to the use of such constructions. Thus, this research enriches the current symbolic verb representations in VerbNet with probabilistic distributional information, which becomes salient through the influence of construction grammar. \r\n\r\nEncoding verb knowledge probabilistically provides the necessary flexibility to represent extensional constructions and support their appropriate interpretation by NLP systems.  This is especially useful for interpretation in new domains and genres, leading to advances in NLP technologies, such as question answering and machine translation, thus improving information access. Additionally, insights into statistical properties of constructions gained through this research are valuable for psycholinguistic models of language acquisition and second language learning.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Martha",
   "pi_last_name": "Palmer",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Martha S Palmer",
   "pi_email_addr": "mpalmer@colorado.edu",
   "nsf_id": "000377893",
   "pi_start_date": "2011-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 148465.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 151535.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Although the field of natural language processing (NLP) has made considerable strides in the automated processing of typical newswire language, the creativity with which people constantly \"coin\" new phrases causes great difficulty.&nbsp; Current NLP systems assume they can combine the meaning of individual words into larger units in a compositional manner, relying on probabilities based on previously seen usages. However, the way authors and speakers continually combine words in previously unseen ways baffles the NLP systems. This proposal focused on extending our capabilities, in particular with respect to VerbNet, a pre-existing verb lexicion designed to be used by NLP systems, &nbsp;to better enable the ability of NLP systems to deal with flexible and extensible usages of language.</p>\n<p><span style=\"white-space: pre;\"> </span>The process of meaning &ldquo;coercion&rdquo; is also central to the notion of flexibility in language. Coercion involves extending the usage of a word to a new context, as in \"She blinked the snow off of her eyelashes.\" &nbsp;Blink is a verb that typically takes only one argument, and refers to an involuntary bodily process of opening and closing one's eyelids. &nbsp;However, this sentence is completely understandable, with the meaning that she removed the snow from her eyelashes by blinking.&nbsp; It is a classic example of a Caused-Motion Construction, similarly to &ldquo;They laughed the speaker off the stage,&rdquo; and &ldquo;They sneered him out of the university.&rdquo;&nbsp; All of the sentences add an unexpected &ldquo;path prepositional phrase,&rdquo; (off her eyelashes, off the stage, out of the university) to a simple verb usage, to &ldquo;coerce&rdquo; the verb into a Caused-Motion Construction. So the laughing caused the speaker to leave the stage in embarrassment, just as the sneering caused him to leave the university in shame. Knowledge of the syntax and semantics of verbs is some of the most highly complex information to be captured in a lexical resource, and appropriate means for capturing and encoding the allowable coercive processes on verbs is key for two reasons. First, an understanding of the role of coercion is necessary to the representation of the full range of allowable verb usages. Second, coercion can be an important organizing principle &ndash; i.e., representing the complexity of verb usages without explicitly representing the operation of coercion will miss generalizations over verb usages and lead to less useful lexical resources. We have added to VerbNet the capability of flexibly producing representations indicated by the presence of the Caused-Motion Construction, and identified all the verb classes where it is a core construction, and the ones where it is easily produced via coercion. This necessitated a major restructuring of our representation of motion in general, especially paths of motion, that has affected over 100 verb classes.&nbsp; We also built classifiers to automatically detect instances of coerced Caused-Motion Construction, so that the appropriate representation could be associated with them (Hwang &amp; Palmer, *SEM 2015; Hwang, Dissertation, 2014; Hwang, et. al., LREC 2014; Bonial, et. al., RELMS 2011).&nbsp; This new version of VerbNet is freely downloadable on the web, and there are several web sites with supporting information.</p>\n<p><span style=\"white-space: pre;\"> </span>We also explored another thorny problem for NLP systems, light verb constructions such as &ldquo;take a bath, give a bath, give a speech,&rdquo; which are an especially productive type of multi-word expression.&nbsp; These phrases are not be interpreted as someone dragging a bathtub down the hall to hand over to another person, but rather as &ldquo;bathing&rdquo; events, just as &ldquo;give a speech&rdquo; involves a speaking event, rather than someone handing over a speech document.&nbsp; However, for the compu...",
  "por_txt_cntn": "\nAlthough the field of natural language processing (NLP) has made considerable strides in the automated processing of typical newswire language, the creativity with which people constantly \"coin\" new phrases causes great difficulty.  Current NLP systems assume they can combine the meaning of individual words into larger units in a compositional manner, relying on probabilities based on previously seen usages. However, the way authors and speakers continually combine words in previously unseen ways baffles the NLP systems. This proposal focused on extending our capabilities, in particular with respect to VerbNet, a pre-existing verb lexicion designed to be used by NLP systems,  to better enable the ability of NLP systems to deal with flexible and extensible usages of language.\n\n The process of meaning \"coercion\" is also central to the notion of flexibility in language. Coercion involves extending the usage of a word to a new context, as in \"She blinked the snow off of her eyelashes.\"  Blink is a verb that typically takes only one argument, and refers to an involuntary bodily process of opening and closing one's eyelids.  However, this sentence is completely understandable, with the meaning that she removed the snow from her eyelashes by blinking.  It is a classic example of a Caused-Motion Construction, similarly to \"They laughed the speaker off the stage,\" and \"They sneered him out of the university.\"  All of the sentences add an unexpected \"path prepositional phrase,\" (off her eyelashes, off the stage, out of the university) to a simple verb usage, to \"coerce\" the verb into a Caused-Motion Construction. So the laughing caused the speaker to leave the stage in embarrassment, just as the sneering caused him to leave the university in shame. Knowledge of the syntax and semantics of verbs is some of the most highly complex information to be captured in a lexical resource, and appropriate means for capturing and encoding the allowable coercive processes on verbs is key for two reasons. First, an understanding of the role of coercion is necessary to the representation of the full range of allowable verb usages. Second, coercion can be an important organizing principle &ndash; i.e., representing the complexity of verb usages without explicitly representing the operation of coercion will miss generalizations over verb usages and lead to less useful lexical resources. We have added to VerbNet the capability of flexibly producing representations indicated by the presence of the Caused-Motion Construction, and identified all the verb classes where it is a core construction, and the ones where it is easily produced via coercion. This necessitated a major restructuring of our representation of motion in general, especially paths of motion, that has affected over 100 verb classes.  We also built classifiers to automatically detect instances of coerced Caused-Motion Construction, so that the appropriate representation could be associated with them (Hwang &amp; Palmer, *SEM 2015; Hwang, Dissertation, 2014; Hwang, et. al., LREC 2014; Bonial, et. al., RELMS 2011).  This new version of VerbNet is freely downloadable on the web, and there are several web sites with supporting information.\n\n We also explored another thorny problem for NLP systems, light verb constructions such as \"take a bath, give a bath, give a speech,\" which are an especially productive type of multi-word expression.  These phrases are not be interpreted as someone dragging a bathtub down the hall to hand over to another person, but rather as \"bathing\" events, just as \"give a speech\" involves a speaking event, rather than someone handing over a speech document.  However, for the computer to process them appropriately they must first be detected.  Since they are extremely common and very productive, in that new types of light verb constructions appear every day, this is challenging.  We trained a state-of-the-art classifier for light verb detection, and performed several psycho..."
 }
}