{
 "awd_id": "1116023",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CSR: Small: Resource Management for 3D Communication Systems",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anita La Salle",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 98454.0,
 "awd_amount": 98454.0,
 "awd_min_amd_letter_date": "2011-08-03",
 "awd_max_amd_letter_date": "2011-08-03",
 "awd_abstract_narration": "This project addresses 3D communication which is becoming a viable medium for collaborative activities between geographically dispersed users. Supported by 3D realistic video reconstruction and real-time media transmission, fusion and rendering, this technology creates a shared visual cyberspace and delivers a strong sense of \"being-there\" for participants. Despite incremental progress, realization of this technology has not yet occured. One fundamental barrier is the need for investigating how to effectively connect multiple sites, aggregate and disseminate visual contents to the end user. \r\n\r\nResearch in this area is critical because of the following challenges:\r\n\r\n-3D communication is very resource-intensive in data, transmission and rendering, especially when multiple sites are connected. \r\n\r\n-3D communication represents a highly user-centric and interactive system. Traditional system-based resource management assuming limited set of user interests and quality-of-service measures becomes less effective. Instead, we need to investigate resource management to deliver quality-of-experience under the dynamics of user view. \r\n\r\n-3D communication represents a content-rich system where each site generates a set of 3D video streams. The correlation among these streams is more complicated as their importance is determined dynamically by the user interest. Traditional systems assuming a fixed multi-stream prioritization will fail. \r\n\r\n-Finally, the nature of physical collaboration requires the interconnection in a seamless way such that they operate like a single environment. However, the information needed to achieve desired global system behavior is scattered at each site which makes it a non-trivial problem to coordinate content dissemination among all sites. \r\n\r\nThe project will make contributions to enabling multi-party 3D communication via the investigation of a view-based multi-party/multi-stream management framework with two components: content organization methods (COM) and content dissemination services (CDS). \r\n\r\nThe project will provide valuable insights into building multi-party 3D collaborative systems through the perspective of resource allocation, content organization and dissemination, and user experience. The work will be evaluated using a real testbed involving multiple institutes across the Internet, the success of which will enable the rapid development and deployment of 3D communication. \r\n\r\nThe project will also provide a natural platform to incorporate research findings into curriculum development on distributed multimedia systems and engage graduate/undergraduate students into related research. The testbed will also serve high-school teachers and students via an outreach program. Florida International University is one of the largest minority institutes in the country but has a relatively small number of minority Ph.D. recipients. The PI is currently working with one Hispanic and one female Ph.D. students. It is  the PI's plan to leverage the funding and his prior experience to enlarge the presence of students from minor groups in computer science research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhenyu",
   "pi_last_name": "Yang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhenyu Yang",
   "pi_email_addr": "yangz@cs.fiu.edu",
   "nsf_id": "000513317",
   "pi_start_date": "2011-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida International University",
  "inst_street_address": "11200 SW 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "MIAMI",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3053482494",
  "inst_zip_code": "331992516",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "FL26",
  "org_lgl_bus_name": "FLORIDA INTERNATIONAL UNIVERSITY",
  "org_prnt_uei_num": "Q3KCVK5S9CP1",
  "org_uei_num": "Q3KCVK5S9CP1"
 },
 "perf_inst": {
  "perf_inst_name": "Florida International University",
  "perf_str_addr": "11200 SW 8TH ST",
  "perf_city_name": "MIAMI",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331992516",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "FL26",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735400",
   "pgm_ele_name": "CSR-Computer Systems Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 98454.0
  }
 ],
 "por": null
}