{
 "awd_id": "1116515",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Gordon Research Conference:2011 Enzymes, Coenzymes and Metabolic Pathways July 10-15, 2011 Waterville, New Hampshire",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dagmar Ringe",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 5000.0,
 "awd_amount": 5000.0,
 "awd_min_amd_letter_date": "2011-05-25",
 "awd_max_amd_letter_date": "2011-05-25",
 "awd_abstract_narration": "Intellectual Merit:\r\nThe Gordon Research Conference on Enzymes, Co-enzymes, and Metabolic Pathways will be held July 10-15, 2011 at the Waterville Valley Resort in Waterville, New Hampshire. There may be no other field of science that requires such a wide range of experimental approaches, theoretical frameworks and creative problem solving than the study of enzymes. The simple and  fundamental question of \"How do enzymes obtain their tremendous rate accelerations and specificities?\" is simple to ask, but after over 100 years of study, is still enigmatic. Despite many areas of science being revolutionized by genomics, proteomics and metabolomic approaches, the understanding of enzyme mechanism and function still requires carefully designed integrated experiments that cover the spectrum of physics, chemistry, and biology. The practical importance of understanding enzymes is enormous because of their value as drug targets and industrial catalysts. Moreover, understanding and exploiting the processes of life requires that individual reactions be understood in the contexts of their metabolic pathways. It is at this level that life becomes genuinely more than the sum of the chemistry. The sessions and speakers in this conference will explore both fundamental and applied aspects of enzymology in the context of single enzymes and entire metabolic pathways.\r\n\r\n\r\nBroader Impacts:\r\nThe Gordon Research Conference on Enzymes, Coenzymes, and Metabolic Pathways is one of the most influential meetings in the broad area of enzymology and has thrived for more than 60 years.This year's conference is co-chaired by a female enzymologist, and a significant proportion of the speakers and discussion leaders have been chosen from underrepresented groups. In addition, the eight short talks over the week will be populated with speakers from underrepresented groups. The unrushed, open format of the conference  facilitates networking opportunities and intellectual development for graduate students and postdocs. In many important ways this unique gathering each year provides the seeds for growing this field of research and fostering the development of new investigators.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Stivers",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Stivers",
   "pi_email_addr": "jstivers@jhmi.edu",
   "nsf_id": "000472985",
   "pi_start_date": "2011-05-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anne-Frances",
   "pi_last_name": "Miller",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anne-Frances Miller",
   "pi_email_addr": "afmill3r2@gmail.com",
   "nsf_id": "000223260",
   "pi_start_date": "2011-05-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Gray",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy R Gray",
   "pi_email_addr": "nsf@grc.org",
   "nsf_id": "000206836",
   "pi_start_date": "2011-05-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gordon Research Conferences",
  "inst_street_address": "5586 POST RD UNIT 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST GREENWICH",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4017834011",
  "inst_zip_code": "028183454",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "GORDON RESEARCH CONFERENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "XL5ANMKWN557"
 },
 "perf_inst": {
  "perf_inst_name": "Gordon Research Conferences",
  "perf_str_addr": "512 Liberty Lane",
  "perf_city_name": "West Kingston",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028921502",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 5000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p>The Gordon Research<br />Conference on ENZYMES,<br />COENZYMES &amp; METABOLIC PATHWAYS was held at Waterville Valley Resort,<br />Waterville Valley, New Hampshire, July 10-15, 2011. The Conference was<br />well-attended with 161 participants (attendees list attached). The attendees<br />represented the spectrum of endeavor in this field coming from academia,<br />industry, and government laboratories, both U.S. and foreign scientists, senior<br />researchers, young investigators, and students. Of the 161 attendees, 101 voluntarily<br />responded to a general inquiry regarding ethnicity which appears on our<br />registration forms. Of the 101 respondents, 25% were Minorities &ndash; 4% Hispanic,<br />19% Asian &amp; 2% African American.&nbsp;<br />Approximately 30% of the participants at the 2011 meeting were women.</p>\n<p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br /></p>\n<p class=\"CM2\">&nbsp;In designing the formal speakers program,<br />emphasis was placed on current unpublished research and discussion of the<br />future target areas in this field. There was a conscious effort to stimulate<br />lively discussion about the key issues in the field today. Time for formal<br />presentations was limited in the interest of group discussions. In order that<br />more scientists could communicate their most recent results, poster<br />presentation time was scheduled. Attached is a copy of the formal schedule and<br />speaker program and the poster program. In addition to these formal<br />interactions, \"free time\" was scheduled to allow informal<br />discussions. Such discussions are fostering new collaborations and joint<br />efforts in the field.</p>\n<p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br />&nbsp;Thank you for<br />your support of this Conference. As you know, in the interest of promoting the<br />presentation of unpublished and frontier-breaking research, Gordon Research<br />Conferences does not permit publication of meeting proceedings.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/14/2011<br>\n\t\t\t\t\tModified by: Nancy&nbsp;R&nbsp;Gray</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\n\nThe Gordon Research\nConference on ENZYMES,\nCOENZYMES &amp; METABOLIC PATHWAYS was held at Waterville Valley Resort,\nWaterville Valley, New Hampshire, July 10-15, 2011. The Conference was\nwell-attended with 161 participants (attendees list attached). The attendees\nrepresented the spectrum of endeavor in this field coming from academia,\nindustry, and government laboratories, both U.S. and foreign scientists, senior\nresearchers, young investigators, and students. Of the 161 attendees, 101 voluntarily\nresponded to a general inquiry regarding ethnicity which appears on our\nregistration forms. Of the 101 respondents, 25% were Minorities &ndash; 4% Hispanic,\n19% Asian &amp; 2% African American. \nApproximately 30% of the participants at the 2011 meeting were women.\n\n\n\n\n \n\n\n\n\n In designing the formal speakers program,\nemphasis was placed on current unpublished research and discussion of the\nfuture target areas in this field. There was a conscious effort to stimulate\nlively discussion about the key issues in the field today. Time for formal\npresentations was limited in the interest of group discussions. In order that\nmore scientists could communicate their most recent results, poster\npresentation time was scheduled. Attached is a copy of the formal schedule and\nspeaker program and the poster program. In addition to these formal\ninteractions, \"free time\" was scheduled to allow informal\ndiscussions. Such discussions are fostering new collaborations and joint\nefforts in the field.\n\n\n\n\n \n\n\n\n Thank you for\nyour support of this Conference. As you know, in the interest of promoting the\npresentation of unpublished and frontier-breaking research, Gordon Research\nConferences does not permit publication of meeting proceedings.\n\n\t\t\t\t\tLast Modified: 12/14/2011\n\n\t\t\t\t\tSubmitted by: Nancy R Gray"
 }
}