{
 "awd_id": "1116921",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "III: Small: Collaborative Research: Shape Differences in the Biological Sciences",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 70017.0,
 "awd_amount": 70017.0,
 "awd_min_amd_letter_date": "2011-06-29",
 "awd_max_amd_letter_date": "2011-06-29",
 "awd_abstract_narration": "Finding and quantifying differences between shapes is important in many areas of the biological sciences.   This methodological research will contribute to ongoing research in two areas, neuroscience and paleontology.  In neuroscience, the interest is mainly in tracking the progress of Alzheimer's disease and normal aging processes in the brain, and relating the 3D shape changes seen in MRI scans to cognitive measurements and other variables.  NIH studies provide access to large amounts of such data. In paleontology, the only information on many extinct species comes from fossils, and estimates of the relationships between these fossil species and human ancestors is based largely on differences and similarities of shape. The goal is to put fossil shape data into the context of much larger sets of data collected from existing species, both morphological and genomic data from earlier research. \r\n\r\nThis collaboration is interested in defining and computing what it means for three-dimensional biological shapes to resemble each other; as specific examples, they consider the shapes of fossil primate bones and of regions in the brain such as the hippocampus.  Current practical measures of shape difference are based on sets of corresponding point samples on the object surfaces.  The team will add a surface mesh connecting these corresponding points, and represent a shape by the vector of the lengths of the edges in its copy of the mesh. The distance between two shapes is then the Euclidean distance between their corresponding edge vectors.  This representation has some attractive mathematical properties. With a few simple additional requirements on the mesh, the edge-length vectors form a high-dimensional Euclidean space, within which standard statistical analyses can be performed.  Second, the measure is invariant to rotations and translations not only of the entire object, but to a large extent to transformations of one part of the object with respect to the rest.  \r\n\r\nThe research will include experimental work to compare the proposed metric and\r\ncurrent methods in both neurobiology and in physical anthropology.  They also intend to work on methods to simplify finding and optimizing corresponding points and meshes connecting them on input specimens, a perennial problem in three-dimensional data analysis. Not only is this important to facilitate experiments, but having a good practical shape metric will help improve techniques in this area. Finally, the team plans work on interesting related mathematical problems, specifically the convergence of the metric to property of smooth surfaces as the sampling density is increased  \r\n\r\nThere are plans to release both software for the use of practitioners and ensembles of data annotated with corresponding meshes for the use of other researchers into the methodology of shape differences.  In this way the research should benefit many others who analyze shape differences: our colleagues in paleontology and neuroscience, people who study the anatomy of humans, other animals and even plants, forensic scientists, and others.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Delson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Delson",
   "pi_email_addr": "eric.delson@lehman.cuny.edu",
   "nsf_id": "000155527",
   "pi_start_date": "2011-06-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Katherine",
   "pi_last_name": "St John",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Katherine A St John",
   "pi_email_addr": "katherine.stjohn@hunter.cuny.edu",
   "nsf_id": "000438599",
   "pi_start_date": "2011-06-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Harcourt-Smith",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "William E Harcourt-Smith",
   "pi_email_addr": "willhs@amnh.org",
   "nsf_id": "000159781",
   "pi_start_date": "2011-06-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Melissa",
   "pi_last_name": "Tallman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Melissa Tallman",
   "pi_email_addr": "ltallman@gmail.com",
   "nsf_id": "000465115",
   "pi_start_date": "2011-06-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Research Foundation Of The City University Of New York (Lehman)",
  "inst_street_address": "250 BEDFORD PARK BLVD W",
  "inst_street_address_2": "",
  "inst_city_name": "BRONX",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7189608107",
  "inst_zip_code": "104681527",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "DJ4SM8UQBHT7"
 },
 "perf_inst": {
  "perf_inst_name": "Research Foundation Of The City University Of New York (Lehman)",
  "perf_str_addr": "250 BEDFORD PARK BLVD W",
  "perf_city_name": "BRONX",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "104681527",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 70017.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project represents a collaboration between Lehman College (City University of New York) and the University of California, Davis. The Lehman portion of the research is carried out at the American Museum of Natural History, which provides space and facilities.</p>\n<p>The overall goal of this project is to study the problem of measuring the differences in the shapes of biological forms, such as skulls and brains. We use the approach known as three-dimensional geometric morphometrics (3D GM), which involves making 3D scans of the surface of a structure and selecting landmarks (e.g., bone contact points or endpoints of curves) which are found on all the similar structures under study. For example, if we have 100 skulls of baboons, we can scan these and select a variety of landmarks which will be equivalent (homologous, in evolutionary terms). Using the Landmark Editor computer program (which we designed in a previous project and made available for use by colleagues without cost), we can locate each <br />andmark on each skull and mark them so that their positions can be compared <br />using 3D GM programs.</p>\n<p>The primary question on which we have been working is how to study fossils which have been distorted by the pressures associated with fossilization. Once a skull, say, is separated after an animal's death, it may be covered by mud, buried or transported by water. It may be crushed, warped or twisted, and parts may be broken off. This makes it hard to analyze this fossil, both because its true shape has been modified and because landmarks cannot be correctly placed due to deformation or loss of the surface on which they would occur. Various researchers have tried to develop ways to reconstruct the original shape, but most of these do not work well.</p>\n<p>We have developed and extended a method of undoing this deformation by restoring symmetry using a mathematical algorithm (formulas). We term this approach \"retrodeformation\". We apply an algorithm previously published by Amenta and colleagues (Ghosh, Amenta and Kazhdan, 2010) to a surface scan of a deformed fossil in order to restore symmetry.&nbsp;</p>\n<p>In order to test our retrodeformation approach, we manually deformed several plaster replicas of a single modern monkey cranium. We applied our algorithm to scans of the deformed replicas, then compared the results to a scan of the original undeformed specimen, using geometric morphometric methods to analyze the similarity among the three \"stages\" of each deformation. The level of similarity was assessed using the range of variation within and between&nbsp;similar modern species. Several of our retrodeformed trials were significantly more similar to the original than was the deformed replica.</p>\n<p>We also tested the method on a 2 million year old fossil monkey cranium of <em>Paradolichopithecus arvernensis</em>, from Romania. Twisting of the palate with respect to the braincase, which could not be corrected through manual preparation of the actual fossil, was removed with our algorithmic approach. This work is being prepared for publication.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/03/2013<br>\n\t\t\t\t\tModified by: Eric&nbsp;Delson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project represents a collaboration between Lehman College (City University of New York) and the University of California, Davis. The Lehman portion of the research is carried out at the American Museum of Natural History, which provides space and facilities.\n\nThe overall goal of this project is to study the problem of measuring the differences in the shapes of biological forms, such as skulls and brains. We use the approach known as three-dimensional geometric morphometrics (3D GM), which involves making 3D scans of the surface of a structure and selecting landmarks (e.g., bone contact points or endpoints of curves) which are found on all the similar structures under study. For example, if we have 100 skulls of baboons, we can scan these and select a variety of landmarks which will be equivalent (homologous, in evolutionary terms). Using the Landmark Editor computer program (which we designed in a previous project and made available for use by colleagues without cost), we can locate each \nandmark on each skull and mark them so that their positions can be compared \nusing 3D GM programs.\n\nThe primary question on which we have been working is how to study fossils which have been distorted by the pressures associated with fossilization. Once a skull, say, is separated after an animal's death, it may be covered by mud, buried or transported by water. It may be crushed, warped or twisted, and parts may be broken off. This makes it hard to analyze this fossil, both because its true shape has been modified and because landmarks cannot be correctly placed due to deformation or loss of the surface on which they would occur. Various researchers have tried to develop ways to reconstruct the original shape, but most of these do not work well.\n\nWe have developed and extended a method of undoing this deformation by restoring symmetry using a mathematical algorithm (formulas). We term this approach \"retrodeformation\". We apply an algorithm previously published by Amenta and colleagues (Ghosh, Amenta and Kazhdan, 2010) to a surface scan of a deformed fossil in order to restore symmetry. \n\nIn order to test our retrodeformation approach, we manually deformed several plaster replicas of a single modern monkey cranium. We applied our algorithm to scans of the deformed replicas, then compared the results to a scan of the original undeformed specimen, using geometric morphometric methods to analyze the similarity among the three \"stages\" of each deformation. The level of similarity was assessed using the range of variation within and between similar modern species. Several of our retrodeformed trials were significantly more similar to the original than was the deformed replica.\n\nWe also tested the method on a 2 million year old fossil monkey cranium of Paradolichopithecus arvernensis, from Romania. Twisting of the palate with respect to the braincase, which could not be corrected through manual preparation of the actual fossil, was removed with our algorithmic approach. This work is being prepared for publication.\n\n\t\t\t\t\tLast Modified: 12/03/2013\n\n\t\t\t\t\tSubmitted by: Eric Delson"
 }
}