{
 "awd_id": "1116892",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "AF: Small: Frameworks for Design and Analysis of Heuristics",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Balasubramanian Kalyanasundaram",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 350000.0,
 "awd_amount": 358000.0,
 "awd_min_amd_letter_date": "2011-08-08",
 "awd_max_amd_letter_date": "2012-03-14",
 "awd_abstract_narration": "At the core of many of the tasks we need computers to solve lie a collection of important, though difficult, optimization problems. These problems can be hard to solve optimally, and as a result they have typically been attacked through two distinct approaches.  The first is to construct algorithms with provable worst-case approximation guarantees.  This approach has the advantage of provable guarantees but the disadvantage that these guarantees can be fairly poor. The second approach is to develop natural heuristics and to test them on benchmark problems. This approach has the advantage of producing techniques that can work well in practical settings similar to the benchmarks, but the disadvantage that the conditions needed for good performance are often not well understood. This project aims to bridge the gap between these approaches: to develop new theoretical foundations for the analysis of non-worst-case guarantees, as well as new tools for the design of formally-justified heuristics.\r\n\r\nSpecifically, this project will pursue four main directions.  The first is the analysis of implicit assumptions in problem formulations. Often the objective function used in an optimization problem is a proxy for a goal that cannot be directly measured by the algorithm, and thus the instance already needs to have the property that these two are related.  This relation is often not explicitly stated and yet can potentially provide usable structure an algorithm can use.  The second is analysis of natural conditions on inputs due to how they are constructed.  For example, if certain parts of the instance given to the algorithm are the result of noisy measurements, then the algorithm can be flexible to their exact values.  The third is development of fast methods to test the \"niceness\" of an instance, which can then be used in the selection of an appropriate algorithm for that instance. Finally, the last direction is the development of algorithms that provide a smooth transition between their performance on stable and unstable instances with applications to privacy-preserving data analysis.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Avrim",
   "pi_last_name": "Blum",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Avrim Blum",
   "pi_email_addr": "avrim@ttic.edu",
   "nsf_id": "000445508",
   "pi_start_date": "2011-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 FORBES AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779600",
   "pgm_ele_name": "Algorithmic Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7926",
   "pgm_ref_txt": "ALGORITHMS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 350000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project developed new techniques to advance the state-of-the-art for difficult optimization problems involving both analyzing data and helping to preserve the privacy of individuals whose data is being analyzed.&nbsp; One advance developed in this project is an algorithm for answering sensitive questions about social networks in ways that rigorously preserve the privacy of the individuals involved, yet are able to return fairly accurate answers when the network satisfies appropriate stability properties.&nbsp; In general, for the types of questions we consider, it is not possible to give accurate answers while also adhering to a strict condition known as differential-privacy, because the answers could be sensitive to small changes in the network.&nbsp; In this work, we allow the analyst (who is asking the question) to specify conditions that he or she believes the network satisfies and under which the answers would not be so sensitive.&nbsp; While our algorithm can neither confirm nor deny whether these conditions hold (because doing so might violate the privacy guarantees) it is able to produce answers such that if the analyst is correct, then the answers are indeed accurate.&nbsp; Our work also developed new privacy guarantees for a widely-used class of &ldquo;dimension-reduction&rdquo; methods.&nbsp; These methods are typically used to make a large dataset smaller and more manageable, but we show that they also enjoy strong privacy-preservation properties.&nbsp; Another advance in this project was the development of algorithms for quickly estimating the complexity of certain machine learning tasks, in order to guide how data is collected and the internal representation of data used by machine learning algorithms.&nbsp; This project also developed a new understanding of how relations among different machine learning tasks can be used to develop algorithms that achieve high accuracy from just a small amount of human-labeled data.&nbsp; Finally, new algorithms for clustering data as well as new methods for estimating the accuracy of learned rules were developed in this work.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/02/2014<br>\n\t\t\t\t\tModified by: Avrim&nbsp;L&nbsp;Blum</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project developed new techniques to advance the state-of-the-art for difficult optimization problems involving both analyzing data and helping to preserve the privacy of individuals whose data is being analyzed.  One advance developed in this project is an algorithm for answering sensitive questions about social networks in ways that rigorously preserve the privacy of the individuals involved, yet are able to return fairly accurate answers when the network satisfies appropriate stability properties.  In general, for the types of questions we consider, it is not possible to give accurate answers while also adhering to a strict condition known as differential-privacy, because the answers could be sensitive to small changes in the network.  In this work, we allow the analyst (who is asking the question) to specify conditions that he or she believes the network satisfies and under which the answers would not be so sensitive.  While our algorithm can neither confirm nor deny whether these conditions hold (because doing so might violate the privacy guarantees) it is able to produce answers such that if the analyst is correct, then the answers are indeed accurate.  Our work also developed new privacy guarantees for a widely-used class of \"dimension-reduction\" methods.  These methods are typically used to make a large dataset smaller and more manageable, but we show that they also enjoy strong privacy-preservation properties.  Another advance in this project was the development of algorithms for quickly estimating the complexity of certain machine learning tasks, in order to guide how data is collected and the internal representation of data used by machine learning algorithms.  This project also developed a new understanding of how relations among different machine learning tasks can be used to develop algorithms that achieve high accuracy from just a small amount of human-labeled data.  Finally, new algorithms for clustering data as well as new methods for estimating the accuracy of learned rules were developed in this work. \n\n \n\n\t\t\t\t\tLast Modified: 10/02/2014\n\n\t\t\t\t\tSubmitted by: Avrim L Blum"
 }
}