{
 "awd_id": "1116343",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Time Traveler",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William E. Zamer",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 29866.0,
 "awd_amount": 29866.0,
 "awd_min_amd_letter_date": "2011-02-09",
 "awd_max_amd_letter_date": "2011-02-09",
 "awd_abstract_narration": "This project will develop a bioinformatics computational platform that crosses the disciplinary boundaries of art and science. It connects 3-D object animation with computational fluid dynamics, heat and mass transfer engineering, morphology, physiology, behavior, ecology, evolution, earth sciences, remote-sensing and GIS technologies. This research addresses the question: \"What has been/is/will be the role of climate, topography and plant environments in defining animal body sizes, shapes and distributions in the geological past, the present and future?\" This work will include the use of state-of-the-art mechanistic models of global and local environments and selected terrestrial and marine vertebrates and invertebrates. The approach is very cross disciplinary involving genetics, biochemistry, and engineering/physics-based heat, mass and momentum transfer models of animals in terrestrial and marine environments. The investigators will be modeling mobile animals that can select their local physical environments on an hourly basis throughout the year and for multiple years to define growth potential, reproductive potential and distribution limits. The results of this project will generate computational and database  resources and tools for scientific research, high school and college student instruction and interactive lay public access to computer explorations of how ancient, modern and future environments have altered, or will alter how and where species can successfully exist on earth. This research will develop resources useful to governmental regulatory agencies, university and NGO scientists as well as policy specialists, and will lead to advances in understanding the biophysics, energetics, behavior, ecology and evolution of animals. This work will create opportunities to pique the curiosity of young students and the lay public, and create a virtual environment where they can explore the constraints that define the kinds of animals that can successfully survive, grow and reproduce in local environments.  These computer resources will be developed and made available on a website accessible via http://www.zoology.wisc.edu/faculty/Por/Por.html.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Warren",
   "pi_last_name": "Porter",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Warren P Porter",
   "pi_email_addr": "wpporter@wisc.edu",
   "nsf_id": "000300752",
   "pi_start_date": "2011-02-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 29866.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Major activities</strong></p>\n<p>We had to solve problems in digital 3-D graphics, computational fluid dynamics (CFD), and experimental measurements of a physical replica of the virtual animal.</p>\n<p>The major activity for the year of funding was developing a method to create animated 3-D animals, insert them into CFD and determine drag and heat transfer properties. This allows study of animals interacting with their marine/aquatic environments and/or terrestrial environments. It opens major new research opportunities for studying ancient, modern and future climate scenarios and fossil and living animals in those climates and how they will function.</p>\n<p>&nbsp;</p>\n<p><strong>Specific objectives</strong></p>\n<p>1) Create a three-dimensional virtual image of an animal, convert the polygon surface that describes it to a NURBS (Non Uniform Rational B-Spline) surface.</p>\n<p>&nbsp;</p>\n<p>2) Animate the virtual animal and determine how to prevent the NURBS \"solid\" surface from \"tearing\" when it moves.</p>\n<p>&nbsp;</p>\n<p>3) Perform CFD on the virtual animal to determine drag and heat transfer coefficients.</p>\n<p>&nbsp;</p>\n<p>4) Conduct momentum balance and force balance experiments in a wind tunnel on a solid object and a CFD &lsquo;identical&rsquo; virtual animal to compare experimental and computational drag and heat transfer.</p>\n<p>&nbsp;</p>\n<p><strong>Significant results</strong></p>\n<p>We reached all our objectives. One published paper describes our scale model&nbsp;solid elephant and a virtual elephant of exactly the same dimensions and shape revealing excellent agreement between theory and experiment. A second paper on modern and future distributions of the leatherback sea turtle on land and at sea is tentatively accepted pending revisions. Our unique processes allow design of any type of animal, animation if necessary (e.g. if swimming), and accurately determining drag and heat transfer properties using CFD. The CFD properties are then inserted into our microclimate/animal models, Niche Mapper&trade;, that converts macroclimate to microclimate data and uses literature and our own animal data to compute energetics, behavior, life history properties and distribution limits in space and time.</p>\n<p>&nbsp;</p>\n<p><strong>Key outcomes or other achievements</strong></p>\n<p>Technologies that we developed and tested integrate art, engineering and biology and provide a quantitative reliable method of studying animals' functions <em>in silico</em> that will help clarify evolutionary selection on animal size and shape in the ancient past, the present and in future climate scenarios. Our unique processes open the door to quantitative research on ancient, modern and future climate effects on animals that existed in the geological past, the present and the&nbsp;coming warming futures. The processes can also be used to &lsquo;design&rsquo; modern domestic animals to improve their productivity and assess how they will function in warming climates, e.g. change coat color, fur depth and/or density or body size and determine how that impacts food and water requirements, habitat requirements and productivity potential. Local habitat modifications, distance between water sources, shade and wind can all be evaluated on the computer before being implemented, saving time and money.</p>\n<p>&nbsp;</p>\n<p><strong>Training and Development:</strong></p>\n<p>Chad Smith, the art graduate student, developed a process for quickly creating a 3-D animal, converting the 3-D mesh to a NURBS format, and created a 'wrapper' to prevent the NURBS model from 'tearing' when it was animated.</p>\n<p>&nbsp;</p>\n<p>Peter Dudley, the Zoology graduate student, learned to use ANSYS Fluent, v. 14, the only commercial CFD program accommodating shape change with motion to simulate swimming and wrote both papers.</p>\n<p>&nbsp;</p>\n<p>Dr. Riccardo Bonazza, Prof. of Engineering Physics, performed the...",
  "por_txt_cntn": "\nMajor activities\n\nWe had to solve problems in digital 3-D graphics, computational fluid dynamics (CFD), and experimental measurements of a physical replica of the virtual animal.\n\nThe major activity for the year of funding was developing a method to create animated 3-D animals, insert them into CFD and determine drag and heat transfer properties. This allows study of animals interacting with their marine/aquatic environments and/or terrestrial environments. It opens major new research opportunities for studying ancient, modern and future climate scenarios and fossil and living animals in those climates and how they will function.\n\n \n\nSpecific objectives\n\n1) Create a three-dimensional virtual image of an animal, convert the polygon surface that describes it to a NURBS (Non Uniform Rational B-Spline) surface.\n\n \n\n2) Animate the virtual animal and determine how to prevent the NURBS \"solid\" surface from \"tearing\" when it moves.\n\n \n\n3) Perform CFD on the virtual animal to determine drag and heat transfer coefficients.\n\n \n\n4) Conduct momentum balance and force balance experiments in a wind tunnel on a solid object and a CFD æidenticalÆ virtual animal to compare experimental and computational drag and heat transfer.\n\n \n\nSignificant results\n\nWe reached all our objectives. One published paper describes our scale model solid elephant and a virtual elephant of exactly the same dimensions and shape revealing excellent agreement between theory and experiment. A second paper on modern and future distributions of the leatherback sea turtle on land and at sea is tentatively accepted pending revisions. Our unique processes allow design of any type of animal, animation if necessary (e.g. if swimming), and accurately determining drag and heat transfer properties using CFD. The CFD properties are then inserted into our microclimate/animal models, Niche Mapper&trade;, that converts macroclimate to microclimate data and uses literature and our own animal data to compute energetics, behavior, life history properties and distribution limits in space and time.\n\n \n\nKey outcomes or other achievements\n\nTechnologies that we developed and tested integrate art, engineering and biology and provide a quantitative reliable method of studying animals' functions in silico that will help clarify evolutionary selection on animal size and shape in the ancient past, the present and in future climate scenarios. Our unique processes open the door to quantitative research on ancient, modern and future climate effects on animals that existed in the geological past, the present and the coming warming futures. The processes can also be used to ædesignÆ modern domestic animals to improve their productivity and assess how they will function in warming climates, e.g. change coat color, fur depth and/or density or body size and determine how that impacts food and water requirements, habitat requirements and productivity potential. Local habitat modifications, distance between water sources, shade and wind can all be evaluated on the computer before being implemented, saving time and money.\n\n \n\nTraining and Development:\n\nChad Smith, the art graduate student, developed a process for quickly creating a 3-D animal, converting the 3-D mesh to a NURBS format, and created a 'wrapper' to prevent the NURBS model from 'tearing' when it was animated.\n\n \n\nPeter Dudley, the Zoology graduate student, learned to use ANSYS Fluent, v. 14, the only commercial CFD program accommodating shape change with motion to simulate swimming and wrote both papers.\n\n \n\nDr. Riccardo Bonazza, Prof. of Engineering Physics, performed the high-speed wind tunnel measurements of momentum and heat transfer for the scale model aluminum animals.\n\n \n\nDr. Stephen Hilyard, advisor to Chad Smith with the PI, suggested the 'wrapper' technique that proved successful in preventing the NURBS model from tearing and did the swimming leatherback sea turtle animation.\n\n \n\nThe PI learned 3-D modeling and animation techniques fr..."
 }
}