{
 "awd_id": "1116541",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RI: Small: Addressing Visual Analogy Problems on the Raven's Intelligence Test",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032924481",
 "po_email": "hmunoz@nsf.gov",
 "po_sign_block_name": "Hector Munoz-Avila",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2011-07-29",
 "awd_max_amd_letter_date": "2012-07-30",
 "awd_abstract_narration": "This proposal aims to create purely image-based reasoning methods for solving visual analogy problems, particularly so-called Raven's Progressive Matrices (RPM) problems. The project draws on recent results from the study of human cognition as well computer science and mathematics. Raven's Progressive Matrices consist wholly of visual analogy problems in which a matrix of geometric figures is presented with one entry missing, and the correct missing entry must be selected from a set of answer choices. Recent analysis of RPM data suggests that although in general the performance of individuals with autism on most intelligence tests is significantly inferior to that of typically developing individuals, on the Raven's test the performance of the two groups is comparable. This data is consistent with the \"Thinking in Pictures\" hypothesis that has been proposed as a potential, partial cognitive explanation of autism. In both artificial intelligence and psychology, current theories of solving RPM problems first convert the visual inputs into verbal representations and then process the verbal representations. In contrast, this project explores the hypothesis that many RPM problems can be solved using only visual representations, without extracting any verbal representations from the input images. This project will develop and analyze computational techniques for addressing RPM problems with only visual representations. \r\n\r\nIn particular, this project will develop a novel algorithm based on affine transformations for addressing RPM problems as well as a second algorithm that makes use of fractal encodings.  With both approaches -- affine and fractal -- the project seeks to achieve human-level performance on RPM in terms of percentages of problems solved correctly. The two algorithms will also be tested on the \"odd-man-out\" corpus that contains thousands of visual analogy problems. The project will formally characterize the set of visual analogy problems for which the affine and fractal algorithms are applicable, analyze the computational properties of the algorithms, construct proofs of their correctness for specific classes of problems, and compare the errors made by the two algorithms with those made by two groups of humans -- typically developing individuals and individuals with autism. The project will parameterize the visual algorithms to detect the settings under which the patterns of errors made by an algorithm on RPM problems most closely match the error patterns of the two human groupings. \r\n\r\nAutism is an important problem of growing social concern. While the thinking-in-pictures hypothesis has long been a significant insight into cognition in autism, and empirical evidence -- both behavioral and neuroimaging -- in its favor is increasing, there have been no computational models for it. The proposed research would help provide a computational form to this hypothesis and may help establish a disposition towards visual thinking with autism. RPM is considered one of the core tests of intelligence, and although there have been several suggestions about the visuospatial nature of RPM problems, all current computational models addressing such visual analogy problems use sequential processing on propositional representations of the input images. The algorithms from this project that rely on visual representations for RPM could provide new insights into intelligence testing. Lastly, while fractal encodings have been used in computer graphics for generating images and in computer vision for texture analysis in image processing, this project's use of fractal encodings for visual analogies on intelligence tests will contribute to knowledge of fractal computing.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ashok",
   "pi_last_name": "Goel",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Ashok K Goel",
   "pi_email_addr": "ashok.goel@cc.gatech.edu",
   "nsf_id": "000284024",
   "pi_start_date": "2011-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 NORTH AVE NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 165546.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 284454.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Raven&rsquo;s Progressive Matrices (RPM) test is a standardized test of human intelligence. The RPM test consists of visually presented, geometric-analogy problems in which a matrix of geometric figures is presented with one entry missing, and the correct missing entry must be selected from a set of answer choices. Despite its widespread use, neither the cognitive nor the computational characteristics of the processes of addressing RPM problems are well understood. Previous computational models have focused on analytical methods that extract verbal representations of the input images and perform logical operations on the verbal representations. In contrast, we have developed novel imagistic methods that operate directly on visual representations of the input images.</p>\n<p>In particular, we have developed two imagistic methods of addressing RPM problems and implemented them in computer programs. The first method uses iconic representations of the input RPM problems, and affine and set operations on the iconic representations to address the problem. Implementation of this method in a computer program shows that the performance of this method on RPM problems is comparable to that of the traditional analytical models. We have used this iconic analogy method to address problems not only on the standard RPM test but also the color RPM test often given to young children and the advanced RPM test for very intelligent humans. In addition, this work has led to a new classification of errors on the standard RPM test.</p>\n<p>The second imagistic method uses fractal encodings of an RPM matrix problem to generate solutions for the problem. The fractal representations rely on grayscale pixel values from an image of an RPM problem and are grounded in the mathematical theory of fractal image compression. Computer implementation of this method shows that its performance on RPM problems is comparable to that of the traditional analytical models. We have also used this method of fractal analogies to address problems on the Odd One Out test and the Core Geometry test. In addition, we have used the fractal analogy method to model bistable perception of Necker Cube.</p>\n<p>This project has led to Ph.D. dissertations written by Mathilee Kunda and Keith McGreggor. It has resulted in several conference papers, journal papers, and book chapters in leading publications in artificial intelligence, cognitive systems, cognitive science, and diagrammatic reasoning. More broadly, this work has provided new insights into the nature of mental representations and reasoning in both humans and computers.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/26/2016<br>\n\t\t\t\t\tModified by: Ashok&nbsp;K&nbsp;Goel</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe RavenÆs Progressive Matrices (RPM) test is a standardized test of human intelligence. The RPM test consists of visually presented, geometric-analogy problems in which a matrix of geometric figures is presented with one entry missing, and the correct missing entry must be selected from a set of answer choices. Despite its widespread use, neither the cognitive nor the computational characteristics of the processes of addressing RPM problems are well understood. Previous computational models have focused on analytical methods that extract verbal representations of the input images and perform logical operations on the verbal representations. In contrast, we have developed novel imagistic methods that operate directly on visual representations of the input images.\n\nIn particular, we have developed two imagistic methods of addressing RPM problems and implemented them in computer programs. The first method uses iconic representations of the input RPM problems, and affine and set operations on the iconic representations to address the problem. Implementation of this method in a computer program shows that the performance of this method on RPM problems is comparable to that of the traditional analytical models. We have used this iconic analogy method to address problems not only on the standard RPM test but also the color RPM test often given to young children and the advanced RPM test for very intelligent humans. In addition, this work has led to a new classification of errors on the standard RPM test.\n\nThe second imagistic method uses fractal encodings of an RPM matrix problem to generate solutions for the problem. The fractal representations rely on grayscale pixel values from an image of an RPM problem and are grounded in the mathematical theory of fractal image compression. Computer implementation of this method shows that its performance on RPM problems is comparable to that of the traditional analytical models. We have also used this method of fractal analogies to address problems on the Odd One Out test and the Core Geometry test. In addition, we have used the fractal analogy method to model bistable perception of Necker Cube.\n\nThis project has led to Ph.D. dissertations written by Mathilee Kunda and Keith McGreggor. It has resulted in several conference papers, journal papers, and book chapters in leading publications in artificial intelligence, cognitive systems, cognitive science, and diagrammatic reasoning. More broadly, this work has provided new insights into the nature of mental representations and reasoning in both humans and computers.\n\n\t\t\t\t\tLast Modified: 05/26/2016\n\n\t\t\t\t\tSubmitted by: Ashok K Goel"
 }
}