{
 "awd_id": "1116427",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Developing Computational Thinking through Digital Storytelling: Coping with the Effects of the Oil Spill",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032925197",
 "po_email": "mmcclure@nsf.gov",
 "po_sign_block_name": "Marilyn McClure",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2012-03-31",
 "tot_intn_awd_amt": 169399.0,
 "awd_amount": 169399.0,
 "awd_min_amd_letter_date": "2011-04-01",
 "awd_max_amd_letter_date": "2011-04-01",
 "awd_abstract_narration": "The dual motivations for this proposal are to address a nationally recognized need to prepare a computationally savvy 21st Century workforce, and the immediate need to respond to the emotional impact of the Deepwater Horizon Oil Spill. There is a growing recognition of the importance of computational thinking, a set of strategies, skills, and capacities that draw on ideas from the computing disciplines. These skills are valuable for understanding and solving problems in a wide range of contexts beyond the field of computer science, and can help students to be competitive in the global innovation economy.\r\n\r\nSince the Deepwater Horizon rig exploded in April 2010 and oil began gushing into the\r\nGulf of Mexico, individuals, families, and communities along the coast of the Gulf have been stressed by threats to their livelihoods, their health, and their immediate environment. Confronted with 206 million gallons of oil, the water, fishing and tourism industries took a downturn. Impacted students in the region were not in school during much of the time of the disaster, and when they returned, many may not have had the opportunity to share their personal experiences with their peer groups. Although the spill was stopped, the aftereffects still loom. The time is ripe, then, to aid students in documenting, reflecting, and grappling with the specifics of the disaster, their emotional responses to it, and productive ways to cope, as well as study the spill in the immediate environment in which it is taking place.\r\n\r\nIn this project, the PI partners with an urban elementary school site (> 98% minority population) in New Orleans, Louisiana, to develop, implement, and study new instructional materials that place the cultivation of computational thinking into the context of social and emotional learning.  More specifically, the strategic aims are the following:\r\n-SA1. Develop new instructional materials geared toward the cultivation of computational thinking in the context of social and emotional learning.\r\n-SA2. Study the potential of these materials to develop computational competencies and support emotional reflection when utilized with students in an informal setting.\r\n\r\nThese strategic aims will be assessed utilizing nominal group techniques, semi-structured interviews, and artifact analysis. Most social-emotional learning or coping programs are separated from the academic context, while many computational thinking programs are devoid of meaningful context. The intellectual merit of this research is a new program that fuses twenty first century learning skills with social and emotional learning which can transform the way students engage with each of these areas. The broader impact, in part, is a curricular framework for blending these areas that will be disseminated through an online website for teachers interested in supporting students in building computational thinking skills. Further, as Scratch becomes available online, students will be programming in the cloud, and begin to participate in our nation's cyberinfrastructure.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shaundra",
   "pi_last_name": "Daily",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Shaundra B Daily",
   "pi_email_addr": "shani.b@duke.edu",
   "nsf_id": "000580067",
   "pi_start_date": "2011-04-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "G84 Consulting",
  "inst_street_address": "1116 20th Street South",
  "inst_street_address_2": "#421",
  "inst_city_name": "Birmingham",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "8668994889",
  "inst_zip_code": "352052612",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "G84 Consulting",
  "perf_str_addr": "1116 20th Street South",
  "perf_city_name": "Birmingham",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "352052612",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "723100",
   "pgm_ele_name": "CYBERINFRASTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7477",
   "pgm_ref_txt": "CI-TEAM"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 169399.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Style-1\">Our efforts in this award were prompted in response to the Deepwater Horizon rig explosion in April 2010, which spilled some 206 million gallons of oil into the Gulf of Mexico. Confronted with the magnitude of the spill, individuals, families, and communities along the Gulf Coast were stressed by threats to their livelihoods, their health, and their immediate environment. Students in the region impacted were not in school throughout most of the time the disaster played out on national television, and many did not have the opportunity to share their personal experiences with their peer groups. As a result we desired to design an intervention to help develop the next generation of computationally savvy students who are able to operate in diverse work environments.</p>\n<p class=\"Style-1\">Through this research, we have created a framework that utilizes programming narratives as a culturally relevant practice to foster the development of empathy, self-awareness, and computational thinking in students. Within this framework, storytelling and computational media are used as culturally relevant strategies for engaging women and minority students, as well as means of building the target competencies. Throughout, students use Scratch, a computer programming language that was developed at the Massachusetts Institute of Technology Media Laboratory.</p>\n<p class=\"Style-1\">We piloted the framework through a six-week summer program for 16 students (56% female, 94% African American) enrolled in a New Orleans, Louisiana charter school. Data were collected via pre/post interviews, a written biographical questionnaire (e.g., student demographics, experiences with computer programming, desire to pursue technical careers), and a pre/post computational thinking test. Findings suggest that as students developed their stories and interacted with each other within the learning environment, they were able to reflect on their own emotions as well as those of others. At the same time, they were able to think computationally to express their thoughts and ideas.</p>\n<p class=\"Style-1\">As schools move towards becoming more interdisciplinary to prepare students for the twenty-first century workforce, approaches like the one presented here, which enable educators to accomplish a number of different curricular goals as well as addressing students holistically will become increasingly important. The <em>intellectual merit</em> of this research is a new program that fuses twenty-first century learning skills with social and emotional learning which can transform the way students engage with each of these areas.&nbsp; The <em>broader impact</em>, is a curricular framework for blending these areas that will be disseminated through an online website (<a href=\"http://scratched.media.mit.edu/\">http://scratched.media.mit.edu</a>) for teachers interested in supporting students in building computational thinking skills as well as the engagement of women and minorities in computing.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/26/2012<br>\n\t\t\t\t\tModified by: Shaundra&nbsp;B&nbsp;Daily</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Our efforts in this award were prompted in response to the Deepwater Horizon rig explosion in April 2010, which spilled some 206 million gallons of oil into the Gulf of Mexico. Confronted with the magnitude of the spill, individuals, families, and communities along the Gulf Coast were stressed by threats to their livelihoods, their health, and their immediate environment. Students in the region impacted were not in school throughout most of the time the disaster played out on national television, and many did not have the opportunity to share their personal experiences with their peer groups. As a result we desired to design an intervention to help develop the next generation of computationally savvy students who are able to operate in diverse work environments.\nThrough this research, we have created a framework that utilizes programming narratives as a culturally relevant practice to foster the development of empathy, self-awareness, and computational thinking in students. Within this framework, storytelling and computational media are used as culturally relevant strategies for engaging women and minority students, as well as means of building the target competencies. Throughout, students use Scratch, a computer programming language that was developed at the Massachusetts Institute of Technology Media Laboratory.\nWe piloted the framework through a six-week summer program for 16 students (56% female, 94% African American) enrolled in a New Orleans, Louisiana charter school. Data were collected via pre/post interviews, a written biographical questionnaire (e.g., student demographics, experiences with computer programming, desire to pursue technical careers), and a pre/post computational thinking test. Findings suggest that as students developed their stories and interacted with each other within the learning environment, they were able to reflect on their own emotions as well as those of others. At the same time, they were able to think computationally to express their thoughts and ideas.\nAs schools move towards becoming more interdisciplinary to prepare students for the twenty-first century workforce, approaches like the one presented here, which enable educators to accomplish a number of different curricular goals as well as addressing students holistically will become increasingly important. The intellectual merit of this research is a new program that fuses twenty-first century learning skills with social and emotional learning which can transform the way students engage with each of these areas.  The broader impact, is a curricular framework for blending these areas that will be disseminated through an online website (http://scratched.media.mit.edu) for teachers interested in supporting students in building computational thinking skills as well as the engagement of women and minorities in computing.\n\n \n\n\t\t\t\t\tLast Modified: 03/26/2012\n\n\t\t\t\t\tSubmitted by: Shaundra B Daily"
 }
}