{
 "awd_id": "1116653",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "HCC: Small: Website Design, Content, and Ideological Communication",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Bainbridge",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 499979.0,
 "awd_amount": 499979.0,
 "awd_min_amd_letter_date": "2011-08-29",
 "awd_max_amd_letter_date": "2011-08-29",
 "awd_abstract_narration": "This interdisciplinary research seeks to understand how website design and content influence psychological processes and attitudinal and behavioral outcomes on violent and non-violent ideological websites.  A content analysis study will be conducted to identify and compare the level and nature of website credibility, interactivity, and persuasion tactics for ideological websites (violent and non-violent) and for non-ideological websites. Relationships of these variables to website usefulness for ideology dissemination and psychological processes such as identity expression, and dehumanization will also be examined.  Next, a series of experiments examining causal influences of key website characteristics (credibility, interactivity, and persuasion) on website users' knowledge, attitudes, and behavioral intentions will be conducted. These studies will compare the effects of these characteristics for ideological websites advocating violence versus non-violence.  Relevant user characteristics (e.g., demographics, social identity, self-esteem, physiological arousal) will be captured for purposes of model building and testing for moderating influences.  In these experiments, simulated websites will be developed to represent varying facets of credibility, interactivity, and persuasion.  Human participants will be asked to navigate through these websites and respond to discussion threads, explore related links, fill out short questionnaires, and engage in other activities intended to assess key outcomes. Measures of knowledge, attitudes, and intentions will be assessed before and after website exposure for comparison. By leveraging an interdisciplinary approach to the growing number and presence of ideological groups online, this series of studies will lead to new theories and models for future research and dissemination of educational websites serving public interests. \r\n\r\nNew knowledge will be developed by examining the specific facets of credibility, interactivity, and persuasion, which have not previously been studied with respect to ideologically motivated attitudes and behavior.  An important comparison of violent and non-violent ideological websites will also contribute uniquely to better understanding the perceptions of and responses to ideologies through human-centered computing.  This collaborative effort will also develop and demonstrate methods for future integrated research, for team members and the broader research community.  Although the investigation and findings will focus on ideological website design and communication, the framework developed will also be relevant to studying the impact of website design on outcomes in other areas such as online education. \r\n\r\nThe combination of theoretical and methodological backgrounds required to conduct the experiments will contribute to the research training of doctoral students and undergraduate research assistants in Psychology, Communication, and Management Information Systems.  Findings from this research are likely to also have a number of practical implications for educating the general public about ideological websites and how they attempt to influence and persuade individuals who visit these sites.  In addition, dissemination of the results through the professional channels of several sciences will achieve the broader impact of contributing to multiple academic fields.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shane",
   "pi_last_name": "Connelly",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shane Connelly",
   "pi_email_addr": "sconnelly@ou.edu",
   "nsf_id": "000516927",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Jensen",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew L Jensen",
   "pi_email_addr": "mjensen@ou.edu",
   "nsf_id": "000506482",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Norah",
   "pi_last_name": "Dunbar",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Norah E Dunbar",
   "pi_email_addr": "ndunbar@comm.ucsb.edu",
   "nsf_id": "000513572",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oklahoma Norman Campus",
  "inst_street_address": "660 PARRINGTON OVAL RM 301",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAN",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4053254757",
  "inst_zip_code": "730193003",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OK04",
  "org_lgl_bus_name": "UNIVERSITY OF OKLAHOMA",
  "org_prnt_uei_num": "",
  "org_uei_num": "EVTSTTLCEWS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oklahoma Norman Campus",
  "perf_str_addr": "660 PARRINGTON OVAL RM 301",
  "perf_city_name": "NORMAN",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "730193003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OK04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 499979.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Ideological Groups and the Internet &ndash; Summary and Broader Impacts</strong></p>\n<p>Ideological groups are those that adopt strongly-held beliefs or values that are viewed as inherently good or right by the group and act as a guiding framework for the interpretation of events, information, and the world in general. Previous research regarding these groups has shown that they continually seek out new recruits to sustain and/or grow a base of support for their cause. Research has started to explore characteristics of the websites developed by these groups that help recruit and inform visitors. However, little is known about the extent to which messages on these websites influence viewers&rsquo; feelings and attitudes about the ideology.</p>\n<p><strong>Phase One: Comparing Existing Ideological Websites</strong></p>\n<p>&nbsp;In phase one, we compared 32 existing violent ideological group websites (e.g., League of the South) to 36 non-violent ideological group websites (e.g., American Civil Liberty Union) and 37 non-ideological group websites (e.g., Habitat for Humanity). We examined four sets of website features, including credibility building features, psychological processes (e.g., social identity, rationalizing unethical beliefs/actions), persuasion tactics influencing depth of information processing, and website interactivity or viewer browsing control.</p>\n<p><strong>Phase One Findings/Implications</strong></p>\n<p>Violent ideological group websites included fewer credibility cues but more fear appeals than non-violent ideological groups. Violent groups also attempted to get people to identify personally with the group to a greater extent than non-violent ideological groups. Thus, violent ideological groups exercise greater control over their message than the other groups. Interestingly, non-violent ideological groups also used fear appeals and tactics designed to get people to identify with the group more than non-ideological groups. Awareness of the ways ideological groups represent themselves and attempt to persuade people online might encourage a more critical evaluation of the core message being communicated rather than relying on website appearance and embedded content that bolsters credibility.</p>\n<p><strong>Phase Two: Examining Cause-and-Effect Relationships</strong></p>\n<p>Phase two of this research examined the extent to which website content causes certain outcomes. We created several versions of two fictitious ideological group websites (a group website arguing for the integration of church and state and a group website arguing for immigrant rights). These websites were used to investigate how variables from phase one impacted viewer perceptions of group credibility, emotional reactions to the website, intentions to act in response to the website, and attitudes toward these groups&rsquo; ideologies.</p>\n<p><strong>Study 1 &amp; 2 Description</strong></p>\n<p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong>Within the websites we systematically altered 1) credibility features like expertise, character and support for external sources, 2) the promotion of violence, and 3) the ability to control the website browsing experience.</p>\n<p><strong>Study 3 Description </strong></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In this study, we manipulated subtle credibility-related features on another set of fictitious websites. These credibility features included the appearance of social consensus among website users (e.g., many people agreeing with the ideology on a message board), meeting expectations about how websites should look and operate (versus violating expectations) and endorsement by credible organizations (e.g., Better Business Bureau).</p>\n<p><strong>Study 4 Description</strong></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The last study looked at ...",
  "por_txt_cntn": "\nIdeological Groups and the Internet &ndash; Summary and Broader Impacts\n\nIdeological groups are those that adopt strongly-held beliefs or values that are viewed as inherently good or right by the group and act as a guiding framework for the interpretation of events, information, and the world in general. Previous research regarding these groups has shown that they continually seek out new recruits to sustain and/or grow a base of support for their cause. Research has started to explore characteristics of the websites developed by these groups that help recruit and inform visitors. However, little is known about the extent to which messages on these websites influence viewersÆ feelings and attitudes about the ideology.\n\nPhase One: Comparing Existing Ideological Websites\n\n In phase one, we compared 32 existing violent ideological group websites (e.g., League of the South) to 36 non-violent ideological group websites (e.g., American Civil Liberty Union) and 37 non-ideological group websites (e.g., Habitat for Humanity). We examined four sets of website features, including credibility building features, psychological processes (e.g., social identity, rationalizing unethical beliefs/actions), persuasion tactics influencing depth of information processing, and website interactivity or viewer browsing control.\n\nPhase One Findings/Implications\n\nViolent ideological group websites included fewer credibility cues but more fear appeals than non-violent ideological groups. Violent groups also attempted to get people to identify personally with the group to a greater extent than non-violent ideological groups. Thus, violent ideological groups exercise greater control over their message than the other groups. Interestingly, non-violent ideological groups also used fear appeals and tactics designed to get people to identify with the group more than non-ideological groups. Awareness of the ways ideological groups represent themselves and attempt to persuade people online might encourage a more critical evaluation of the core message being communicated rather than relying on website appearance and embedded content that bolsters credibility.\n\nPhase Two: Examining Cause-and-Effect Relationships\n\nPhase two of this research examined the extent to which website content causes certain outcomes. We created several versions of two fictitious ideological group websites (a group website arguing for the integration of church and state and a group website arguing for immigrant rights). These websites were used to investigate how variables from phase one impacted viewer perceptions of group credibility, emotional reactions to the website, intentions to act in response to the website, and attitudes toward these groupsÆ ideologies.\n\nStudy 1 &amp; 2 Description\n\n            Within the websites we systematically altered 1) credibility features like expertise, character and support for external sources, 2) the promotion of violence, and 3) the ability to control the website browsing experience.\n\nStudy 3 Description \n\n            In this study, we manipulated subtle credibility-related features on another set of fictitious websites. These credibility features included the appearance of social consensus among website users (e.g., many people agreeing with the ideology on a message board), meeting expectations about how websites should look and operate (versus violating expectations) and endorsement by credible organizations (e.g., Better Business Bureau).\n\nStudy 4 Description\n\n            The last study looked at the effects of credibility cues and emotional appeals (fear vs. anger) across two fictitious, non-violent ideological websites, one supporting the death penalty, and the other opposing illegal immigration. Neutral or non-emotional versions of these websites were also examined for comparison.\n\nPhase Two Findings and Implications\n\n1. Ideological websites may influence visitors to reactions differently compared to more traditional persuasive contexts. For e..."
 }
}