{
 "awd_id": "1116801",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SHB: Small: Social Tools for Everyday Adolescent Health",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Maria Zemankova",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 485694.0,
 "awd_amount": 485694.0,
 "awd_min_amd_letter_date": "2011-08-30",
 "awd_max_amd_letter_date": "2011-08-30",
 "awd_abstract_narration": "The increasing numbers of overweight and obese adolescents is a key health challenge in 21st century\r\nAmerica. Since the 1980s, rates of overweight adolescents have doubled, and rates of obese adolescents\r\nhave tripled; adolescent obesity is now the single biggest predictor of adult obesity. At the same time,\r\nadolescents are spending increasing portions of their lives interacting with video games and social\r\nnetwork sites, incorporating computing into their leisure and social communication practices on a large\r\nscale. This project uses computing technology to address adolescent obesity through the\r\ndevelopment and study of social tools to promote sustained everyday healthy practices by adolescents.\r\nThe research demonstrates how social computing\r\ncan enable offline healthy behaviors, using peers as motivators in contrast to \"top-down\"\r\napproaches. The work is in partnership with DeKalb County Schools, Georgia's\r\nmost urban school district and a leading awardee of research-focused programs.\r\n\r\nResearch in this project is exploring the effects of various social computing\r\ntools and features on a set of validated outcome measures grounded in our previous work and best\r\npractices. During the school year the project deploys a series of pedometer-based social health\r\napplications and games for 8th graders in two middle schools. In the summers between deployment cycles, a small subset of participants takes part in design sessions for the next school year.\r\n\r\nResearch focuses on three main topics:\r\n1. The role of online social identity presentation in intrinsic motivation.\r\n\r\n2. The ability of social computing interventions to facilitate offline rituals and habits.\r\n\r\n3. The impact of collective experiences.\r\n\r\nThis research will contribute to our understanding of the connections between social\r\nmedia activity and offline behavior.  It will also demonstrate improvements in health behaviors and attitudes for adolescents. Moreover by deepening the connection between the\r\nDekalb School System in Atlanta and Georgia Tech, the project enriches the educational environment\r\nof these middle school students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Mynatt",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth D Mynatt",
   "pi_email_addr": "mynatt@cc.gatech.edu",
   "nsf_id": "000347495",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 NORTH AVE NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  },
  {
   "pgm_ele_code": "801800",
   "pgm_ele_name": "Smart and Connected Health"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1640",
   "pgm_ref_txt": "INFORMATION TECHNOLOGY RESEARC"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "8018",
   "pgm_ref_txt": "Smart and Connected Health"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 485694.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Social media platforms are a <strong>pervasive</strong> component of the everyday lives of adolescents. The ongoing innovations in social media technologies and the increased access to traditional and mobile computing have transformed the ways in which adolescents interact with each other, therefore having important implications for their health and wellbeing.</p>\n<p>In this work we investigated the use of social media and Internet technologies, particularly by low-income, African American students in the urban south. We found that access to computing technologies and the usage of social media platforms increase and diversified similarly to national trends. We examined the potential positive impact of social media in <strong>encouraging physical activity</strong> throughout the day, and the potential negative impact of social media in propagating destructive behaviors and more specifically self-harm and self-injurious behaviors.</p>\n<p>To conduct this research, we supported an existing Georgia Tech program, <em>Summer Extravaganza</em>. Established in 1998, this collaboration between GT and DeKalb County Schools (DCSS), brings students and teachers to campus each summer to engage in applied STEM learning opportunities with GT faculty and graduate students. Between 2010 and 2013, 180 students participated in the program.&nbsp;The students ranged from rising 4<sup>th</sup> to 9<sup>th</sup> graders and represented both elementary (Avondale, Glen Haven, Kingsley, OakCliff, Stone Mountain) and middle (Avondale, Stone Mountain, Tucker) schools.</p>\n<p>Preventing and reducing rates of overweight and obese adolescents has become a key challenge in 21st century America, and social media technologies may be able to play a role in promoting sustained health behavior change in adolescents. To study these issues, we designed StepStream, a social network site for middle school students to share and encourage physical activity throughout the day. In partnership with a local public school district, we conducted design exercises with students and then two parallel month-long deployments in two similar schools.</p>\n<p>We designed StepStream to help us study how social media can help adolescents <strong>form identities around healthy activities</strong> and connect online incentives to offline behaviors. We want to better understand how to use <strong>awareness and social support</strong> as a core foundation for reflecting physical activity in an online community. We also integrated collaboration in an online game to incentivize physical activity. Key elements of the system included pedometers to measure and wirelessly update steps; no leaderboard and minimal competition, users see &ldquo;points&rdquo; instead of steps that are calibrated to individual baselines; and a &ldquo;level-based&rdquo; game where students could collectively unlock new levels based on continued physical activity points.</p>\n<p>We deployed and evaluated StepStream in two middle schools in the DCSS. We held weekly meetings with the students during the deployment period as part of school-supported after school activities.</p>\n<p>We found that StepStream users improved their <strong>attitudes</strong> about fitness and increased their sense of <strong>social support</strong> for fitness. The least-active students also increased their daily activity. Our school-based social fitness approach to everyday adolescent health shows the potential for social computing systems to positively influence offline health behaviors in real-world settings.</p>\n<p>In our survey of the use of Internet technologies and social media by adolescents, we were concerned to receive reports of students publishing reports of destructive behavior, such as eating disorders and cutting, as well as social media content to motivate these behaviors. We completed two studies to understand current practices online for publishing content that promo...",
  "por_txt_cntn": "\nSocial media platforms are a pervasive component of the everyday lives of adolescents. The ongoing innovations in social media technologies and the increased access to traditional and mobile computing have transformed the ways in which adolescents interact with each other, therefore having important implications for their health and wellbeing.\n\nIn this work we investigated the use of social media and Internet technologies, particularly by low-income, African American students in the urban south. We found that access to computing technologies and the usage of social media platforms increase and diversified similarly to national trends. We examined the potential positive impact of social media in encouraging physical activity throughout the day, and the potential negative impact of social media in propagating destructive behaviors and more specifically self-harm and self-injurious behaviors.\n\nTo conduct this research, we supported an existing Georgia Tech program, Summer Extravaganza. Established in 1998, this collaboration between GT and DeKalb County Schools (DCSS), brings students and teachers to campus each summer to engage in applied STEM learning opportunities with GT faculty and graduate students. Between 2010 and 2013, 180 students participated in the program. The students ranged from rising 4th to 9th graders and represented both elementary (Avondale, Glen Haven, Kingsley, OakCliff, Stone Mountain) and middle (Avondale, Stone Mountain, Tucker) schools.\n\nPreventing and reducing rates of overweight and obese adolescents has become a key challenge in 21st century America, and social media technologies may be able to play a role in promoting sustained health behavior change in adolescents. To study these issues, we designed StepStream, a social network site for middle school students to share and encourage physical activity throughout the day. In partnership with a local public school district, we conducted design exercises with students and then two parallel month-long deployments in two similar schools.\n\nWe designed StepStream to help us study how social media can help adolescents form identities around healthy activities and connect online incentives to offline behaviors. We want to better understand how to use awareness and social support as a core foundation for reflecting physical activity in an online community. We also integrated collaboration in an online game to incentivize physical activity. Key elements of the system included pedometers to measure and wirelessly update steps; no leaderboard and minimal competition, users see \"points\" instead of steps that are calibrated to individual baselines; and a \"level-based\" game where students could collectively unlock new levels based on continued physical activity points.\n\nWe deployed and evaluated StepStream in two middle schools in the DCSS. We held weekly meetings with the students during the deployment period as part of school-supported after school activities.\n\nWe found that StepStream users improved their attitudes about fitness and increased their sense of social support for fitness. The least-active students also increased their daily activity. Our school-based social fitness approach to everyday adolescent health shows the potential for social computing systems to positively influence offline health behaviors in real-world settings.\n\nIn our survey of the use of Internet technologies and social media by adolescents, we were concerned to receive reports of students publishing reports of destructive behavior, such as eating disorders and cutting, as well as social media content to motivate these behaviors. We completed two studies to understand current practices online for publishing content that promotes self-harm. \n\nIn our first study, we describe the shifting nature of lexical patterns associated with self-harm behaviors online. These lexical transformations highlight online practices to evade censorship by the community-at-large or the social media platform i..."
 }
}