{
 "awd_id": "1116060",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "AF: SMALL:  Developing Novel Computational Methods for Investigating Protein Dynamics Using a Multi-Scale Approach",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032928649",
 "po_email": "mbasu@nsf.gov",
 "po_sign_block_name": "Mitra Basu",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 249774.0,
 "awd_amount": 249774.0,
 "awd_min_amd_letter_date": "2011-05-25",
 "awd_max_amd_letter_date": "2011-05-25",
 "awd_abstract_narration": "Proteins are the workhorses of the cell, involved in virtually every process in life. Many proteins are flexible molecules that undergo structural changes as part of their function. In other words ? they can assume various possible structures (conformations) via changes that range from small-scale movements to large domain motions. The question of how the structure and dynamics of proteins relate to their function has challenged scientists for several decades but still remains largely open. Existing computational methods for simulating protein dynamics can sample atomic level dynamic processes, yet their usefulness is limited as they require large computational resources, and they only allow for modeling of interactions that take place on very small time scales (e.g., several hundreds of nanoseconds). There is promise that understanding the connection between protein structure, dynamics and function can contribute a lot to the understanding of how molecular machines function and may aid in drug design and functional analysis. \r\n\r\nA computational framework for an efficient large-scale exploration of protein conformational changes is proposed in this work. Given a protein structure, the aim is to efficiently generate a diverse set of conformations representing the low energy landscape of this protein under physiological conditions. The suggested methodology can be used to explore the conformational space of proteins and protein complexes and gain better understanding of protein dynamics and function. \r\n\r\nTo overcome the computational demands of a full scale conformational search, the search will be done in two stages: first, conduct a fast and approximate geometry-based exploration of the low energy landscape of proteins and protein complexes in an efficient way, temporarily sacrificing small-scale details for efficiency. The approximate search is enhanced with a novel biasing scheme that drives the search towards more flexible regions of the protein, reducing the huge search space into a manageable size. The reduced representation of the conformational landscape will be enhanced and complemented with detailed, physics based simulations applied to interesting and important regions in the proteins or to intermediate structures. This last stage will take advantage of massive parallel computing. The combination of fast, approximate search techniques and detailed physics-based simulation methods will create an enhanced, more complete picture of the low-energy landscape of those proteins and will improve understanding about how proteins perform their function. The methodology can be applied to problems related to protein interactions and rational drug design.\r\n\r\nThe broader impact of this project is partly due to the central role of proteins in virtually every basic biological function. This project addresses a significant question of the biological research community. Educational and outreach activities will be implemented through the following: \r\na) Interdisciplinary collaborations with members of the CS department and other departments in the College of Science and Mathematics at UMass Boston. \r\nb) Training and mentoring the research of undergraduate and graduate students, including women and students from under-represented groups in science. \r\nc) Help setting up a Bioinformatics research and teaching program at UMass Boston.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nurit",
   "pi_last_name": "Haspel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nurit Haspel",
   "pi_email_addr": "nurit.haspel@umb.edu",
   "nsf_id": "000571046",
   "pi_start_date": "2011-05-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Boston",
  "inst_street_address": "100 WILLIAM T MORRISSEY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "DORCHESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172875370",
  "inst_zip_code": "021253300",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MA08",
  "org_lgl_bus_name": "UNIVERSITY OF MASS AT BOSTON",
  "org_prnt_uei_num": "CGCDJ24JJLZ1",
  "org_uei_num": "CGCDJ24JJLZ1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Boston",
  "perf_str_addr": "100 WILLIAM T MORRISSEY BLVD",
  "perf_city_name": "DORCHESTER",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021253300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MA08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779600",
   "pgm_ele_name": "Algorithmic Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7931",
   "pgm_ref_txt": "COMPUTATIONAL BIOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 249774.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"western\">Proteins are the workhorses of the cell, involved in virtually every process in life. Many proteins are flexible molecules that undergo structural changes as part of their function. In other words &ndash; they can assume various possible structures (conformations) via changes that range from small-scale movements to large domain motions. The question of how the structure and dynamics of proteins relate to their function has challenged scientists for several decades but still remains largely open. Existing computational methods for simulating protein dynamics can sample atomic level dynamic processes, yet their usefulness is limited as they require large computational resources, and they only allow for modeling of interactions that take place on very small time scales (e.g., several hundreds of nanoseconds). Understanding the connection between protein structure, dynamics and function can contribute a lot to our understanding of how molecular machines function and may aid in drug design and functional analysis.</p>\n<p class=\"western\">In this work we proposed a computational framework for an efficient large-scale exploration of protein conformational changes. Given a protein structure, we aim to efficiently generate a diverse set of conformations representing the low energy landscape of this protein under physiological conditions. The suggested methodology can be used to explore the conformational space of proteins and protein complexes and gain better understanding of protein dynamics and function.</p>\n<p class=\"western\">To overcome the computational demands of a full scale conformational search, we implemented a two-stage search-scheme:</p>\n<p class=\"western\">In the first two years of the award we devised approximate search techniques, enhanced with a novel biasing scheme that drives the search towards more flexible regions of the protein, reducing the huge search space into a manageable size. We used graph-based rigidity analysis techniques to reliably model protein flexibility. This last stage takes advantage of massive parallel computing. The combination of fast, approximate search techniques and detailed physics-based simulation methods helps  creating an enhanced, more complete picture of the low-energy landscape of those proteins.</p>\n<p class=\"western\">Starting from the second year, we used clustering and filtering techniques to help discovering low-energy regions in the protein conformational landscape, that may correspond to interesting intermediate regions. Lastly, we developed machine learning based methods that used rigidity analysis and evolutionary information to further explore protein conformational preferences, with applications to folding and protein-protein interactions.</p>\n<p class=\"western\">The broader impact of this project is partly due to the central role of proteins in virtually every basic biological function. This project addresses a significant question of the biological research community. Educational and outreach activities are implemented through the following:</p>\n<p class=\"western\">a) Interdisciplinary collaborations with members of the College of Science and Mathematics at UMass Boston and with researchers from other universities.</p>\n<p class=\"western\">b) Training and mentoring the research of undergraduate and graduate students, including women and students from under-represented groups in science: A female PhD student, who recently graduated, was fully funded by the grant. Another PhD student was partially funded.</p>\n<p class=\"western\">c) Help setting up a Bioinformatics research and teaching program at UMass Boston: I am now offering a graduate Algorithms in Bioinformatics course (CS612). Initially as a special topics, and starting in Spring 2012 as a regular course. This is the only bioinformatics course in the Computer Science department and one of the only ones in the university.</p>\n<p class=\"western\">Diss...",
  "por_txt_cntn": "Proteins are the workhorses of the cell, involved in virtually every process in life. Many proteins are flexible molecules that undergo structural changes as part of their function. In other words &ndash; they can assume various possible structures (conformations) via changes that range from small-scale movements to large domain motions. The question of how the structure and dynamics of proteins relate to their function has challenged scientists for several decades but still remains largely open. Existing computational methods for simulating protein dynamics can sample atomic level dynamic processes, yet their usefulness is limited as they require large computational resources, and they only allow for modeling of interactions that take place on very small time scales (e.g., several hundreds of nanoseconds). Understanding the connection between protein structure, dynamics and function can contribute a lot to our understanding of how molecular machines function and may aid in drug design and functional analysis.\nIn this work we proposed a computational framework for an efficient large-scale exploration of protein conformational changes. Given a protein structure, we aim to efficiently generate a diverse set of conformations representing the low energy landscape of this protein under physiological conditions. The suggested methodology can be used to explore the conformational space of proteins and protein complexes and gain better understanding of protein dynamics and function.\nTo overcome the computational demands of a full scale conformational search, we implemented a two-stage search-scheme:\nIn the first two years of the award we devised approximate search techniques, enhanced with a novel biasing scheme that drives the search towards more flexible regions of the protein, reducing the huge search space into a manageable size. We used graph-based rigidity analysis techniques to reliably model protein flexibility. This last stage takes advantage of massive parallel computing. The combination of fast, approximate search techniques and detailed physics-based simulation methods helps  creating an enhanced, more complete picture of the low-energy landscape of those proteins.\nStarting from the second year, we used clustering and filtering techniques to help discovering low-energy regions in the protein conformational landscape, that may correspond to interesting intermediate regions. Lastly, we developed machine learning based methods that used rigidity analysis and evolutionary information to further explore protein conformational preferences, with applications to folding and protein-protein interactions.\nThe broader impact of this project is partly due to the central role of proteins in virtually every basic biological function. This project addresses a significant question of the biological research community. Educational and outreach activities are implemented through the following:\na) Interdisciplinary collaborations with members of the College of Science and Mathematics at UMass Boston and with researchers from other universities.\nb) Training and mentoring the research of undergraduate and graduate students, including women and students from under-represented groups in science: A female PhD student, who recently graduated, was fully funded by the grant. Another PhD student was partially funded.\nc) Help setting up a Bioinformatics research and teaching program at UMass Boston: I am now offering a graduate Algorithms in Bioinformatics course (CS612). Initially as a special topics, and starting in Spring 2012 as a regular course. This is the only bioinformatics course in the Computer Science department and one of the only ones in the university.\nDissemination: During the funding period we published 3 peer-reviewed journal papers, 9 peer-reviewed conference papers and presentations, and several conference abstracts.\nEquipment: The grant money was used to purchase a computational cluster for UMass Boston. Part of the research was pe..."
 }
}