{
 "awd_id": "1116616",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "AF: Small: Computational Entropy",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jack S. Snoeyink",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2011-07-06",
 "awd_max_amd_letter_date": "2011-07-06",
 "awd_abstract_narration": "In his 1948 paper that founded information theory, Shannon introduced a notion of \"entropy\" to measure the amount of \"randomness\" in a process.  However, to a computer with bounded  resources, the amount of randomness can appear to be very different from the Shannon entropy.  Indeed, various measures of \"computational entropy\" have been very useful in computational complexity and the foundations of cryptography. Recent work by the PI and others have introduced new measures of computational entropy, increased our understanding the new and old computational entropy measures, and found greater applicability of the these measures in cryptography and complexity theory.\r\n\r\nThis project aims to refine our understanding of computational entropy, use computational entropy to seek unified and optimal constructions of cryptographic primitives, bring us closer to resolving the power of randomness in space-bounded computation, and identify new applications of computational entropy in the theory of computation.\r\n\r\nThis research is closely integrated with the PI's educational efforts.   The PI continues to develop courses and online lecture notes related to the project (on topics such as Pseudorandomness, Cryptography, and Applied Algebra).   Graduate students are involved in all aspects of the research, and undergraduates participate regularly as well.   The PI is also very active in service to the scientific community, including outreach efforts such as \"vision nuggets\" that convey research directions in theoretical computer science to a broad audience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Salil",
   "pi_last_name": "Vadhan",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Salil P Vadhan",
   "pi_email_addr": "salil_vadhan@harvard.edu",
   "nsf_id": "000138824",
   "pi_start_date": "2011-07-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779600",
   "pgm_ele_name": "Algorithmic Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7927",
   "pgm_ref_txt": "COMPLEXITY & CRYPTOGRAPHY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 450000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In 1948, Claude Shannon gave a precise mathematical definition of &ldquo;entropy&rdquo; as a measure of randomness in probability distributions, motivated by the electrical engineering problem of designing efficient communication systems.&nbsp; According to Shannon&rsquo;s definition, the result of a fair coin toss has less entropy than a roll of a fair six-sided die, but more entropy than a biased coin toss.&nbsp; &nbsp;This project is about the interaction of Shannon&rsquo;s concept with computer science.&nbsp; Specifically, to a computer algorithm that has a bounded amount of time to compute, the amount of &ldquo;randomness&rdquo; in a distribution can appear to be very different than what Shannon&rsquo;s measure would suggest.&nbsp;</p>\n<p>With this perspective, we have introduced several new measures of &ldquo;computational entropy&rdquo; and used them to attack fundamental problems in computer science.&nbsp; First, they have enabled us to construct new cryptographic algorithms (such as used for encryption to protect personal data and electronic commerce) under the weakest possible assumptions.&nbsp; These algorithms are substantially simpler and more efficient than previous ones.&nbsp; Second, we have used forms of computational entropy to make progress on understanding whether randomization can reduce the amount of memory that computers need to solve problems, a long-standing open problem in computer science.</p>\n<p>Two Ph.D. students, two postdocs, and one undergraduate were trained under this project, most of whom achieved publications and/or presentations at leading conferences and journals, and have continued in research after graduation.&nbsp; The PI taught five courses related to the project, whose materials (including lecture notes and problem sets) are publicly available from the PI&rsquo;s webpage (http://seas.harvard.edu/~salil). &nbsp;One of these was a new introductory course in theoretical computer science co-developed by the PI. &nbsp;The PI also completed a 336-page monograph on Pseudorandomness, which is designed to allow non-experts to learn about this&nbsp;research area - including new students in theoretical computer science and researchers from other fields.&nbsp;&nbsp; The monograph has been used by faculty to teach graduate courses at a number of other universities around the world.&nbsp; The PI engaged in a variety of other outreach activities, including chairing the SIGACT Committee on the Advancement for Theoretical Computer Science, one of whose goals to make the accomplishments and future promise of research in theoretical computer science accessible to a wide audience.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/01/2015<br>\n\t\t\t\t\tModified by: Salil&nbsp;P&nbsp;Vadhan</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1116616/1116616_10105559_1443686920902_Wuerfel5--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1116616/1116616_10105559_1443686920902_Wuerfel5--rgov-800width.jpg\" title=\"Dice\"><img src=\"/por/images/Reports/POR/2015/1116616/1116616_10105559_1443686920902_Wuerfel5--rgov-66x44.jpg\" alt=\"Dice\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The more sides a die has, the more randomness it has according to Shannon's classic measure of entropy.  But the same need not be true for \"computational entropy\" - randomness as perceived by computer algorithms with limited computing time.</div>\n<div class=\"imageCredit\">https://commons.wikimedia.org/wiki/File:Wuerfe...",
  "por_txt_cntn": "\nIn 1948, Claude Shannon gave a precise mathematical definition of \"entropy\" as a measure of randomness in probability distributions, motivated by the electrical engineering problem of designing efficient communication systems.  According to ShannonÆs definition, the result of a fair coin toss has less entropy than a roll of a fair six-sided die, but more entropy than a biased coin toss.   This project is about the interaction of ShannonÆs concept with computer science.  Specifically, to a computer algorithm that has a bounded amount of time to compute, the amount of \"randomness\" in a distribution can appear to be very different than what ShannonÆs measure would suggest. \n\nWith this perspective, we have introduced several new measures of \"computational entropy\" and used them to attack fundamental problems in computer science.  First, they have enabled us to construct new cryptographic algorithms (such as used for encryption to protect personal data and electronic commerce) under the weakest possible assumptions.  These algorithms are substantially simpler and more efficient than previous ones.  Second, we have used forms of computational entropy to make progress on understanding whether randomization can reduce the amount of memory that computers need to solve problems, a long-standing open problem in computer science.\n\nTwo Ph.D. students, two postdocs, and one undergraduate were trained under this project, most of whom achieved publications and/or presentations at leading conferences and journals, and have continued in research after graduation.  The PI taught five courses related to the project, whose materials (including lecture notes and problem sets) are publicly available from the PIÆs webpage (http://seas.harvard.edu/~salil).  One of these was a new introductory course in theoretical computer science co-developed by the PI.  The PI also completed a 336-page monograph on Pseudorandomness, which is designed to allow non-experts to learn about this research area - including new students in theoretical computer science and researchers from other fields.   The monograph has been used by faculty to teach graduate courses at a number of other universities around the world.  The PI engaged in a variety of other outreach activities, including chairing the SIGACT Committee on the Advancement for Theoretical Computer Science, one of whose goals to make the accomplishments and future promise of research in theoretical computer science accessible to a wide audience.\n\n \n\n\t\t\t\t\tLast Modified: 10/01/2015\n\n\t\t\t\t\tSubmitted by: Salil P Vadhan"
 }
}