{
 "awd_id": "1116075",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SHB: Small: An Assistive, Robotic Table [ART] Promoting Independent Living",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 271250.0,
 "awd_amount": 271250.0,
 "awd_min_amd_letter_date": "2011-08-23",
 "awd_max_amd_letter_date": "2011-08-23",
 "awd_abstract_narration": "In hospitals, technology has become pervasive and indispensable during medical crises. At home, technology proliferates as computerized health monitoring systems and, perhaps in the future, as assistive \"humanoid\" robots. Meanwhile, our everyday environments remain essentially conventional: low-tech and ill-adaptive to dramatic life changes. This social condition places strain on healthcare and family support systems, and represents a failure of scientists, engineers and architects to support independent living. \r\nThe overall aim of this effort is to enhance everyday environments with intelligent hardware promoting independent living.  This project is focused on a discrete component of an envisioned suite of networked, robotic furniture integrated into existing living environments: an Assistive, Robotic Table [ART]. ART is the hybrid of a typical nightstand and the over-the-bed table found in hospital rooms, comprised of a novel \"continuum robotic\" table surface that gently folds, extends, and reconfigures to support work and leisure activities; a smart storage volume that physically manages and delivers personal effects; and an accessorized headboard. These components of ART recognize, communicate with, and partly remember each other in interaction with human users and with other components of the suite. \r\nThe key deliverable for this award is the full-scale, working ART prototype performing \"going-to-bed\" and \"awaking\" scenarios for three target groups. Our trans-disciplinary team will develop this complex physical-digital artifact by way of iterative design and evaluation activities that recognize engineering design, architectural design and human-centered design as inseparable. Key outcomes of the research are the \"continuum robotic\" surface as well as an innovative approach to human mobility and its metrics for intelligent, physical artifacts. The key broader impact of the research is  intelligent \"architectural robotic\" ART, empowering people to remain in their homes for as long as possible, even as their physical capabilities alter over time; and, in more grave circumstances, affording people some semblance of feeling \"at home\" as user and ART move to assisted care facilities.  This work is jointly funded by the Office of International Science and Engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Keith",
   "pi_last_name": "Green",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Keith E Green",
   "pi_email_addr": "keg95@cornell.edu",
   "nsf_id": "000199684",
   "pi_start_date": "2011-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ian",
   "pi_last_name": "Walker",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Ian D Walker",
   "pi_email_addr": "iwalker@clemson.edu",
   "nsf_id": "000373849",
   "pi_start_date": "2011-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Johnell",
   "pi_last_name": "Brooks",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Johnell O Brooks",
   "pi_email_addr": "jobrook@clemson.edu",
   "nsf_id": "000083439",
   "pi_start_date": "2011-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clemson University",
  "inst_street_address": "201 SIKES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "CLEMSON",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8646562424",
  "inst_zip_code": "296340001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "SC03",
  "org_lgl_bus_name": "CLEMSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "H2BMNX7DSKU8"
 },
 "perf_inst": {
  "perf_inst_name": "Clemson University",
  "perf_str_addr": "201 SIKES HALL",
  "perf_city_name": "CLEMSON",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "296340001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "SC03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  },
  {
   "pgm_ele_code": "801800",
   "pgm_ele_name": "Smart and Connected Health"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1640",
   "pgm_ref_txt": "INFORMATION TECHNOLOGY RESEARC"
  },
  {
   "pgm_ref_code": "5936",
   "pgm_ref_txt": "GERMANY (F.R.G.)"
  },
  {
   "pgm_ref_code": "5979",
   "pgm_ref_txt": "Europe and Eurasia"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "8018",
   "pgm_ref_txt": "Smart and Connected Health"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 271250.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In hospitals, technology has become pervasive and indispensable during medical crises. At home, technology proliferates as computerized health monitoring systems and, perhaps in the future, as humanoid-robot servants. Meanwhile, our everyday environments remain essentially conventional: low-tech, and ill-adaptive to dramatic life changes. This condition places strain on healthcare and family support systems, and represents a failure of scientists, engineers and architectural designers to support independent living. How can the everyday, physical environment be outfitted with intelligent hardware promoting independent living?</p>\n<p>We responded, under this award, by developing and testing a discrete component of an envisioned suite of robotic furniture that we call, collectively, home+, integrated into existing clinical and home environments. We call this discrete component of home+ an<strong> Assistive, Robotic Table</strong>, or affectionately, <strong>&ldquo;ART</strong>.&rdquo; ART is the hybrid of a typical nightstand found in homes, and the over-the-bed table found in hospital rooms; notably, it features a novel \"continuum robotic\" surface that supports post-stroke, upper-limb rehabilitation. We envision that ART and the other components envisioned for home+ recognize, communicate with, and partly remember each other in interaction with human users.</p>\n<p>The key deliverable of this research investigation was the full-scale, working ART prototype, designed and evaluated by our trans-disciplinary team within our purpose-built <em>home+</em> lab at the <em>Roger C. Peace</em> Rehabilitation Hospital of the <em>Greenville Hospital System University Medical Center</em>. The ART prototype was however not developed by our team working in isolation but, rather, with the participation of doctors and occupational and physical therapists from the rehabilitation hospital. Our expanded design research team developed ART, a complex, cyber-physical artifact, by way of iterative design and evaluation activities that recognize engineering, architectural design and human-centered computing as inseparable. Beyond the fully functioning prototype itself, two key technical outcomes of the research are: (1.) ART&rsquo;s \"continuum robotic\" therapeutic surface and its evaluation; and (2.) a gesture-based machine-learning algorithm whereby ART learns and adapts to user-defined gestures. The latter is especially important for users with cognitive and physical challenges that make engineer-prescribed gestures difficult or impossible to perform.</p>\n<p>The research team has been dedicated to and successful in disseminating its results to the broad research constituency. The technical outcomes from the continuum-robotic therapy surface have been presented and published at IROS [the IEEE/RSJ International Conference on Intelligent Robots and Systems]. We have multiple journal publications tracking the results of our iterative design and human factors evaluation activities published in HERD [The journal of Health Environments Research and Design]. We reported the outcomes of the gesture-learning interface in IEEE Transactions on Human Machine Systems. Finally, a full paper on the broad arc of our research was presented and published at CHI [the premiere ACM conference on Human Factors in Computing Systems]. All of these are benchmark publication vehicless for the multiple disciplines that comprise our team and research endeavor. Beyond publication, additional outreach activities included school visits to our lab and a project website.</p>\n<p>The ART research project is a collaborative activity accomplished by the three investigators from Architecture, Robotics, and Human Factors Psychology. Under this award, one supported student and one faculty member was female, and also a junior faculty member. The activities of each of the three faculty investigators stand alone as significant in the...",
  "por_txt_cntn": "\nIn hospitals, technology has become pervasive and indispensable during medical crises. At home, technology proliferates as computerized health monitoring systems and, perhaps in the future, as humanoid-robot servants. Meanwhile, our everyday environments remain essentially conventional: low-tech, and ill-adaptive to dramatic life changes. This condition places strain on healthcare and family support systems, and represents a failure of scientists, engineers and architectural designers to support independent living. How can the everyday, physical environment be outfitted with intelligent hardware promoting independent living?\n\nWe responded, under this award, by developing and testing a discrete component of an envisioned suite of robotic furniture that we call, collectively, home+, integrated into existing clinical and home environments. We call this discrete component of home+ an Assistive, Robotic Table, or affectionately, \"ART.\" ART is the hybrid of a typical nightstand found in homes, and the over-the-bed table found in hospital rooms; notably, it features a novel \"continuum robotic\" surface that supports post-stroke, upper-limb rehabilitation. We envision that ART and the other components envisioned for home+ recognize, communicate with, and partly remember each other in interaction with human users.\n\nThe key deliverable of this research investigation was the full-scale, working ART prototype, designed and evaluated by our trans-disciplinary team within our purpose-built home+ lab at the Roger C. Peace Rehabilitation Hospital of the Greenville Hospital System University Medical Center. The ART prototype was however not developed by our team working in isolation but, rather, with the participation of doctors and occupational and physical therapists from the rehabilitation hospital. Our expanded design research team developed ART, a complex, cyber-physical artifact, by way of iterative design and evaluation activities that recognize engineering, architectural design and human-centered computing as inseparable. Beyond the fully functioning prototype itself, two key technical outcomes of the research are: (1.) ARTÆs \"continuum robotic\" therapeutic surface and its evaluation; and (2.) a gesture-based machine-learning algorithm whereby ART learns and adapts to user-defined gestures. The latter is especially important for users with cognitive and physical challenges that make engineer-prescribed gestures difficult or impossible to perform.\n\nThe research team has been dedicated to and successful in disseminating its results to the broad research constituency. The technical outcomes from the continuum-robotic therapy surface have been presented and published at IROS [the IEEE/RSJ International Conference on Intelligent Robots and Systems]. We have multiple journal publications tracking the results of our iterative design and human factors evaluation activities published in HERD [The journal of Health Environments Research and Design]. We reported the outcomes of the gesture-learning interface in IEEE Transactions on Human Machine Systems. Finally, a full paper on the broad arc of our research was presented and published at CHI [the premiere ACM conference on Human Factors in Computing Systems]. All of these are benchmark publication vehicless for the multiple disciplines that comprise our team and research endeavor. Beyond publication, additional outreach activities included school visits to our lab and a project website.\n\nThe ART research project is a collaborative activity accomplished by the three investigators from Architecture, Robotics, and Human Factors Psychology. Under this award, one supported student and one faculty member was female, and also a junior faculty member. The activities of each of the three faculty investigators stand alone as significant in their own right for the respective disciplines however, the greater value of the research is its collaborative, trans-disciplinary nature which expands the scope and de..."
 }
}