{
 "awd_id": "1116656",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RI: Small: Intelligent Autonomous Video Quality Agents",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032924768",
 "po_email": "jyang@nsf.gov",
 "po_sign_block_name": "Jie Yang",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 499944.0,
 "awd_amount": 499944.0,
 "awd_min_amd_letter_date": "2011-08-29",
 "awd_max_amd_letter_date": "2011-08-29",
 "awd_abstract_narration": "Determining the perceptual quality of video transmitted through complex networks and viewed on heterogeneous platforms, from cell phones to Internet-based television, is a key problem for the YouTube generation. It is also central to a variety of vision applications including face detection, face recognition and surveillance. Video is subject to numerous distortions: blur, noise, compression, packet/frame drops, etc. Quality assessment is non-trivial when an undistorted video is not available, and unsolved for multiple distortion types and in distributed, non-stationary viewing environments.\r\n\r\nThis project designs and creates intelligent video \"quality agents\" that learn how to determine perceptual video quality in heterogeneous networks, and assesses its impact on decision tasks such as face detection and recognition, all without the benefit of reference videos. It uses statistical properties of natural scenes, perceptual principles, machine learning, and intelligent adaptive agent collectives to handle videos simultaneously impaired by multiple distortion types. A primary application is novel face-salient quality assessment agents and quality-aware face detection algorithms. Multiple, co-operative video and face quality agents are trained using active learning based feedback mechanisms on mobile devices. This project yields adaptive, robust video Quality of Service assessment in real-life networks and provides new insights into human visual quality perception and visual distortion detection. The research team also creates two large, unique video quality databases: (a) A Mobile Video Quality Database of raw and distorted mobile videos and (b) A Distorted Face Database of undistorted and distorted face images, as gold standards for research and development in this area.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Bovik",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Alan C Bovik",
   "pi_email_addr": "bovik@ece.utexas.edu",
   "nsf_id": "000305764",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joydeep",
   "pi_last_name": "Ghosh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joydeep Ghosh",
   "pi_email_addr": "jghosh@utexas.edu",
   "nsf_id": "000446751",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  },
  {
   "pgm_ele_code": "779700",
   "pgm_ele_name": "Comm & Information Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7936",
   "pgm_ref_txt": "SIGNAL PROCESSING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 499944.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Outcome 1: We created the world&rsquo;s first high-performance no-reference (blind) image and video quality models called DIIVINE, BLIINDS, and BRISQUE which can predict what a human will judge the quality of an image, video, or 3D image is, without knowing anything about the image or video in advance. It is created using machine learning methods trained on large databases of distorted images and videos and human judgements of them. W</span>e created the world&rsquo;s first &lsquo;completely blind&rsquo; image and video quality models, called NIQE and VIIDEO, respectively, that do not require training on human subject scores of distorted videos, do not require training or exposure of any kind to distorted signals, and indeed to not rely on training at all, instead depending only on the quality-aware statistical models of natural images, videos, and 3D images.</p>\n<p><span>Outcome 2: We created a number of high-profile databases that are freely available at no charge to any persons around the world to conduct imae/video/3D quality research:</span></p>\n<p><span>LIVE Mobile Video Quality Assessment Database</span></p>\n<p><span>LIVE Multiply Distorted Image Quality Database</span></p>\n<p>LIVE <span>QoE Database for HTTP-based Video Streaming</span></p>\n<p><span>LIVE 3D Image Quality Database<span><span>&nbsp;</span></span></span></p>\n<p>LIVE <span>Distorted Face Database<span><span>&nbsp;</span></span></span></p>\n<p><span>&nbsp;</span></p>\n<p><span>Outcome3: We showed how the Quality of Experience of video users can be improved by perceptually optimizing the way that videos are coded and compressed in computer and wireless networks that change over time or with conditions. We created algorithms that can analyze the current video quality and adjust the rate of video communication. This can directly impact OTT video like Netflix and Hulu.</span></p>\n<p><span><br /></span></p>\n<p><span>Outcome 4: We defined anew concept of blind image repair as a process of correcting one or more different and unknown types of distortions afflicting an image. These distortions could introduce linear or non-linear degradations, compression artifacts, noise, etc., or combinations of these. Thus the concept encompasses denoising, deblurring, deblocking, deringing, and other post-acquisition image improvement processes that address distortions. The problem we tackle is also distortion-blind when the natures of the distortion processes are unknown prior to analyzing the image. Towards solving this problem, we created a new way of repairing an image that has undergone an unknown set of distortions, based on identifying the distortion(s) present in the image (if any) and applying possibly multiple distortion-specific image repair algorithms.</span></p>\n<p>&nbsp;</p>\n<p><span>Outcome 5: Motivated by the proliferation of low-cost digital cameras in mobile devices being deployed in automated surveillance networks, we studied the interaction between perceptual image quality and a classic computer vision task of face detection. We quantified the degradation in performance of a popular and effective face detector when human-perceived image quality was degraded by distortions commonly occurring&nbsp;</span>in capture, storage, and transmission of facial images, including noise, blur, and compression. It was observed that, within a certain range of perceived image quality, a modest increase in image quality can drastically improve face detection performance.</p>\n<p><span>These results can be used to guide resource or bandwidth allocation in acquisition or communication/delivery systems that are associated with face detection tasks. A new&nbsp;</span>algorithm, called QualHOG, was devised using perceptual quality-aware spatial Natural Scene Statistics (NSS) features. Face detectors trained on these new features provide statistically significant improvement in tolerance to image distortions. Distort...",
  "por_txt_cntn": "\nOutcome 1: We created the worldÆs first high-performance no-reference (blind) image and video quality models called DIIVINE, BLIINDS, and BRISQUE which can predict what a human will judge the quality of an image, video, or 3D image is, without knowing anything about the image or video in advance. It is created using machine learning methods trained on large databases of distorted images and videos and human judgements of them. We created the worldÆs first æcompletely blindÆ image and video quality models, called NIQE and VIIDEO, respectively, that do not require training on human subject scores of distorted videos, do not require training or exposure of any kind to distorted signals, and indeed to not rely on training at all, instead depending only on the quality-aware statistical models of natural images, videos, and 3D images.\n\nOutcome 2: We created a number of high-profile databases that are freely available at no charge to any persons around the world to conduct imae/video/3D quality research:\n\nLIVE Mobile Video Quality Assessment Database\n\nLIVE Multiply Distorted Image Quality Database\n\nLIVE QoE Database for HTTP-based Video Streaming\n\nLIVE 3D Image Quality Database \n\nLIVE Distorted Face Database \n\n \n\nOutcome3: We showed how the Quality of Experience of video users can be improved by perceptually optimizing the way that videos are coded and compressed in computer and wireless networks that change over time or with conditions. We created algorithms that can analyze the current video quality and adjust the rate of video communication. This can directly impact OTT video like Netflix and Hulu.\n\n\n\n\nOutcome 4: We defined anew concept of blind image repair as a process of correcting one or more different and unknown types of distortions afflicting an image. These distortions could introduce linear or non-linear degradations, compression artifacts, noise, etc., or combinations of these. Thus the concept encompasses denoising, deblurring, deblocking, deringing, and other post-acquisition image improvement processes that address distortions. The problem we tackle is also distortion-blind when the natures of the distortion processes are unknown prior to analyzing the image. Towards solving this problem, we created a new way of repairing an image that has undergone an unknown set of distortions, based on identifying the distortion(s) present in the image (if any) and applying possibly multiple distortion-specific image repair algorithms.\n\n \n\nOutcome 5: Motivated by the proliferation of low-cost digital cameras in mobile devices being deployed in automated surveillance networks, we studied the interaction between perceptual image quality and a classic computer vision task of face detection. We quantified the degradation in performance of a popular and effective face detector when human-perceived image quality was degraded by distortions commonly occurring in capture, storage, and transmission of facial images, including noise, blur, and compression. It was observed that, within a certain range of perceived image quality, a modest increase in image quality can drastically improve face detection performance.\n\nThese results can be used to guide resource or bandwidth allocation in acquisition or communication/delivery systems that are associated with face detection tasks. A new algorithm, called QualHOG, was devised using perceptual quality-aware spatial Natural Scene Statistics (NSS) features. Face detectors trained on these new features provide statistically significant improvement in tolerance to image distortions. Distortion dependent and distortion-unaware variants of the face detectors were developed and evaluated on a large database of face images representing a wide range of distortions.\n\n \n\nOutcome 6: Estimating an accurate and naturalistic dense depth map from a single monocular photographic image is a very difficult problem. Nevertheless, 2D images of the real-world environment contain significant statistical information regar..."
 }
}