{
 "awd_id": "1116475",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RI: SMALL: Modeling Voice Source Transformation in Monolingual and Crosslingual Non-parallel Voice Conversion Applications",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tatiana Korelsky",
 "awd_eff_date": "2011-07-15",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 244637.0,
 "awd_amount": 252637.0,
 "awd_min_amd_letter_date": "2011-07-20",
 "awd_max_amd_letter_date": "2012-05-07",
 "awd_abstract_narration": "Voice conversion (VC) systems transform segments of speech from a given source speaker so that it\r\ncan be identified as spoken by a specified target speaker. Currently, standard VC systems require\r\nparallel training on extensively labeled sets of speech data where the source and target speaker share\r\nequivalent content for building direct mapping models. This project builds on the concepts of nonparallel\r\nVC systems reducing the need for labeled and shared speech content between source and target\r\nspeakers as well as allowing for both intra-lingual and cross-lingual conversion scenarios. This project\r\nfocuses on two main areas: (1) Building a framework for non-parallel VC without explicit phonetic,\r\nsound, word, or sentence level labels, and (2) Providing effective target speaker mapping to obtain\r\nconverted speech with as good as or better quality compared to current VC systems. The VC\r\nframework consists of three main components: (1) A speaker independent language model; (2) An\r\nalgorithm for model adaptation to target speaker; (3) A speech synthesis block to generate converted\r\nspeech from a target-adapted language model.\r\n\r\nThis project will provide a broad framework for applications such as personalization of assistive textto-\r\nspeech (TTS) systems, foreign language learning, and as a possible component in speech-to-speech\r\ntranslation systems. This project will support graduate student research and provide results for\r\ncommunity distribution through conference and journal submission. Additionally, an open-source\r\nsoftware toolset will be developed and freely distributed. The project will also be used in outreach for\r\nunderrepresented groups in Science Technology Engineering and Mathematics (STEM) disciplines.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elliot",
   "pi_last_name": "Moore",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elliot Moore",
   "pi_email_addr": "em80@mail.gatech.edu",
   "nsf_id": "000062117",
   "pi_start_date": "2011-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 NORTH AVE NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 80327.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 172310.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Voice conversion (VC) systems aim to transform segments of speech from a given source speaker so that it can be identified as spoken by a specified target speaker.&nbsp; Despite progress in VC systems, the practicality of their use has been limited due to significant constraints imposed by existing systems (e.g., one-to-one mapping, parallel training data, labeled/aligned data, etc.).&nbsp; VC systems could have many uses in areas such as: personalization of text-to-speech systems, movie dubbing, foreign language learning, and as a component in speech-to-speech translation systems if a more generous framework was realized.&nbsp;</p>\n<p>A first step towards creating an effective VC system is to determine how different speech features affect a human&rsquo;s natural ability to identify particular speakers. Regardless of which features are used to perform the conversion, a VC system needs a training stage to define the mapping parameters between the features of source speakers to the features of the target speaker. The training usually involves finding segments of speech from a single source and a single target that contain the same sounds for alignment and then building a mapping function from the resulting pairs of matching features. This method of training is referred to as <em>parallel training</em> (i.e., a one-to-one correspondence). Most of the previous work on voice conversion has focused on the parallel training case.&nbsp; Later work has begun to deal with the more general problem of non-parallel voice conversion, where the source and target speakers need not share the same training data.&nbsp; This method of training has the potential advantage of providing a better framework for developing practical applications of VC technologies without the constraints of a single source/target mapping and it is a very open and active area for research.&nbsp; The research in this proposal focused on two main areas: (1) Building a framework for non-parallel voice conversion and (2) Providing effective target speaker mapping to obtain converted speech with as good as or better quality compared to current VC systems while not compromising effective identity conversion.&nbsp;</p>\n<p>While the performance of VC systems has been improving steadily since the first models were proposed, there are many unsolved challenges that limit the wide spread use of the current systems.&nbsp; One challenge is the current trade-off between the effectiveness of the identity conversion and the quality of the converted speech. Generally, improving identity conversion in VC systems has led to a reduction in perceived quality (according to subjective listening tests).&nbsp; Another challenge is the need for extensively labeled speech data for mapping purposes which can limit the general application of VC systems.&nbsp; This proposal investigated a new methodology for performing non-parallel voice conversion to improve performance in identity conversion as well as speech quality over existing VC systems (parallel or non-parallel based).&nbsp; The developed methodology was designed to expand the usability of VC systems with a framework robust to intra- and cross-lingual voice conversion applications.&nbsp;</p>\n<p class=\"PreformattedText\">The system developed in this project was compared with two other state-of-the-art VC systems using listening tests for both speech quality and identity conversion. The developed method achieved:</p>\n<p class=\"PreformattedText\">- statistically equivalent or superior speech quality on the converted speech than the two alternative systems.</p>\n<p class=\"PreformattedText\">- superior identity conversion scores than the two alternative systems.</p>\n<p class=\"PreformattedText\">- superior consistency for both conversion quality and speaker identity in cross- and same- gender voice conversions. &nbsp;</p>\n<p class=\"PreformattedText\">In summary, the work completed for this pr...",
  "por_txt_cntn": "\nVoice conversion (VC) systems aim to transform segments of speech from a given source speaker so that it can be identified as spoken by a specified target speaker.  Despite progress in VC systems, the practicality of their use has been limited due to significant constraints imposed by existing systems (e.g., one-to-one mapping, parallel training data, labeled/aligned data, etc.).  VC systems could have many uses in areas such as: personalization of text-to-speech systems, movie dubbing, foreign language learning, and as a component in speech-to-speech translation systems if a more generous framework was realized. \n\nA first step towards creating an effective VC system is to determine how different speech features affect a humanÆs natural ability to identify particular speakers. Regardless of which features are used to perform the conversion, a VC system needs a training stage to define the mapping parameters between the features of source speakers to the features of the target speaker. The training usually involves finding segments of speech from a single source and a single target that contain the same sounds for alignment and then building a mapping function from the resulting pairs of matching features. This method of training is referred to as parallel training (i.e., a one-to-one correspondence). Most of the previous work on voice conversion has focused on the parallel training case.  Later work has begun to deal with the more general problem of non-parallel voice conversion, where the source and target speakers need not share the same training data.  This method of training has the potential advantage of providing a better framework for developing practical applications of VC technologies without the constraints of a single source/target mapping and it is a very open and active area for research.  The research in this proposal focused on two main areas: (1) Building a framework for non-parallel voice conversion and (2) Providing effective target speaker mapping to obtain converted speech with as good as or better quality compared to current VC systems while not compromising effective identity conversion. \n\nWhile the performance of VC systems has been improving steadily since the first models were proposed, there are many unsolved challenges that limit the wide spread use of the current systems.  One challenge is the current trade-off between the effectiveness of the identity conversion and the quality of the converted speech. Generally, improving identity conversion in VC systems has led to a reduction in perceived quality (according to subjective listening tests).  Another challenge is the need for extensively labeled speech data for mapping purposes which can limit the general application of VC systems.  This proposal investigated a new methodology for performing non-parallel voice conversion to improve performance in identity conversion as well as speech quality over existing VC systems (parallel or non-parallel based).  The developed methodology was designed to expand the usability of VC systems with a framework robust to intra- and cross-lingual voice conversion applications. \nThe system developed in this project was compared with two other state-of-the-art VC systems using listening tests for both speech quality and identity conversion. The developed method achieved:\n- statistically equivalent or superior speech quality on the converted speech than the two alternative systems.\n- superior identity conversion scores than the two alternative systems.\n- superior consistency for both conversion quality and speaker identity in cross- and same- gender voice conversions.  \nIn summary, the work completed for this project resulted in a flexible, many(source)-to-one(target) VC system able to perform both monolingual and cross-lingual conversion using parallel or non-parallel training without sacrificing (and in many cases improving) identity and converted speech quality versus other current state-of-the-art VC systems.\n\n\t\t\t\t\t..."
 }
}