{
 "awd_id": "1116374",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "WORKSHOP: HCC: VL/HCC 2011 Doctoral Consortium",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 20903.0,
 "awd_amount": 20903.0,
 "awd_min_amd_letter_date": "2011-02-24",
 "awd_max_amd_letter_date": "2011-02-24",
 "awd_abstract_narration": "This is funding to support a Doctoral Consortium (workshop) for about 10-14 graduate students, along with a panel of 4-5 distinguished research faculty mentors, which will take place in conjunction with the 2011 IEEE Symposium on Visual Languages and Human-Centric Computing (VL/HCC 2011), to be held September 19-21, 2011, in Pittsburgh, and sponsored by the IEEE Computer Society.  The long-running VL/HCC series occupies a unique niche among HCI and Programming Language conferences, in that it focuses specifically on how to help end users successfully develop and use software.  Recent advances in computing have led to continually deeper integration between computers and human society.  People now swim in a \"sea\" of socio-technical systems that synthesize large numbers of contributing users with vast amounts of source code.  Examples include social media systems, open source repositories, online marketplaces and massively multiplayer online games.  Yet as the socio-technical systems in this sea have grown in complexity, they have become increasingly difficult for end users to understand and direct toward productive ends.  Thus, when users put data into a system they may be unable to anticipate and control how their data will be used by other people or by software in the system; when users take actions in the system they often cannot foresee and manage unintended effects on other users, software, or the system as a whole, particularly because the system's software often contains defects. These problems are further complicated by the fact that different users simultaneously might take actions toward differing goals, while autonomous software such as agents might meanwhile also take actions toward goals of their own.  These and similar problems reflect a fundamental lack of sufficient methods, models and tools to help end users visualize, analyze, tailor, and manage large socio-technical systems.  At a deeper level, insufficient theory is available for predicting the complicated, unstable, sometimes-emergent behavior that results when large numbers of diverse, unpredictable humans are coupled to unreliable software.\r\n\r\nThis year's VL/HCC Doctoral Consortium, the ninth to be funded by NSF in this series, will focus on advancing knowledge and understanding of solutions to these problems.  The workshop will bring together and build community among young researchers working on different aspects of these problems from the perspectives of diverse fields including computer science, the social sciences, and education.  It will guide the work of these new researchers by providing an opportunity for experts in the research field (as well as their peers) to give them advice, in that student participants will make formal presentations of their work during the workshop and will receive feedback from a faculty panel.  The feedback is geared to helping students understand and articulate how their work is positioned relative to other human-computer interaction research, whether their topics are adequately focused for thesis research projects, whether their methods are correctly chosen and applied, and whether the results are appropriately analyzed and presented.  As in prior years the VL/HCC 2011 Doctoral Consortium will be part of the regular conference program.  A 2-page extended abstract of each participant's work will be published in the conference proceedings.  More information about the VL/HCC conference may be found at http://www.cs.cmu.edu/~vlhcc2011. \r\n\r\nBroader Impacts:  The workshop will help shape ongoing and future research projects aimed at alleviating a pressing problem of relevance to a great many people within our society. This event will promote discovery and learning, by encouraging the student researchers to explore a difficult and challenging open problem, through involvement of a panel of well-known researchers whose task is to provide constructive feedback, and through inclusion of other conference participants who will also learn from and provide additional feedback to the students and to each other.  The PI and the members of the organizing committee will make special efforts to attract a diverse and interdisciplinary group of student participants, with special attention paid to recruitment of women and minorities. The PI expects that most of the students supported by this award will come from U.S. universities but as in past years, due to the highly international make-up of the research community, a few non-U.S. students may be invited to participate as well.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Scaffidi",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher P Scaffidi",
   "pi_email_addr": "cscaffid@eecs.oregonstate.edu",
   "nsf_id": "000534638",
   "pi_start_date": "2011-02-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "1500 SW JEFFERSON AVE",
  "perf_city_name": "CORVALLIS",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318655",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 20903.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Overview</strong>: This grant funded the 2011 Graduate Doctoral Consortium, which was co-located with the IEEE Conference on Visual Languages and Human-Centric Computing in Pittsbugh, PA. During this event, graduate students presented their plans for upcoming thesis research. Four faculty served as panelists who provided critical feedback to help guide the students&rsquo; work. Three members of the conference at large also attended, and these provided feedback to the students who presented. &nbsp;Carnegie Mellon University hosted the consortium.</p>\n<p><br /><strong>Intellectual Merit:</strong> The overall objective was to help students learn how to pursue research related to the topical focus on the subject of &ldquo;Expanding end user control in socio-technical systems.&rdquo; In particular, participants received guidance on their attempts to address the following research questions:</p>\n<ul>\n<li>how to support learning by users as they create programs</li>\n<li>how to support creation of programs for robots</li>\n<li>how to support learning of computational thinking skills</li>\n<li>how to assess learning of computational thinking skills</li>\n<li>how to support reasoning about variations of systems</li>\n<li>how to visualize and support edits within spreadsheets</li>\n<li>how to track mental state as students create programs</li>\n</ul>\n<p><br /><strong>Broader Impacts</strong>: Because the overall objective was educational, impact was assessed by measuring effects on learning (using a questionnaire). Results showed that most participants learned how to narrow/focus/scope research into a manageable thesis, revised invalid assumptions about research, and/or obtained a better idea about what other researchers are doing. Three of the seven participants were from under-represented groups. For the first time this year, the organizers also provided a training document containing examples of particularly good submissions from past years. These annotated submissions explained the elements of a successful submission. The resulting materials have been posted online for use by future consortia&nbsp;in this series.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/31/2012<br>\n\t\t\t\t\tModified by: Christopher&nbsp;P&nbsp;Scaffidi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOverview: This grant funded the 2011 Graduate Doctoral Consortium, which was co-located with the IEEE Conference on Visual Languages and Human-Centric Computing in Pittsbugh, PA. During this event, graduate students presented their plans for upcoming thesis research. Four faculty served as panelists who provided critical feedback to help guide the studentsÆ work. Three members of the conference at large also attended, and these provided feedback to the students who presented.  Carnegie Mellon University hosted the consortium.\n\n\nIntellectual Merit: The overall objective was to help students learn how to pursue research related to the topical focus on the subject of \"Expanding end user control in socio-technical systems.\" In particular, participants received guidance on their attempts to address the following research questions:\n\nhow to support learning by users as they create programs\nhow to support creation of programs for robots\nhow to support learning of computational thinking skills\nhow to assess learning of computational thinking skills\nhow to support reasoning about variations of systems\nhow to visualize and support edits within spreadsheets\nhow to track mental state as students create programs\n\n\n\nBroader Impacts: Because the overall objective was educational, impact was assessed by measuring effects on learning (using a questionnaire). Results showed that most participants learned how to narrow/focus/scope research into a manageable thesis, revised invalid assumptions about research, and/or obtained a better idea about what other researchers are doing. Three of the seven participants were from under-represented groups. For the first time this year, the organizers also provided a training document containing examples of particularly good submissions from past years. These annotated submissions explained the elements of a successful submission. The resulting materials have been posted online for use by future consortia in this series.\n\n\t\t\t\t\tLast Modified: 05/31/2012\n\n\t\t\t\t\tSubmitted by: Christopher P Scaffidi"
 }
}