{
 "awd_id": "1117536",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NeTS: Small: Understanding, Managing and Trouble-Shooting the Evolving Cellular Data Networks",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thyagarajan Nandagopal",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2011-07-30",
 "awd_max_amd_letter_date": "2011-07-30",
 "awd_abstract_narration": "With the wide adoption of smart phones and other mobile devices, cellular mobile data traffic has grown tremendously in the past few years. This rapid growth in cellular data traffic, coupled with the increasing demands for mobile data services, has exerted enormous competitive pressure on cellular network service providers. How to effectively manage a large-scale cellular data network is therefore a daunting challenge that is not only important to cellular network service providers, but also to mobile data users and emerging mobile applications and services. In this project, the PI sets out to develop a data-driven, statistical machine learning-based framework to identify, analyze and understand various challenging issues in cellular data networks, and develop mechanisms and tools for effectively managing and trouble-shooting constantly evolving cellular data networks. The PI leverages vast amounts of heterogeneous sources of data obtained from operational cellular data networks, and designs statistical inference techniques to analyze, mine and correlate various sources of real-world data to uncover and identify various key factors that contribute to network performance issues and affect user experiences.\r\n\r\nThis research project brings benefits not only to cellular service providers, but also to millions of users who are increasingly dependent on mobile voice and data services. It also provides valuable insights to inform further development of emerging mobile and cloud computing. Research outcomes will be disseminated through publications and outreach activities, as well as technology transfer.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhi-Li",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhi-Li Zhang",
   "pi_email_addr": "zhzhang@cs.umn.edu",
   "nsf_id": "000096921",
   "pi_start_date": "2011-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7363",
   "pgm_ref_txt": "RES IN NETWORKING TECH & SYS"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The introduction of iPhone by Apple Inc. in January 2007 has revolutionized the design of smart phones and ushered in a new era of smart phone &ldquo;apps&rdquo; and mobile computing. Now with wide adoption of smart phones and other mobile devices, cellular data traffic has grown tremendously in the past few years. The rapid growth in cellular data traffic as well as the increasing demands for mobile data services has exerted enormous competitive pressure on cellular network service providers. In addition to quickly expanding the physical cellular infrastructure by adding capacity and increasing network coverage and rapidly evolving their network architecture to meet user demands and expectations, these providers must also cope with many intricate and complex issues introduced by these new types of smart mobile devices and the &ldquo;apps&rdquo; and services running on them. <em>How to effectively manage a large-scale cellular data network that is constantly evolving is therefore a daunting challenge that is not only important to cellular network service providers, but also to mobile data users and emerging mobile applications and services?</em></p>\n<p>In this project we set out to identify, analyze and understand various challenging issues in, and develop mechanisms and tools for, effectively managing and trouble-shooting constantly evolving cellular data networks. The novelty of our research lies in several aspects. In close collaboration with our industrial research partners &ndash; in particular, AT&amp;T Labs, we have utilized and leveraged vast amounts of heterogeneous sources of data &ndash; e.g., passive and active network measurement data and performance metrics, customer tickets, and so forth &ndash; obtained from operational cellular networks. Guided by these real-world data and employing a <em>data-driven, statistical machine learning-based</em> framework, we have developed innovative machine learning and statistical inference techniques to analyze, mine and correlate various sources of data to uncover and identify various key factors that contribute to network performance issues and affect user experiences and expectations.</p>\n<p>As an example, we have developed <em>Graystar</em>, an innovative system for fast and accurate detection of SMS (Short Message Service) spams and numbers used for sending them. The explosion of mobile devices in the past decade has brought with it an onslaught of unwanted SMS&nbsp; spam. It has been reported that the number of spam messages in the US has risen 45% in 2011 to 4.5 billion messages. The sheer volume of spam messages not only inflicts an annoying user experience, but also incurs significant costs to both cellular service providers and customers alike. In contrast to email spam where the number of possible email addresses is unlimited -- and therefore the spammer generally needs a seed list beforehand, SMS spammers can more easily reach victims by, e.g., simply enumerating all numbers from the finite phone number space. This, combined with wide adoption of mobile phones, makes SMS a medium of choice among spammers. Because SMS spam inflicts financial loss to mobile users and adverse impact to cellular network performance, the objective of defense techniques is to restrict spam numbers quickly before they reach out to many victims. To this end, instead of applying popular solutions in controlling email spam (e.g., filtering based on sending patterns), which can cause a high false alarm rate, cellular carriers often seek help from their customers to alert them of emerging spamming activities, which is more accurate but extremely slow. In contrast, Graystar monitors a set of &ldquo;gray phone numbers&rdquo; (phone numbers that are associated with mobile devices that do not or cannot participate in SMS communications), for early onset of spam activities targeting a large number of mobile users. It employs an advanced statistical model for detecting spam numbers according to their interactions with gray phone numbers. Based on simulation using 5 month data demonstrates that and&nbsp; prototype deployment in operational networks, Graystar is capable of reducing 75% of the spam messages during peak hours. Hence Graystar can greatly benefit the cellular carriers by alleviating the load from aggressive SMS spam messages on network resources as well as limiting their adverse impact on legitimate mobile users.</p>\n<p>&nbsp;</p>\n<p>All in all, we believe that our research has produced new algorithms and tools that can offer the potentials to bring benefits not only to cellular carriers but also to hundreds of millions of users who are now increasingly dependent on mobile voice and data services. It will also provide valuable insights to inform the evolution and expansion of cellular networking infrastructure and services that are critical to the further development of emerging mobile and cloud computing. This research project has also provided both&nbsp;undergraduate and graduate students with hands-on experiences in learning large-scale data analytics and network designs. In particular, several undergraduate students -- one female undergraduate student -- participated in this research project. Two undergraduate students went on to pursue graduate studies, while the others are now working in the IT industry.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/27/2016<br>\n\t\t\t\t\tModified by: Zhi-Li&nbsp;Zhang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe introduction of iPhone by Apple Inc. in January 2007 has revolutionized the design of smart phones and ushered in a new era of smart phone \"apps\" and mobile computing. Now with wide adoption of smart phones and other mobile devices, cellular data traffic has grown tremendously in the past few years. The rapid growth in cellular data traffic as well as the increasing demands for mobile data services has exerted enormous competitive pressure on cellular network service providers. In addition to quickly expanding the physical cellular infrastructure by adding capacity and increasing network coverage and rapidly evolving their network architecture to meet user demands and expectations, these providers must also cope with many intricate and complex issues introduced by these new types of smart mobile devices and the \"apps\" and services running on them. How to effectively manage a large-scale cellular data network that is constantly evolving is therefore a daunting challenge that is not only important to cellular network service providers, but also to mobile data users and emerging mobile applications and services?\n\nIn this project we set out to identify, analyze and understand various challenging issues in, and develop mechanisms and tools for, effectively managing and trouble-shooting constantly evolving cellular data networks. The novelty of our research lies in several aspects. In close collaboration with our industrial research partners &ndash; in particular, AT&amp;T Labs, we have utilized and leveraged vast amounts of heterogeneous sources of data &ndash; e.g., passive and active network measurement data and performance metrics, customer tickets, and so forth &ndash; obtained from operational cellular networks. Guided by these real-world data and employing a data-driven, statistical machine learning-based framework, we have developed innovative machine learning and statistical inference techniques to analyze, mine and correlate various sources of data to uncover and identify various key factors that contribute to network performance issues and affect user experiences and expectations.\n\nAs an example, we have developed Graystar, an innovative system for fast and accurate detection of SMS (Short Message Service) spams and numbers used for sending them. The explosion of mobile devices in the past decade has brought with it an onslaught of unwanted SMS  spam. It has been reported that the number of spam messages in the US has risen 45% in 2011 to 4.5 billion messages. The sheer volume of spam messages not only inflicts an annoying user experience, but also incurs significant costs to both cellular service providers and customers alike. In contrast to email spam where the number of possible email addresses is unlimited -- and therefore the spammer generally needs a seed list beforehand, SMS spammers can more easily reach victims by, e.g., simply enumerating all numbers from the finite phone number space. This, combined with wide adoption of mobile phones, makes SMS a medium of choice among spammers. Because SMS spam inflicts financial loss to mobile users and adverse impact to cellular network performance, the objective of defense techniques is to restrict spam numbers quickly before they reach out to many victims. To this end, instead of applying popular solutions in controlling email spam (e.g., filtering based on sending patterns), which can cause a high false alarm rate, cellular carriers often seek help from their customers to alert them of emerging spamming activities, which is more accurate but extremely slow. In contrast, Graystar monitors a set of \"gray phone numbers\" (phone numbers that are associated with mobile devices that do not or cannot participate in SMS communications), for early onset of spam activities targeting a large number of mobile users. It employs an advanced statistical model for detecting spam numbers according to their interactions with gray phone numbers. Based on simulation using 5 month data demonstrates that and  prototype deployment in operational networks, Graystar is capable of reducing 75% of the spam messages during peak hours. Hence Graystar can greatly benefit the cellular carriers by alleviating the load from aggressive SMS spam messages on network resources as well as limiting their adverse impact on legitimate mobile users.\n\n \n\nAll in all, we believe that our research has produced new algorithms and tools that can offer the potentials to bring benefits not only to cellular carriers but also to hundreds of millions of users who are now increasingly dependent on mobile voice and data services. It will also provide valuable insights to inform the evolution and expansion of cellular networking infrastructure and services that are critical to the further development of emerging mobile and cloud computing. This research project has also provided both undergraduate and graduate students with hands-on experiences in learning large-scale data analytics and network designs. In particular, several undergraduate students -- one female undergraduate student -- participated in this research project. Two undergraduate students went on to pursue graduate studies, while the others are now working in the IT industry.\n\n \n\n\t\t\t\t\tLast Modified: 12/27/2016\n\n\t\t\t\t\tSubmitted by: Zhi-Li Zhang"
 }
}