{
 "awd_id": "1117799",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SHF: Small: GOALI: Addressing the Challenges of Parameter Variation in the Design of Ultra-Low Power Chip Multiprocessors Using Near-Threshold Technology",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032927843",
 "po_email": "sabasu@nsf.gov",
 "po_sign_block_name": "Sankar Basu",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2011-07-06",
 "awd_max_amd_letter_date": "2011-07-06",
 "awd_abstract_narration": "The computing revolution of the last few decades has been driven in large part by a rapid growth in the performance of microprocessor chips. Unfortunately, this growth is now severely restricted by hard limits on power consumption. To ensure that computing technology will continue to evolve, solutions that dramatically increase the energy efficiency of computation must be created. This proposal focuses on developing techniques for building microprocessors that are an order of magnitude more efficient than the current state of the art. This will be achieved by designing and testing technologies for making chips more intelligent in the way they manage power. These systems will dynamically monitor their power consumption, allocate power intelligently to critical tasks and coordinate application execution with the power regulation mechanism, all with the goal of reducing energy waste. The proposed solutions span multiple technology layers, bringing together experts from different areas of chip design from both academia and industry.\r\n\r\n\r\nBeyond its technological and commercial potential, this research will further strengthen multidisciplinary teaching and research in energy efficient design at Ohio State University. The PIs will pilot a joint graduate-level course focusing on ultra-low power microprocessor design. This proposal will also help foster a long-term collaboration between Ohio State and Mentor Graphics that is committed to sending engineers and researchers to visit the Ohio State campus, advice graduate students involved in this project and be intellectually involved. This will encourage students to seek careers in computer aided VLSI design and microprocessor technology, thus helping fuel an industry that is vital to the growth of the US economy.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Radu",
   "pi_last_name": "Teodorescu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Radu Teodorescu",
   "pi_email_addr": "teodores@cse.ohio-state.edu",
   "nsf_id": "000515282",
   "pi_start_date": "2011-07-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "waleed",
   "pi_last_name": "khalil",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "waleed E khalil",
   "pi_email_addr": "khalil@ece.osu.edu",
   "nsf_id": "000515799",
   "pi_start_date": "2011-07-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "1960 KENNY RD",
  "perf_city_name": "COLUMBUS",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  },
  {
   "pgm_ele_code": "779800",
   "pgm_ele_name": "Software & Hardware Foundation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7945",
   "pgm_ref_txt": "DES AUTO FOR MICRO & NANO SYST"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>For many decades we have taken for granted the fact that computer performance has been doubling every one or two years. This extraordinary growth created an industry that has impacted almost every aspect of our lives &ndash; from the way we work to the way we play, communicate or provide healthcare. This revolution was enabled in no small part by one of the computer&rsquo;s core technologies: the microprocessor. Over the last fifty years microprocessors have benefited tremendously from technology innovations that have delivered more and faster transistors with every new generation. Unfortunately, that technology has reached an impasse in recent years, as transistors have approached low-nanometer dimensions. Transistors are so small in the latest technology that about 6 million of them would fit in the period at the end of this sentence. These transistors are less predictable, less reliable and their energy efficiency is increasing very slowly. Building chips with these minute transistors is likely the most significant manufacturing challenge humans have ever undertaken.</p>\n<p>The work conducted as part of this project has addressed the challenge of designing faster and more energy efficient microprocessors under the most adverse technological challenges our industry has ever faced. The principal approach used in this undertaking is a new computing paradigm generally referred to as &ldquo;Near-Threshold Computing&rdquo; (NTC). &nbsp;The technique relies on lowering the <em>supply voltage </em>(Vdd) of a chip to a level only slightly higher than the <em>threshold voltage </em>(Vth) &ndash; the level at which transistors begin conducting current. Vdd is the most powerful knob for improving energy efficiency, because it impacts both dynamic and static power super-linearly. Even though NTC significantly reduces chip speed, it allows for many more computation units (cores) to be powered on simultaneously for the same power cost. Multi-threaded workloads that can take advantage of the increased parallelism can run much more efficiently at NTC. Experimental data shows these applications can attain 8x to 10x higher energy efficiency at NTC compared to conventional super-threshold computing (STC).</p>\n<p>Unfortunately, Near-Threshold Computing faces multiple challenges before it can become a mainstream technology. This is because NTC is less reliable than conventional technology, requiring additional protection against failures. NTC also amplifies the effects of process (post-manufacturing) and runtime variability.</p>\n<p>This project has addressed many of the limitations of NTC to bring the technology closer to reality. One such solution allows each core on a chip to periodically switch between two different maximum frequencies, on a predetermined schedule. The schedule is different for each core and is chosen such that core frequencies average to the same value over a finite interval. This means that cores that are inherently slow are scheduled to spend more time on the high voltage rail while those that are fast will spend more time on the low voltage rail. The result is a CMP that achieves performance homogeneity from an underlying heterogeneous fabric.&nbsp;</p>\n<p>Another significant challenge of NTV operation is the increased sensitivity to voltage fluctuations. These fluctuations are caused by abrupt changes in power demand triggered by processor activity variation with workload. If the voltage deviates too much from its nominal value, it can lead to so-called &ldquo;voltage emergencies,&rdquo; which can cause timing and memory retention errors. As the number of cores in future chips increases, chip-wide coordinated activity such as that forced by global synchronization in multithreaded applications leads to large power fluctuations, which in turn can cause emergencies. This project developed hardware/software co-design solutions that enlist software support to addr...",
  "por_txt_cntn": "\nFor many decades we have taken for granted the fact that computer performance has been doubling every one or two years. This extraordinary growth created an industry that has impacted almost every aspect of our lives &ndash; from the way we work to the way we play, communicate or provide healthcare. This revolution was enabled in no small part by one of the computerÆs core technologies: the microprocessor. Over the last fifty years microprocessors have benefited tremendously from technology innovations that have delivered more and faster transistors with every new generation. Unfortunately, that technology has reached an impasse in recent years, as transistors have approached low-nanometer dimensions. Transistors are so small in the latest technology that about 6 million of them would fit in the period at the end of this sentence. These transistors are less predictable, less reliable and their energy efficiency is increasing very slowly. Building chips with these minute transistors is likely the most significant manufacturing challenge humans have ever undertaken.\n\nThe work conducted as part of this project has addressed the challenge of designing faster and more energy efficient microprocessors under the most adverse technological challenges our industry has ever faced. The principal approach used in this undertaking is a new computing paradigm generally referred to as \"Near-Threshold Computing\" (NTC).  The technique relies on lowering the supply voltage (Vdd) of a chip to a level only slightly higher than the threshold voltage (Vth) &ndash; the level at which transistors begin conducting current. Vdd is the most powerful knob for improving energy efficiency, because it impacts both dynamic and static power super-linearly. Even though NTC significantly reduces chip speed, it allows for many more computation units (cores) to be powered on simultaneously for the same power cost. Multi-threaded workloads that can take advantage of the increased parallelism can run much more efficiently at NTC. Experimental data shows these applications can attain 8x to 10x higher energy efficiency at NTC compared to conventional super-threshold computing (STC).\n\nUnfortunately, Near-Threshold Computing faces multiple challenges before it can become a mainstream technology. This is because NTC is less reliable than conventional technology, requiring additional protection against failures. NTC also amplifies the effects of process (post-manufacturing) and runtime variability.\n\nThis project has addressed many of the limitations of NTC to bring the technology closer to reality. One such solution allows each core on a chip to periodically switch between two different maximum frequencies, on a predetermined schedule. The schedule is different for each core and is chosen such that core frequencies average to the same value over a finite interval. This means that cores that are inherently slow are scheduled to spend more time on the high voltage rail while those that are fast will spend more time on the low voltage rail. The result is a CMP that achieves performance homogeneity from an underlying heterogeneous fabric. \n\nAnother significant challenge of NTV operation is the increased sensitivity to voltage fluctuations. These fluctuations are caused by abrupt changes in power demand triggered by processor activity variation with workload. If the voltage deviates too much from its nominal value, it can lead to so-called \"voltage emergencies,\" which can cause timing and memory retention errors. As the number of cores in future chips increases, chip-wide coordinated activity such as that forced by global synchronization in multithreaded applications leads to large power fluctuations, which in turn can cause emergencies. This project developed hardware/software co-design solutions that enlist software support to address these hardware vulnerabilities. By redesigning synchronization libraries to include knowledge about voltage variability effects, the synchro..."
 }
}