{
 "awd_id": "1117983",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CIF: Small: Jamming in Wireless Networks: Offensive Strategies and Cooperation",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032922981",
 "po_email": "pregalia@nsf.gov",
 "po_sign_block_name": "Phillip Regalia",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 368940.0,
 "awd_amount": 368940.0,
 "awd_min_amd_letter_date": "2011-07-19",
 "awd_max_amd_letter_date": "2011-07-19",
 "awd_abstract_narration": "Interference is a key impediment to achieving high data rates in wireless communications systems.  Intentional interference or \"jamming\" has primarily been studied in military communication networks.  Most prior work has used non-descriptive models for the jammers, without ascribing any strategies or special capabilities to them beyond their ability to broadcast noise.  This research project focuses on the design of the jamming strategies themselves, rather than on their mitigation (although the latter issue is inherently addressed as well).  Questions considered include: What information can jammers exploit?  How does the jammer deal with situations where this information is imprecise?  How can distributed jammers coordinate their interference to maximize its effect?  How should the jamming be designed to mask communications that must be kept secure from eavesdroppers?\r\n\r\nThe project is focuses on jamming techniques that exploit multiple antennas at the physical layer.  Specific research thrusts include:\r\n-- Cooperative jamming in wireless networks: Cooperative policies are being developed that optimally allocate resources to the desired link and friendly jammers.\r\n-- Malicious feedback: Scenarios where the \"jamming\" is not noise but rather malicious physical layer feedback. These are studied to determine the extent of potential damage and possible remedies.\r\n-- Robustness to inaccurate channel estimates: Maximizing the impact of jamming depends critically on the quality of the available channel information.  This research is investigating the effect of inaccuries in this information and on techniques that are robust to such.\r\n-- Experimental studies: Using MIMO radios in their lab, the researchers are implementing cooperative jamming approaches in a real network and studying the gap between theoretical and actual performance.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arnold",
   "pi_last_name": "Swindlehurst",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Arnold L Swindlehurst",
   "pi_email_addr": "swindle@uci.edu",
   "nsf_id": "000426738",
   "pi_start_date": "2011-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "160 ALDRICH HALL",
  "perf_city_name": "IRVINE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926970001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779700",
   "pgm_ele_name": "Comm & Information Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7935",
   "pgm_ref_txt": "COMM & INFORMATION THEORY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 368940.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The broadcast property of the wireless transmission medium presents a significant challenge in ensuring reliable and secure communications in the presence of adversarial users. The broadcast nature of wireless communications makes it difficult to shield transmitted signals from unintended recipients, or eavesdroppers. &nbsp;The security of data transmission systems has traditionally been entrusted to key-based enciphering (cryptographic) techniques at the network layer. However, in dynamic wireless environments this raises issues such as key distribution for symmetric cryptosystems, and high computational complexity of asymmetric cryptosystems. More importantly, all cryptographic measures are based on the premise that it is computationally infeasible for them to be deciphered without knowledge of the secret key, which remains mathematically unproven. Ciphers that were considered virtually unbreakable in the past are continually surmounted due to the relentless growth of computational power. Thus, the vulnerability shown by many implemented cryptographic schemes, the lack of a fundamental proof that establishes the difficulty of the decryption problem faced by adversaries, and the potential for transformative changes in computing motivate security solutions that are provably unbreakable.</p>\n<p>After some initial theoretical studies, aspects of secrecy at the <em>physical layer </em>have experienced a resurgence of interest only in the past decade or so, and this research project has been focused on such problems. The fundamental principle behind physical layer security is to exploit the inherent randomness of noise and communication channels to limit the amount of information that can be extracted at the &lsquo;bit&rsquo; level by an unauthorized receiver. More importantly, no limitations are assumed for the eavesdropper in terms of computational resources or network parameter knowledge, and the achieved security can be quantified precisely. With appropriately designed coding and transmit precoding schemes in addition to the exploitation of any available channel state information, physical layer security schemes enable secret communication over a wireless medium without the aid of an encryption key. However, if it is desirable to use a secret key for encryption, then information-theoretic security also describes techniques that allow for the evolution of such a key over wireless channels that are observable by the adversary. Thus, information-theoretic security is now commonly accepted as the strictest form of security. Additionally, since they can operate essentially independently of the higher layers, physical layer techniques can be used to augment already existing security measures. Such a multilayered approach is expected to significantly enhance the security of modern data networks, whether wired or wireless.</p>\n<p>The work supported by this grant has led to led to a number of different outcomes that have advanced the state-of-the-art in improving wireless security.&nbsp; Most of the work has been focused on exploiting cooperation with other users to improve secrecy.&nbsp; With just a single transmitter and receiver, there are limited options available in attempting to exploit the physical layer for improved security. &nbsp;However, if another cooperative user is involved, the number of available options quickly multiplies.&nbsp; The additional user or &ldquo;helper&rdquo; can provide a number of important functions; for example, it can help relay the message from the transmitter to the receiver, allowing the individual messages to be of much lower power (and hence to be less detectable) than if the transmitter attempted to communicate directly with the receiver.&nbsp; On the other hand, the helper could transmit a noise signal that would mask the signal of interest in such a way that it disturbed the ability of the eavesdropper to decode the message, but no...",
  "por_txt_cntn": "\nThe broadcast property of the wireless transmission medium presents a significant challenge in ensuring reliable and secure communications in the presence of adversarial users. The broadcast nature of wireless communications makes it difficult to shield transmitted signals from unintended recipients, or eavesdroppers.  The security of data transmission systems has traditionally been entrusted to key-based enciphering (cryptographic) techniques at the network layer. However, in dynamic wireless environments this raises issues such as key distribution for symmetric cryptosystems, and high computational complexity of asymmetric cryptosystems. More importantly, all cryptographic measures are based on the premise that it is computationally infeasible for them to be deciphered without knowledge of the secret key, which remains mathematically unproven. Ciphers that were considered virtually unbreakable in the past are continually surmounted due to the relentless growth of computational power. Thus, the vulnerability shown by many implemented cryptographic schemes, the lack of a fundamental proof that establishes the difficulty of the decryption problem faced by adversaries, and the potential for transformative changes in computing motivate security solutions that are provably unbreakable.\n\nAfter some initial theoretical studies, aspects of secrecy at the physical layer have experienced a resurgence of interest only in the past decade or so, and this research project has been focused on such problems. The fundamental principle behind physical layer security is to exploit the inherent randomness of noise and communication channels to limit the amount of information that can be extracted at the æbitÆ level by an unauthorized receiver. More importantly, no limitations are assumed for the eavesdropper in terms of computational resources or network parameter knowledge, and the achieved security can be quantified precisely. With appropriately designed coding and transmit precoding schemes in addition to the exploitation of any available channel state information, physical layer security schemes enable secret communication over a wireless medium without the aid of an encryption key. However, if it is desirable to use a secret key for encryption, then information-theoretic security also describes techniques that allow for the evolution of such a key over wireless channels that are observable by the adversary. Thus, information-theoretic security is now commonly accepted as the strictest form of security. Additionally, since they can operate essentially independently of the higher layers, physical layer techniques can be used to augment already existing security measures. Such a multilayered approach is expected to significantly enhance the security of modern data networks, whether wired or wireless.\n\nThe work supported by this grant has led to led to a number of different outcomes that have advanced the state-of-the-art in improving wireless security.  Most of the work has been focused on exploiting cooperation with other users to improve secrecy.  With just a single transmitter and receiver, there are limited options available in attempting to exploit the physical layer for improved security.  However, if another cooperative user is involved, the number of available options quickly multiplies.  The additional user or \"helper\" can provide a number of important functions; for example, it can help relay the message from the transmitter to the receiver, allowing the individual messages to be of much lower power (and hence to be less detectable) than if the transmitter attempted to communicate directly with the receiver.  On the other hand, the helper could transmit a noise signal that would mask the signal of interest in such a way that it disturbed the ability of the eavesdropper to decode the message, but not that of the desired user.  Such a goal can be accomplished by exploiting information about the specific properties of the wireless chan..."
 }
}