{
 "awd_id": "1117940",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "HCC: Small: Programming by Voice: Extending Initial Programming Environments for Children with Disabilities",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 315524.0,
 "awd_amount": 331524.0,
 "awd_min_amd_letter_date": "2011-09-09",
 "awd_max_amd_letter_date": "2013-05-07",
 "awd_abstract_narration": "The PI's objective in this research is to empower children with certain kinds of disabilities so they can participate fully in initial programming environments (IPEs) that are used to teach computer science.  Specifically, the PI will investigate the science and necessary tool construction to support speech-enabled adaptation of IPEs such as Scratch, Lego LabVIEW for Mindstorms, and Alice, which were originally designed for manual input with a keyboard and mouse, in order to allow children with limited use of their limbs to interact via alternative interfaces. The aforementioned IPEs traditionally rely on user interfaces involving windows, icons, and other graphical widgets, and require a mode of program input that can pose a barrier to those with upper limb motor impairments, who may lack the dexterity and mobility needed to control a mouse or keyboard with their hands.  The PI's approach will be to imitate the common mouse and keyboard interactions with a voice-driven interface that is customized for each IPE.  To these ends, the PI will develop a speech-aware application that runs in parallel to the IPE, listens to the voice commands from the user, interprets the commands according to a grammar influenced by the IPE concepts, and imitates appropriate actions similar to mouse and keyboard operation within the IPE.  Core research questions will include how such assistive customizations can be added with automation using reverse engineering and model-driven engineering.\r\n\r\nDuring the first year of the project, the PI will extended a previously developed proof-of-concept to cover the entire Scratch interface.  The result will be a robust tool that enables Programming by Voice in Scratch, and which will serve as the evaluation instrument for a target group of children with disabilities.  The lessons learned from the first phase of the project will drive a generalization of the steps needed to customize a speech interface for an existing application.  Techniques involving screen scraping and reverse engineering, as well as model-driven engineering, will be investigated to automate the process of adapting IPEs to Programming by Voice.  The resulting tools will be applied to a new IPE, the Lego LabVIEW for Mindstorms, to allow children with disabilities to program robots.  The design and evaluation of the project will be performed in collaboration with United Cerebral Palsy of Birmingham, who will recruit participants into the project and provide resources for training, evaluation, and feedback on the project design.\r\n\r\nBroader Impacts:  This project unites ideas of human-computer interaction with computer science education to provide customized assistive environments for teaching computational thinking to children with disabilities (targeting grades 6-12).  The work will advance our ability to automate the generation of software development environments that support Programming by Voice, resulting in advanced capabilities to enable children with upper limb motor impairments to participate fully in computer science education opportunities.  The PI will involve graduate students in the research; he will supervision undergraduate Honors projects, and he will also mentor high school students from underrepresented groups with science fair projects related to this work.  The results of the research will be disseminated through a project web page that will include open source software, teaching materials, video demonstrations and publications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Gray",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey G Gray",
   "pi_email_addr": "gray@cs.ua.edu",
   "nsf_id": "000247328",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sandra",
   "pi_last_name": "Nichols",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Sandra C Nichols",
   "pi_email_addr": "smcooley@memphis.edu",
   "nsf_id": "000584521",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama Tuscaloosa",
  "inst_street_address": "801 UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "TUSCALOOSA",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2053485152",
  "inst_zip_code": "354012029",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA",
  "org_prnt_uei_num": "TWJWHYEM8T63",
  "org_uei_num": "RCNJEHZ83EV6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama Tuscaloosa",
  "perf_str_addr": "801 UNIVERSITY BLVD",
  "perf_city_name": "TUSCALOOSA",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "354012029",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 315524.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>Computer Science (CS) educators frequently develop new methodologies, languages, and programming environments to teach novice programmers the fundamental concepts of CS. A recent trend has focused on new environments that reduce the initial challenges associated with the heavy syntax focus of traditional textual programming languages. There are numerous Initial Programming Environments (IPEs) available that have been created for student use that in some cases have fostered self-discovery and inquiry-based exploration (e.g., Scratch (2015), Lego Mindstorms LabVIEW, and Blockly. The creative and graphical nature of IPEs have been shown to increase student and teacher interest in CS through adoption in classrooms worldwide at the K-12 levels, as well as interest in introductory university courses. Moreover, the removal of syntax issues in block-based languages that are often encountered in textual languages lowers the floor thereby making block-based languages easier to start using.</p>\n<p>Although the block-based nature of IPEs can be helpful for learning concepts in CS, a small group of students is being left out from learning experiences and engagement in CS (approximately 5% of students) due to block-based environments&rsquo; dependence on the Windows Icon Mouse Pointer (WIMP) metaphor. Block-based environments often require the use of both a mouse and keyboard, which motorically challenged users often are unable to operate. Based on research performed in this project, a Vocal User Interface (VUI) is a viable solution that offers a &ldquo;Programming by Voice&rdquo; (PBV) capability (i.e., a capability to describe a program without the use of a keyboard or mouse). The PBV approach leads to a time-consuming process in terms of adapting legacy applications, particularly, if multiple applications (such as the three IPEs previously mentioned) require specialized VUIs. Each environment has its own visual layout and its own commands; therefore, each application requires a different VUI. In order to create a more generic solution, a Domain-Specific Language (DSL) has been created in this project to create a semi-automated process allowing a level of abstraction that captures the specific needs of each IPE. From the specification of each IPE, a customized VUI can be generated that integrates with the legacy application in a non-invasive manner.</p>\n<p>The intellectual merit of the projects contributions is focused on techniques and supporting tools that assist in mapping a GUI to a VUI, including the ability to record the locations of existing GUI widgets and an underlying PBV engine that integrates a speech recognizer with programmatic control of the mouse and keyboard. The broad impacts of the project are concerned with the opportunities that are provided to children and others with mobility challenges who want to learn computer programming. The following are summary highlights from the project:</p>\n<ul>\n<li>A project web page is available at <a href=\"http://myna.cs.ua.edu/\">http://myna.cs.ua.edu/</a> </li>\n<li>The main contribution of the project is the Myna framework, which provides a means to link a speech recognition system to an underlying engine that provides programmatic control of the mouse and keyboard. The final version of the project permits the full use of drag and drop features within several different programming environments. </li>\n<li>Myna has been applied to Scratch (both desktop and web), Snap! (BYOB and web), Lego Mindstorms NXT, Code.org Hour of Code puzzles, and two Blockly languages (Pixly and Spherly).</li>\n<li>The project also investigated the creation of a semi-automated tool that could be used to collect specific information (e.g., xy-coordinate, name, type, behavior, etc.) about various components within a GUI. This tool, Myna Scraper, allows the user to click through the process of data collection, which is then stored in proper...",
  "por_txt_cntn": "\n \n\nComputer Science (CS) educators frequently develop new methodologies, languages, and programming environments to teach novice programmers the fundamental concepts of CS. A recent trend has focused on new environments that reduce the initial challenges associated with the heavy syntax focus of traditional textual programming languages. There are numerous Initial Programming Environments (IPEs) available that have been created for student use that in some cases have fostered self-discovery and inquiry-based exploration (e.g., Scratch (2015), Lego Mindstorms LabVIEW, and Blockly. The creative and graphical nature of IPEs have been shown to increase student and teacher interest in CS through adoption in classrooms worldwide at the K-12 levels, as well as interest in introductory university courses. Moreover, the removal of syntax issues in block-based languages that are often encountered in textual languages lowers the floor thereby making block-based languages easier to start using.\n\nAlthough the block-based nature of IPEs can be helpful for learning concepts in CS, a small group of students is being left out from learning experiences and engagement in CS (approximately 5% of students) due to block-based environmentsÆ dependence on the Windows Icon Mouse Pointer (WIMP) metaphor. Block-based environments often require the use of both a mouse and keyboard, which motorically challenged users often are unable to operate. Based on research performed in this project, a Vocal User Interface (VUI) is a viable solution that offers a \"Programming by Voice\" (PBV) capability (i.e., a capability to describe a program without the use of a keyboard or mouse). The PBV approach leads to a time-consuming process in terms of adapting legacy applications, particularly, if multiple applications (such as the three IPEs previously mentioned) require specialized VUIs. Each environment has its own visual layout and its own commands; therefore, each application requires a different VUI. In order to create a more generic solution, a Domain-Specific Language (DSL) has been created in this project to create a semi-automated process allowing a level of abstraction that captures the specific needs of each IPE. From the specification of each IPE, a customized VUI can be generated that integrates with the legacy application in a non-invasive manner.\n\nThe intellectual merit of the projects contributions is focused on techniques and supporting tools that assist in mapping a GUI to a VUI, including the ability to record the locations of existing GUI widgets and an underlying PBV engine that integrates a speech recognizer with programmatic control of the mouse and keyboard. The broad impacts of the project are concerned with the opportunities that are provided to children and others with mobility challenges who want to learn computer programming. The following are summary highlights from the project:\n\nA project web page is available at http://myna.cs.ua.edu/ \nThe main contribution of the project is the Myna framework, which provides a means to link a speech recognition system to an underlying engine that provides programmatic control of the mouse and keyboard. The final version of the project permits the full use of drag and drop features within several different programming environments. \nMyna has been applied to Scratch (both desktop and web), Snap! (BYOB and web), Lego Mindstorms NXT, Code.org Hour of Code puzzles, and two Blockly languages (Pixly and Spherly).\nThe project also investigated the creation of a semi-automated tool that could be used to collect specific information (e.g., xy-coordinate, name, type, behavior, etc.) about various components within a GUI. This tool, Myna Scraper, allows the user to click through the process of data collection, which is then stored in property files, rather than manually collect the information and create each individual file. The number of property files created depends on the number of components within the applica..."
 }
}