{
 "awd_id": "1117709",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CIF: Small: Recovery of Multi-Channel Visual Signals from Limited Color Information Using Rank Minimization and Sparsity Maximization",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Cozzens",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 408536.0,
 "awd_amount": 408536.0,
 "awd_min_amd_letter_date": "2011-06-30",
 "awd_max_amd_letter_date": "2011-06-30",
 "awd_abstract_narration": "The recovery of visual colors from captured images and video signals is among the most prevalent and fundamental problems in digital imaging. This problem affects billions of consumers, and it impacts the quality of the visual signal that these consumers capture, communicate, and display. Millions of image and video cameras, mobile and smart phones, and many other types of visual devices and applications are impacted in a significant way. For example, virtually all consumer cameras are based on an architecture that utilizes a Color Filter Array (CFA), which captures single-color-per-pixel images to reduce cost, size, and power consumption. Hence, one needs to recover the original three color images (Red-Green-Blue) from the captured single-color-per-pixel CFA image. Despite numerous contributions and noticeable progress that has been made in this area, this problem is still largely unsolved.\r\n\r\nThis project addresses the general problem of the recovery of multiple color channels (RMCC) from limited color information. The project develops a joint rank-minimization sparsity-maximization (RMSM) framework for the recovery of multiple color channels. Rank minimization of matrices, which is a more general framework than compressed sensing (CS) of vectors, provides many powerful tools. The project targets both approaches jointly in novel ways. An important question is how to strike an optimal balance between rank-minimization and sparsity-maximization under a joint framework. Furthermore, this effort designs optimization frameworks for a sparsifying \"color\"-dictionary paradigm. The notion of utilizing overcomplete, sparsifying \"color\" dictionaries represents a major departure from prior work. The project is also extending the applications of this research to video demosaicing and visual coding systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hayder",
   "pi_last_name": "Radha",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hayder Radha",
   "pi_email_addr": "radha@egr.msu.edu",
   "nsf_id": "000322047",
   "pi_start_date": "2011-06-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "426 AUDITORIUM RD RM 2",
  "perf_city_name": "EAST LANSING",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779700",
   "pgm_ele_name": "Comm & Information Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7936",
   "pgm_ref_txt": "SIGNAL PROCESSING"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 408536.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Imaging data provides crucial information that impacts many critical applications and services ranging from medicine to entertainment. The \"missing\" imaging data problem usually occurs due to limitations in the capturing device and/or due to an imposed set of requirements to reduce cost or acquisition time when capturing the data.&nbsp;The ability to recover missing imaging data that are captured by a variety of devices can have a profound impact on the aforementioned applications and services. Furthermore, recovery of missing imaging data, in general, and missing color channels, in particular, are among the most critical and fundamental problems in imaging and video. Consequently, the main focus of this project has been the development of novel approaches for the recovery of missing imaging data. The primary outcomes of this effort can be summarized by the following:</p>\n<p>(1) Recovery of the \"true\" colors of an image (that is captured using only partial color information) can be achieved by emerging methods that are based on \"sparse signal\" models. The approaches that we have developed under this project provided significant improvements over state-of-the-art in this area. Figure 1(a) shows an example of an image captured using a single color per pixel. The reconstructed image using one of the approaches developed under this NSF project is shown in Figure 1(b). As can be seen, virtually perfect reconstruction can be achieved based on the developed framework.</p>\n<p>(2) When capturing an image using limited color information (e.g., single color per pixel), the color pattern used for the captured image can have an impact on the quality of the reconstructed image. For example, we have found that the so-called \"second generation\" color pattern might provide better results than the popular Bayer pattern used in virtually all consumer cameras. Also, having a \"periodic\" color pattern (i.e., a color pattern that repeats over the image) can provide better results than a purely random color mosaic.</p>\n<p>(3) The general framework of \"sparse signal representation\" of visual information can be successfully applied to the modeling of video as well. In particular, under this project, we succeeded in developing the foundations of a video framework (based on sparse representation) that can be used for a broad range of applications, including tracking of arbitrary objects (e.g., face and people tracking), removing of objects, and video scene detection. An example for object removal from a video sequence is shown in Figure 2. As can be seen from the figure, a highly accurate performance can be achieved based on the developed approach.</p>\n<p>(4) The area of \"sparse representation\" can be a powerful tool for other important classes of missing data recovery methods. In particular, we employed what is known as \"sparse space clustering\" to develop a novel framework for image super-resolution. The area of image super-resolution has received a great deal of attention due to its impact on a variety of applications including medical imaging and the emerging ultra-high definition video displays. We were able to successfully recover super-resolution images from much lower-resolution images (e.g., magnification by a factor of 3x3) by employing the developed techniques under this project. An example is shown in Figure 3 where the quality of the higher-resolution&nbsp;image can clearly be seen when compared to the low-resolution image that has significantly lower visual quality than the reconstructed super-resolution image.</p>\n<p>Finally, we believe that there is still a great deal of work that can be pursued in the general area of missing image data recovery. We have shown in some of our presentations at leading venues that there are still some limitations in the most advanced methods that have been developed so far, even under the frameworks developed under this project. After developing ...",
  "por_txt_cntn": "\nImaging data provides crucial information that impacts many critical applications and services ranging from medicine to entertainment. The \"missing\" imaging data problem usually occurs due to limitations in the capturing device and/or due to an imposed set of requirements to reduce cost or acquisition time when capturing the data. The ability to recover missing imaging data that are captured by a variety of devices can have a profound impact on the aforementioned applications and services. Furthermore, recovery of missing imaging data, in general, and missing color channels, in particular, are among the most critical and fundamental problems in imaging and video. Consequently, the main focus of this project has been the development of novel approaches for the recovery of missing imaging data. The primary outcomes of this effort can be summarized by the following:\n\n(1) Recovery of the \"true\" colors of an image (that is captured using only partial color information) can be achieved by emerging methods that are based on \"sparse signal\" models. The approaches that we have developed under this project provided significant improvements over state-of-the-art in this area. Figure 1(a) shows an example of an image captured using a single color per pixel. The reconstructed image using one of the approaches developed under this NSF project is shown in Figure 1(b). As can be seen, virtually perfect reconstruction can be achieved based on the developed framework.\n\n(2) When capturing an image using limited color information (e.g., single color per pixel), the color pattern used for the captured image can have an impact on the quality of the reconstructed image. For example, we have found that the so-called \"second generation\" color pattern might provide better results than the popular Bayer pattern used in virtually all consumer cameras. Also, having a \"periodic\" color pattern (i.e., a color pattern that repeats over the image) can provide better results than a purely random color mosaic.\n\n(3) The general framework of \"sparse signal representation\" of visual information can be successfully applied to the modeling of video as well. In particular, under this project, we succeeded in developing the foundations of a video framework (based on sparse representation) that can be used for a broad range of applications, including tracking of arbitrary objects (e.g., face and people tracking), removing of objects, and video scene detection. An example for object removal from a video sequence is shown in Figure 2. As can be seen from the figure, a highly accurate performance can be achieved based on the developed approach.\n\n(4) The area of \"sparse representation\" can be a powerful tool for other important classes of missing data recovery methods. In particular, we employed what is known as \"sparse space clustering\" to develop a novel framework for image super-resolution. The area of image super-resolution has received a great deal of attention due to its impact on a variety of applications including medical imaging and the emerging ultra-high definition video displays. We were able to successfully recover super-resolution images from much lower-resolution images (e.g., magnification by a factor of 3x3) by employing the developed techniques under this project. An example is shown in Figure 3 where the quality of the higher-resolution image can clearly be seen when compared to the low-resolution image that has significantly lower visual quality than the reconstructed super-resolution image.\n\nFinally, we believe that there is still a great deal of work that can be pursued in the general area of missing image data recovery. We have shown in some of our presentations at leading venues that there are still some limitations in the most advanced methods that have been developed so far, even under the frameworks developed under this project. After developing critical pieces of the foundation of novel methods for the recovery of missing visual data under this ..."
 }
}