{
 "awd_id": "1117956",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RI: Small: Towards Practical Tractability in Constraint Processing",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032924481",
 "po_email": "hmunoz@nsf.gov",
 "po_sign_block_name": "Hector Munoz-Avila",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 385564.0,
 "awd_amount": 435564.0,
 "awd_min_amd_letter_date": "2011-07-29",
 "awd_max_amd_letter_date": "2015-01-23",
 "awd_abstract_narration": "Many problems in artificial intelligence, engineering, and management can be advantageously modeled and solved as Constraint Satisfaction Problems, but scalability remains in practice a major obstacle to the successful deployment of Constraint Solvers. The goal of this project is to design algorithms and strategies that enable computers to overcome, in practice, the scalability barrier. To this end, the proposed research targets the two fundamental mechanisms in Constraint Processing that are the most promising for breaking the complexity barrier, namely, enforcing consistency and detecting and breaking symmetry. This project aims to design new algorithms for those two mechanisms and develop strategies for intertwining them. \r\n\r\nThe tractability of a problem is guaranteed by a relationship between a structural parameter of the problem and its level of consistency. This project aims to design algorithms that enforce the needed level of consistency without adversely modifying the structure of the problem. Symmetries can be detected and exploited to dramatically reduce the cost of problem solving.  This project aims to (1) design algorithms for detecting symmetries, and (2) develop approximation strategies for exploiting them without sacrificing the soundness and completeness of problem solving. A key observation is that algorithms for enforcing consistency and those for locally detecting symmetry are based on the same atomic operations. Furthermore, they seem to be effective under complementary operating conditions. This project further aims to design strategies for intertwining the operation of the two types of algorithms so that the application of the one type enables and facilitates that of the other type, in order to yield new opportunities to control the combinatorial explosion. The approach will be validated on applications of practical importance and extended to address similar combinatorial problems in other areas of Computer Science such as Databases and Software Engineering.\r\n\r\nThe proposed activities contribute to the progress of the research on two fundamental aspects of Constraint Processing. From a practical perspective, this research directly benefits many combinatorial problems of practical importance. From a scientific standpoint, this project will identify connections and build new bridges with other areas of Computer Science, such as Databases and Software Engineering. The insight gained from these investigations will be used to improve the scope and content of introductory and advanced courses on Constraint Processing.  The opportunities and research avenues will be heavily exploited to involve undergraduate students in research and to give them experience in using the project's insights on problems that they find engaging (e.g., Sudoku) and for understanding the operation of algorithms in Computer Science courses; the goal is to motivate students to conduct research in Constraint Processing and to transfer results from this field to other students and researchers in Computer Science, Mathematics, Engineering, to entice high-school students to study Computer Science, and in addition, to explain to the general public some of the fundamental mechanisms at the heart of complex problem solving.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Berthe",
   "pi_last_name": "Choueiry",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Berthe Y Choueiry",
   "pi_email_addr": "choueiry@cse.unl.edu",
   "nsf_id": "000090924",
   "pi_start_date": "2011-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nebraska-Lincoln",
  "inst_street_address": "2200 VINE ST # 830861",
  "inst_street_address_2": "",
  "inst_city_name": "LINCOLN",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4024723171",
  "inst_zip_code": "685032427",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NE01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE UNIVERSITY OF NEBRASKA",
  "org_prnt_uei_num": "",
  "org_uei_num": "HTQ6K6NJFHA6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nebraska-Lincoln",
  "perf_str_addr": "2200 VINE ST # 830861",
  "perf_city_name": "LINCOLN",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "685032427",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NE01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7495",
   "pgm_ref_txt": "ROBUST INTELLIGENCE"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 385564.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 18000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 1\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>The research in this grant focused on the design of algorithms and strategies for (</span><span>a</span><span>) higher-levels relational consistency for Constraint Satisfaction Problems (CSPs), (</span><span>b</span><span>) the detection of symmetries in constraints&rsquo; relations, and (</span><span>c</span><span>) intertwining the above two mechanisms when solving CSPs with backtrack search. All proposed algorithms and techniques were thoroughly evaluated on benchmark problems.&nbsp;</span></p>\n</div>\n</div>\n</div>\n<div class=\"page\" title=\"Page 1\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>We established how our new algorithms and strategies can solve many benchmark classes in a backtrack-free manner. We also established that they outperform the state-of-the-art search algorithms.</span></p>\n</div>\n</div>\n</div>\n<p><span style=\"font-size: 12px;\">This grant &nbsp;allowed the successful completion of one doctoral dissertation, two master&rsquo;s theses, one master&rsquo;s project, and two undergraduate honors theses. Other doctoral dissertations and master's theses are in progress. &nbsp;Following their involvement in the research enabled by this award, most of the graduate and undergraduate students received university and departmental research awards as well as competitive national scholarships (e.g., one B.M. Goldwater Scholarship, two NSF Graduate Research Fellowships, one NSF Graduate Research Opportunities Worldwide scholarship, and one Chateaubriand Fellowship of the French Embassy in Washington D.C.).</span></p>\n<div class=\"page\" title=\"Page 1\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>In addition to the fundamental research on Constraint Processing, we have also designed and developed several practical applications. &nbsp;</span><span style=\"font-size: 12px;\">Those practical tools have been invaluable in teaching, recruitment, and outreach activities in order to demonstrate and explain the strength of Constraint Processing techniques.&nbsp;</span></p>\n</div>\n</div>\n</div>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/16/2015<br>\n\t\t\t\t\tModified by: Berthe&nbsp;Y&nbsp;Choueiry</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\nThe research in this grant focused on the design of algorithms and strategies for (a) higher-levels relational consistency for Constraint Satisfaction Problems (CSPs), (b) the detection of symmetries in constraintsÆ relations, and (c) intertwining the above two mechanisms when solving CSPs with backtrack search. All proposed algorithms and techniques were thoroughly evaluated on benchmark problems. \n\n\n\n\n\n\n\nWe established how our new algorithms and strategies can solve many benchmark classes in a backtrack-free manner. We also established that they outperform the state-of-the-art search algorithms.\n\n\n\n\nThis grant  allowed the successful completion of one doctoral dissertation, two masterÆs theses, one masterÆs project, and two undergraduate honors theses. Other doctoral dissertations and master's theses are in progress.  Following their involvement in the research enabled by this award, most of the graduate and undergraduate students received university and departmental research awards as well as competitive national scholarships (e.g., one B.M. Goldwater Scholarship, two NSF Graduate Research Fellowships, one NSF Graduate Research Opportunities Worldwide scholarship, and one Chateaubriand Fellowship of the French Embassy in Washington D.C.).\n\n\n\n\nIn addition to the fundamental research on Constraint Processing, we have also designed and developed several practical applications.  Those practical tools have been invaluable in teaching, recruitment, and outreach activities in order to demonstrate and explain the strength of Constraint Processing techniques. \n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 11/16/2015\n\n\t\t\t\t\tSubmitted by: Berthe Y Choueiry"
 }
}