{
 "awd_id": "1117025",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CSR: Small: Quest: A Real-Time Operating System for Multicore Processors",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anita La Salle",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 399999.0,
 "awd_amount": 399999.0,
 "awd_min_amd_letter_date": "2011-08-08",
 "awd_max_amd_letter_date": "2011-08-08",
 "awd_abstract_narration": "Multicore processors are becoming ubiquitous among high-end servers, personal computers, mobile phones and embedded devices. While these processors can provide higher performance at lower power than single-core architectures, they pose significant challenges for system designers. This is particularly true in real-time embedded systems, such as in avionic and automotive control, manufacturing, and healthcare. In these systems, tasks often have critical timing requirements, with deadlines that must be met to avoid potentially catastrophic outcomes. Providing timing guarantees on multicore processors is made difficult by contention for shared on-chip caches and memory bus bandwidth, and other factors such as hardware interrupts, instruction pipelines and simultaneous multithreading that affect predictability.\r\n\r\nThis project focuses on the design of a real-time operating system that addresses micro-architectural resource contention and enforces predictable behavior on multicore processors.  This system called ?Quest? is centered around time as a first class resource, guaranteeing real-time shares of computational resources among all tasks, including interrupts and application threads.  Using hardware performance counters available on modern processors, this project implements a real-time performance monitoring subsystem to influence resource management.\r\n\r\nAn additional aspect of this work focuses on the use of hardware sandboxing techniques to guarantee the system is not compromised by ill-written software, such as drivers or services implemented by third party developers.  This is especially relevant given the complexity of modern software systems that cannot easily be verified to behave correctly using only static methods.  As part of the development of Quest, hardware virtualization capabilities are investigated to enforce heightened software reliability, in particular, techniques for isolating software components of a system, while ensuring predictability, \r\n\r\nThe outcomes of this work will impact the design of systems software on multicore processors. A greater understanding of hardware features to improve or ease the construction of software systems is gained, especially those with safety-critical requirements.  Investigations into system predictability and safety will help prevent potentially disastrous outcomes for mission-critical tasks. This work could lead to more robust systems that avoid costs of failure in terms of loss of lives, equipment, or money. The Quest software will be shared among the research community and used in courses involving operating systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "West",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Richard West",
   "pi_email_addr": "richwest@cs.bu.edu",
   "nsf_id": "000211081",
   "pi_start_date": "2011-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "1 SILBER WAY",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151703",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735400",
   "pgm_ele_name": "CSR-Computer Systems Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7354",
   "pgm_ref_txt": "COMPUTER SYSTEMS"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 399999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary outcome of this project is the development of a real-time<br />operating system for multicore processors, called Quest. The Quest software is<br />open-source and has been used in education to teach operating systems<br />courses. It has also been used in research at Boston University and other<br />institutions around the world. Quest has been developed for x86 multicore<br />platforms, and exploits hardware performance counters to infer<br />micro-architectural resource usage. For example, cache occupancy predictions<br />can be used to influence the co-scheduling of tasks to avoid contention and,<br />hence, variability in execution times due to increased cache misses.&nbsp; <br /><br />This project has also focused on the study of abstractions to enforce temporal<br />isolation between tasks and system events such as interrupts. Interrupts have<br />traditionally caused problems in real-time systems. Interrupts do not always<br />occur at predictable times and their handling consumes CPU time that delays<br />the execution of other tasks. This project has led to the development of<br />real-time scheduling techniques that integrate the management of both<br />conventional tasks and interrupts. The resultant scheduling sub-system is part<br />of Quest's unique virtual CPU (VCPU) scheduling framework. <br /><br />Other outcomes include the study and development of hardware techniques,<br />including machine virtualization, to isolate system software components in<br />separate protection domains. The idea here is to partition a system into<br />logically distinct components so that faults or compromises to one component<br />do not adversely affect other parts of the system. This has resulted in the<br />early developments of Quest-V, a separation kernel that uses hardware<br />virtualization features such as extended page tables, to form a chip-level<br />distributed system. Studies have shown this approach is more robust to<br />software faults than a conventional symmetric multiprocessing system built<br />with a single system image. Quest-V forms the basis of a secure and<br />predictable system, which we hope to continue to study in further research.<br /><br />Early developments of Quest-V have focused on techniques to ensure efficient<br />resource management. Studies have shown how machine virtualization can be used<br />to partition physical resources amongst separate guest domains without the<br />traditional overheads of a virtual machine monitor, or hypervisor. Quest-V<br />avoids the need for a complex hypervisor to multiplex machine resources<br />amongst guests and, hence, separate software components. Instead the guest<br />\"sandbox\" domains perform their own scheduling and resource management on the<br />subset of processing cores, physical memory and I/O devices for which they have<br />been granted access. This makes the entire system highly efficient. Although<br />in its early stages of development, Quest-V is one of the world's first<br />real-time chip-level separation kernels that uses hardware virtualization to<br />isolate software components. To show its efficiency, we have implemented a<br />Linux front-end in one sandbox domain, while supporting real-time Quest back-end<br />services in separate domains. Real-time communication channels have been<br />designed to allow separate components in different sandbox domains to exchange<br />data predictably. <br /><br />Quest(-V) has attracted industry interest, and we are currently developing the<br />system for use on numerous embedded computing platforms. These have thus far<br />centered around the x86 architecture, such as the Intel Galileo, Edison and<br />Minnowboard. We hope to provide the basis for a safe, secure and predictable<br />embedded system for multicore platforms in many areas of computing, on both x86<br />and other other architectural platforms.<br /><br />Su...",
  "por_txt_cntn": "\nThe primary outcome of this project is the development of a real-time\noperating system for multicore processors, called Quest. The Quest software is\nopen-source and has been used in education to teach operating systems\ncourses. It has also been used in research at Boston University and other\ninstitutions around the world. Quest has been developed for x86 multicore\nplatforms, and exploits hardware performance counters to infer\nmicro-architectural resource usage. For example, cache occupancy predictions\ncan be used to influence the co-scheduling of tasks to avoid contention and,\nhence, variability in execution times due to increased cache misses.  \n\nThis project has also focused on the study of abstractions to enforce temporal\nisolation between tasks and system events such as interrupts. Interrupts have\ntraditionally caused problems in real-time systems. Interrupts do not always\noccur at predictable times and their handling consumes CPU time that delays\nthe execution of other tasks. This project has led to the development of\nreal-time scheduling techniques that integrate the management of both\nconventional tasks and interrupts. The resultant scheduling sub-system is part\nof Quest's unique virtual CPU (VCPU) scheduling framework. \n\nOther outcomes include the study and development of hardware techniques,\nincluding machine virtualization, to isolate system software components in\nseparate protection domains. The idea here is to partition a system into\nlogically distinct components so that faults or compromises to one component\ndo not adversely affect other parts of the system. This has resulted in the\nearly developments of Quest-V, a separation kernel that uses hardware\nvirtualization features such as extended page tables, to form a chip-level\ndistributed system. Studies have shown this approach is more robust to\nsoftware faults than a conventional symmetric multiprocessing system built\nwith a single system image. Quest-V forms the basis of a secure and\npredictable system, which we hope to continue to study in further research.\n\nEarly developments of Quest-V have focused on techniques to ensure efficient\nresource management. Studies have shown how machine virtualization can be used\nto partition physical resources amongst separate guest domains without the\ntraditional overheads of a virtual machine monitor, or hypervisor. Quest-V\navoids the need for a complex hypervisor to multiplex machine resources\namongst guests and, hence, separate software components. Instead the guest\n\"sandbox\" domains perform their own scheduling and resource management on the\nsubset of processing cores, physical memory and I/O devices for which they have\nbeen granted access. This makes the entire system highly efficient. Although\nin its early stages of development, Quest-V is one of the world's first\nreal-time chip-level separation kernels that uses hardware virtualization to\nisolate software components. To show its efficiency, we have implemented a\nLinux front-end in one sandbox domain, while supporting real-time Quest back-end\nservices in separate domains. Real-time communication channels have been\ndesigned to allow separate components in different sandbox domains to exchange\ndata predictably. \n\nQuest(-V) has attracted industry interest, and we are currently developing the\nsystem for use on numerous embedded computing platforms. These have thus far\ncentered around the x86 architecture, such as the Intel Galileo, Edison and\nMinnowboard. We hope to provide the basis for a safe, secure and predictable\nembedded system for multicore platforms in many areas of computing, on both x86\nand other other architectural platforms.\n\nSupport for this project has led to the completion of one PhD, and significant\nprogress for several others. Software artifacts have formed the basis for\nresearch projects involving both graduate and undergraduate students. The PI\nhas worked not only with PhD and Masters students on topics related to this\nproject but also undergraduates involv..."
 }
}