{
 "awd_id": "1117263",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CSR:Small:Sensor-driven Thermal-aware Autonomic Management of Instrumented Datacenters",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032925197",
 "po_email": "mmcclure@nsf.gov",
 "po_sign_block_name": "Marilyn McClure",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 120000.0,
 "awd_amount": 120000.0,
 "awd_min_amd_letter_date": "2011-08-08",
 "awd_max_amd_letter_date": "2011-08-08",
 "awd_abstract_narration": "Due to the increasing demands for computing and storage, energy consumption, heat generation, and cooling requirements have become critical concerns both in terms of the growing costs as well as their environmental and societal impacts. Thus, thermal awareness, which is the knowledge of local unevenness in heat generation and extraction rates, and hence, heat imbalance at various points inside a datacenter, is essential to maximize energy and cooling efficiency as well as to minimize server failure rates.\r\nThe objectives of this research are to acquire knowledge about the heat imbalance at different regions inside a datacenter and to enable thermal-aware self-configuration and self-optimization of computing resources inside a datacenter. These objectives are aimed at increasing the energy and cooling efficiency and at decreasing equipment failure rates so to minimize both the impact on the environment and the Total Cost of Ownership (TCO) of datacenters. Specifically, the project focuses on designing autonomic adaptive sampling solutions for enabling self-organization of heterogeneous sensors - composed of thermal cameras, scalar temperature and humidity sensors, and airflow meters - into a multi-tier sensing infrastructure, and on studying proactive, Quality of Service (QoS)-aware, heat-imbalance-based solutions for Virtual Machine (VM) consolidation and cooling system optimization in a virtualized air-cooled datacenter.\r\nThis project will also result in the generation of computer-literate undergraduate and graduate researchers with a comprehensive knowledge of complex optimization problems in energy-efficient design and management of large datacenters. The PI will create new teaching modules on distributed sensing, provide opportunities for exchange programs, leverage existing minority student outreach networks at Rutgers, and incorporate student exchange programs as well as team-teaching approaches.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dario",
   "pi_last_name": "Pompili",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dario Pompili",
   "pi_email_addr": "pompili@rutgers.edu",
   "nsf_id": "000501685",
   "pi_start_date": "2011-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZ",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735400",
   "pgm_ele_name": "CSR-Computer Systems Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7354",
   "pgm_ref_txt": "COMPUTER SYSTEMS"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 120000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Datacenters are a growing component of society&rsquo;s information technology (IT) infrastructure, enabling services related to health, banking, commerce, defense, education, and entertainment. Due to the increasing demands for computing and storage, energy consumption, heat generation, and cooling requirements have become critical concerns in datacenters both in terms of the growing operating costs (power and cooling) as well as their environmental and societal impacts. Many current datacenters are not following a sustainable model in terms of energy consumption growth as the rate at which computing resources are added exceeds the available and planned power capacities. One of the main fundamental problems in datacenters is the uneven heat generation and heat extraction (i.e., the heat imbalance), which may lead to CPU temperature increases, thermal hotspots, and thermal fugues.</p>\n<p>We have inferred that one of the fundamental problems in existing datacenters is the local unevenness in <em>heat generation and heat extraction rates</em>. The former can be attributed to non-uniform distribution of workloads among servers and the heterogeneity of computing hardware, while the latter can be attributed to non-ideal air circulation, which depends on the layout of server racks inside the datacenter and on the placement of computer room air conditioning (CRAC) unit fans and air vents. The heat generation and extraction rates may differ, which over time causes what we call <em>heat imbalance</em>. A large negative heat imbalance at a particular region inside a datacenter will result in energy-inefficient overcooling and hence a significant decrease in temperature. Conversely, a large positive heat imbalance in a particular region will lead to a significant temperature rise, which may increase the risk of equipment overheating and hence the chances of server system failures due to operation in the unsafe temperature range. Thus, thermal awareness, which is the knowledge of heat imbalance in different regions inside a datacenter, is essential to maximize energy and cooling efficiency as well as to minimize server system failure rates.</p>\n<p>Autonomic datacenter management, which includes thermal- and energy-aware resource provisioning, cooling system optimization, and anomaly detection, can help minimize both the impact on the environment and the total cost of ownership (TCO) of datacenters, making them energy-efficient and green. Autonomic datacenter management solutions require continuous processing andanalysis of real-time feedback. Modern blade servers are equipped with a number of internal sensors that provide information about server subsystem operating temperatures and utilization. Specifically, the project focuses on designing autonomic adaptive sampling solutions for enabling self-organization of heterogeneous sensors - composed of thermal cameras, scalar temperature and humidity sensors, and airflow meters - into a multi-tier sensing infrastructure, and on studying proactive, QoS-aware, heat-imbalance-based solutions for Virtual Machine (VM) consolidation and cooling system optimization in a virtualized air-cooled datacenter.</p>\n<p>This intelligent system, which leverages measurements collected and shared across the three federated CAC sites, is able i) to collect measurable heterogeneous data, ii) to process it and generate information (e.g., the heat produced by CPUs and conducted/radiated in the datacenter as well as the location of hotspots), and iii) to acquire knowledge (e.g., the estimated heat to be extracted by the Air Conditioning (AC) system). This knowledge can be used to design closed-loop controllers to optimize i) the AC compressor duty cycle (which controls the temperature of cold air) and ii) the fan speeds (which control the air circulation). These controllers will use as feedback input not temperature values (which would make the AC system &...",
  "por_txt_cntn": "\nDatacenters are a growing component of societyÆs information technology (IT) infrastructure, enabling services related to health, banking, commerce, defense, education, and entertainment. Due to the increasing demands for computing and storage, energy consumption, heat generation, and cooling requirements have become critical concerns in datacenters both in terms of the growing operating costs (power and cooling) as well as their environmental and societal impacts. Many current datacenters are not following a sustainable model in terms of energy consumption growth as the rate at which computing resources are added exceeds the available and planned power capacities. One of the main fundamental problems in datacenters is the uneven heat generation and heat extraction (i.e., the heat imbalance), which may lead to CPU temperature increases, thermal hotspots, and thermal fugues.\n\nWe have inferred that one of the fundamental problems in existing datacenters is the local unevenness in heat generation and heat extraction rates. The former can be attributed to non-uniform distribution of workloads among servers and the heterogeneity of computing hardware, while the latter can be attributed to non-ideal air circulation, which depends on the layout of server racks inside the datacenter and on the placement of computer room air conditioning (CRAC) unit fans and air vents. The heat generation and extraction rates may differ, which over time causes what we call heat imbalance. A large negative heat imbalance at a particular region inside a datacenter will result in energy-inefficient overcooling and hence a significant decrease in temperature. Conversely, a large positive heat imbalance in a particular region will lead to a significant temperature rise, which may increase the risk of equipment overheating and hence the chances of server system failures due to operation in the unsafe temperature range. Thus, thermal awareness, which is the knowledge of heat imbalance in different regions inside a datacenter, is essential to maximize energy and cooling efficiency as well as to minimize server system failure rates.\n\nAutonomic datacenter management, which includes thermal- and energy-aware resource provisioning, cooling system optimization, and anomaly detection, can help minimize both the impact on the environment and the total cost of ownership (TCO) of datacenters, making them energy-efficient and green. Autonomic datacenter management solutions require continuous processing andanalysis of real-time feedback. Modern blade servers are equipped with a number of internal sensors that provide information about server subsystem operating temperatures and utilization. Specifically, the project focuses on designing autonomic adaptive sampling solutions for enabling self-organization of heterogeneous sensors - composed of thermal cameras, scalar temperature and humidity sensors, and airflow meters - into a multi-tier sensing infrastructure, and on studying proactive, QoS-aware, heat-imbalance-based solutions for Virtual Machine (VM) consolidation and cooling system optimization in a virtualized air-cooled datacenter.\n\nThis intelligent system, which leverages measurements collected and shared across the three federated CAC sites, is able i) to collect measurable heterogeneous data, ii) to process it and generate information (e.g., the heat produced by CPUs and conducted/radiated in the datacenter as well as the location of hotspots), and iii) to acquire knowledge (e.g., the estimated heat to be extracted by the Air Conditioning (AC) system). This knowledge can be used to design closed-loop controllers to optimize i) the AC compressor duty cycle (which controls the temperature of cold air) and ii) the fan speeds (which control the air circulation). These controllers will use as feedback input not temperature values (which would make the AC system æreactiveÆ) but heat-imbalance estimations, which allow to æpredictÆ temperature increases and make the s..."
 }
}