{
 "awd_id": "1117679",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "TC: Small: Collaborative Research: Provable Security from Group Theory and Applications",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032928950",
 "po_email": "rwachter@nsf.gov",
 "po_sign_block_name": "Ralph Wachter",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 42117.0,
 "awd_amount": 42117.0,
 "awd_min_amd_letter_date": "2011-08-07",
 "awd_max_amd_letter_date": "2011-08-07",
 "awd_abstract_narration": "Information technology is an established component of the infrastructure of modern societies, and cryptography is a cornerstone of information security.  Provable security quantifies the resilience of cryptographic constructions to attacks.  This quantification is often relative to the hardness of a handful of reference \"intractable\" problems like integer factorization.  Because of the intrinsic strength of heterogeneity, diversifying the set of intractable problems enhances the robustness of the overall structure.  This project responds to the challenge by building a foundation for cryptography from problems in combinatorial group theory.\r\n\r\nThe project capitalizes on earlier efforts on the algorithmic unsolvability of standard computational problems in combinatorial group theory like the \"word problem\", but looks at them through the lens of the probabilistic modeling, characteristic of modern cryptography.  The research objectives can be grouped into three main categories: 1) identifying efficiently sampleable distributions on which (variants of) the standard computational group-theoretic problems remain _difficult on average_; 2) developing new _hard group-theoretic learning problems_; and 3) exploring the implications of this foundational work to applications with enhanced cryptographic functionality, with the long-term goal of deriving group-theoretic instantiations of public-key cryptography with homomorphic properties.\r\n\r\nResults of this project will enrich the theory and practice of cryptography with new tools and alternatives, stimulating for researchers throughout the cryptography and group-theory communities, thus fostering collaborations between the two fields.  The undertaking of the research entails significant student participation in research at institutions that serve demographic groups that have been historically underrepresented in computer science and mathematics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Antonio",
   "pi_last_name": "Nicolosi",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Antonio R Nicolosi",
   "pi_email_addr": "nicolosi@cs.stevens.edu",
   "nsf_id": "000537164",
   "pi_start_date": "2011-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stevens Institute of Technology",
  "inst_street_address": "ONE CASTLE POINT ON HUDSON",
  "inst_street_address_2": "",
  "inst_city_name": "HOBOKEN",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "2012168762",
  "inst_zip_code": "070305906",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "NJ08",
  "org_lgl_bus_name": "THE TRUSTEES OF THE STEVENS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJ6CN5Y5A2R5"
 },
 "perf_inst": {
  "perf_inst_name": "Stevens Institute of Technology",
  "perf_str_addr": "ONE CASTLE POINT ON HUDSON",
  "perf_city_name": "HOBOKEN",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "070305906",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "NJ08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779500",
   "pgm_ele_name": "TRUSTWORTHY COMPUTING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7795",
   "pgm_ref_txt": "TRUSTWORTHY COMPUTING"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 42117.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Cryptography is a source of many techniques and protocols that<br />underpin most defense and control mechanisms for the nation's<br />cyber-infrastructure.&nbsp; But what underpins cryptography?&nbsp; At the heart<br />of the modern approach to cryptography are mathematical guarantees<br />that code-breakers may only succeed if they manage to unravel<br />computational problems (like factoring large numbers) that are<br />believed intractable---too hard to be solved by the most powerful<br />computers even if left to crunch numbers for centuries.<br /><br />Most cryptographic constructs in common usage today rely on a small<br />handful of computational problems from Number Theory that would be<br />easily solved by quantum computers, if (when?) the technological<br />hurdles to their construction will be overcome.&nbsp; To anticipate this<br />eventuality, this project explored the mathematical field of<br />computational group theory as an alternate source of hard problems<br />suitable to sustain cryptography.<br /><br />INTELLECTUAL MERIT<br /><br />Previous work had looked at the intractability of group-theoretic<br />problems, but as it turns out, computational hardness comes in many<br />shapes, not all equally useful for cryptographic applications.&nbsp; While<br />group-theoretic problems considered earlier do in fact feature problem<br />instances that are extremely hard to solve, these \"worst cases\" are<br />often very rare---too rare for cryptographic protocols, which instead<br />require that hard instances be common and easy to get by, that is,<br />that the underlying computational problem remain hard even in the<br />average case.<br /><br />To discover suitable average-case hard group-theoretic problems, the<br />team of investigators on this project moved from a close analysis of<br />recent advances in the application of techniques from computational<br />learning theory to cryptography.&nbsp; In that context, researchers had<br />discovered that the addition of random perturbations (also known as<br />\"noise\" or \"errors\") can turn simple computational tasks like solving<br />simultaneous equations (which can be tackled with high-school algebra<br />methods like row reduction), into intractable problems, known as<br />\"learning parity with noise\" and \"learning with errors\".&nbsp; This project<br />led to a generalization of these learning problems that applies to<br />algebraic settings less constrained than the familiar ones of integer<br />numbers.&nbsp; <br /><br />This generalization in turn inspired the design of a cryptosystem<br />based on so-called Burnside groups of exponent 3, which promises to be<br />both very efficient and quantifiably hard to break.&nbsp; In particular,<br />this project has shown that solving a random instance of this problem<br />is not any easier than solving an arbitrary instance.&nbsp; This makes it<br />easy to harvest cryptographic hardness from Burnside groups, since<br />sampling a random instance always yields a \"worst case\" (for the<br />attacker, that is).&nbsp; <br /><br />BROADER IMPACT<br /><br />The researchers supported by this project disseminated their results<br />in international journals as well as in conferences and seminars held<br />both in the US and abroad (including China, Italy, and South Africa).<br />Highlights of the research were also incorporated in their courses on<br />Cryptography and Information Security.&nbsp; Additionally, the project<br />supported graduate and undergraduate researchers who assisted in the<br />development of a software library for the manipulation of Burnside<br />groups, which is available at:<br /><br />http://www.cs.stevens.edu/~nicolosi/projects/lcac/Bn_code.tgz</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/20/2015<br>\n\t\t\t\t\tModified by: Antonio&nbsp;R&nbsp;Nicolosi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCryptography is a source of many techniques and protocols that\nunderpin most defense and control mechanisms for the nation's\ncyber-infrastructure.  But what underpins cryptography?  At the heart\nof the modern approach to cryptography are mathematical guarantees\nthat code-breakers may only succeed if they manage to unravel\ncomputational problems (like factoring large numbers) that are\nbelieved intractable---too hard to be solved by the most powerful\ncomputers even if left to crunch numbers for centuries.\n\nMost cryptographic constructs in common usage today rely on a small\nhandful of computational problems from Number Theory that would be\neasily solved by quantum computers, if (when?) the technological\nhurdles to their construction will be overcome.  To anticipate this\neventuality, this project explored the mathematical field of\ncomputational group theory as an alternate source of hard problems\nsuitable to sustain cryptography.\n\nINTELLECTUAL MERIT\n\nPrevious work had looked at the intractability of group-theoretic\nproblems, but as it turns out, computational hardness comes in many\nshapes, not all equally useful for cryptographic applications.  While\ngroup-theoretic problems considered earlier do in fact feature problem\ninstances that are extremely hard to solve, these \"worst cases\" are\noften very rare---too rare for cryptographic protocols, which instead\nrequire that hard instances be common and easy to get by, that is,\nthat the underlying computational problem remain hard even in the\naverage case.\n\nTo discover suitable average-case hard group-theoretic problems, the\nteam of investigators on this project moved from a close analysis of\nrecent advances in the application of techniques from computational\nlearning theory to cryptography.  In that context, researchers had\ndiscovered that the addition of random perturbations (also known as\n\"noise\" or \"errors\") can turn simple computational tasks like solving\nsimultaneous equations (which can be tackled with high-school algebra\nmethods like row reduction), into intractable problems, known as\n\"learning parity with noise\" and \"learning with errors\".  This project\nled to a generalization of these learning problems that applies to\nalgebraic settings less constrained than the familiar ones of integer\nnumbers.  \n\nThis generalization in turn inspired the design of a cryptosystem\nbased on so-called Burnside groups of exponent 3, which promises to be\nboth very efficient and quantifiably hard to break.  In particular,\nthis project has shown that solving a random instance of this problem\nis not any easier than solving an arbitrary instance.  This makes it\neasy to harvest cryptographic hardness from Burnside groups, since\nsampling a random instance always yields a \"worst case\" (for the\nattacker, that is).  \n\nBROADER IMPACT\n\nThe researchers supported by this project disseminated their results\nin international journals as well as in conferences and seminars held\nboth in the US and abroad (including China, Italy, and South Africa).\nHighlights of the research were also incorporated in their courses on\nCryptography and Information Security.  Additionally, the project\nsupported graduate and undergraduate researchers who assisted in the\ndevelopment of a software library for the manipulation of Burnside\ngroups, which is available at:\n\nhttp://www.cs.stevens.edu/~nicolosi/projects/lcac/Bn_code.tgz\n\n\t\t\t\t\tLast Modified: 04/20/2015\n\n\t\t\t\t\tSubmitted by: Antonio R Nicolosi"
 }
}