{
 "awd_id": "1117164",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SHF: Small:Methodologies and Tools For Verification of Nano-Pipelined Circuits and Systems",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032927991",
 "po_email": "namla@nsf.gov",
 "po_sign_block_name": "Nina Amla",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 177223.0,
 "awd_amount": 193223.0,
 "awd_min_amd_letter_date": "2011-06-30",
 "awd_max_amd_letter_date": "2014-12-16",
 "awd_abstract_narration": "The continuing and accelerated advancement of nanotechnology promises a future in which computing will be truly ubiquitous.  The ability to develop minuscule Integrated Chips that implement exceedingly complex systems will impact all aspects of human development ranging from medicine to space exploration.  A majority of these applications will be safety critical applications in which the cost of failure will result in loss of human life and exceedingly high economic costs. Scalable verification technology at the nanoscale for developing reliable and bug-free designs is therefore a requirement for the growth and impact of digital systems in the nano-era.  One of the key optimizations used extensively in digital design is hardware pipelining, which is similar in operation to the pipelined automotive assembly line. Pipeline implementations at the nanoscale are very complex and prone to errors. \r\n\r\nThis research seeks to develop solutions to enable efficient and scalable verification of pipelined circuits and systems at the nanoscale. The verification solutions are based on refinement, a notion of equivalence used to compare systems defined at very disparate levels of abstraction. The overall approach is to use high-level refinement-based transformations to reduce the nano-pipelined circuit/system to be verified, in incremental steps, to a functionally equivalent non-pipelined synchronous machine. The non-pipelined machine can then be easily compared with high-level specifications using existing verification techniques.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sudarshan",
   "pi_last_name": "Srinivasan",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Sudarshan K Srinivasan",
   "pi_email_addr": "sudarshan.srinivasan@ndsu.edu",
   "nsf_id": "000503857",
   "pi_start_date": "2011-06-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Dakota State University Fargo",
  "inst_street_address": "1340 ADMINISTRATION AVE",
  "inst_street_address_2": "",
  "inst_city_name": "FARGO",
  "inst_state_code": "ND",
  "inst_state_name": "North Dakota",
  "inst_phone_num": "7012318045",
  "inst_zip_code": "58105",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "ND00",
  "org_lgl_bus_name": "NORTH DAKOTA STATE UNIVERSITY",
  "org_prnt_uei_num": "EZ4WPGRE1RD5",
  "org_uei_num": "EZ4WPGRE1RD5"
 },
 "perf_inst": {
  "perf_inst_name": "North Dakota State University Fargo",
  "perf_str_addr": "1340 ADMINISTRATION AVE",
  "perf_city_name": "FARGO",
  "perf_st_code": "ND",
  "perf_st_name": "North Dakota",
  "perf_zip_code": "58105",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "ND00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779800",
   "pgm_ele_name": "Software & Hardware Foundation"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7944",
   "pgm_ref_txt": "SOFTWARE ENG & FORMAL METHODS"
  },
  {
   "pgm_ref_code": "7945",
   "pgm_ref_txt": "DES AUTO FOR MICRO & NANO SYST"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 177223.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div><span>Our key contribution in this project was to the area of formal equivalence checking.&nbsp;</span>The problem of equivalence checking is as follows. In commercial design cycles in the semiconductor industry, large circuits are often constantly modified and tinkered. Rather than re-verifying the circuit after each modification, the updated circuits are checked for equivalence with one of the initial versions of the circuit that was thoroughly verified. This technique is called equivalence checking. If the modifications involve sequential elements (such as registers and flip-flops), then sequential equivalence checking is required. Current state-of-the-art sequential equivalence checkers turn the problem essentially into a model checking problem, a verification technology where the shared structure of the two circuits is not directly exploited by the verification algorithms. We developed the first refinement-based equivalence checker for certain type of digital circuits called elastic circuits. Refinement-based verification is based on the construction of refinement maps, which are functions that map states of the modified circuit onto states of the original circuit. As such, refinement-based verification directly exploits the shared structure of the two circuits. Using our equivalence checker, we were able to handle circuits with as many as 0.5 million gates in very efficient time. The <span style=\"text-decoration: underline;\"><em>intellectual merit</em></span> of the research work was that, it showed that efficient and scalable sequential equivalence checking is possible using refinement-based verification. The <span style=\"text-decoration: underline;\"><em>broader impact</em></span> of the research work was that it opens up a whole new pathway for advances in sequential equivalence checking, which has been found to be a very hard problem. Our second significant contribution in this project was towards the verification of asynchronous circuits. Synchronous design is predominantly used in the semiconductor industry for Integrated Chip (IC) design. Synchronous design requires the use of a clock signal that is used to synchronize the various storage elements in the circuit. With increasing complexity of ICs, there are various challenges associated with the clock that have emerged. Asynchronous circuits do not use a global clock and provide solutions to many of the clock-based problems and have several other alluring properties. Hence, the use of asynchronous circuits in commercial design is continuously increasing. One major challenge is that the verification of asynchronous circuits is quite complex, because the lack of a global clock (which acted as a global synchronizer) introduces a high-degree of nondeterminism. We extended the idea of refinement-based equivalence verification to several types of asynchronous circuits. The <span style=\"text-decoration: underline;\"><em>intellectual merit</em></span> of the research work was that, it introduced novel asynchronous design techniques (called design-for-verification) that were targeted at making verification tractable. The <span style=\"text-decoration: underline;\"><em>broader impact </em></span>of the research work was that, the development of tractable asynchronous verification techniques opens up the possibility of more widespread use of asynchronous circuits in commercial design.</div>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/06/2015<br>\n\t\t\t\t\tModified by: Sudarshan&nbsp;K&nbsp;Srinivasan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Our key contribution in this project was to the area of formal equivalence checking. The problem of equivalence checking is as follows. In commercial design cycles in the semiconductor industry, large circuits are often constantly modified and tinkered. Rather than re-verifying the circuit after each modification, the updated circuits are checked for equivalence with one of the initial versions of the circuit that was thoroughly verified. This technique is called equivalence checking. If the modifications involve sequential elements (such as registers and flip-flops), then sequential equivalence checking is required. Current state-of-the-art sequential equivalence checkers turn the problem essentially into a model checking problem, a verification technology where the shared structure of the two circuits is not directly exploited by the verification algorithms. We developed the first refinement-based equivalence checker for certain type of digital circuits called elastic circuits. Refinement-based verification is based on the construction of refinement maps, which are functions that map states of the modified circuit onto states of the original circuit. As such, refinement-based verification directly exploits the shared structure of the two circuits. Using our equivalence checker, we were able to handle circuits with as many as 0.5 million gates in very efficient time. The intellectual merit of the research work was that, it showed that efficient and scalable sequential equivalence checking is possible using refinement-based verification. The broader impact of the research work was that it opens up a whole new pathway for advances in sequential equivalence checking, which has been found to be a very hard problem. Our second significant contribution in this project was towards the verification of asynchronous circuits. Synchronous design is predominantly used in the semiconductor industry for Integrated Chip (IC) design. Synchronous design requires the use of a clock signal that is used to synchronize the various storage elements in the circuit. With increasing complexity of ICs, there are various challenges associated with the clock that have emerged. Asynchronous circuits do not use a global clock and provide solutions to many of the clock-based problems and have several other alluring properties. Hence, the use of asynchronous circuits in commercial design is continuously increasing. One major challenge is that the verification of asynchronous circuits is quite complex, because the lack of a global clock (which acted as a global synchronizer) introduces a high-degree of nondeterminism. We extended the idea of refinement-based equivalence verification to several types of asynchronous circuits. The intellectual merit of the research work was that, it introduced novel asynchronous design techniques (called design-for-verification) that were targeted at making verification tractable. The broader impact of the research work was that, the development of tractable asynchronous verification techniques opens up the possibility of more widespread use of asynchronous circuits in commercial design.\n\n \n\n\t\t\t\t\tLast Modified: 12/06/2015\n\n\t\t\t\t\tSubmitted by: Sudarshan K Srinivasan"
 }
}