{
 "awd_id": "1117175",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "TC: Small: Collaborative Research: Membership Inference in a Differentially Private World and Beyond",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Clifton",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 164040.0,
 "awd_amount": 164040.0,
 "awd_min_amd_letter_date": "2011-08-09",
 "awd_max_amd_letter_date": "2011-08-09",
 "awd_abstract_narration": "The objective of the proposed research is to systematically understand, evaluate and contribute towards the problem of membership inference in aggregate data publishing, a generic, novel, and dangerous privacy threat in a wide variety of real-world applications. The main idea proposed to address the problem of membership inference is an information-theoretic model of privacy disclosure as a noisy communication channel. Based on the channel coding theory and the recent advance in multi-input multi-output (MIMO) communication channels, the proposed research studies novel techniques for membership inference and explores the corresponding privacy-preserving mechanisms.\r\n \r\nIntellectual Merit: The following salient features distinguish the proposed work from existing studies: (1) the proposed research studies a novel problem of membership inference in aggregate data publishing which stands in sharp contrast to the traditional inference control problem. In particular, the sensitive information in danger of disclosure in the proposed problem definition is the selection attributes of an aggregate query instead of its measure attributes which is the focus on traditional inference control. (2) This novel problem also leads to a set of novel solutions based on information theory. In particular, the propose research studies a model of membership inference attacks as modulation techniques in time and frequency domains for various types of communication channels, e.g., single-input single-output (SISO), multiple-input and single-output (MISO), single-input and multiple-output (SIMO), and multiple-input and multiple-output (MIMO) channels. This proposed channel model enables a uniform evaluation of the effectiveness of both membership inference and privacy-preserving techniques.\r\n \r\nBroader Impact: The outcome of this research has broader impacts on the nation?s higher education system and high-tech industries. The prospect of sensitive membership information disclosure techniques and privacy-preserving techniques can help the providers of aggregated data publishing, including national health organizations, Internet security service providers, etc., to secure their published data. The broader impact of this project also extends to academia. Parts of this project is carried out by students of George Washington University (GWU), Towson University (TU), and University of Massachusetts, Lowell (UML) as part of advanced class projects or individual research projects.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wei",
   "pi_last_name": "Yu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wei Yu",
   "pi_email_addr": "wyu@towson.edu",
   "nsf_id": "000547687",
   "pi_start_date": "2011-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Towson University",
  "inst_street_address": "8000 YORK RD",
  "inst_street_address_2": "",
  "inst_city_name": "TOWSON",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4107042236",
  "inst_zip_code": "212520002",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MD02",
  "org_lgl_bus_name": "TOWSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LC3SFMP2L798"
 },
 "perf_inst": {
  "perf_inst_name": "Towson University",
  "perf_str_addr": "8000 YORK RD",
  "perf_city_name": "TOWSON",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212520002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MD02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779500",
   "pgm_ele_name": "TRUSTWORTHY COMPUTING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7795",
   "pgm_ref_txt": "TRUSTWORTHY COMPUTING"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 164040.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A fundamental challenge for privacy-aware data publishing is the (potentially) conflictive goals of releasing aggregate and/or processed information about a large number of records while suppressing access to information about each individual record in the published data. In this project, we systematically studied the problem of membership inference, a generic, novel, and dangerous privacy disclosure stemming from the publication of aggregate and/or processed data.&nbsp; Specifically, we investigated the static and dynamic inference of sensitive membership information from aggregate information published by data sources, auxiliary information such as ordering of tuples returned in search query answers, as well as time-series streaming data.&nbsp; We also identified many real-world systems that are vulnerable to these inference problems, ranging from web databases and search engines to cloud computing systems, from Internet threat monitoring systems to the streaming of smart-meter sensory readings. To this end, we developed various defense mechanisms that suppress or alleviate the disclosure of sensitive information while maintaining the intended utility of the system.</p>\n<p>The techniques developed from this project, and their underlying theory, have broader impacts on the nation's higher education system and high-tech industries. The proper identification of inference channels is crucial for producers of sensitive data such as healthcare organizations, Internet security service providers, smart grid operators, etc. Similarly, theoretically and experimentally validated countermeasures are beneficial to all privacy-concerned organizations and individuals at large. The findings of this project were also integrated into graduate and undergraduate education.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/15/2015<br>\n\t\t\t\t\tModified by: Wei&nbsp;Yu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA fundamental challenge for privacy-aware data publishing is the (potentially) conflictive goals of releasing aggregate and/or processed information about a large number of records while suppressing access to information about each individual record in the published data. In this project, we systematically studied the problem of membership inference, a generic, novel, and dangerous privacy disclosure stemming from the publication of aggregate and/or processed data.  Specifically, we investigated the static and dynamic inference of sensitive membership information from aggregate information published by data sources, auxiliary information such as ordering of tuples returned in search query answers, as well as time-series streaming data.  We also identified many real-world systems that are vulnerable to these inference problems, ranging from web databases and search engines to cloud computing systems, from Internet threat monitoring systems to the streaming of smart-meter sensory readings. To this end, we developed various defense mechanisms that suppress or alleviate the disclosure of sensitive information while maintaining the intended utility of the system.\n\nThe techniques developed from this project, and their underlying theory, have broader impacts on the nation's higher education system and high-tech industries. The proper identification of inference channels is crucial for producers of sensitive data such as healthcare organizations, Internet security service providers, smart grid operators, etc. Similarly, theoretically and experimentally validated countermeasures are beneficial to all privacy-concerned organizations and individuals at large. The findings of this project were also integrated into graduate and undergraduate education.\n\n\t\t\t\t\tLast Modified: 10/15/2015\n\n\t\t\t\t\tSubmitted by: Wei Yu"
 }
}