{
 "awd_id": "1117693",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "TC: Small: RUI: Trails of Trustworthiness, Understanding and Supporting Quality of Information in Real-Time Streams",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 492055.0,
 "awd_amount": 492055.0,
 "awd_min_amd_letter_date": "2011-08-15",
 "awd_max_amd_letter_date": "2011-08-15",
 "awd_abstract_narration": "The last decade has seen the tremendous growth of the so-called Social Web and this trend is expected to continue in the years to come. As the distinction between the Web and the Social Web disappears, more and more people turn to them daily for information related to important medical, financial and political decisions. Therefore, there is an indisputable need for reliable information in the online world. In the years to come, there will be an increase in interaction with real-time information channels (R-TICs), such as the instant interaction, commenting and notification systems that every social network is developing .  R-TICs will put new stress to human abilities to act under time pressure in making decisions and  determine the quality of the information received.  Technology can assist acting with confidence, by maintaining a personalized network of trusted sources and understanding the reasons for trust or distrust of information. The overall aim of this research is to lay the foundation of a comprehensive approach to support critical thinking and increase security while maintaining privacy in a trusted cyber-world. It proposes the design and implementation of an application that can maintain trails of trustworthiness for information propagated through Twitter, but is applicable to other R-TICs. When confronted with information that requires fast action, these applications will enable its users to evaluate its provenance, its trustworthiness and the independence of the multiple sources that provide this information. In addition this proposal will develop an online course for undergraduates and high school students that discuss the epistemological questions of knowledge and explains what critical thinking means in our highly interconnected world, interacting regularly with people we may never meet. In all of the phases of this proposal, undergraduates, under-represented minorities and women will be actively involved.\r\n\r\nThe core design envisions the testing of these ideas by developing a personalized Twitter client that keeps privately the trust values of its owner. Trustworthiness of a message received is calculated based on implicit and explicit rules: the user may explicitly mark a message as trustworthy or not, and her decisions affect the trust value of its sender in her personal client; or the system will determine a trust value based on the actions of those who have seen and propagated the message to the user, and whose trust values are already known to the user. Message independence is computed based on content search on Twitter and grouped by the inverse distance of the original senders. Privacy of the client's trust values is enhanced by the separation of the global R-TIC network (Twitter) and the user's trust network (the client). Additional research questions can be answered through the use of simulation and is expected that they will be adopted by the R-TIC operators once they see the benefits of the proposed features.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Panagiotis",
   "pi_last_name": "Metaxas",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Panagiotis T Metaxas",
   "pi_email_addr": "pmetaxas@wellesley.edu",
   "nsf_id": "000086783",
   "pi_start_date": "2011-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eni",
   "pi_last_name": "Mustafaraj",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eni Mustafaraj",
   "pi_email_addr": "emustafa@wellesley.edu",
   "nsf_id": "000584801",
   "pi_start_date": "2011-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wellesley College",
  "inst_street_address": "106 CENTRAL ST",
  "inst_street_address_2": "",
  "inst_city_name": "WELLESLEY HILLS",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "7812832079",
  "inst_zip_code": "024818203",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "WELLESLEY COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z17DSLNJ1DX1"
 },
 "perf_inst": {
  "perf_inst_name": "Wellesley College",
  "perf_str_addr": "106 CENTRAL ST",
  "perf_city_name": "WELLESLEY HILLS",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024818203",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779500",
   "pgm_ele_name": "TRUSTWORTHY COMPUTING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7795",
   "pgm_ref_txt": "TRUSTWORTHY COMPUTING"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 492055.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p id=\"docs-internal-guid-f7f504ae-1fe2-834a-efb4-c6941d98707e\" style=\"line-height: 1.38; margin-top: 0pt; margin-bottom: 0pt;\" dir=\"ltr\"><span style=\"font-size: 14.666666666666666px; font-family: Calibri; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline;\">People have always used information to make decisions. In the era of the internet, when we are just a click away from all kinds of information, the question of whether we can trust what we read on social media has become crucial. There are many rumors we hear every day. Some turn out to be true, others to be false. Can technology help us sort these out? When, how and why?</span></p>\n<p style=\"line-height: 1.38; margin-top: 0pt; margin-bottom: 0pt;\" dir=\"ltr\"><span style=\"font-size: 14.666666666666666px; font-family: Calibri; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline;\">A major goal of this research project was to address such questions by laying the foundation of a comprehensive approach to support critical thinking and increase security in a trusted cyberworld. Our project was aimed to determine whether technology could help one to answer the question &ldquo;what is the trustworthiness of a rumor that is propagating now on a real-time social medium (e.g., Twitter)&rdquo;.</span></p>\n<p style=\"line-height: 1.38; margin-top: 0pt; margin-bottom: 0pt;\" dir=\"ltr\"><span style=\"font-size: 14.666666666666666px; font-family: Calibri; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline;\">This was a very ambitious project and we succeeded in making significant progress towards the goals by</span></p>\n<p style=\"line-height: 1.38; margin-top: 0pt; margin-bottom: 0pt;\" dir=\"ltr\"><span style=\"font-size: 14.666666666666666px; font-family: Calibri; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline;\">(a) understanding, recognizing and uncovering some of the patterns of misinformation propagation on social media,</span></p>\n<p style=\"line-height: 1.38; margin-top: 0pt; margin-bottom: 0pt;\" dir=\"ltr\"><span style=\"font-size: 14.666666666666666px; font-family: Calibri; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline;\">(b) understanding how and when people use information they deem true or false in social media, and</span></p>\n<p style=\"line-height: 1.38; margin-top: 0pt; margin-bottom: 0pt;\" dir=\"ltr\"><span style=\"font-size: 14.666666666666666px; font-family: Calibri; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline;\">(c) providing an automatic tool that helps its users determine the probability of a rumor being true or false. In the process we developed metrics that are important in the spreading and skepticism associated with a rumor.</span></p>\n<p style=\"line-height: 1.38; margin-top: 0pt; margin-bottom: 12pt;\" dir=\"ltr\"><span style=\"font-size: 14.666666666666666px; font-family: Calibri; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline;\">What we learned through this research is that there are patterns of misinformation that can be recognized automatically, using crowdsourcing as a tool for verification (the so-called &ldquo;wisdom of the crowd&rdquo;).</span></p>\n<p style=\"line-height: 1.38; margin-top: 0pt; margin-bottom: 12pt;\" dir=\"ltr\"><span style=\"font-size: 14.666666666666666px; font-family: Calib...",
  "por_txt_cntn": "People have always used information to make decisions. In the era of the internet, when we are just a click away from all kinds of information, the question of whether we can trust what we read on social media has become crucial. There are many rumors we hear every day. Some turn out to be true, others to be false. Can technology help us sort these out? When, how and why?\nA major goal of this research project was to address such questions by laying the foundation of a comprehensive approach to support critical thinking and increase security in a trusted cyberworld. Our project was aimed to determine whether technology could help one to answer the question \"what is the trustworthiness of a rumor that is propagating now on a real-time social medium (e.g., Twitter)\".\nThis was a very ambitious project and we succeeded in making significant progress towards the goals by\n(a) understanding, recognizing and uncovering some of the patterns of misinformation propagation on social media,\n(b) understanding how and when people use information they deem true or false in social media, and\n(c) providing an automatic tool that helps its users determine the probability of a rumor being true or false. In the process we developed metrics that are important in the spreading and skepticism associated with a rumor.\nWhat we learned through this research is that there are patterns of misinformation that can be recognized automatically, using crowdsourcing as a tool for verification (the so-called \"wisdom of the crowd\").\nOur Findings\nWe have discovered various ways that individuals or groups who want to influence public opinion use on social media, including techniques such as twitter-bombing, twitter-enabled Google bombing, and pre-fab tweet factory [1,2].\nWe have settled the question on the meaning of reposting information verbatim: Retweeting indicates agreement with the message, trust in the original sender [3]\nStrong emotions work against our critical thinking abilities and are often the reason we should not trust rumors emerging during situations characterized by fear, anger, political elections or religious beliefs [4, 5]. In particular, predicting electoral results using Twitter is not a reliable process [6,7,8]. There are unemotional situations, however, that social media data can help predictions, if one applies a sound scientific method [9]\nThe twittertrails.com system\nGiven that one can use Twitter data to determine the trustworthiness of rumors propagating when there is no high emotional charge in the rumor (e.g., they are directed by fear, anger or are politically or religiously motivated), we developed a system that can help users in this process. One of the major contributions of this research was the development and implementation of TWITTERTRAILS.COM, a system that gives insight to the ways rumors propagate on Twitter [4]. Our system has currently followed and analyzed automatically over 300 stories that had attracted the interest of journalists and is able to automatically answer the following questions:\n(a) Who first sent the information? \n(b) when did the rumor have a burst of propagation?\n(c) were there any competing rumors?\n(d) has the rumor ended at the time of inquiry, or is it still spreading? \n(e) who was retweeting the rumor (an action indicating an agreement or urgency to spread the rumor)?\n(f) who were the main actors in the propagation according to the crowd? and \n(g) can the reaction of the crowd following the rumor help us determine the validity of a rumor?\n\nIn the process we are often able to identify spammers who intentionally try to flood the medium using bots. To better explain our system and promote its results, we have created and maintain a blog of some of its activities [11]\n\n \n References\n[1] From Obscurity to Prominence in Minutes: Political Speech and Real-Time Search\n[2] What Edited Retweets Reveal about Online Political Discourse\n[3] What do Retweets Indicate? Results from User Survey and Meta-Review of Res..."
 }
}