{
 "awd_id": "1117127",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SHB: Small: Computing Robot Motions for Home Healthcare Assistance",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 350000.0,
 "awd_amount": 350000.0,
 "awd_min_amd_letter_date": "2011-08-30",
 "awd_max_amd_letter_date": "2011-08-30",
 "awd_abstract_narration": "Millions of Americans are unable to independently perform activities of daily living (ADLs) such as dressing and grooming, and this number is rising rapidly as America?s aging and disabled population increases. This research focuses on designing and developing new algorithms and software systems that would help enable personal robots to autonomously compute safe motions to assist disabled and elderly individuals with ADLs. The proposed framework uses kinesthetic demonstrations to teach the robot desirable motion trajectories to accomplish several specific ADL assistance tasks. Based on these demonstrations, the research focuses on developing new computational methods to extract task constraints for desirable motion trajectories using learning methods based on Gaussian mixture models in conjunction with machine learning and 3D registration methods. A key element of this project  involves investigation of methods to deformably register and generalize the motion trajectories and task constraints across individuals of different shapes and sizes. In order to generate safe plans in dynamic real-world settings, the proposed research investigates new highly parallel algorithms that effectively utilize the power of modern general purpose graphics processing units (GPUs) for real-time planning in uncertain environments. The framework is evaluated using articulated mannequin testbeds.\r\n\r\nThis project brings together an interdisciplinary team with computer science, robotics, and occupational therapy expertise. The project integrates research with education through community outreach activities. In the long term, the methods developed in the proposed research could have broad societal benefits by helping enable personal robots to assist disabled and elderly individuals with ADLs, allowing them to safely stay in their homes rather than moving to costly institutions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ron",
   "pi_last_name": "Alterovitz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ron Alterovitz",
   "pi_email_addr": "ron@cs.unc.edu",
   "nsf_id": "000514481",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dinesh",
   "pi_last_name": "Manocha",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dinesh Manocha",
   "pi_email_addr": "dm@cs.umd.edu",
   "nsf_id": "000291378",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 AIRPORT DR STE 2200",
  "perf_city_name": "CHAPEL HILL",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275995023",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801800",
   "pgm_ele_name": "Smart and Connected Health"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "8018",
   "pgm_ref_txt": "Smart and Connected Health"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 350000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Over 10 million Americans currently are unable to perform activities of daily living such as cooking and cleaning, and this number is rising rapidly as America&rsquo;s aging and disabled population increases. Providing assistance to these individuals for daily self-care tasks is currently very labor intensive and expensive. Robots have the potential to assist people with a variety of routine tasks in people&rsquo;s homes. In this project, we took steps toward enabling robots to autonomously perform assistance tasks in home environments.</p>\n<p>To assist people in a home, assistive robots need to be capable of planning and executing motions in environments that are designed for people rather than robots and that may contain unforeseen obstacles. Further complicating the motion planning challenge, many assistive tasks involve significant constraints on motion that humans are aware of from context and intuition. For example, when using a spoon to transport a liquid, a person knows that tilting the spoon sideways, while feasible, is undesirable because it will spill the liquid. In order to autonomously and safely accomplish many assistive tasks, a robot must be aware of such task constraints and must plan and execute motions that consider these constraints while avoiding obstacles.</p>\n<p>We developed approaches for planning robot motions to accomplish assistive tasks in cluttered environments. We developed an approach in which people intuitively train a robot in a manner that enables it to repeat the task in novel scenarios and in the presence of unforeseen obstacles in the environment. Based on user-provided demonstrations of the task, our method learns features of the task that are consistent across the demonstrations and that we expect should be repeated by the robot when performing the task. We also developed efficient algorithms for planning robot motions to perform tasks based on the learned features (or some other metric) while avoiding obstacles. To speed up our motion planners, we developed algorithms that effectively utilize the power of modern multi-core CPU's and GPU's, that use combinations of sampling and optimization-based methods, and that improve the performance of collision checking and nearest neighbor searching, which are important software components used by motion planning algorithms. We demonstrated the effectiveness of our robot motion planners for a variety of scenarios, including subtasks in food prepration and cleaning.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/17/2015<br>\n\t\t\t\t\tModified by: Ron&nbsp;Alterovitz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOver 10 million Americans currently are unable to perform activities of daily living such as cooking and cleaning, and this number is rising rapidly as AmericaÆs aging and disabled population increases. Providing assistance to these individuals for daily self-care tasks is currently very labor intensive and expensive. Robots have the potential to assist people with a variety of routine tasks in peopleÆs homes. In this project, we took steps toward enabling robots to autonomously perform assistance tasks in home environments.\n\nTo assist people in a home, assistive robots need to be capable of planning and executing motions in environments that are designed for people rather than robots and that may contain unforeseen obstacles. Further complicating the motion planning challenge, many assistive tasks involve significant constraints on motion that humans are aware of from context and intuition. For example, when using a spoon to transport a liquid, a person knows that tilting the spoon sideways, while feasible, is undesirable because it will spill the liquid. In order to autonomously and safely accomplish many assistive tasks, a robot must be aware of such task constraints and must plan and execute motions that consider these constraints while avoiding obstacles.\n\nWe developed approaches for planning robot motions to accomplish assistive tasks in cluttered environments. We developed an approach in which people intuitively train a robot in a manner that enables it to repeat the task in novel scenarios and in the presence of unforeseen obstacles in the environment. Based on user-provided demonstrations of the task, our method learns features of the task that are consistent across the demonstrations and that we expect should be repeated by the robot when performing the task. We also developed efficient algorithms for planning robot motions to perform tasks based on the learned features (or some other metric) while avoiding obstacles. To speed up our motion planners, we developed algorithms that effectively utilize the power of modern multi-core CPU's and GPU's, that use combinations of sampling and optimization-based methods, and that improve the performance of collision checking and nearest neighbor searching, which are important software components used by motion planning algorithms. We demonstrated the effectiveness of our robot motion planners for a variety of scenarios, including subtasks in food prepration and cleaning.\n\n\t\t\t\t\tLast Modified: 11/17/2015\n\n\t\t\t\t\tSubmitted by: Ron Alterovitz"
 }
}