{
 "awd_id": "1117368",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CSR: Small: Scheduling Energy Consumption in Green Datacenters",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032925197",
 "po_email": "mmcclure@nsf.gov",
 "po_sign_block_name": "Marilyn McClure",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 420000.0,
 "awd_amount": 420000.0,
 "awd_min_amd_letter_date": "2011-08-15",
 "awd_max_amd_letter_date": "2011-08-15",
 "awd_abstract_narration": "The massive energy consumption of today?s datacenters translates into high monetary and environmental costs; the latter because most of the electricity produced in the US comes from burning coal, a greenhouse-gas-intensive approach for producing energy. We refer to such energy as ?brown?, as opposed to the ?green? energy produced by clean energy sources.\r\nAn increasingly popular approach for reducing both costs is for datacenters to generate their own green energy or draw power directly from a nearby green energy plant.  In light of this trend, the goal of this project is to study how best to exploit solar and wind energy for lowering energy costs and brown energy consumption in datacenters. The major challenge in using these types of green energy is that they are not always available.\r\nIn this context, our research focuses on: (1) Characterizing and modeling datacenter workloads and green energy production; (2) Designing load scheduling and energy usage policies; (3) Designing energy management policies that account for green energy; and (4) Designing systems that leverage our models and policies.\r\nOur project will impact society in many ways, including: (1) reducing the brown energy consumption and the carbon footprint of datacenters; (2) promoting the generation and consumption of green energy; and (3) creating the machinery needed to exploit green energy in datacenters for highest bene&#64257;t.  Furthermore, we believe that undertaking work with such clearly de&#64257;ned societal impact will help us attract and train a diverse and committed set of undergraduate and graduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ricardo",
   "pi_last_name": "Bianchini",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ricardo Bianchini",
   "pi_email_addr": "ricardob@cs.rutgers.edu",
   "nsf_id": "000120851",
   "pi_start_date": "2011-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thu",
   "pi_last_name": "Nguyen",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Thu D Nguyen",
   "pi_email_addr": "Tdnguyen@cs.Rutgers.Edu",
   "nsf_id": "000454495",
   "pi_start_date": "2011-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZ",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735400",
   "pgm_ele_name": "CSR-Computer Systems Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7354",
   "pgm_ref_txt": "COMPUTER SYSTEMS"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 420000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The datacenters that are increasingly servicing our current and future computing needs consume a vast amount of energy. For example, estimates for 2013 indicate that datacenters account for about 2.3% of the total US electricity usage, and this consumption is growing rapidly. This translates into high carbon emissions as most of this electricity comes from fossil fuels.&nbsp; In this project, we explore how to build and operate datacenters that are more sustainable (called &ldquo;green&rdquo; datacenters).&nbsp; More specifically, we focus on datacenters that are partially powered by on-site generation of renewable energy and partially cooled using &ldquo;free&rdquo;-cooling.&nbsp; On-site generation of renewable energy (e.g., solar) can supply a significant fraction of the energy required by a datacenter, but the variability in its production poses a challenge to the efficient operation of the datacenter.&nbsp; A free-cooling system uses fans to blow outside air through the servers in a datacenter to cool them when the outside temperature and humidity are low enough.&nbsp; This approach can reduce energy consumption by over 10x, but can expose the IT equipment to harsh outside conditions (e.g., higher temperatures, higher temperature variations, and higher humidity).&nbsp; Our work has explored both the hardware design of green datacenters, and software systems that maximizes the cost and environmental benefits of such datacenters (e.g., to maximize the use of on-site production of solar energy).</p>\n<p>We have designed, built, and operate Parasol, a green datacenter that is partially powered by solar energy and partially free-cooled.&nbsp; (Rutgers funded the actual construction of the datacenter; this grant partially funded measurements and studies carried out on Parasol.)&nbsp; The first attached figure shows an outside view of Parasol.&nbsp; Data collected from operating Parasol for over two years shows that the solar panels provide ~20% of the energy consumed (second attached figure), and that free-cooling has low overheads, accounting for less than 5% of the energy consumed.&nbsp; These results demonstrate that Parasol can serve as a blue&shy;print for industry to build highly efficient small&shy; scale, low-&shy;density green datacenters. It is also ideal for remote deployments with poor or no access to electricity (networking may need to take place over satellite in this case).</p>\n<p>We have also designed, built, and evaluated several software systems for managing computing workloads and the multiple power sources in a green datacenter such as Parasol (i.e., grid, solar, and batteries).&nbsp; The third attached figure shows one example 24-hour period when running our GreenSwitch management system with a deferrable workload (i.e., a workload where jobs can be delayed for some amount of time).&nbsp; The fill colors represent the use of the different energy sources, whereas the?lines are the solar energy production (full), the?IT load (dots), the grid energy price (dashes,?Y-axis on the right), and the current peak grid power draw (dashes-dots). The white?fill represents solar energy that was produced?but lost due to inefficiency. The figure shows?that GreenSwitch transitioned many servers to?sleep in the early hours of the day and deferred?some of the load until solar energy was available. When there was no solar energy, GreenSwitch drew energy from the batteries, since they stored enough capacity for the load that was not deferred. We also see that the solar energy was enough to power the workload, charge the batteries, and feed energy to the grid. Compared to a grid-only datacenter, GreenSwitch produced a profit of 9% in grid electricity cost. Given this profit, GreenSwitch would amortize the cost of the solar setup and batteries in only 7.6 years.</p>\n<p>In summary, our work on this grant will help datacenters owners and operators to build and operate gr...",
  "por_txt_cntn": "\nThe datacenters that are increasingly servicing our current and future computing needs consume a vast amount of energy. For example, estimates for 2013 indicate that datacenters account for about 2.3% of the total US electricity usage, and this consumption is growing rapidly. This translates into high carbon emissions as most of this electricity comes from fossil fuels.  In this project, we explore how to build and operate datacenters that are more sustainable (called \"green\" datacenters).  More specifically, we focus on datacenters that are partially powered by on-site generation of renewable energy and partially cooled using \"free\"-cooling.  On-site generation of renewable energy (e.g., solar) can supply a significant fraction of the energy required by a datacenter, but the variability in its production poses a challenge to the efficient operation of the datacenter.  A free-cooling system uses fans to blow outside air through the servers in a datacenter to cool them when the outside temperature and humidity are low enough.  This approach can reduce energy consumption by over 10x, but can expose the IT equipment to harsh outside conditions (e.g., higher temperatures, higher temperature variations, and higher humidity).  Our work has explored both the hardware design of green datacenters, and software systems that maximizes the cost and environmental benefits of such datacenters (e.g., to maximize the use of on-site production of solar energy).\n\nWe have designed, built, and operate Parasol, a green datacenter that is partially powered by solar energy and partially free-cooled.  (Rutgers funded the actual construction of the datacenter; this grant partially funded measurements and studies carried out on Parasol.)  The first attached figure shows an outside view of Parasol.  Data collected from operating Parasol for over two years shows that the solar panels provide ~20% of the energy consumed (second attached figure), and that free-cooling has low overheads, accounting for less than 5% of the energy consumed.  These results demonstrate that Parasol can serve as a blue&shy;print for industry to build highly efficient small&shy; scale, low-&shy;density green datacenters. It is also ideal for remote deployments with poor or no access to electricity (networking may need to take place over satellite in this case).\n\nWe have also designed, built, and evaluated several software systems for managing computing workloads and the multiple power sources in a green datacenter such as Parasol (i.e., grid, solar, and batteries).  The third attached figure shows one example 24-hour period when running our GreenSwitch management system with a deferrable workload (i.e., a workload where jobs can be delayed for some amount of time).  The fill colors represent the use of the different energy sources, whereas the?lines are the solar energy production (full), the?IT load (dots), the grid energy price (dashes,?Y-axis on the right), and the current peak grid power draw (dashes-dots). The white?fill represents solar energy that was produced?but lost due to inefficiency. The figure shows?that GreenSwitch transitioned many servers to?sleep in the early hours of the day and deferred?some of the load until solar energy was available. When there was no solar energy, GreenSwitch drew energy from the batteries, since they stored enough capacity for the load that was not deferred. We also see that the solar energy was enough to power the workload, charge the batteries, and feed energy to the grid. Compared to a grid-only datacenter, GreenSwitch produced a profit of 9% in grid electricity cost. Given this profit, GreenSwitch would amortize the cost of the solar setup and batteries in only 7.6 years.\n\nIn summary, our work on this grant will help datacenters owners and operators to build and operate green datacenters that are more environmentally sustainable at lower costs.  This is one important component in the overall environmental effort of reducing carbon em..."
 }
}