{
 "awd_id": "1117153",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "III: Small: Network Learning for Integrative Cancer Genomics",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2011-07-21",
 "awd_max_amd_letter_date": "2013-06-18",
 "awd_abstract_narration": "New large-scale DNA sequencing and array technologies now provide a promising way to study the molecular mechanisms of cancer by generating enormous information measuring aberrations in cancer genome. The genomic information can potentially guide drug design on targeted molecules, and improve clinical decisions in cancer treatment. One of the main obstacles to further progress is to elucidate multiple complex molecular indicators of cancers from the enormous genomic data. This proposal tackles the problem with network-based machine-learning theoretical frameworks and methods that can model the underlying biological mechanisms for an integrative study of cancer genomic information and relevant biomedical knowledge. As a proof of concept, the developed methods will be applied to study chemoresistance in ovarian cancer treatment. \r\n\r\nThis proposal aims at creating a general computation-driven approach for guiding cancer genomics research and improving genomics-based clinical decisions in cancer treatment. The research activities described in the proposal will deliver a collection of effective and efficient computational tools to utilize heterogeneous genomic data combined with biomedical knowledge for clinical practices. The study of the ovarian cancer data will help reveal the crucial pathways driving chemoresistance, and provide useful prediction tools and drug targets for ovarian cancer treatment. This proposal will also integrate the latest research development in computational cancer genomics into new courses in several training programs to prepare students for their future professions to meet the need of workforce in the growing biomedical and health informatics industry in the upper midwest region. The education plan will also have a focus on recruiting students in minority and under-represented groups in computer science and information technology.\r\n\r\nTo achieve the goals, the components of the research plan are 1) to formulate graph kernels and subgraph mining algorithms that can integrate various types of cancer genome aberrations to improve cancer outcome predictions and to discover cancer-causative genome aberration patterns; 2) to formulate semi-supervised matrix factorization methods with Laplacian constraints for predicting novel cancer phenotype and gene associations for identifying potential drug targets, utilizing known relations in phenotype, gene and their association networks; 3) to study the chemoresistance in ovarian cancer treatment to reveal the crucial pathways driving the resistance, and develop useful prediction tools and drug targets for ovarian cancer treatment; 4) to release the developed methods in both software packages and webtools for public use in academia. The two major components of the education plan are: 1) to offer a two-week course, titled Cure Cancer with Computers, in the summer academy of the BioSMART program for Minnesota high school students, and 2) to create a new course Computational Genomics in Biomedical Informatics to support two graduate programs for training students in biomedical/health informatics with knowledge in genomics and computer science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rui",
   "pi_last_name": "Kuang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rui Kuang",
   "pi_email_addr": "kuang@umn.edu",
   "nsf_id": "000204198",
   "pi_start_date": "2011-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This NSF project focused on improving clinical decision-makings in cancer treatment and drug design with better computational methods that integrate diverse information of the collective organization and quantification of the molecules in tumor cells. There are three major outcomes in the project.</p>\n<p>&nbsp;</p>\n<p>The effort produced a collection of network-driven machine-learning and statistical methods that pushed the state of the art of predictive medicine. By integration of functional relations in molecular networks, the new methods extended the widely used conventional survival analysis to predict or correlate gene expressions with time to an event of interest (outcome) in cancer genomics, and also introduced a better solution for higher-resolution isoform (different proteins coded in the same gene) transcript quantification by RNA sequencing data. We also performed a global analysis between human diseases and genes to understand the categorization of human diseases and reliably identify novel disease causal genes with a regularized non-negative matrix tri-factorization algorithm. These methods are proven effective in empirical studies in real patient data. Released as software, the tools will be useful for biomedical researchers and clinicians for cancer research and treatment.</p>\n<p>&nbsp;</p>\n<p>The collaboration between the computer scientist and the oncologist in the study on chemo-resistance in ovarian cancer also revealed FBN1 as a marker for predicting early recurrence in platinum-sensitive ovarian cancer patient. Specifically, higher expression of this gene predicts early recurrence after 12 months of the treatment in the ovarian cancer patients who are initially sensitive to chemotherapy.&nbsp;FBN1 is also potentially a promising new target for this group of patients. Based on the discovery, a new theory of the role of tumor microenvironment in chemo-resistance in ovarian cancer was also proposed.</p>\n<p>&nbsp;</p>\n<p>In the educational activities, a summer camp was organized every year for Minnesota high school students to promote early interest in data science and biomedical sciences. Around 70 students participated the camp in total. After the development in the project, this summer camp is becoming a regular event receiving additional support from the school district.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/05/2015<br>\n\t\t\t\t\tModified by: Rui&nbsp;Kuang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis NSF project focused on improving clinical decision-makings in cancer treatment and drug design with better computational methods that integrate diverse information of the collective organization and quantification of the molecules in tumor cells. There are three major outcomes in the project.\n\n \n\nThe effort produced a collection of network-driven machine-learning and statistical methods that pushed the state of the art of predictive medicine. By integration of functional relations in molecular networks, the new methods extended the widely used conventional survival analysis to predict or correlate gene expressions with time to an event of interest (outcome) in cancer genomics, and also introduced a better solution for higher-resolution isoform (different proteins coded in the same gene) transcript quantification by RNA sequencing data. We also performed a global analysis between human diseases and genes to understand the categorization of human diseases and reliably identify novel disease causal genes with a regularized non-negative matrix tri-factorization algorithm. These methods are proven effective in empirical studies in real patient data. Released as software, the tools will be useful for biomedical researchers and clinicians for cancer research and treatment.\n\n \n\nThe collaboration between the computer scientist and the oncologist in the study on chemo-resistance in ovarian cancer also revealed FBN1 as a marker for predicting early recurrence in platinum-sensitive ovarian cancer patient. Specifically, higher expression of this gene predicts early recurrence after 12 months of the treatment in the ovarian cancer patients who are initially sensitive to chemotherapy. FBN1 is also potentially a promising new target for this group of patients. Based on the discovery, a new theory of the role of tumor microenvironment in chemo-resistance in ovarian cancer was also proposed.\n\n \n\nIn the educational activities, a summer camp was organized every year for Minnesota high school students to promote early interest in data science and biomedical sciences. Around 70 students participated the camp in total. After the development in the project, this summer camp is becoming a regular event receiving additional support from the school district. \n\n \n\n\t\t\t\t\tLast Modified: 10/05/2015\n\n\t\t\t\t\tSubmitted by: Rui Kuang"
 }
}