{
 "awd_id": "1117247",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "III: Small: Genome Assembly Using Sparse Sequence Information",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 492809.0,
 "awd_amount": 492809.0,
 "awd_min_amd_letter_date": "2011-09-09",
 "awd_max_amd_letter_date": "2015-03-24",
 "awd_abstract_narration": "Rapid advances in DNA sequencing technologies are providing scientists with the ability to rapidly and cost-effectively decode the genomes of organisms.  Current technologies, however, can only reconstruct a fragmented picture of a genome's chromosomes.  Stitching the resulting fragments together into a complete genome currently requires costly and time-intensive laboratory experiments.  The goal of this proposal is to develop new computational approaches that combine sequencing data with the data generated by modern high-throughput mapping technologies in order to enable the automated reconstruction of much larger genomic segments, up to whole chromosomes, than currently possible.  The proposed research will be closely integrated with educational activities at the University of Maryland, College Park through the mentoring of undergraduate and graduate students and of a postdoctoral fellow.  \r\n\r\nDespite tremendous advances over the past 20+ years, both in sequencing technologies, and in computational algorithms for genome assembly, the genomes of the majority of organisms cannot be completely reconstructed through fully-automated processes.  The best sequencing technologies can only \"read\" up to a few 1000s of letters yet most organisms contain millions to billions of letters in their genomes.  At the same time, genome assembly is a difficult computational problem and even the best assembly software can only generate fragmented reconstructions of the genomes being sequenced, primarily due to repetitive sequences found in the genomes of most organisms. The full completion of highly-repetitive genomes requires time- and labor-intensive processes that often last multiple years.  High-throughput optical mapping technologies provide a promising source of information that could be used to disambiguate genomic repeats and automatically reconstruct much larger segments of an organism's genome than possible through the sole use of current sequencing data.  Optical mapping data describe the relative placement of multiple genomic landmarks (e.g. restriction enzyme recognition sites) along large stretches of a genome, spanning hundreds of thousands of letters and even whole chromosomes.  To date, however, there is no algorithmic framework that allows the incorporation of this rich source of information in the assembly process.  Specifically, genome assembly can be formulated as a graph traversal problem, finding a path through a complex graph that satisfies the constraints imposed by the data provided to the assembler.  Optical mapping data encode a new type of constraint on the possible traversals of a graph, potentially leading to a more complete reconstruction of genomes.  \r\n\r\nThe main goal of this proposal is to develop an algorithmic framework and associated software tools, that enable the use of optical mapping and optical sequencing data during the assembly process.  It is important to note that constrained graph traversal problems are generally computationally intractable.  We propose several heuristic traversals algorithms that can use optical mapping information and are likely to perform well in practice.  In addition, computational analyses will be used to determine the combination of parameters for the mapping experiment that generate data that is most informative for the assembly process.  These computational predictions will be validated in an experimental setting.\r\n\r\nIn addition to the main research objective, this proposal will directly contribute to the education of future generations of scientists, both through the mentoring of graduate students and post-doctoral fellows, and through the continuation of a summer research internship for undergraduate and highschool students.  The software developed in this proposal, as well as the scientific publications arising from this work, will be freely and broadly disseminated through open licensing.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mihai",
   "pi_last_name": "Pop",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mihai Pop",
   "pi_email_addr": "mpop@umd.edu",
   "nsf_id": "000236513",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Schwartz",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "David C Schwartz",
   "pi_email_addr": "dcschwartz@wisc.edu",
   "nsf_id": "000153068",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 492809.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our project focused on the use of sparse, long-range data, in the analysis of genome sequences.&nbsp; These data are either genomic maps, comprising the location of certain markers along segments of a genome, or long sequencing reads with high error rates.&nbsp;</p>\n<p>During our project we were able to show how even highly-sparse mapping data can be used to guide the computational reconstruction of genome sequences.&nbsp; We also developed new, more accurate and faster algorithms for aligning mapping data against genome sequences or against other maps, with the goal of identifying differences between genomes (such as differences caused by mutations in cancer cells).&nbsp; We also developed a new approach for assessing the accuracy of genome reconstructions, approach that relies on probabilistic arguments.</p>\n<p>The software developed in our project was made available freely and open-source such that it can be used and extended by other researchers and companies alike.</p>\n<p>Our project has contributed to the training of multiple students at different academic levels - a female highschool student, multiple undergraduate summer interns (both male and female), and several graduate students.&nbsp; We have, thus, contributed to the formation of future researchers and professionals with a strong background in research in STEM, particularly biotechnology and computer science.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/16/2015<br>\n\t\t\t\t\tModified by: Mihai&nbsp;Pop</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur project focused on the use of sparse, long-range data, in the analysis of genome sequences.  These data are either genomic maps, comprising the location of certain markers along segments of a genome, or long sequencing reads with high error rates. \n\nDuring our project we were able to show how even highly-sparse mapping data can be used to guide the computational reconstruction of genome sequences.  We also developed new, more accurate and faster algorithms for aligning mapping data against genome sequences or against other maps, with the goal of identifying differences between genomes (such as differences caused by mutations in cancer cells).  We also developed a new approach for assessing the accuracy of genome reconstructions, approach that relies on probabilistic arguments.\n\nThe software developed in our project was made available freely and open-source such that it can be used and extended by other researchers and companies alike.\n\nOur project has contributed to the training of multiple students at different academic levels - a female highschool student, multiple undergraduate summer interns (both male and female), and several graduate students.  We have, thus, contributed to the formation of future researchers and professionals with a strong background in research in STEM, particularly biotechnology and computer science.\n\n\t\t\t\t\tLast Modified: 09/16/2015\n\n\t\t\t\t\tSubmitted by: Mihai Pop"
 }
}