{
 "awd_id": "1118459",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2011 Biomaterials & Tissue Engineering Gordon Research Conference",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David A. Brant",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 8000.0,
 "awd_amount": 8000.0,
 "awd_min_amd_letter_date": "2011-06-03",
 "awd_max_amd_letter_date": "2011-06-03",
 "awd_abstract_narration": "ID: MPS/DMR/BMAT(7623) 1108459             \tPI:  Wong, Joyce                 ORG: Boston University\r\n\r\nTitle:  2011 Biomaterials & Tissue Engineering Gordon Research Conference\r\n\r\nINTELLECTUAL  MERIT:  Biomaterials- and tissue engineering-based strategies and approaches are central for the successful performance of numerous biomedical devices.  The theme of the 2011 Gordon Research Conference on Biomaterials & Tissue Engineering is ?The Path from Basic Science and Engineering to Translational Medicine.?  It focuses on applying basic science and engineering principles in diverse settings including developmental biology, materials science, and nanotechnology with the goal of solving important clinically relevant biomedical problems.  The program will provide a cutting-edge scientific program and discussion forum that focuses on specific fundamental and applied science and engineering challenges that, when overcome, will facilitate the translation of biomaterials and tissue engineering technologies to clinical medicine.  The program serves both to educate the biomaterials and tissue engineering communities in the highly relevant field of developmental biology and to stimulate discussion in current approaches from both materials science and engineering and biological perspectives.\r\n\r\nBROADER IMPACTS:  In the spirit of the Gordon Research Conferences, this conference seeks to bring together speakers and discussion leaders at the forefront of their field with other prominent investigators, junior attendees, and researchers from underrepresented groups.  This diverse group of speakers, discussion leaders, and poster presenters who represent different fields of study (e.g. clinical investigators, basic scientists and engineers, and industrial researchers) can contribute to the advancement of the field of biomaterials and tissue engineering.  Such interactions are critical for building research networks for researchers at all stages of their career and play a key role in developing future leaders in the field of biomaterials science and engineering.  The discussion leaders and speakers were selected to represent the gender, ethnic, and cultural (i.e. researchers from non-US institutions ? 6 non-US countries represented) diversity in the biomaterials and tissue engineering fields.  In accordance with  Gordon Research Conference policies, there are no formal publications; however, the GRC format provides a stimulating environment to disseminate new ideas and to establish new and continue existing collaborations/interactions.  This year?s program has 19 out of 41 discussion leaders and speakers who are women and/or from underrepresented minority groups; 6 are assistant professors.  Selection of attendees from the pool of applicants will adhere to principles of affirmative action with respect to minority groups, women, and junior scientists in addition to the date of application and the scientific background of the applicant.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joyce",
   "pi_last_name": "Wong",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Joyce Y Wong",
   "pi_email_addr": "jywong@bu.edu",
   "nsf_id": "000328525",
   "pi_start_date": "2011-06-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shelly",
   "pi_last_name": "Sakiyama-Elbert",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Shelly E Sakiyama-Elbert",
   "pi_email_addr": "sakiyama@wustl.edu",
   "nsf_id": "000461321",
   "pi_start_date": "2011-06-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Gray",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy R Gray",
   "pi_email_addr": "nsf@grc.org",
   "nsf_id": "000206836",
   "pi_start_date": "2011-06-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gordon Research Conferences",
  "inst_street_address": "5586 POST RD UNIT 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST GREENWICH",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4017834011",
  "inst_zip_code": "028183454",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "GORDON RESEARCH CONFERENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "XL5ANMKWN557"
 },
 "perf_inst": {
  "perf_inst_name": "Gordon Research Conferences",
  "perf_str_addr": "512 Liberty Lane",
  "perf_city_name": "West Kingston",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028921502",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  },
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7273",
   "pgm_ref_txt": "ENVIRONMENTAL RESEARCH & EDUCA"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br /></p>\n<p>The Gordon Research Conference on BIOMATERIALS<br />&amp; TISSUE ENGINEERING was held at Holderness School, Holderness, New Hampshire, July 31 &ndash; August<br />5, 2011. The Conference was well-attended with 174 participants<br />(attendees list attached). The attendees represented the spectrum of endeavor<br />in this field coming from academia, industry, and government laboratories, both<br />U.S.<br />and foreign scientists, senior researchers, young investigators, and students. Of<br />the 174 attendees, 101 voluntarily responded to a general inquiry regarding<br />ethnicity which appears on our registration forms. Of the 101 respondents, 23%<br />were Minorities &ndash; 6% Hispanic, 14% Asian and 4% African American. Approximately<br />38% of the participants at the 2011 meeting were women.</p>\n<p><br />In designing the<br />formal speakers program, emphasis was placed on current unpublished research<br />and discussion of the future target areas in this field. There was a conscious<br />effort to stimulate lively discussion about the key issues in the field today.<br />Time for formal presentations was limited in the interest of group discussions.<br />In order that more scientists could communicate their most recent results,<br />poster presentation time was scheduled. Attached is a copy of the formal<br />schedule and speaker program and the poster program. In addition to these<br />formal interactions, \"free time\" was scheduled to allow informal<br />discussions. Such discussions are fostering new collaborations and joint<br />efforts in the field.<br /><br />Thank you for your support of this Conference. As you<br />know, in the interest of promoting the presentation of unpublished and frontier-breaking<br />research, Gordon Research Conferences does not permit publication of meeting<br />proceedings.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/16/2011<br>\n\t\t\t\t\tModified by: Nancy&nbsp;R&nbsp;Gray</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\n \n\n\n\n\n\nThe Gordon Research Conference on BIOMATERIALS\n&amp; TISSUE ENGINEERING was held at Holderness School, Holderness, New Hampshire, July 31 &ndash; August\n5, 2011. The Conference was well-attended with 174 participants\n(attendees list attached). The attendees represented the spectrum of endeavor\nin this field coming from academia, industry, and government laboratories, both\nU.S.\nand foreign scientists, senior researchers, young investigators, and students. Of\nthe 174 attendees, 101 voluntarily responded to a general inquiry regarding\nethnicity which appears on our registration forms. Of the 101 respondents, 23%\nwere Minorities &ndash; 6% Hispanic, 14% Asian and 4% African American. Approximately\n38% of the participants at the 2011 meeting were women.\n\n\nIn designing the\nformal speakers program, emphasis was placed on current unpublished research\nand discussion of the future target areas in this field. There was a conscious\neffort to stimulate lively discussion about the key issues in the field today.\nTime for formal presentations was limited in the interest of group discussions.\nIn order that more scientists could communicate their most recent results,\nposter presentation time was scheduled. Attached is a copy of the formal\nschedule and speaker program and the poster program. In addition to these\nformal interactions, \"free time\" was scheduled to allow informal\ndiscussions. Such discussions are fostering new collaborations and joint\nefforts in the field.\n\nThank you for your support of this Conference. As you\nknow, in the interest of promoting the presentation of unpublished and frontier-breaking\nresearch, Gordon Research Conferences does not permit publication of meeting\nproceedings.\n\n\t\t\t\t\tLast Modified: 12/16/2011\n\n\t\t\t\t\tSubmitted by: Nancy R Gray"
 }
}