{
 "awd_id": "1118777",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Metaevaluation of REU and RET Evaluations to Assess Quality and Build Capacity Locally and Nationally",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032925309",
 "po_email": "cdellapi@nsf.gov",
 "po_sign_block_name": "Connie Della-Piana",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 249778.0,
 "awd_amount": 249778.0,
 "awd_min_amd_letter_date": "2011-09-09",
 "awd_max_amd_letter_date": "2012-07-16",
 "awd_abstract_narration": "This project examines NSF-funded project-level evaluations of the REU and RET programs which either bring undergraduates or teachers together for summer research experiences.  \r\n\r\nThe project will develop a systematic review tool that incorporates the Program Evaluation Accuracy Standards and moves beyond them to attend to effects on student learning. Using the methodology of meta-evaluation, the project will (1) describe and assess the quality of REU and RET evaluations, (2) test the feasibility of synthesizing and generalizing across evaluations to support conclusions about program-level effectiveness, and (3) lay the groundwork for a resource to build evaluation capacity and align the evaluation needs of local projects and the national programs.\r\n\r\nThe REU and RET projects represent an important set of activities across the NSF.  This exploratory study will determine the degree to which the evaluations of these projects can be used to make statements about the effectiveness of these projects overall.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Leslie",
   "pi_last_name": "Cooksy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Leslie Cooksy",
   "pi_email_addr": "ljcooksy@udel.edu",
   "nsf_id": "000585735",
   "pi_start_date": "2011-09-09",
   "pi_end_date": "2012-06-27"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joan",
   "pi_last_name": "Buttram",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joan Buttram",
   "pi_email_addr": "jbuttram@udel.edu",
   "nsf_id": "000620573",
   "pi_start_date": "2012-06-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Buckley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Buckley",
   "pi_email_addr": "jbuckley@udel.edu",
   "nsf_id": "000602577",
   "pi_start_date": "2011-09-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "550 S COLLEGE AVE",
  "perf_city_name": "NEWARK",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197131324",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "726100",
   "pgm_ele_name": "Project & Program Evaluation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 123032.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 126746.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This study conducted a metaevaluation of the Research Experiences for Undergraduates (REU) and Research Experience for Teachers (RET) projects funded by NSF to: 1) describe and assess the quality of their evaluations, 2) test the feasibility of synthesizing and generalizing evaluation results across projects to support conclusions about program level effectiveness, and 3) lay the groundwork for a resource to build evaluation capacity and align the evaluation needs of the local projects and national programs. A total of 63 projects were included in the metaevaluation. The metaevaluation results revealed significant variability in the rigor and quality of the majority of the evaluations. Most evaluations were conducted by project staff or graduate students; few were conducted by experienced program evaluators. Less than half of the evaluations stated project goals explicitly and even fewer described in detail project activities. Assessment of participant outcomes varied. About 78% reported data on participant satisfaction, about 70% on participant knowledge and skills, and about 60% on participants continued participation in STEM. Most projects relied on ratings of satisfaction of faculty and participants at the end of the project. Assessments of participant knowledge or skills often relied on self-reports rather than objective pre- and post-assessments. Some projects collected data related to participants&rsquo; presentations of academic papers and enrollment in later STEM-related graduate programs. Only 30% of the projects used evaluation data to make programmatic changes. A four-level model for evaluating REU and RET outcomes is suggested to structure and organize future evaluations of these projects.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/08/2015<br>\n\t\t\t\t\tModified by: Joan&nbsp;Buttram</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis study conducted a metaevaluation of the Research Experiences for Undergraduates (REU) and Research Experience for Teachers (RET) projects funded by NSF to: 1) describe and assess the quality of their evaluations, 2) test the feasibility of synthesizing and generalizing evaluation results across projects to support conclusions about program level effectiveness, and 3) lay the groundwork for a resource to build evaluation capacity and align the evaluation needs of the local projects and national programs. A total of 63 projects were included in the metaevaluation. The metaevaluation results revealed significant variability in the rigor and quality of the majority of the evaluations. Most evaluations were conducted by project staff or graduate students; few were conducted by experienced program evaluators. Less than half of the evaluations stated project goals explicitly and even fewer described in detail project activities. Assessment of participant outcomes varied. About 78% reported data on participant satisfaction, about 70% on participant knowledge and skills, and about 60% on participants continued participation in STEM. Most projects relied on ratings of satisfaction of faculty and participants at the end of the project. Assessments of participant knowledge or skills often relied on self-reports rather than objective pre- and post-assessments. Some projects collected data related to participantsÆ presentations of academic papers and enrollment in later STEM-related graduate programs. Only 30% of the projects used evaluation data to make programmatic changes. A four-level model for evaluating REU and RET outcomes is suggested to structure and organize future evaluations of these projects.\n\n\t\t\t\t\tLast Modified: 10/08/2015\n\n\t\t\t\t\tSubmitted by: Joan Buttram"
 }
}