{
 "awd_id": "1118301",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The first International Symposium on Thermal and Materials Nanoscience and Nanotechnology, May 29-June 3, 2011, Antalya, Turkey",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032924509",
 "po_email": "sacharya@nsf.gov",
 "po_sign_block_name": "Sumanta Acharya",
 "awd_eff_date": "2011-04-15",
 "awd_exp_date": "2012-03-31",
 "tot_intn_awd_amt": 20000.0,
 "awd_amount": 20000.0,
 "awd_min_amd_letter_date": "2011-04-07",
 "awd_max_amd_letter_date": "2011-04-07",
 "awd_abstract_narration": "1118301\r\nBayazitolu\r\n\r\nAn international symposium entitled Thermal and Materials Nanoscience and Nanotechnology (TMNN-2011) will be held on May 29- June 3, 2011 in Antalya, Turkey. It is envisioned to have around 150 attendees. This proposal to NSF requests funds for eight graduate and postdoctoral students and eight key leaders who will be attending the symposium and are experts on this proposed emerging area of research and engineering. Emphasis is being given to solicit participation from minority and underrepresented groups. Each invitee will be expected to participate fully and to submit a contributed paper to the symposium. Some will be asked to be the panelists. The invited participant will receive partial travel support, which will cover a portion of the estimated symposium travel expenses. The symposium will host a special graduate and postdoctoral student co-authored poster session which will be identified and marked as \"Sponsored by NSF\". \r\n\r\nIntellectual Merit \r\n\r\nThe symposium will explore potential advancements in the field of thermal and materials engineering enabled by nanoscience and nanotechnology. It will play a role in bridging the gap between chemistry, physics and engineering. It will contribute to the goal of further understanding the wide diversity of length scales ranging from the nano- to macroscopic scales. It will provide a unique platform for researchers, high tech industry practitioners and educators engaged and interested in nanoscience and nanotechnology to identify significant challenges and opportunities in solving thermal and materials problems. The panel discussions will help to identify short and long term research areas for collaborations between the thermal and materials science groups. \r\n\r\n\r\n\r\n\r\nBroader Impacts \r\n\r\nThe Symposium will offer an opportunity to establish international relationship and collaboration. The scientific and engineering education and training needs related to thermal and material science applications of nanotechnology are critical components of the symposium. It will give opportunity to the graduate students to be leaders in organizing/participating in technical sessions. The symposium organizers will ensure a diverse representation of attendees would be present, including underrepresented groups, females, students and young professionals. The workshop proceedings and the special journal issue will be broadly disseminated through various channels.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yildiz",
   "pi_last_name": "Bayazitoglu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yildiz Bayazitoglu",
   "pi_email_addr": "bayaz@rice.edu",
   "nsf_id": "000327224",
   "pi_start_date": "2011-04-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "6100 MAIN ST",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  },
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "150E",
   "pgm_ref_txt": "Conduction/Diffusion"
  },
  {
   "pgm_ref_code": "5940",
   "pgm_ref_txt": "TURKEY"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Submitted to:&nbsp;</strong>Sumanta Acharya, TTP&nbsp;Director</p>\n<p>The first International Symposium on Thermal and Materials Nanoscience and Nanotechnology (TMNN-2011) sponsored by the International Center of Heat and Mass Transfer Symposium (ICHMT) and by National Science Foundation (NSF) is chaired by Prof. Yildiz Bayazitoglu. 79 scientists from 19 countries attended.</p>\n<p>The full manuscripts accepted for presentation at the symposium were reviewed by at least one expert. Of the 59 submissions, 40 manuscripts and 11 posters were presented over three full- and two half- days. Seven keynote speakers gave presentations. Panel discussions on &ldquo;<strong>the Future Research Directions of Thermal and Materials Nanoscience and Nanotechnology&rdquo;</strong> and an Open Forum are held.</p>\n<p>As agreed prior to the symposium, the International Journal of Thermal Sciences (IJTS) will be publishing a Special Issue. The requested manuscripts submitted to the IJTS for the Special Issue are reviewed by the journal&rsquo;s editorial system led by Bayazitoglu. The symposium travel support from NSF will be acknowledged in the preface of this special issue.</p>\n<p>Prior to the Symposium another agreement was reached with the IJTS to create the IJTS Editor&rsquo;s &ldquo;the Best Graduate Student Authored and Presented Paper of TMNN-2011&rdquo; award. Several nominations were received. Bayazitoglu met with the other Chief Editors of the International Journal of Thermal Sciences (IJTS) on 15th of June in Frankfurt and they jointly decided to give this award to a graduate student from South Korea.</p>\n<p>The TMNN-2011 symposium certainly was a success in spite of the earthquake and tsunami in Japan and the Middle East crises in Egypt just few weeks before the paper submission deadline, which scared off some researchers. The symposium could not include the researchers from Japan to attend and Bayazitoglu tried diligently to convince many that the disturbances in Middle East would not affect Antalya and surroundings.</p>\n<p>The Panel Discussions on &ldquo;<strong>the Future Research Directions of Thermal and Materials Nanoscience and Nanotechnology&rdquo;</strong>, summarized as follows:</p>\n<ul>\n<li>&nbsp;At the interface between thermal and materials science, there are opportunities in the CNT and graphene structures and their coupling, and in the development of nanoscale superconducting materials.&nbsp;Interfaces are very important and poorly understood</li>\n<li>Nanomedicine and Electronics cooling Applications are feasible</li>\n<li>Nanoparticles are important</li>\n<li>Future nanotechnology will need few or no moving parts to be successful due to manufacturing and reliability difficulties</li>\n<li>Current trends lean towards computational and analytical modeling to explore nanoscale effects.&nbsp; Experimental results must be a part of any good body of research, regardless of how tough nanoscale experiments may be.&nbsp; </li>\n<li>Discussion about teaching this to undergraduates.&nbsp; Positions on both sides of the debate, but the consensus became that this should not be included in undergraduate courses yet.&nbsp; First, there&rsquo;s too much to cover in one semester already, and secondly, there is a shortage of useful correlations or industry-applicable situations to make this necessary.&nbsp; An introduction to some of the complications may be warranted to pique interests and encourage some students to pursue graduate studies in this area.</li>\n</ul>\n<p><strong>Open Forum on &ldquo;Suggestions For The Next Related Symposium&rdquo;.</strong> The summary of Open Forum Discussions were as follows</p>\n<ul>\n<li>Should hold this conference every 2 to 3 years</li>\n<li>The small size of the conference made for a friendly learning atmosphere</li>\n<li>This field is very interdisciplinary.&nbsp;</li>\n</ul>\n<p>and the following specific suggestions were made:</p>\n<ul>\n<l...",
  "por_txt_cntn": "\nSubmitted to: Sumanta Acharya, TTP Director\n\nThe first International Symposium on Thermal and Materials Nanoscience and Nanotechnology (TMNN-2011) sponsored by the International Center of Heat and Mass Transfer Symposium (ICHMT) and by National Science Foundation (NSF) is chaired by Prof. Yildiz Bayazitoglu. 79 scientists from 19 countries attended.\n\nThe full manuscripts accepted for presentation at the symposium were reviewed by at least one expert. Of the 59 submissions, 40 manuscripts and 11 posters were presented over three full- and two half- days. Seven keynote speakers gave presentations. Panel discussions on \"the Future Research Directions of Thermal and Materials Nanoscience and Nanotechnology\" and an Open Forum are held.\n\nAs agreed prior to the symposium, the International Journal of Thermal Sciences (IJTS) will be publishing a Special Issue. The requested manuscripts submitted to the IJTS for the Special Issue are reviewed by the journalÆs editorial system led by Bayazitoglu. The symposium travel support from NSF will be acknowledged in the preface of this special issue.\n\nPrior to the Symposium another agreement was reached with the IJTS to create the IJTS EditorÆs \"the Best Graduate Student Authored and Presented Paper of TMNN-2011\" award. Several nominations were received. Bayazitoglu met with the other Chief Editors of the International Journal of Thermal Sciences (IJTS) on 15th of June in Frankfurt and they jointly decided to give this award to a graduate student from South Korea.\n\nThe TMNN-2011 symposium certainly was a success in spite of the earthquake and tsunami in Japan and the Middle East crises in Egypt just few weeks before the paper submission deadline, which scared off some researchers. The symposium could not include the researchers from Japan to attend and Bayazitoglu tried diligently to convince many that the disturbances in Middle East would not affect Antalya and surroundings.\n\nThe Panel Discussions on \"the Future Research Directions of Thermal and Materials Nanoscience and Nanotechnology\", summarized as follows:\n\n At the interface between thermal and materials science, there are opportunities in the CNT and graphene structures and their coupling, and in the development of nanoscale superconducting materials. Interfaces are very important and poorly understood\nNanomedicine and Electronics cooling Applications are feasible\nNanoparticles are important\nFuture nanotechnology will need few or no moving parts to be successful due to manufacturing and reliability difficulties\nCurrent trends lean towards computational and analytical modeling to explore nanoscale effects.  Experimental results must be a part of any good body of research, regardless of how tough nanoscale experiments may be.  \nDiscussion about teaching this to undergraduates.  Positions on both sides of the debate, but the consensus became that this should not be included in undergraduate courses yet.  First, thereÆs too much to cover in one semester already, and secondly, there is a shortage of useful correlations or industry-applicable situations to make this necessary.  An introduction to some of the complications may be warranted to pique interests and encourage some students to pursue graduate studies in this area.\n\n\nOpen Forum on \"Suggestions For The Next Related Symposium\". The summary of Open Forum Discussions were as follows\n\nShould hold this conference every 2 to 3 years\nThe small size of the conference made for a friendly learning atmosphere\nThis field is very interdisciplinary. \n\n\nand the following specific suggestions were made:\n\nExtending the conference to include micro/nano science and fluidics.\nMore of an emphasis should be made on fundamental physics to explain why the applications worked.  \nConsider adding several mini-courses or workshops before or at the beginning of the conference on certain topics in an attempt to level the playing field and expand the transfer of ideas. \n\n\nNSF Travel Award Budget Summary:\n\nThe parti..."
 }
}