{
 "awd_id": "1118136",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshops:  Systems and Modeling Advances; 2011 NSF Engineering Research and Innovation Conference; Atlanta, Georgia; January 4, 2011",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Russell Barton",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2012-04-30",
 "tot_intn_awd_amt": 31340.0,
 "awd_amount": 31340.0,
 "awd_min_amd_letter_date": "2011-02-23",
 "awd_max_amd_letter_date": "2011-02-23",
 "awd_abstract_narration": "The objective of this award will be to conduct three one day workshop in conjunction with the 2011 NSF Engineering Research and Innovation Conference sponsored by NSF's Division of Civil, Mechanical and Manufacturing Innovation (CMMI).  The overarching theme of these workshops is the investigation of fundamental questions in systems and modeling, with the goal of identifying knowledge gaps that require further research pursuit.  The Hot Topics in Engineering Design Workshop will further advance the fundamental theory of systems engineering through examination of model-based design, value-centric design for adaptability, and by placing a rigorous footing under systems engineering processes. The investigation embodied in this workshop is a necessary step in a major research program examining fundamental issues in the design of large complex systems. The Workshop on New Directions in Dynamical Systems Inspired by Biological, Energy, Environmental, and Information Sciences, will further advance uncertainty quantification (UQ) and data driven dynamical systems (DDDS); dynamical systems in biomechanics/biomimetics, and energy generation/distribution systems; and identify new directions for research in dynamical systems. The Workshop on Challenges and Opportunities for Research in Multiscale Modeling in Mechanics and Materials (M4), aims to attain a systematic rationale, which is scientifically rigorous, to the field of multiscale modeling in mechanics and materials, as opposed to the present approaches that are largely heuristic in nature.  These workshops will produce research agenda aimed at significantly advancing the respective fields in systems and modeling.\r\n\r\nEach of these workshops will be strengthened by inviting a culturally diverse group of researchers and practitioners, and will offer travel stipends to a number of graduate students as well, thereby enabling these researchers of the future to frame their research with the latest and most cutting-edge insights in their field. Additionally, the topics identified by each workshop have broad and sweeping impact across numerous fields, from energy, to defense, to manufacturing - all identified as Grand Challenges for the next century. The critical investigations of each workshop into existing practice and potentials for future research in each area, suggest tremendous possibilities for impacting industrial practice across these fields. The workshops will encourage interaction of the communities involved, with presentations by thought leaders in the respective fields, emphasis on discussion and interaction, and encouragement of participation by graduate students. Each workshop will produce a report that will provide a complete and balanced result of discussions, along with a collection of key research questions and research proposal directions for future consideration. Additionally, results from the workshops will be disseminated through presentations, conference papers, and journal articles.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Collopy",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Paul D Collopy",
   "pi_email_addr": "paul.collopy@uah.edu",
   "nsf_id": "000545827",
   "pi_start_date": "2011-02-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Value-Driven Design Institute, Inc.",
  "inst_street_address": "PO Box 247",
  "inst_street_address_2": "",
  "inst_city_name": "Urbana",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173675865",
  "inst_zip_code": "618030247",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Value-Driven Design Institute, Inc.",
  "perf_str_addr": "PO Box 247",
  "perf_city_name": "Urbana",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618030247",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146400",
   "pgm_ele_name": "ESD-Eng & Systems Design"
  },
  {
   "pgm_ele_code": "163000",
   "pgm_ele_name": "Mechanics of Materials and Str"
  },
  {
   "pgm_ele_code": "747800",
   "pgm_ele_name": "DYNAMICAL SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "022E",
   "pgm_ref_txt": "SOLID MECHANICS"
  },
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "027E",
   "pgm_ref_txt": "NANOMECHANICS"
  },
  {
   "pgm_ref_code": "034E",
   "pgm_ref_txt": "Dynamical systems"
  },
  {
   "pgm_ref_code": "067E",
   "pgm_ref_txt": "DESIGN TOOLS"
  },
  {
   "pgm_ref_code": "068E",
   "pgm_ref_txt": "DESIGN THEORY"
  },
  {
   "pgm_ref_code": "073E",
   "pgm_ref_txt": "OPTIMIZATION & DECISION MAKING"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "8024",
   "pgm_ref_txt": "Complex Systems"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 22659.0
  }
 ],
 "por": null
}