{
 "awd_id": "1118379",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Wikisym Doctoral Consortium",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kevin Crowston",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 13163.0,
 "awd_amount": 13163.0,
 "awd_min_amd_letter_date": "2011-03-01",
 "awd_max_amd_letter_date": "2011-03-01",
 "awd_abstract_narration": "This is funding to support a Doctoral Consortium (workshop) of approximately 8 promising graduate students from the United States and abroad, along with a panel of about 5 distinguished research faculty mentors.  The event will take place in conjunction with the 7th International ACM Symposium on Wikis and Open Collaboration (Wikisym 2011), which will be held October 3-5 2011.in Palo Alto, CA.  Wikisym is the leading international forum for bringing together researchers, practitioners, and entrepreneurs working on open collaboration. The topic of open collaboration is the study of the forms of collaboration found in open source software and communities such as Wikipedia, Yahoo! Answers, Slashdot,and Digg. Such systems have shown the power to be gained from creating technologies that enable large distributed groups of people to collaboratively create artifacts of lasting value. The Wikisym conference is attended each year by approximately 100 people from around the world. Its proceedings are published in the ACM Digital library and are considered archival work in the field.\r\n\r\nThe Doctoral Consortium is a research-focused meeting of a group of 8-15 selected Ph.D. candidates and a panel of four distinguished research faculty that takes place at the Wikisym conference. The Doctoral Consortium will take place on October 2nd, preceding the event. The Doctoral Consortium Chair is Loren Terveen (University of Minnesota, USA). The WikiSym Doctoral Consortium has been successful for the past three years in attracting an international and interdisciplinary student constituency. It helps new researchers develop peer relationships and relationships with experienced researchers and practitioners. It also offers these new researchers expert feedback and allows them to attend and participate in the leading international conference focused on open collaboration.\r\n\r\nBroader impacts:  The annual Wikisym doctoral consortia traditionally bring together the best of the next generation of researchers in open collaboration, allowing them to create a social network both among themselves and with senior researchers at a critical stage in their professional development. Applications are encouraged from all doctoral students whose research is Wikisym-related, regardless of the fields in which they are earning their degrees. Participation is encouraged from a broad range of relevant disciplines and approaches, including (but not limited to) computer science, sociology, psychology, anthropology, information science, cognitive science, rhetoric, communications, and economics. While NSF funds will be used chiefly to support participation by students enrolled in graduate programs in the United States, some international participants may be supported as well in recognition of the fact that the Wikisym field embraces educational and cultural traditions that vary in different parts of the world.  The organizers will try explicitly to identify and include the broadest possible group of highly qualified participants.  As a consequence of these steps, the student and faculty participants will constitute a diverse group across a variety of dimensions, which will help broaden the students' horizons to the future benefit of the field.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Loren",
   "pi_last_name": "Terveen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Loren Terveen",
   "pi_email_addr": "terveen@cs.umn.edu",
   "nsf_id": "000402406",
   "pi_start_date": "2011-03-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 13163.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This award funded participation in the Wikisym 2011 conference by PhD students who were selected to participate in the Doctoral Symposium event there. The Wikisym conference is a leading international conference that studies wikis (such as the well-known Wikipedia) and other forms of \"open collaboration\", i.e., computer-supported methods for large distributed groups of people to work together to produce information artifacts of value (open source software systems are the other leading example).</p>\n<p>The student participants had the chance to present their work to a panel of faculty mentors (leading researchers in the field) and each other and receive detailed feedback and guidance. In addition, they also had the chance to get to know both the faculty and their fellow students, helping to form social connections that will be valurable to them as they continue with their careers. Finally, they also were able to present their work at a poster session that all Wikisym conference participants could attend, giving them the chance to get feedback from a broader audience.</p>\n<p>Doctoral symposia are used in most conferences and are considered an important way to support new participants in the research field. This award served this purpose for the Wiki / Open Collaboration research community.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/31/2013<br>\n\t\t\t\t\tModified by: Loren&nbsp;Terveen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis award funded participation in the Wikisym 2011 conference by PhD students who were selected to participate in the Doctoral Symposium event there. The Wikisym conference is a leading international conference that studies wikis (such as the well-known Wikipedia) and other forms of \"open collaboration\", i.e., computer-supported methods for large distributed groups of people to work together to produce information artifacts of value (open source software systems are the other leading example).\n\nThe student participants had the chance to present their work to a panel of faculty mentors (leading researchers in the field) and each other and receive detailed feedback and guidance. In addition, they also had the chance to get to know both the faculty and their fellow students, helping to form social connections that will be valurable to them as they continue with their careers. Finally, they also were able to present their work at a poster session that all Wikisym conference participants could attend, giving them the chance to get feedback from a broader audience.\n\nDoctoral symposia are used in most conferences and are considered an important way to support new participants in the research field. This award served this purpose for the Wiki / Open Collaboration research community.\n\n\t\t\t\t\tLast Modified: 07/31/2013\n\n\t\t\t\t\tSubmitted by: Loren Terveen"
 }
}