{
 "awd_id": "1118883",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Evaluating the Influence of Eocene Ridge Subduction on Magmatism, Deformation, and Basin Evolution, Pacific NW",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephen Harlan",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 203177.0,
 "awd_amount": 203177.0,
 "awd_min_amd_letter_date": "2011-09-15",
 "awd_max_amd_letter_date": "2013-04-17",
 "awd_abstract_narration": "We are utilizing multiple disciplines in the Earth Sciences to better understand processes associated with the subduction of oceanic ridges at convergent plate boundaries. In particular, we are studying a well-preserved example of ancient ridge subduction in the Pacific Northwest, where we have an unprecedented opportunity to document a 20 million year history of ridge subduction phenomena from development of sedimentary basins to magmatism and metamorphism in the middle crust. This ancient example thus offers a critical compliment to studies of modern ridge subduction systems where deeper processes must be evaluated indirectly. We are testing a model of the changing position of the ridge from approximately 60 to 40 million years ago, a period that marks the transition from the Mesozoic North Cascades arc to modern Cascadia.  We are also addressing several central questions for ridge subduction. 1) How do fore-arc sedimentary basins respond to changes in stresses and strains that accompany ridge subduction and jumps in the positions of oceanic ridges? 2) How is deformation, such as faulting, partitioned in space and time across the continental margin during ridge subduction? 3) What are the diagnostic geochemical features of magmas within a convergent margin after ridge subduction. As part of our research, we are using a geographic information system to reconstruct the distribution of geological features during the interval of 60-40 million years. We are making the digital paleotectonic and paleogeographic maps and data derived from this study available to other researchers and educators in order to allow others to build upon and supplement our efforts. In summary, this multidisciplinary collaborative research should provide significant contributions to understanding of processes associated with ridge subduction, a fundamental  plate tectonic process, and the effects of ridge subduction on the Eocene tectonic evolution of the Pacific Northwest. Our project involves a collaboration between several universities of diverse character, including San Jose State University, University of Puget Sound, Northern Arizona University, and the Massachusetts Institute of Technology.  Involvement of graduate and undergraduate students is a critical component of this project. Several undergraduate students are participating in the research. Their involvement includes participating in the geologic fieldwork, conducting individual research projects, traveling to other universities to use analytical facilities not available at their home institutions, and the preparation of undergraduate theses based on their research. The results are of the research are also being integrated in geologic classroom curricula as part of an advanced undergraduate course at the University of Puget Sound where students are studying the rocks collected during this study as part of a semester-long class project. Results of the research are being disseminated at professional society meetings (including student presentations on their research) and the peer-reviewed scientific literature.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Samuel",
   "pi_last_name": "Bowring",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Samuel A Bowring",
   "pi_email_addr": "sbowring@mit.edu",
   "nsf_id": "000085969",
   "pi_start_date": "2011-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 134250.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 68927.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The intersection of oceanic spreading centers, where new crust is generated, with plate subduction zones, where the Earth&rsquo;s crust is consumed, is an inevitable consequence of plate tectonics. Subduction of a spreading ridge down an oceanic trench is a transient, but important, tectonic process and can dramatically alter the geology of convergent plate margins. While this has been well studied in modern examples such as the Chile and Mendocino triple-junctions, ridge-trench interaction has been poorly documented in the geologic record. Our research aimed to fill this gap by investigating an ancient volcanic arc in the Pacific Northwest of America where paleotectonic reconstructions strongly suggest that ridge-trench interaction occurred about 50 million years ago. This arc, which is located in the North Cascades of Washington, is deeply incised and remarkably well exposed, offering a unique opportunity to study the response of both the upper and middle arc crust to ridge-trench interaction. Our chief research questions were 1) what are the mode and geochemical affinity of magmatism associated with ridge-trench interaction, and 2) how do the associated supracrustal sedimentary rocks respond to this particular tectonic event? In particular we used detailed geologic field investigations combined with high-precision age determination by the uranium-lead method to elucidate sedimentary basin evolution, regional deformation, and magma emplacement histories in connection to the ridge-trench interaction episode.</p>\n<p>To study the effects of ridge-trench interaction on sedimentary basins, we separated zircon (a uranium bearing mineral) from numerous volcanic rocks interbedded with sedimentary strata in a series of rock formations that ranged in age from ~60 to 45 million years. By dating zircon we are able to provide high-precision age constraints for the volcanic rocks and can thereby create detailed timelines for the deposition, deformation, and erosion of the corresponding sedimentary strata. Successful age determination of 16 collected volcanic rock samples demonstrated that all of the ~60-45 million year old rock formations within the western and central Washington record a short period of uplift and erosion coincident with the proposed timing of ridge-trench interaction at ~50 million years ago. Following erosion, the basins were filled with volcanic rocks erupted in larger volumes and higher rates than previously seen and displacement began on large strike-slip faults. All of these observations are consistent with &ndash; and provide strong evidence for &ndash; ridge-trench interaction in the North Cascades.</p>\n<p>&nbsp;Geologic models predict that large volumes of magma will be rapidly emplaced in an arc setting during ridge-trench interaction. We tested this hypothesis by studying a large (307 km<sup>2</sup>) granitic pluton known as the Golden Horn Batholith that was emplaced during the proposed period of ridge-trench interaction about 50 million years ago. Granitic intrusions of similar size are typically built over periods of several million years in a normal subduction zone setting. However, crystallization ages of 14 different samples of this intrusion determined by zircon geochronology demonstrated that the Golden Horn Batholith was emplaced much more rapidly. One voluminous (&gt;424 km<sup>3</sup>) part of the batholith was built over only ~26 thousand years with an anomalously high magma emplacement rate of higher than 0.01 km<sup>3</sup> per year. Our results suggest that this part of the Golden Horn Batholith may represent a fossil, large-volume, high-silica, magma chamber; the first of its kind documented from the geologic record. These high magma intrusion rates are consistent with the hypothesis of rapid emplacement of large volumes of magma during ridge-trench interaction. Future study of this unique intrusion will provide insights into the dy...",
  "por_txt_cntn": "\nThe intersection of oceanic spreading centers, where new crust is generated, with plate subduction zones, where the EarthÆs crust is consumed, is an inevitable consequence of plate tectonics. Subduction of a spreading ridge down an oceanic trench is a transient, but important, tectonic process and can dramatically alter the geology of convergent plate margins. While this has been well studied in modern examples such as the Chile and Mendocino triple-junctions, ridge-trench interaction has been poorly documented in the geologic record. Our research aimed to fill this gap by investigating an ancient volcanic arc in the Pacific Northwest of America where paleotectonic reconstructions strongly suggest that ridge-trench interaction occurred about 50 million years ago. This arc, which is located in the North Cascades of Washington, is deeply incised and remarkably well exposed, offering a unique opportunity to study the response of both the upper and middle arc crust to ridge-trench interaction. Our chief research questions were 1) what are the mode and geochemical affinity of magmatism associated with ridge-trench interaction, and 2) how do the associated supracrustal sedimentary rocks respond to this particular tectonic event? In particular we used detailed geologic field investigations combined with high-precision age determination by the uranium-lead method to elucidate sedimentary basin evolution, regional deformation, and magma emplacement histories in connection to the ridge-trench interaction episode.\n\nTo study the effects of ridge-trench interaction on sedimentary basins, we separated zircon (a uranium bearing mineral) from numerous volcanic rocks interbedded with sedimentary strata in a series of rock formations that ranged in age from ~60 to 45 million years. By dating zircon we are able to provide high-precision age constraints for the volcanic rocks and can thereby create detailed timelines for the deposition, deformation, and erosion of the corresponding sedimentary strata. Successful age determination of 16 collected volcanic rock samples demonstrated that all of the ~60-45 million year old rock formations within the western and central Washington record a short period of uplift and erosion coincident with the proposed timing of ridge-trench interaction at ~50 million years ago. Following erosion, the basins were filled with volcanic rocks erupted in larger volumes and higher rates than previously seen and displacement began on large strike-slip faults. All of these observations are consistent with &ndash; and provide strong evidence for &ndash; ridge-trench interaction in the North Cascades.\n\n Geologic models predict that large volumes of magma will be rapidly emplaced in an arc setting during ridge-trench interaction. We tested this hypothesis by studying a large (307 km2) granitic pluton known as the Golden Horn Batholith that was emplaced during the proposed period of ridge-trench interaction about 50 million years ago. Granitic intrusions of similar size are typically built over periods of several million years in a normal subduction zone setting. However, crystallization ages of 14 different samples of this intrusion determined by zircon geochronology demonstrated that the Golden Horn Batholith was emplaced much more rapidly. One voluminous (&gt;424 km3) part of the batholith was built over only ~26 thousand years with an anomalously high magma emplacement rate of higher than 0.01 km3 per year. Our results suggest that this part of the Golden Horn Batholith may represent a fossil, large-volume, high-silica, magma chamber; the first of its kind documented from the geologic record. These high magma intrusion rates are consistent with the hypothesis of rapid emplacement of large volumes of magma during ridge-trench interaction. Future study of this unique intrusion will provide insights into the dynamics of pluton emplacement and will ultimately lead to a better understanding of the evolution of the EarthÆs contin..."
 }
}