{
 "awd_id": "1118656",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Expanding the Clemson Calculus Challenge into Southeastern Regional Calculus Contest",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jennifer Pearl",
 "awd_eff_date": "2011-06-15",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 25940.0,
 "awd_amount": 25940.0,
 "awd_min_amd_letter_date": "2011-06-06",
 "awd_max_amd_letter_date": "2011-06-06",
 "awd_abstract_narration": "The Clemson Calculus Challenge (CCC) is a one-day calculus competition for high school students that has been organized and hosted by the Department of Mathematical Sciences at Clemson University annually since the spring of 2003.  The CCC provides a venue for mathematically talented high school students to compete and receive recognition in an individual exam and a team competition.  Students are tested on their knowledge of the topics found in the College Board Advanced Placement Calculus AB syllabus.\r\n\r\nThe CCC seeks to attract a diverse audience of at least 250 high school students from the southeastern United States to compete each year.  Through competition, the CCC strives to (1) motivate high school students to obtain a more profound understanding of calculus; (2) raise expectations for knowledge, skill levels and performance for high school calculus programs; (3) recognize those students who perform well during the competition; (4) expose high school students to research in the sciences that requires calculus competency; and (5) provide a forum for high school teachers to interact with each other. Funding is primarily used to support participant travel so that more high schools can compete, and, in particular, so that more schools from economically depressed school districts or who serve a large percentage of financially disadvantaged or first generation students may attend.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shari",
   "pi_last_name": "Prevost",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Shari A Prevost",
   "pi_email_addr": "Sprevos@clemson.edu",
   "nsf_id": "000267268",
   "pi_start_date": "2011-06-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Perino",
   "pi_last_name": "Dearing",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Perino M Dearing",
   "pi_email_addr": "pmdrn@clemson.edu",
   "nsf_id": "000262193",
   "pi_start_date": "2011-06-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Taylor",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Robert L Taylor",
   "pi_email_addr": "RTAYLO2@clemson.edu",
   "nsf_id": "000346773",
   "pi_start_date": "2011-06-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Terri",
   "pi_last_name": "Johnson",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Terri A Johnson",
   "pi_email_addr": "terrij@clemson.edu",
   "nsf_id": "000562957",
   "pi_start_date": "2011-06-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clemson University",
  "inst_street_address": "201 SIKES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "CLEMSON",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8646562424",
  "inst_zip_code": "296340001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "SC03",
  "org_lgl_bus_name": "CLEMSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "H2BMNX7DSKU8"
 },
 "perf_inst": {
  "perf_inst_name": "Clemson University",
  "perf_str_addr": "201 SIKES HALL",
  "perf_city_name": "CLEMSON",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "296340001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "SC03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126000",
   "pgm_ele_name": "INFRASTRUCTURE PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 25940.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Department of Mathematical Sciences at Clemson University has organized and hosted the Clemson Calculus Challenge (CCC), a calculus contest for regional high schools, since the spring of 2003.&nbsp; Award 1118656 provided funding that enabled the CCC to continue its expansion into a larger southeastern regional calculus contest for high school students, and encouraged more participation among targeted high schools from economically depressed school districts or who serve a large percentage of financially disadvantaged and first generation students.&nbsp; The expanded CCC provides a challenging competition for an increased number of high schools that accomplishes the following goals:&nbsp; (1) motivate high school students to obtain a more profound understanding of calculus; (2) raise expectations for knowledge, skill levels and performance for high school calculus programs; (3) expose high school calculus students to research in the sciences that require calculus competency; and (4) provide a forum for high school calculus teachers to interact with each other.</p>\n<p>The overwhelming majority of the schools that compete in the CCC are public schools, many of which that report a substantial percentage of students who are eligible for reduced or free lunches. The funds provided by the National Science Foundation (NSF) have been instrumental in the success of the CCC, as they have provided the participant support many of these schools required in order to compete in the CCC. The participation numbers have increased significantly over the past two years.&nbsp; The 2013 CCC hosted 283 students from 40 schools.&nbsp; These numbers represent an 83% increase in the number of schools and roughly a 77% increase in the number of students from the 2010 participation levels.&nbsp;</p>\n<p>The CCC positively impacts the study of high school calculus in several ways.&nbsp; The most important impact is that the CCC provides an opportunity for students to showcase their intellectual abilities.&nbsp; While there are many non-academic competitions at the high school level, there are few academic competitions.&nbsp; The CCC provides mathematically interested students a chance to compete with similar students from other schools, thus improving their skills, reinforcing their confidence, and helping to prepare them for future challenges.&nbsp; One teacher wrote on an evaluation form: &ldquo;The advantages for my students are many.&nbsp; One of the most important reasons to come is that my 15 AP Calculus students get to talk and mingle with students like themselves.&nbsp; My students are the only ones in my school of 1100 taking AP Calculus, so the exposure to over 200 other calculus students is refreshing for them.&nbsp; Also, since we were away from our school, no one was worried about how it would look to be working on calculus problems all day.&rdquo; Several teachers have expressed their gratitude to the CCC coordinators for creating such an event for their students since there are few other similar opportunities in which their students can compete.</p>\n<p>During the CCC, the participants are invited to a short presentation concerning research that requires calculus knowledge as a prerequisite.&nbsp; The research presentations provide an opportunity to expose high school students to some aspects of research at the university level.&nbsp; These presentations are valuable evidence that mathematical competence is a necessary stepping stone to scientific research in science, technology, engineering, and mathematics (STEM) disciplines.&nbsp; Both teachers and students can use this experience to motivate mathematical achievement. The presentations also demonstrate the opportunities for undergraduates to participate in research, so that CCC participants can envision research possibilities in their near futures.&nbsp;</p>\n<p>The CCC also has a positive influence on the participating teac...",
  "por_txt_cntn": "\nThe Department of Mathematical Sciences at Clemson University has organized and hosted the Clemson Calculus Challenge (CCC), a calculus contest for regional high schools, since the spring of 2003.  Award 1118656 provided funding that enabled the CCC to continue its expansion into a larger southeastern regional calculus contest for high school students, and encouraged more participation among targeted high schools from economically depressed school districts or who serve a large percentage of financially disadvantaged and first generation students.  The expanded CCC provides a challenging competition for an increased number of high schools that accomplishes the following goals:  (1) motivate high school students to obtain a more profound understanding of calculus; (2) raise expectations for knowledge, skill levels and performance for high school calculus programs; (3) expose high school calculus students to research in the sciences that require calculus competency; and (4) provide a forum for high school calculus teachers to interact with each other.\n\nThe overwhelming majority of the schools that compete in the CCC are public schools, many of which that report a substantial percentage of students who are eligible for reduced or free lunches. The funds provided by the National Science Foundation (NSF) have been instrumental in the success of the CCC, as they have provided the participant support many of these schools required in order to compete in the CCC. The participation numbers have increased significantly over the past two years.  The 2013 CCC hosted 283 students from 40 schools.  These numbers represent an 83% increase in the number of schools and roughly a 77% increase in the number of students from the 2010 participation levels. \n\nThe CCC positively impacts the study of high school calculus in several ways.  The most important impact is that the CCC provides an opportunity for students to showcase their intellectual abilities.  While there are many non-academic competitions at the high school level, there are few academic competitions.  The CCC provides mathematically interested students a chance to compete with similar students from other schools, thus improving their skills, reinforcing their confidence, and helping to prepare them for future challenges.  One teacher wrote on an evaluation form: \"The advantages for my students are many.  One of the most important reasons to come is that my 15 AP Calculus students get to talk and mingle with students like themselves.  My students are the only ones in my school of 1100 taking AP Calculus, so the exposure to over 200 other calculus students is refreshing for them.  Also, since we were away from our school, no one was worried about how it would look to be working on calculus problems all day.\" Several teachers have expressed their gratitude to the CCC coordinators for creating such an event for their students since there are few other similar opportunities in which their students can compete.\n\nDuring the CCC, the participants are invited to a short presentation concerning research that requires calculus knowledge as a prerequisite.  The research presentations provide an opportunity to expose high school students to some aspects of research at the university level.  These presentations are valuable evidence that mathematical competence is a necessary stepping stone to scientific research in science, technology, engineering, and mathematics (STEM) disciplines.  Both teachers and students can use this experience to motivate mathematical achievement. The presentations also demonstrate the opportunities for undergraduates to participate in research, so that CCC participants can envision research possibilities in their near futures. \n\nThe CCC also has a positive influence on the participating teachers by providing an opportunity for interacting with Clemson faculty and with other calculus instructors from both private and public institutions throughout the southeast.  The CCC ..."
 }
}