{
 "awd_id": "1118412",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Shipboard Scientific Support Equipment",
 "cfda_num": "47.050",
 "org_code": "06040100",
 "po_phone": "7032927407",
 "po_email": "mjhawkin@nsf.gov",
 "po_sign_block_name": "Matthew Hawkins",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 97687.0,
 "awd_amount": 115613.0,
 "awd_min_amd_letter_date": "2011-08-09",
 "awd_max_amd_letter_date": "2013-08-28",
 "awd_abstract_narration": "ABSTRACT \r\n\r\n12 July 2011\r\nProposal Number:  1118412\r\nInstitution:  University of Delaware\r\nPI:   W. Byam\r\nCo-PI:  [None]\r\n\r\nThis proposal requests four Shipboard Scientific Support items for the University of Delaware for use aboard the R/V HUGH R. SHARP; namely replacement sheaves for the stern A-frame, a stainless steel docking head for the CTD handling system, additional airborne and underwater radiated noise treatments for the active stabilization fins, and a remote control for the port trawl winch.   All items will either enhance safety or provide greatly improved support capabilities to science.\r\n\r\n\r\nBroader Impact and Intellectual Merit:  The PI addressed the Broader Impact and Intellectual Merit of the proposed equipment specifically for the R/V HUGH R. SHARP.  The research projects supported have been individually peer-reviewed for scientific merit.  During operations, these vessels routinely expose graduate and undergraduate students to seagoing oceanography.  Specifically, College of Marine and Earth Studies participates in a large number of outreach programs including open house events (Coast Day), participation the MATE program, and educational cruises.  The College also hosts the UNOLS East Coast Van Pool.  The R/V HUGH R. SHARP is scheduled to support over 110 NSF-funded days in CY 2011.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Byam",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "William Byam",
   "pi_email_addr": "byam@udel.edu",
   "nsf_id": "000511460",
   "pi_start_date": "2011-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "550 S COLLEGE AVE",
  "perf_city_name": "NEWARK",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197131324",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "541600",
   "pgm_ele_name": "SHIPBOARD SCIENTIFIC SUPP EQUI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 97687.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 17926.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Project Outcome Report <span>SSSE</span> 2011</span></p>\n<p><span>This is the Project Outcome Report for Shipboard Scientific Support Equipment (<span>SSSE</span>) 2011 which was awarded for science support equipment aboard the </span><em>R/V Hugh R. Sharp</em><span>. The award included a replacement of the docking head for the <span>Caley</span> <span>CTD</span> <span>Overboarding</span> System, noise treatment for the <span>ship&rsquo;s</span> stabilizer system, 4 sheaves and a remote for the <span>Dynacon</span> port winch and Duty Cycle monitoring for the R/V Hugh R. Sharp.</span></p>\n<p><span><span>Dynacon</span> Replacement and Upgrades</span></p>\n<p><span>The <span>ship&rsquo;s</span> A-Frame, Hydraulic power units and below deck winches were designed and constructed by <span>Dynacon</span> Inc, Bryan, Texas. This company has been very responsive to corrections and upgrades to their systems. During the five years of operation, we have noted some additional improvements and repairs that needed to be made to these systems.</span></p>\n<p><span>The original sheaves on the <span>overboarding</span> block were damaged due to the assembly not flagging far enough aft. This has been corrected by <span>Dynacon</span> by supplying a new horizontal member for the A-Frame. Four of the composite sheaves were damaged during this time. The damaged sheaves have worn one side of the groove down to a very thin edge. There has also been damage to the outside edge of this groove.&nbsp; We received four replacement</span><br />sheaves, two with bearings, to replace the damaged units, Job #890.</p>\n<p>With the installation of the port winch and fiber optic cable, it is necessary to<br />operate the port winch from remote locations for most science deployments.<br />Projects scheduled for 2011, 2012 and 2013 required this remote to operate the winch from inside the Dry Lab. We received funding to purchase a second Remote Control Unit for the port trawl winch, Job # 1041. This allows science to &ldquo;Fly&rdquo; towed instruments from the data collection point in the dry lab. The remote has functioned as designed for all cruises.</p>\n<p><span>Stainless Steel Replacement head for the <span>Caley</span> <span>CTD</span> Handling System</span></p>\n<p><span><span>Caley</span> Ocean Systems supplied the <span>CTD</span> Handling System that is now installed on the R/V Sharp. This system was originally designed as a prototype and has been improved upon with changes that became apparent through the operation of the system. One area that has shown a need for redesign is the lower section of the <span>overboarding</span> assembly. This part of the system is constantly immersed in sea water. The affect of this exposure has caused corrosion to the components of this part of the system. We received funding for a replacement section, constructed of stainless steel, and contracted to <span>Rapp</span> <span>Hydema</span>. This docking head is much less susceptible to corrosion and should last for the life of the <span>Caley</span> System.</span></p>\n<p>Other Equipment:</p>\n<p>Noise &amp; Access<br />Treatments for the new Naiad Anti-Roll Stabilizer System</p>\n<p>The R/V Sharp<br />installed an anti-roll stabilizer system during the spring 2010 shipyard<br />period. This system requires the installation of two hydraulic power units and<br />substantial hydraulic piping. One of the units is located under the flat in<br />science berthing. In order to maintain the current low noise levels in science<br />berthing, we were awarded funding for the evaluation of the space by Noise<br />Control Engineering. This required two visits to the vessel and an underway<br />period of 4 hours. Installation of insulation under the flat in berthing was<br />not recommended. Several locations where hydraulic piping was hard piped were converted to flex hose. Four quick acting hatches were installed in the top...",
  "por_txt_cntn": "\nProject Outcome Report SSSE 2011\n\nThis is the Project Outcome Report for Shipboard Scientific Support Equipment (SSSE) 2011 which was awarded for science support equipment aboard the R/V Hugh R. Sharp. The award included a replacement of the docking head for the Caley CTD Overboarding System, noise treatment for the shipÆs stabilizer system, 4 sheaves and a remote for the Dynacon port winch and Duty Cycle monitoring for the R/V Hugh R. Sharp.\n\nDynacon Replacement and Upgrades\n\nThe shipÆs A-Frame, Hydraulic power units and below deck winches were designed and constructed by Dynacon Inc, Bryan, Texas. This company has been very responsive to corrections and upgrades to their systems. During the five years of operation, we have noted some additional improvements and repairs that needed to be made to these systems.\n\nThe original sheaves on the overboarding block were damaged due to the assembly not flagging far enough aft. This has been corrected by Dynacon by supplying a new horizontal member for the A-Frame. Four of the composite sheaves were damaged during this time. The damaged sheaves have worn one side of the groove down to a very thin edge. There has also been damage to the outside edge of this groove.  We received four replacement\nsheaves, two with bearings, to replace the damaged units, Job #890.\n\nWith the installation of the port winch and fiber optic cable, it is necessary to\noperate the port winch from remote locations for most science deployments.\nProjects scheduled for 2011, 2012 and 2013 required this remote to operate the winch from inside the Dry Lab. We received funding to purchase a second Remote Control Unit for the port trawl winch, Job # 1041. This allows science to \"Fly\" towed instruments from the data collection point in the dry lab. The remote has functioned as designed for all cruises.\n\nStainless Steel Replacement head for the Caley CTD Handling System\n\nCaley Ocean Systems supplied the CTD Handling System that is now installed on the R/V Sharp. This system was originally designed as a prototype and has been improved upon with changes that became apparent through the operation of the system. One area that has shown a need for redesign is the lower section of the overboarding assembly. This part of the system is constantly immersed in sea water. The affect of this exposure has caused corrosion to the components of this part of the system. We received funding for a replacement section, constructed of stainless steel, and contracted to Rapp Hydema. This docking head is much less susceptible to corrosion and should last for the life of the Caley System.\n\nOther Equipment:\n\nNoise &amp; Access\nTreatments for the new Naiad Anti-Roll Stabilizer System\n\nThe R/V Sharp\ninstalled an anti-roll stabilizer system during the spring 2010 shipyard\nperiod. This system requires the installation of two hydraulic power units and\nsubstantial hydraulic piping. One of the units is located under the flat in\nscience berthing. In order to maintain the current low noise levels in science\nberthing, we were awarded funding for the evaluation of the space by Noise\nControl Engineering. This required two visits to the vessel and an underway\nperiod of 4 hours. Installation of insulation under the flat in berthing was\nnot recommended. Several locations where hydraulic piping was hard piped were converted to flex hose. Four quick acting hatches were installed in the tops of the coffer dams to permit pinning of the actuators and inspection without removing the entire top.\n\nDue to the timing of the sailing season and the transfer of funds for this portion of the award, the hatch installation was covered in operating expenses. The results of the evaluation by Noise Control Engineering showed no improvement through insulation of the flat under berthing. The hydraulic modification improved the noise levels dramatically.\n\nDuty Cycle\n\nAt the request of NSF the R/V Sharp was tasked with monitoring the power usage for a regional class research vessel ..."
 }
}