{
 "awd_id": "1118735",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Impact of African Dust on Cloud Properties During ICE-T Using On-line Single Particle Mass Spectrometry",
 "cfda_num": "47.050",
 "org_code": "06020104",
 "po_phone": "7032928522",
 "po_email": "sedgerto@nsf.gov",
 "po_sign_block_name": "Sylvia Edgerton",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 682695.0,
 "awd_amount": 682695.0,
 "awd_min_amd_letter_date": "2011-09-13",
 "awd_max_amd_letter_date": "2015-08-03",
 "awd_abstract_narration": "This project involves deploying an Airborne Aerosol Time of Flight Mass Spectrometer (A-ATOFMS) aboard the NSF/NCAR C-130 research aircraft during the Ice in Clouds Experiment - Tropical Field Campaign (ICE-T) in the Caribbean region in July 2011.  In situ atmospheric ice nucleus (IN) measurements will be made using single particle mass spectral signatures to determine the sources of ice nuclei within these clouds. The composition of aerosols feeding the clouds will be compared with those of cloud condensation nucleus (CCN) and IN residuals within clouds to determine which particle sources are enriched as IN.  An additional ATOFMS will perform continuous aerosol measurements in a tropical montane cloud forest in Puerto Rico as part of a large ground-based study coordinated by the University of Puerto Rico.  Measurements of aerosol size and composition, as well as of cloud water and precipitation chemistry, will be performed to obtain information on the variability of aerosol-cloud interactions in the region.  Finally, controlled lab studies will measure the IN properties of mineral dust and terrestrial and marine-derived bioparticles.  A primary goal of ICE-T is to show that under given conditions, direct ice nucleation measurement(s), along with measurements of individual particle chemistry and size, can be used to predict the number of ice particles formed by nucleation mechanisms in select clouds.  The ground, aircraft, and lab studies aim to better understand the impacts of different sources on cloud properties and precipitation in the Caribbean region, including long range transported African Dust, biological particles, marine sea spray, and pollution.\r\n\r\nIn-situ measurements of the composition and sources of IN coupled with other measurements of microphysics, meteorology, and thermodynamics will provide unprecedented insight into the cloud impacts from different sources of particles, with a particular focus on the role of dust and bioparticles in ice nucleation processes in warm (>-15 degrees C) maritime clouds in a tropical region.  The results will lead to a better understanding of how mineralogy and aging of dust from the largest source region in the world impacts clouds and precipitation in the Caribbean region, a highly under-studied region with sensitive ecosystems.  Results from the studies will be used to constrain and improve models to better predict ice cloud formation on a global scale.  Students will be trained across disciplines of chemistry, physics, modeling, atmospheric chemistry, and instrument development.  These students will have the opportunity to interact with a broad range of scientists and students from multiple schools and organizations as part of ICE-T, as well as in the Puerto Rico and Virgin Island area.  A web page focusing on these studies will be developed as well as a public exhibit at the Birch Aquarium focusing on ice clouds and how they form in the atmosphere and impact climate and weather.  A mobile exhibit will be taken to local elementary schools to teach children about clouds and climate.  University of Puerto Rico students will assist with measurements during the campaign as well as with subsequent analysis and integration of the results.  Project results will be used to educate the public on how the aerosols chemistry can impact regional and global precipitation patterns and climate.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kimberly",
   "pi_last_name": "Prather",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kimberly A Prather",
   "pi_email_addr": "kprather@ucsd.edu",
   "nsf_id": "000443832",
   "pi_start_date": "2011-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 GILMAN DR",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152400",
   "pgm_ele_name": "Atmospheric Chemistry"
  },
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 281320.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 216181.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 185194.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"MediumShading1-Accent11\"><strong>Studies of the impact of African dust on clouds during ICE-T using on-line single particle mass spectrometry</strong></p>\n<p class=\"MediumShading1-Accent11\">&nbsp;</p>\n<p class=\"MediumShading1-Accent11\">Atmospheric aerosol particles serve as seeds for the formation of both cloud droplets and ice particles and thereby affect cloud formation. Through modification of cloud properties, aerosols impact the formation of rain, snow, and hail. In recent years, an increase has occurred in the number of studies focusing on understanding aerosol-cloud interactions; however, the overall understanding of the impacts of aerosols on clouds remains the largest uncertainty in our overall understanding of climate change.<a title=\"IPCC, 2007 #752\" href=\"file:///C:/Users/Kim/ICE-T/Project%20outcomes%20of%20ICET%20final%20report%20Feb%202017.docx#_ENREF_5\"></a> A significant amount of uncertainty stems from the challenges associated with understanding the effects of aerosols produced by a range of sources including combustion processes, dust storms, and sea spray. In order to address how aerosols from different sources influence clouds and climate, our group uses an on-line mass spectrometry approach, aerosol time-of-flight mass spectrometry (ATOFMS), for measuring single particle mass spectra and size of individual particles. In aircraft studies, the ATOFMS can be used for direct in-situ measurements of the composition/source of individual cloud droplets and ice crystals. Individual mass spectral fingerprints are compared to a library constructed from source characterization and field studies to determine the relative fraction of aerosol sources which seeded the clouds. Using this approach, ATOFMS provides unique insight into how aerosols from different particle sources impact cloud properties and precipitation processes.&nbsp;</p>\n<p class=\"MediumShading1-Accent11\">The Ice in Clouds Experiment &ndash; Tropical Field Experiment (ICE-T) was conducted in flights out of St. Croix over the Caribbean Sea region during July 2011. ICE-T built upon the findings from previous aircraft studies by our group, showing similar levels of enrichment of mineral dust and biological particles in mixed phase cloud residues. During ICE-T, the NSF/NCAR C-130 research aircraft flew 13 flights in July 2011 over the Caribbean Sea. A primary goal involved ice nuclei measurements, along with measurements of individual particle chemistry and size, to predict the number of ice particles formed by heterogeneous ice nucleation in select marine clouds. It was hypothesized that Saharan dust would provide a large fraction of the ice nuclei during the Caribbean summer. During the first half of the study, African dust particles dominated the composition of the residuals sampled with the A-ATOFMS; IN concentrations were correspondingly higher during these periods. In contrast, in the absence of dust during the last half of the study, cloud residuals contained mostly salt particles mixed with biological markers. The salt-bioparticle (&ldquo;salty-bio&rdquo;) signature was the most commonly detected cloud residual signature during ICE-T, as well as previous A-ATOFMS mixed phase cloud studies (i.e., ICE-L, CalWater). The &ldquo;salty-bio&rdquo; particles contained mixtures of alkali metals, transition metals, and biological components. The likely origin of these particles is microbes ejected in sea spray aerosol (SSA) which can form ice in marine clouds at relatively warm temperatures. Electron microscopy images of cloud residuals sampled during ICE-T show cubic morphology, suggesting the presence of NaCl; many particles also contained organic species likely of biological origin. ATOFMS was used to distinguish between dust, biological, and mixed dust-bio types, determining the impact on cloud properties as measured by other probes on the C-130. Residuals in mixed phase clouds containing biological material are consistent with previous lab studies which have shown the presence of biological species can serve as effect ice nuclei. The significant fraction of bioparticles in mixed phase marine clouds, even in a region impacted by high dust concentrations, suggests that marine aerosol sources may have profound impacts on clouds and climate in many regions of the world. Two publications are in the process of being submitted that describe the A-ATOFMS results from ICE-T. The results from this study are being used to improve the treatment of aerosols in regional climate and weather forecast models.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/05/2017<br>\n\t\t\t\t\tModified by: Kimberly&nbsp;A&nbsp;Prather</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Studies of the impact of African dust on clouds during ICE-T using on-line single particle mass spectrometry\n \nAtmospheric aerosol particles serve as seeds for the formation of both cloud droplets and ice particles and thereby affect cloud formation. Through modification of cloud properties, aerosols impact the formation of rain, snow, and hail. In recent years, an increase has occurred in the number of studies focusing on understanding aerosol-cloud interactions; however, the overall understanding of the impacts of aerosols on clouds remains the largest uncertainty in our overall understanding of climate change. A significant amount of uncertainty stems from the challenges associated with understanding the effects of aerosols produced by a range of sources including combustion processes, dust storms, and sea spray. In order to address how aerosols from different sources influence clouds and climate, our group uses an on-line mass spectrometry approach, aerosol time-of-flight mass spectrometry (ATOFMS), for measuring single particle mass spectra and size of individual particles. In aircraft studies, the ATOFMS can be used for direct in-situ measurements of the composition/source of individual cloud droplets and ice crystals. Individual mass spectral fingerprints are compared to a library constructed from source characterization and field studies to determine the relative fraction of aerosol sources which seeded the clouds. Using this approach, ATOFMS provides unique insight into how aerosols from different particle sources impact cloud properties and precipitation processes. \nThe Ice in Clouds Experiment &ndash; Tropical Field Experiment (ICE-T) was conducted in flights out of St. Croix over the Caribbean Sea region during July 2011. ICE-T built upon the findings from previous aircraft studies by our group, showing similar levels of enrichment of mineral dust and biological particles in mixed phase cloud residues. During ICE-T, the NSF/NCAR C-130 research aircraft flew 13 flights in July 2011 over the Caribbean Sea. A primary goal involved ice nuclei measurements, along with measurements of individual particle chemistry and size, to predict the number of ice particles formed by heterogeneous ice nucleation in select marine clouds. It was hypothesized that Saharan dust would provide a large fraction of the ice nuclei during the Caribbean summer. During the first half of the study, African dust particles dominated the composition of the residuals sampled with the A-ATOFMS; IN concentrations were correspondingly higher during these periods. In contrast, in the absence of dust during the last half of the study, cloud residuals contained mostly salt particles mixed with biological markers. The salt-bioparticle (\"salty-bio\") signature was the most commonly detected cloud residual signature during ICE-T, as well as previous A-ATOFMS mixed phase cloud studies (i.e., ICE-L, CalWater). The \"salty-bio\" particles contained mixtures of alkali metals, transition metals, and biological components. The likely origin of these particles is microbes ejected in sea spray aerosol (SSA) which can form ice in marine clouds at relatively warm temperatures. Electron microscopy images of cloud residuals sampled during ICE-T show cubic morphology, suggesting the presence of NaCl; many particles also contained organic species likely of biological origin. ATOFMS was used to distinguish between dust, biological, and mixed dust-bio types, determining the impact on cloud properties as measured by other probes on the C-130. Residuals in mixed phase clouds containing biological material are consistent with previous lab studies which have shown the presence of biological species can serve as effect ice nuclei. The significant fraction of bioparticles in mixed phase marine clouds, even in a region impacted by high dust concentrations, suggests that marine aerosol sources may have profound impacts on clouds and climate in many regions of the world. Two publications are in the process of being submitted that describe the A-ATOFMS results from ICE-T. The results from this study are being used to improve the treatment of aerosols in regional climate and weather forecast models. \n\n \n\n\t\t\t\t\tLast Modified: 02/05/2017\n\n\t\t\t\t\tSubmitted by: Kimberly A Prather"
 }
}