{
 "awd_id": "1118571",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Gateways to Algebraic Motivation, Engagement and Success (GAMES): Supporting and Assessing Fraction Proficiency with Game-Based, Mobile Applications and Devices",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Karen King",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 1992180.0,
 "awd_amount": 2202173.0,
 "awd_min_amd_letter_date": "2011-08-06",
 "awd_max_amd_letter_date": "2014-07-12",
 "awd_abstract_narration": "The Gateways to Algebraic Motivation, Engagement and Success (GAMES) project is designing digital games for middle school students that will help them prepare for success in Algebra.  The games are intended to help students gain a deep understanding of measurement and fraction concepts that are critical as they begin to learn algebra.  The design of the games is based on research on learning fractions and research on engagement.  The researchers at Virginia Polytechnic Institute and State University are studying students' development of fraction concepts, their engagement in the tasks, and the use of hand-held devices as a useful platform for games.  They are providing valuable information on how students develop fraction concepts and contributing to the development of a learning trajectory that will guide the teaching of measurement and fraction concepts.\r\n\r\nThe design of the games is based on engagement states that are known to facilitate learning, with specific attention to cognitive, behavioral, and affective domains.  The mathematical framework driving the games is based on how students learn fraction concepts.  Most grade 6 students think of fractions from a part-whole conception, but this is not an adequate base for developing algebraic concepts.  The games help students develop splitting concepts by moving through activities that focus on sequencing, partitioning, and iterating.  The games are designed for iOS platforms that provide ease of engagement and data collection flexibility. \r\n\r\nThe project offers a variety of products ranging from theories to games. The research is building a conceptual framework that identifies features of engagement that lead to learning, and contributing to the development of a learning trajectory related to fraction concepts. The work will produce a scalable model for developing and using digital games to increase engagement and learning of middle school students.  In addition, three games and associated tasks are being developed for use with current curricula to enhance students' understanding of fractions and prepare them for learning algebra.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Evans",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Michael A Evans",
   "pi_email_addr": "michael.a.evans@ncsu.edu",
   "nsf_id": "000272807",
   "pi_start_date": "2011-08-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Osman",
   "pi_last_name": "Balci",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Osman Balci",
   "pi_email_addr": "balci@vt.edu",
   "nsf_id": "000186026",
   "pi_start_date": "2011-08-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kirby",
   "pi_last_name": "Deater-Deckard",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kirby Deater-Deckard",
   "pi_email_addr": "kdeaterdeck@umass.edu",
   "nsf_id": "000232836",
   "pi_start_date": "2011-08-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anderson",
   "pi_last_name": "Norton",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Anderson H Norton",
   "pi_email_addr": "norton3@vt.edu",
   "nsf_id": "000239941",
   "pi_start_date": "2011-08-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mido",
   "pi_last_name": "Chang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mido Chang",
   "pi_email_addr": "mchang@vt.edu",
   "nsf_id": "000207385",
   "pi_start_date": "2011-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "300 TURNER ST NW",
  "perf_city_name": "BLACKSBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240603359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1373038.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 821135.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary products of the GAMES grants are four apps, all available to the public through free downloads from iTunes. Three of the apps are educational games for learning fractions, functions, and multiplicative reasoning: CandyFactory, CandyDepot, and CandyBot. The fourth app&mdash;CandySpan&mdash;assesses students&rsquo; working memory, which plays an important role in mathematical learning. Teachers, students, and the general public can learn more about these apps on the project web site: <a href=\"http://ltrg.centers.vt.edu/projects/games/gamesProject.htm\">http://ltrg.centers.vt.edu/projects/games/gamesProject.htm</a>. The web site reports on numerous related products, press, and awards.&nbsp;</p>\n<p>The project team worked in three different school districts to design and test the apps. Results have been reported in 15 presentations and 20 scholarly publications. These results include findings that the educational apps had positive effects on middle school students&rsquo; mathematical development, particularly among seventh grade students. Other results provide insights into the relationship between mathematical learning and psychological engagement; they elucidate the kinds of mental actions in which students need to engage in order to develop mathematical knowledge in the domains of fractions and functions; and they make connections between these mental actions and the emerging field of educational neuroscience. Additionally, the project has generated new findings related to mathematical and psychological assessments, game design, and the professional development of K-12 teachers. The project also has created several new assessment tools that will be useful to school personnel and researchers, and that are freely available upon request. These tools assess mathematics procedural knowledge and understanding of underlying concepts, and student self-report and observer-report ratings of engagement with the games. Specifically, the mathematics performance measurement tools were designed to assess the pre-algebraic concepts of 5<sup>th</sup>, 6<sup>th</sup>, 7<sup>th</sup>, and 8<sup>th</sup> grade students including the recommendations of Standards of Learning (SOL) and Common Core State Standards Initiative (CCSS). &nbsp;The mathematics and game engagement instruments composed of the three subdomains of cognitive, affective, and behavioral engagements. In particular, the game engagement tool comprised important items (i.e., learner characteristics, parental involvements, and other demographical background information) for the educational game research.</p>\n<div>\n<p>&nbsp;</p>\n</div>\n<p>Through web presence, press releases, conference presentations, and publications in teacher journals, the project&rsquo;s apps have gained attention. The CandyFactory Educational Game for the iPad earned &ldquo;Top Rated App&rdquo; recognition from Balefire Labs, and an earlier version of that app earned a $1000 &ldquo;Innovative App&rdquo; award from the National Educators Association. Here, we report on the number of downloads for each of the four apps:</p>\n<p>&nbsp;</p>\n<p>CandyFactory: 70,300</p>\n<p>CandyDepot: 27,900</p>\n<p>CandyBot: 42,200</p>\n<p>CandySpan: 8,720</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/23/2015<br>\n\t\t\t\t\tModified by: Michael&nbsp;A&nbsp;Evans</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1118571/1118571_10118269_1445381877901_CBScreenShot01--rgov-214x1...",
  "por_txt_cntn": "\nThe primary products of the GAMES grants are four apps, all available to the public through free downloads from iTunes. Three of the apps are educational games for learning fractions, functions, and multiplicative reasoning: CandyFactory, CandyDepot, and CandyBot. The fourth app&mdash;CandySpan&mdash;assesses studentsÆ working memory, which plays an important role in mathematical learning. Teachers, students, and the general public can learn more about these apps on the project web site: http://ltrg.centers.vt.edu/projects/games/gamesProject.htm. The web site reports on numerous related products, press, and awards. \n\nThe project team worked in three different school districts to design and test the apps. Results have been reported in 15 presentations and 20 scholarly publications. These results include findings that the educational apps had positive effects on middle school studentsÆ mathematical development, particularly among seventh grade students. Other results provide insights into the relationship between mathematical learning and psychological engagement; they elucidate the kinds of mental actions in which students need to engage in order to develop mathematical knowledge in the domains of fractions and functions; and they make connections between these mental actions and the emerging field of educational neuroscience. Additionally, the project has generated new findings related to mathematical and psychological assessments, game design, and the professional development of K-12 teachers. The project also has created several new assessment tools that will be useful to school personnel and researchers, and that are freely available upon request. These tools assess mathematics procedural knowledge and understanding of underlying concepts, and student self-report and observer-report ratings of engagement with the games. Specifically, the mathematics performance measurement tools were designed to assess the pre-algebraic concepts of 5th, 6th, 7th, and 8th grade students including the recommendations of Standards of Learning (SOL) and Common Core State Standards Initiative (CCSS).  The mathematics and game engagement instruments composed of the three subdomains of cognitive, affective, and behavioral engagements. In particular, the game engagement tool comprised important items (i.e., learner characteristics, parental involvements, and other demographical background information) for the educational game research.\n\n\n \n\n\nThrough web presence, press releases, conference presentations, and publications in teacher journals, the projectÆs apps have gained attention. The CandyFactory Educational Game for the iPad earned \"Top Rated App\" recognition from Balefire Labs, and an earlier version of that app earned a $1000 \"Innovative App\" award from the National Educators Association. Here, we report on the number of downloads for each of the four apps:\n\n \n\nCandyFactory: 70,300\n\nCandyDepot: 27,900\n\nCandyBot: 42,200\n\nCandySpan: 8,720\n\n \n\n\t\t\t\t\tLast Modified: 10/23/2015\n\n\t\t\t\t\tSubmitted by: Michael A Evans"
 }
}