{
 "awd_id": "1118357",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Hurricane Tomas: Post-Disaster Research in St. Lucia",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah Winslow",
 "awd_eff_date": "2011-06-15",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 4977.0,
 "awd_amount": 4977.0,
 "awd_min_amd_letter_date": "2011-06-10",
 "awd_max_amd_letter_date": "2011-06-10",
 "awd_abstract_narration": "Anthropologists Karla M. Slocum and Caela B. O'Connell, both of the University of North Carolina at Chapel Hill, will undertake research on the effects of Hurricane Tomas, which struck in late 2010, on Fairtrade farming in the island nation of St. Lucia. Although hurricanes and tropical storms are expected in the Windward Islands, Tomas' impact has been unique and widespread due to the pervasive landslides and flooding that occurred in response to the historically unprecedented rainfall as well as extraordinarily heavy winds. The researchers were conducting research on the transition from conventional to Fairtrade certified farming when the hurricane hit. The funding provided by this award will support their collection of post-disaster data on farmland disturbances and household economies, which will be compared to pre-hurricane data and also provide a baseline against which to measure future recovery.\r\n\r\nThis research is being supported through NSF's Rapid Response Research (RAPID) program, which supports research having severe urgency with regard to availability of, or access to data, including quick-response research on natural or anthropogenic disasters and similar unanticipated events. Disaster anthropology is a relatively new area of anthropology, in part because disasters are usually unexpected and mobilizing researchers immediately can be difficult. However, these researchers were already in place, ideally situated to collect post-disaster data. Findings from this research will help to evaluate the process of recovery, as well as any benefits or vulnerabilities connected to any particular system of  land-management practices. Results also will be applicable to rural areas experiencing extreme hydrologic events worldwide.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karla",
   "pi_last_name": "Slocum",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Karla M Slocum",
   "pi_email_addr": "kslocum@unc.edu",
   "nsf_id": "000497649",
   "pi_start_date": "2011-06-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Caela",
   "pi_last_name": "O'Connell",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Caela B O'Connell",
   "pi_email_addr": "caela@email.unc.edu",
   "nsf_id": "000556468",
   "pi_start_date": "2011-06-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 AIRPORT DR STE 2200",
  "perf_city_name": "CHAPEL HILL",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275995023",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 4977.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>From 8am October 30 to 8am October 31, Hurricane Tomas battered St. Lucia delivering 533.3 millimeters of rain and 90 mph winds. The destruction from Tomas was by all accounts unprecedented. Although hurricanes and tropical storms are expected in the Windward Islands, Tomas&rsquo; impact was unique and widespread due to the pervasive landslides and flooding that occurred in response to this extreme hydrologic event. The major goals of this research project were to monitor and document shifts in land use and conservation beliefs among Fairtrade banana farmers post-Hurricane Tomas. It is often difficult to track such shifts closely following a disaster, however this RAPID grant and the unique situation in that the Co-PI was already on location allowed for this study to commence very quickly. This research took place in two Fairtrade banana farming communities in St. Lucia. The research tracked differences in circumstances and outlook for farmers over time focusing firstly on conservation land management and farmers beliefs during the rehabilitation of their banana farms post-disaster and secondly on farmers economic and wellbeing conditions.</p>\n<p>The information collected in this study is directly useful not only for St. Lucian banana farmers who will undoubtedly face other hurricanes in the future, but also for rural areas prone to extreme weather events worldwide. It can be used to help evaluate benefits and/or vulnerabilities connected to the land management practices required by Fairtrade and to track the economic and social resilience of farmers as they rebuild their lives after sudden disaster. By quickly establishing a post- Hurricane Tomas baseline and following up with 12-months of monitoring, we are able to make the following 3 assertions: 1) Although conservation practices can be effective under crisis, continuation of these practices post-disaster was a challenge. 2) Household economic conditions and farmers social networks were still severely strained by the disaster 6 months and 1 year after the initial crisis.&nbsp; 3) Economic and environmental recovery were severely constrained by organizational and institutional deficiencies within local and national level Fairtrade and government organizations.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/29/2012<br>\n\t\t\t\t\tModified by: Caela&nbsp;B&nbsp;O'connell</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFrom 8am October 30 to 8am October 31, Hurricane Tomas battered St. Lucia delivering 533.3 millimeters of rain and 90 mph winds. The destruction from Tomas was by all accounts unprecedented. Although hurricanes and tropical storms are expected in the Windward Islands, TomasÆ impact was unique and widespread due to the pervasive landslides and flooding that occurred in response to this extreme hydrologic event. The major goals of this research project were to monitor and document shifts in land use and conservation beliefs among Fairtrade banana farmers post-Hurricane Tomas. It is often difficult to track such shifts closely following a disaster, however this RAPID grant and the unique situation in that the Co-PI was already on location allowed for this study to commence very quickly. This research took place in two Fairtrade banana farming communities in St. Lucia. The research tracked differences in circumstances and outlook for farmers over time focusing firstly on conservation land management and farmers beliefs during the rehabilitation of their banana farms post-disaster and secondly on farmers economic and wellbeing conditions.\n\nThe information collected in this study is directly useful not only for St. Lucian banana farmers who will undoubtedly face other hurricanes in the future, but also for rural areas prone to extreme weather events worldwide. It can be used to help evaluate benefits and/or vulnerabilities connected to the land management practices required by Fairtrade and to track the economic and social resilience of farmers as they rebuild their lives after sudden disaster. By quickly establishing a post- Hurricane Tomas baseline and following up with 12-months of monitoring, we are able to make the following 3 assertions: 1) Although conservation practices can be effective under crisis, continuation of these practices post-disaster was a challenge. 2) Household economic conditions and farmers social networks were still severely strained by the disaster 6 months and 1 year after the initial crisis.  3) Economic and environmental recovery were severely constrained by organizational and institutional deficiencies within local and national level Fairtrade and government organizations.\n\n\t\t\t\t\tLast Modified: 08/29/2012\n\n\t\t\t\t\tSubmitted by: Caela B O'connell"
 }
}