{
 "awd_id": "1118550",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Maize Transposable Elements: Discovery, Description and Functional Characterization",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032924508",
 "po_email": "dokamuro@nsf.gov",
 "po_sign_block_name": "Diane Jofuku Okamuro",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 1501205.0,
 "awd_amount": 1501205.0,
 "awd_min_amd_letter_date": "2011-02-03",
 "awd_max_amd_letter_date": "2011-08-11",
 "awd_abstract_narration": "PI: Susan R. Wessler (University of California - Riverside)\r\nCoPIs: Jeffrey L.  Bennetzen (University of Georgia), R. Kelly Dawe (University of Georgia), Ning Jiang (Michigan State University), Phillip SanMiguel (Purdue University)\r\n\r\nCollaborator: Byron Freeman (University of Georgia, Georgia Museum of Natural History)\r\n\r\nTransposable elements (TEs) are the most abundant component of all characterized genomes of higher eukaryotes and the genome of maize is recognized as having the most dynamic TE component.  As such, it is the organism of choice for understanding how TEs contribute to gene and genome evolution.  In addition to identifying all TEs in maize, this project will pay particular attention to the characterization of TEs such as Pack-MULEs and Helitrons that routinely capture and amplify gene fragments and thereby confound gene annotation.  This project will generate a comprehensive and rigorously annotated TE database that will greatly assist all future maize genome annotations. Computational analysis will serve to identify candidate active TEs whose mobility will be validated using the transposon display technique in conjunction with a wide spectrum of maize genomic DNAs.  This project will, for the first time, extend the analysis of TEs to the pericentromere, a region that in other sequenced genomes has been unfinished and/or unannotated. \r\n\r\nThe scientific goals of this project and the familiarity of maize provide outstanding opportunities for student training and for connections between the research community and the broader public.  This project dedicates over 10% of its resources to this mission with the centerpiece being the development of web-based and traveling museum exhibits that describe the history of maize as a crop, as a model organism for genome research, and as a key component of many Native American cultures.  To this end, collaborations have been established with the University of Georgia Museum of Natural History, the Smithsonian Institution and the U.S. Botanic Garden. \r\n\r\nAccess to Project Outcomes\r\nAll information from this project will be made freely available to the Maize Genome Sequencing Project and to long-term repositories such as MaizeGDB (http://www.maizegdb.org/). Software and other tools generated will be freely available at the project website (accessible via http://www.plantbio.uga.edu/wesslerlab/).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Wessler",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Susan R Wessler",
   "pi_email_addr": "susan.wessler@ucr.edu",
   "nsf_id": "000130587",
   "pi_start_date": "2011-02-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "200 UNIVERSTY OFC BUILDING",
  "perf_city_name": "RIVERSIDE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "757700",
   "pgm_ele_name": "Plant Genome Research Resource"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 143787.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 666496.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 690922.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Transposable elements (TEs) are fragments of DNA that can insert into new chromosomal locations and often duplicate themselves in the process. With the advent of large-scale DNA sequencing, it has become apparent that TEs are the single largest component of the genetic material of most eukaryotes. They account for at least 50% of the human genome and 50-90% of some plant genomes. TEs were discovered in maize by Barbara McClintock more almost 75 years ago as the genetic agents responsible for the sectors of pigmentation on otherwise colorless mutant kernels. To this day, the genome of maize is recognized as having the most dynamic TE component.&nbsp; As such, it is the organism of choice for understanding how TEs contribute to gene and genome evolution. &nbsp;</p>\n<p>&nbsp;The Maize TE Project, initiated in 2006, coincided with the maize genome sequencing project and had two major goals that focused on giving meaning to that sequence. The first goal was to identify and characterize virtually all of the TEs in the genome. This required the development of new software tools and packages to tease apart the roughly 85% of the maize genome derived from TEs.&nbsp; The second goal was to organize the output of the computational analysis into a comprehensive and rigorously characterized TE database that, over subsequent years, has assisted ongoing genome annotation efforts.&nbsp; Taken together, this project performed all of the TE identification for the maize genome sequencing project published in 2009.</p>\n<p>&nbsp;Several software tools were developed and published during the course of this project to identify the numerous types of TEs in maize including TARGeT, DAWGPAWS, and HelSearch. These programs led to the discovery of several new TE types including 172 new LTR retrotransposon families (bringing the total to ~350), 29 new LINE families, 72 new MULE families (bringing the total to 137), ~1000 Pack-MULEs (fewer than expected), and ~2000 intact Helitrons (about 2% of the genome) classified into 8 families (5 previously unknown, with one family comprising 98% of all maize Helitrons). In addition, we found that members of the CACTA superfamily were the most numerous coding elements while the Tc1/mariner superfamily had the fewest elements.&nbsp; The output from these searches was organized into ~1500 TE &ldquo;exemplars&rdquo; that are being used world-wide to annotate virtually all maize TEs (<a href=\"http://maizetedb.org/~maize/\"><strong>http://maizetedb.org/~maize/</strong></a>). Finally, in collaboration with the NSF iPlant project, the TARGeT pipeline was added to the DNA Subway, which is a user-friendly search tool used by undergraduates and high school teachers in addition to researchers.</p>\n<p>&nbsp;The Maize TE Project also analyzed the frequency of gene fragment acquisition, a phenomena shown previously to occur for members of the Mutator and Helitron superfamilies.&nbsp; Early versions of maize genome annotation identified ~106,000 possible genes.&nbsp; Our project demonstrated that of these ~4061 were gene fragments acquired by Helitrons while 937 were associated with Pack-MULEs.&nbsp; In addition, ~13,000 other TE- derived sequences were found to have been incorrectly annotated as genes.&nbsp; With regard to Pack-MULEs the project discovered that they acquire GC-rich gene fragments that are preferentially inserted near the 5&rsquo; end of genes when they transpose. As a result, Pack-MULEs have been amplifying GC rich gene sequences, modifying the 5&rsquo; end sequence of genes and are at least partially responsible for the formation of the GC-rich 5&rsquo; ends of genes in grasses. Such a global impact had not been reported previously for any other TEs.</p>\n<p>&nbsp;Another focus was the characterization of TEs associated with centromeric and pericentromeric regions of the maize chromosomes. The project discovered that the CRM class of TEs targets centrome...",
  "por_txt_cntn": "\nTransposable elements (TEs) are fragments of DNA that can insert into new chromosomal locations and often duplicate themselves in the process. With the advent of large-scale DNA sequencing, it has become apparent that TEs are the single largest component of the genetic material of most eukaryotes. They account for at least 50% of the human genome and 50-90% of some plant genomes. TEs were discovered in maize by Barbara McClintock more almost 75 years ago as the genetic agents responsible for the sectors of pigmentation on otherwise colorless mutant kernels. To this day, the genome of maize is recognized as having the most dynamic TE component.  As such, it is the organism of choice for understanding how TEs contribute to gene and genome evolution.  \n\n The Maize TE Project, initiated in 2006, coincided with the maize genome sequencing project and had two major goals that focused on giving meaning to that sequence. The first goal was to identify and characterize virtually all of the TEs in the genome. This required the development of new software tools and packages to tease apart the roughly 85% of the maize genome derived from TEs.  The second goal was to organize the output of the computational analysis into a comprehensive and rigorously characterized TE database that, over subsequent years, has assisted ongoing genome annotation efforts.  Taken together, this project performed all of the TE identification for the maize genome sequencing project published in 2009.\n\n Several software tools were developed and published during the course of this project to identify the numerous types of TEs in maize including TARGeT, DAWGPAWS, and HelSearch. These programs led to the discovery of several new TE types including 172 new LTR retrotransposon families (bringing the total to ~350), 29 new LINE families, 72 new MULE families (bringing the total to 137), ~1000 Pack-MULEs (fewer than expected), and ~2000 intact Helitrons (about 2% of the genome) classified into 8 families (5 previously unknown, with one family comprising 98% of all maize Helitrons). In addition, we found that members of the CACTA superfamily were the most numerous coding elements while the Tc1/mariner superfamily had the fewest elements.  The output from these searches was organized into ~1500 TE \"exemplars\" that are being used world-wide to annotate virtually all maize TEs (http://maizetedb.org/~maize/). Finally, in collaboration with the NSF iPlant project, the TARGeT pipeline was added to the DNA Subway, which is a user-friendly search tool used by undergraduates and high school teachers in addition to researchers.\n\n The Maize TE Project also analyzed the frequency of gene fragment acquisition, a phenomena shown previously to occur for members of the Mutator and Helitron superfamilies.  Early versions of maize genome annotation identified ~106,000 possible genes.  Our project demonstrated that of these ~4061 were gene fragments acquired by Helitrons while 937 were associated with Pack-MULEs.  In addition, ~13,000 other TE- derived sequences were found to have been incorrectly annotated as genes.  With regard to Pack-MULEs the project discovered that they acquire GC-rich gene fragments that are preferentially inserted near the 5Æ end of genes when they transpose. As a result, Pack-MULEs have been amplifying GC rich gene sequences, modifying the 5Æ end sequence of genes and are at least partially responsible for the formation of the GC-rich 5Æ ends of genes in grasses. Such a global impact had not been reported previously for any other TEs.\n\n Another focus was the characterization of TEs associated with centromeric and pericentromeric regions of the maize chromosomes. The project discovered that the CRM class of TEs targets centromere cores. Further, the fact that most of the CRM elements are very old (&gt; 0.75 million years) suggests that centromere position and the associated epigenetic states are quite stable. Characterization of the CRMs allowed us to use CRM mark..."
 }
}