{
 "awd_id": "1118429",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Easterly Wave-Itcz Interaction and Tropical Cyclone Formation over the Atlantic",
 "cfda_num": "47.050",
 "org_code": "06020106",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anjuli Bamzai",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 401954.0,
 "awd_amount": 401954.0,
 "awd_min_amd_letter_date": "2011-07-20",
 "awd_max_amd_letter_date": "2013-07-17",
 "awd_abstract_narration": "A large number of Atlantic tropical cyclones, especially the most dangerous hurricanes, develop from easterly waves over the Atlantic Main Development Region (MDR: 10-20N, 20-80W), along the northern edge of the Intertropical Convergence Zone (ITCZ). The close proximity between the ITCZ axis and the wave track allows ITCZ-wave interaction on different time scales. This project aims to study the interaction between the ITCZ and easterly waves over the Atlantic and the impacts of their interaction on subsequent storm development. In particular, easterly waves will be examined as a \"connecting link\" between the large-scale circulation and tropical cyclone formation. The statistical aspects of the link are relatively well-known, but the dynamical and thermodynamical mechanisms are not. \r\n\r\nThis project consists of observational analysis and numerical modeling that focus on a set of testable hypotheses on ITCZ-wave interaction and tropical cyclone formation. The investigators will use insights from their recently developed marsupial framework to examine how the variability of the Atlantic ITCZ affects tropical cyclogenesis in the Atlantic MDR by altering the existence and morphology of the wave \"pouch\". The emphases are on the structure and evolution of the wave pouch, and ITCZ-wave interaction in a multi-scale framework. The wave pouch is a region of approximately closed Lagrangian circulation within the wave's critical layer and is shown by our previous studies to be a necessary condition for storm formation. \r\n\r\nBroader impacts of this work are in advancing our understanding of the impacts of the large-scale circulation on tropical cyclone formation and variability, which can ultimately contribute to improved tropical cyclone forecasts and to studying tropical cyclone activity in a changing climate. The proposal will train and support one graduate student.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhuo",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhuo Wang",
   "pi_email_addr": "zhuowang@atmos.illinois.edu",
   "nsf_id": "000554494",
   "pi_start_date": "2011-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 147456.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 113744.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 140754.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><em>Intellectual Merit</em></strong>: The intellectual merit of the proposal is the significance of the scientific issues brought up in the proposal and the PI&rsquo;s original perspective to address these issues. Most tropical cyclones develop from easterly waves in the Atlantic Main Development Region along the northern edge of the ITCZ, the ascending branch of the Hadley circulation. The regional Hadley circulation plays an important role in the variability of Atlantic tropical cyclones. Based on the marsupial framework that was developed by the PI and collaborators, our research emphasized the structure and evolution of the wave pouch, and the impacts of the large-scale circulation on Atlantic tropical cyclone activity were examined in a multi-scale framework (i.e., the marsupial framework).</p>\n<p><strong><em>Broader Impacts</em></strong>: With population growth, increasing development and climate change, coastal areas have become more vulnerable to tropical cyclones: the annual average of hurricane-related damage was $1.6 billion (after inflation adjustment) in the United States for the period 1950-1989, and $6.2 billion during 1990-1995 (Hebert et al. 1996). A better understanding of the impacts of the large-scale circulation on tropical cyclone formation and variability can ultimately contribute to improved tropical cyclone forecasts and can help to reduce the destructive impacts of hurricanes on society.</p>\n<p>The proposal supported a MS student and a PhD Student. The proposed research directly contributed to the students&rsquo; professional training and development.</p>\n<p><em>Outcomes:</em></p>\n<p class=\"Default\"><em>1) A unified framework to understand the interannual variability of Atlantic tropical cyclones </em></p>\n<p class=\"Default\">Tropical cyclone activity is subject to strong year-to-year variability. In an active year, more than 30 tropical cyclones can form over the Atlantic (e.g., 2005); in an inactive year the number of tropical cyclones may drop to five or six (e.g., 1983). A good understanding of the mechanisms for the interannual and decadal variability is important for improving tropical cyclone prediction. Although previous studies have established some statistical relationships between large-scale conditions or climate factors and Atlantic tropical cyclone activity, a coherent big picture integrating the different elements has been lacking.</p>\n<p class=\"Default\">We develop a unified framework for understanding the impacts of large-scale conditions on tropical cyclone activity in the context of the Hadley circulation, the large-scale north-south overturning circulation dominant in the Tropics. We showed that the variability of the Hadley circulation over the Atlantic Ocean is closely related to different aspects of the tropical climate, including various environmental factors that have been previously shown to impact tropical cyclone activity (see Fig. 1). This finding also helps to better understand how climate change will impact tropical cyclones, as the variability of the Hadley circulation in a warmer climate will provide insight into changes of tropical cyclone activity.</p>\n<p><em>2)&nbsp;&nbsp;&nbsp; </em><em>Merger of African easterly waves and genesis of Cape Verde storms</em></p>\n<p class=\"Default\">There are two easterly wave tracks over West Africa, one to the south and the other to the north of the African Easterly Jet (AEJ). The waves south of the jet peak at the jet level 3-4 km above the ground and are often associated with squall lines and precipitation. The northern disturbances are primarily confined to 850 hPa (1.5 km above the ground) and below. Located north of the jet, they are much drier and are often associated with dust outbreaks.</p>\n<p class=\"Default\">A northern wave sometimes merges with a southern wave near the coast of West Africa. It was found that the merger leads to a stronger and deeper wave s...",
  "por_txt_cntn": "\nIntellectual Merit: The intellectual merit of the proposal is the significance of the scientific issues brought up in the proposal and the PIÆs original perspective to address these issues. Most tropical cyclones develop from easterly waves in the Atlantic Main Development Region along the northern edge of the ITCZ, the ascending branch of the Hadley circulation. The regional Hadley circulation plays an important role in the variability of Atlantic tropical cyclones. Based on the marsupial framework that was developed by the PI and collaborators, our research emphasized the structure and evolution of the wave pouch, and the impacts of the large-scale circulation on Atlantic tropical cyclone activity were examined in a multi-scale framework (i.e., the marsupial framework).\n\nBroader Impacts: With population growth, increasing development and climate change, coastal areas have become more vulnerable to tropical cyclones: the annual average of hurricane-related damage was $1.6 billion (after inflation adjustment) in the United States for the period 1950-1989, and $6.2 billion during 1990-1995 (Hebert et al. 1996). A better understanding of the impacts of the large-scale circulation on tropical cyclone formation and variability can ultimately contribute to improved tropical cyclone forecasts and can help to reduce the destructive impacts of hurricanes on society.\n\nThe proposal supported a MS student and a PhD Student. The proposed research directly contributed to the studentsÆ professional training and development.\n\nOutcomes:\n1) A unified framework to understand the interannual variability of Atlantic tropical cyclones \nTropical cyclone activity is subject to strong year-to-year variability. In an active year, more than 30 tropical cyclones can form over the Atlantic (e.g., 2005); in an inactive year the number of tropical cyclones may drop to five or six (e.g., 1983). A good understanding of the mechanisms for the interannual and decadal variability is important for improving tropical cyclone prediction. Although previous studies have established some statistical relationships between large-scale conditions or climate factors and Atlantic tropical cyclone activity, a coherent big picture integrating the different elements has been lacking.\nWe develop a unified framework for understanding the impacts of large-scale conditions on tropical cyclone activity in the context of the Hadley circulation, the large-scale north-south overturning circulation dominant in the Tropics. We showed that the variability of the Hadley circulation over the Atlantic Ocean is closely related to different aspects of the tropical climate, including various environmental factors that have been previously shown to impact tropical cyclone activity (see Fig. 1). This finding also helps to better understand how climate change will impact tropical cyclones, as the variability of the Hadley circulation in a warmer climate will provide insight into changes of tropical cyclone activity.\n\n2)    Merger of African easterly waves and genesis of Cape Verde storms\nThere are two easterly wave tracks over West Africa, one to the south and the other to the north of the African Easterly Jet (AEJ). The waves south of the jet peak at the jet level 3-4 km above the ground and are often associated with squall lines and precipitation. The northern disturbances are primarily confined to 850 hPa (1.5 km above the ground) and below. Located north of the jet, they are much drier and are often associated with dust outbreaks.\nA northern wave sometimes merges with a southern wave near the coast of West Africa. It was found that the merger leads to a stronger and deeper wave structure and the formation of a Cape Verde storm near the coast (see Fig. 2). The dryness of the northern disturbances does not hinder the storm development as the dry northern wave is typically moistened quickly over the ocean during the merger process. It was also found that merger developers are associated with ..."
 }
}