{
 "awd_id": "1118993",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Effectiveness of Inclusive STEM Schools at Scale: A Multistate Longitudinal Quasi-Experiment",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Edith Gummer",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 800000.0,
 "awd_amount": 800000.0,
 "awd_min_amd_letter_date": "2011-08-30",
 "awd_max_amd_letter_date": "2011-08-30",
 "awd_abstract_narration": "Concerns about both economic competitiveness and educational equity emphasize the need for the United States to broaden and diversify the pipeline of students prepared and motivated to pursue STEM college majors.  An emerging strategy for addressing this need is large-scale implementation of inclusive STEM high schools.  In this exploratory project, investigators from SRI International and George Washington University are laying the foundation for a rigorous quasi-experiment to test the effects of attending such a school using longitudinal student records, surveys, and interviews.  The project's operational definition for an inclusive STEM high school (ISHS) is a school, school within a school, or school program that accepts students primarily on the basis of interest rather than aptitude or prior achievement and gives them the mathematics and science preparation they need to succeed in a STEM college major.  ISHSs enroll students from groups underrepresented in STEM professions through an application process that does not require high test scores before high school entry.  In contrast to selective STEM schools that admit gifted and talented students on the basis of entrance examination scores and thus select for perceived STEM aptitude, ISHSs have the more ambitious goal of developing STEM expertise.\r\n\r\nTo establish the feasibility of a large, multi-state investigation of the effectiveness of inclusive STEM schools at scale, researchers are:\r\n     - Developing a tentative taxonomy of ISHSs and exploring implications of ISHS heterogeneity for the research design;\r\n     - Recruiting three school partners representing different ISHS approaches;\r\n     - Using state data to identify a comparison school (without a particular focus on STEM) for each ISHS school partner and recruiting comparison school partners;\r\n     - Developing School Leader and three student surveys (fall 9th-grade, spring 12th-grade, and spring post-graduation);\r\n     - Collaborating with partner schools in design of data collection procedures, recruiting materials, and incentives;\r\n     - Piloting the School Leader Survey and two student surveys (9th-grade fall survey and 12th-grade spring survey) in six partner schools;\r\n     - Identifying and recruiting a larger sample of ISHSs and matched comparison schools for Year 2 data collection;\r\n     - Administering surveys in 40 or more high schools; \r\n     - Locating spring 2012 graduates of the three ISHS partner schools and pilot testing the post-graduation student survey with these students; and\r\n     - Engaging an Advisory Board who will provide methodological expertise and advice.\r\n\r\nUltimately, by documenting survey response rates, student location rates, and rates for successful matching of student administrative and survey data, this feasibility work is demonstrating that it is possible to collect the kind of data that would enable a large-scale study to be launched with the necessary instruments and experience in hand.  As evidenced by the recent call from the President's Council of Advisors in Science and Technology for 1,000 new STEM schools and the National Research Council's report entitled \"Successful K-12 STEM Education: Identifying Effective Approaches in Science, Technology, Engineering, and Mathematics\" that highlights various STEM schools, the proposed research is highly relevant to current policy initiatives and debates.  Moreover, the research has the potential to promote diversity in the STEM pipeline by influencing policymakers in states and districts that have yet to implement ISHSs at scale.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "Means",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara M Means",
   "pi_email_addr": "bmeans@digitalpromise.org",
   "nsf_id": "000394538",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sharon",
   "pi_last_name": "Lynch",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sharon Lynch",
   "pi_email_addr": "slynch@gwu.edu",
   "nsf_id": "000328792",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Murphy",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Robert F Murphy",
   "pi_email_addr": "robert.murphy@sri.com",
   "nsf_id": "000499597",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Viki",
   "pi_last_name": "Young",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Viki M Young",
   "pi_email_addr": "viki.young@sri.com",
   "nsf_id": "000585035",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Haiwen",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Haiwen Wang",
   "pi_email_addr": "haiwen.wang@sri.com",
   "nsf_id": "000585038",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SRI International",
  "inst_street_address": "333 RAVENSWOOD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "MENLO PARK",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6097342285",
  "inst_zip_code": "940253493",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "SRI INTERNATIONAL",
  "org_prnt_uei_num": "SRG2J1WS9X63",
  "org_uei_num": "SRG2J1WS9X63"
 },
 "perf_inst": {
  "perf_inst_name": "SRI International",
  "perf_str_addr": "333 RAVENSWOOD AVE",
  "perf_city_name": "MENLO PARK",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "940253493",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "726100",
   "pgm_ele_name": "Project & Program Evaluation"
  },
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 800000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Education policy groups and private foundations have promoted the concept of an inclusive STEM-focused high school (ISHS) as a strategy for addressing the under-representation of African Americans, Hispanics, women, and students from low-income backgrounds in STEM college majors and careers. ISHSs are designed to inspire, engage, and prepare as broad a population as possible for higher education in STEM-related fields.</p>\n<p>We define an ISHS as a school or school within a school accepting students primarily on the basis of interest rather than aptitude or prior achievement and giving them more intensive mathematics and science preparation than their state requires for graduation in order to prepare them for STEM college majors. As policymakers in states and districts across the country are considering the President&rsquo;s call for establishing 1,000 more STEM-focused schools, they need to know whether these specialized schools actually achieve their goal of preparing students from under-represented groups for STEM college majors and to understand the essential elements that distinguish these schools from other high school models.</p>\n<p>The outcomes achieved by a few individual ISHSs have been measured, but the impact of implementing such schools at scale has never been evaluated. Are ISHSs more effective than other types of schools in developing the competencies and motivation to pursue STEM-related postsecondary degrees? Answering this question is complicated because it requires following students over time and because inclusive STEM high schools are schools of choice, and we cannot assume that their students are necessarily comparable to students entering conventional high schools.</p>\n<p>This research was conducted with 35 high schools (18 ISHSs and 17 comparison schools) in North Carolina. Data from state administrative records was used to identify a comparison school with similar average grade 8 achievement records for each ISHS (one comparison school dropped out of the study). We surveyed principals to obtain information on student recruitment practices, support services, teacher capacity, STEM offerings, graduation requirements, and extracurricular activities at the two school types. Our Grade 9 Student Survey gathered information related to student demographic variables and STEM interests and activities prior to high school. A Grade 12 Student Survey focused on STEM experiences during high school, attitudes toward STEM subject areas, and post-graduation plans. A pilot postsecondary survey was administered to graduates of three ISHSs one year after graduation.</p>\n<p>Although the feasibility study included only the first of two data collections for each of two cohorts of North Carolina students, it did produce findings with respect to differences between ISHSs and other schools serving students with similar achievement backgrounds. Data from the study&rsquo;s Principal Survey showed that the ISHSs and comparison schools differed in terms of size, STEM coursework required for graduation, schoolwide student support practices, and principals&rsquo; perception of their STEM teachers&rsquo; capacity for implementing college-level and reform-oriented instruction in STEM subjects. Responses to the Grade 9 Student Survey revealed that entering freshmen at the two types of schools are similar in terms of overall academic orientation but that ISHS students identify more strongly with math and science and expect to go farther in terms of earning postsecondary degrees. The survey revealed also that 9th graders at the ISHSs were more likely to be African American (48% compared to 27% at comparison schools) and female (53% compared to 49%). Grade 12 Student Survey results showed that seniors at ISHSs were more likely than those at comparison schools to be African American (66% versus 30%) and female (53% versus 50%). On the survey, more ISHS than comparison school sen...",
  "por_txt_cntn": "\nEducation policy groups and private foundations have promoted the concept of an inclusive STEM-focused high school (ISHS) as a strategy for addressing the under-representation of African Americans, Hispanics, women, and students from low-income backgrounds in STEM college majors and careers. ISHSs are designed to inspire, engage, and prepare as broad a population as possible for higher education in STEM-related fields.\n\nWe define an ISHS as a school or school within a school accepting students primarily on the basis of interest rather than aptitude or prior achievement and giving them more intensive mathematics and science preparation than their state requires for graduation in order to prepare them for STEM college majors. As policymakers in states and districts across the country are considering the PresidentÆs call for establishing 1,000 more STEM-focused schools, they need to know whether these specialized schools actually achieve their goal of preparing students from under-represented groups for STEM college majors and to understand the essential elements that distinguish these schools from other high school models.\n\nThe outcomes achieved by a few individual ISHSs have been measured, but the impact of implementing such schools at scale has never been evaluated. Are ISHSs more effective than other types of schools in developing the competencies and motivation to pursue STEM-related postsecondary degrees? Answering this question is complicated because it requires following students over time and because inclusive STEM high schools are schools of choice, and we cannot assume that their students are necessarily comparable to students entering conventional high schools.\n\nThis research was conducted with 35 high schools (18 ISHSs and 17 comparison schools) in North Carolina. Data from state administrative records was used to identify a comparison school with similar average grade 8 achievement records for each ISHS (one comparison school dropped out of the study). We surveyed principals to obtain information on student recruitment practices, support services, teacher capacity, STEM offerings, graduation requirements, and extracurricular activities at the two school types. Our Grade 9 Student Survey gathered information related to student demographic variables and STEM interests and activities prior to high school. A Grade 12 Student Survey focused on STEM experiences during high school, attitudes toward STEM subject areas, and post-graduation plans. A pilot postsecondary survey was administered to graduates of three ISHSs one year after graduation.\n\nAlthough the feasibility study included only the first of two data collections for each of two cohorts of North Carolina students, it did produce findings with respect to differences between ISHSs and other schools serving students with similar achievement backgrounds. Data from the studyÆs Principal Survey showed that the ISHSs and comparison schools differed in terms of size, STEM coursework required for graduation, schoolwide student support practices, and principalsÆ perception of their STEM teachersÆ capacity for implementing college-level and reform-oriented instruction in STEM subjects. Responses to the Grade 9 Student Survey revealed that entering freshmen at the two types of schools are similar in terms of overall academic orientation but that ISHS students identify more strongly with math and science and expect to go farther in terms of earning postsecondary degrees. The survey revealed also that 9th graders at the ISHSs were more likely to be African American (48% compared to 27% at comparison schools) and female (53% compared to 49%). Grade 12 Student Survey results showed that seniors at ISHSs were more likely than those at comparison schools to be African American (66% versus 30%) and female (53% versus 50%). On the survey, more ISHS than comparison school seniors selected a STEM course as their favorite during high school, reported having completed calculus or pre-ca..."
 }
}