{
 "awd_id": "1118598",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Experimental Investigations of the Role of H2O in Subduction Zone Processes",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 397810.0,
 "awd_amount": 397810.0,
 "awd_min_amd_letter_date": "2011-07-28",
 "awd_max_amd_letter_date": "2013-05-28",
 "awd_abstract_narration": "Technical description:\r\n\r\nThree projects will be carried out.  1) Experimental studies mantle melting in the presence of H2O will determine the chemical composition of key minerals and the composition of the melt.  These results will be used to understand the processes that transfer H2O from the subducted oceanic lithosphere into mantle wedge peridotite. 2) A systematic investigation of shallower mantle melting from 1 to 2 GPa (30 to km 60 depth in the Earth), will be carried out.  These experiments will use mantle analog compositions and controlled variations in the amount of H2O.  Their purpose is to provide constraints for the development of quantitative models of flux melting and reactive porous flow in the mantle wedge. 3) Experimental studies on crustal- level fractional crystallization of arc andesites to rhyolites.  These experiments will be carried out at pressures of 100 to 300 MPa over a range of oxygen fugacities under H2O-saturated conditions and will calibrate an orthopyroxene-melt thermometer and hygrometer.  This thermometer-hygrometer will be widely applicable to andesite-rhyolite magmas.  4) Parallel geochemical and petrologic investigations on andesite and dacite lavas from Mt. Shasta and Newberry volcano in the Cascades, USA to provide quantitative information on crustal differentiation processes.  In all of the experimental studies we will develop quantitative, thermodynamically based analytical tools that allow estimation of melting/crystallization processes where H2O is involved. The effects of H2O flux through the subduction zone environment are of fundamental importance for understanding the chemical evolution of the Earth's crust-mantle system over the last 4.5 billion years. This information on the influence of H2O on melting and crystallization processes will allow us to develop better models that couple mantle flow with subduction.  Ultimately, the research has relevance for the origin of the Earth?s oceans and the evolution of the atmosphere. \r\n\r\nBroader significance and importance:\r\nThis work will advance our understanding of the processes that lead to the formation of magmas in subduction zone environments.  H2O is a key ingredient in the formation of these magmas that erupt from volcanoes (like Mt. St. Helens) or cool and crystallize at depth to form the Earth's continental crust.  By understanding water's influence on the temperature and chemical reactions of this magma generation process, we will gain a better understanding of where and how chemical elements are concentrated in these magma and where and how much H2O is recycled through the Earth's interior.  This is a fundamentally important problem in Earth Science that has implications for a number of practical matters.  Two of immediate public interest are: 1) the formation of ore deposits that concentrate elements of economic importance (e.g. Cu, Zn, Pb) where they can be extracted and 2) H2O is the active ingredient in producing the dangerous volcanic eruptions that are the signature of subduction volcanoes: knowing the amount of H2O that can be incorporated is fundamental fro  understanding how these eruptions work.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Grove",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy L Grove",
   "pi_email_addr": "tlgrove@mit.edu",
   "nsf_id": "000236764",
   "pi_start_date": "2011-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 122578.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 134439.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 140793.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The research performed for this award was a combination of laboratory experiments and field investigations that concern the origin of magmas that are erupted from subduction zone volcanoes. The laboratory part of this study consisted of melting analogs of the mantle and of natural lava samples that erupt from subduction zone volcanoes in the Cascade Range in California and Oregon. The experiments are performed at elevated temperatures and pressures equivalent to those found in nature. The study on the melting of mantle samples investigated the beginnings melting of the mantle in the presence of free water. &nbsp;The laboratory experiments recreated the conditions under which this process happens&nbsp; (from 740 to 1200 <sup>o</sup>C) and pressures equivalent to depths of 100 to 250 km in the Earth. &nbsp;The results of this study were to discover the chemical compositions of the first melts that are formed near the base of the mantle wedge. The second laboratory study used high-pressure, high-temperature melting experiments carried out at conditions found in the Earth&rsquo;s crust to study the changes in magma composition that occur as magmas cool and solidify in the crust. The results of the experiments were applied to natural lavas from volcanoes in the US Cascades (Mt. Shasta and Newberry volcano) and provided new tools using minerals and coexisting melt predict the temperature, pressure and dissolved water content that was present in the natural magmas when they were stored in the crust. The broader objectives of this work were to quantify the influence of water on melting processes in subduction zones.&nbsp; Water has a significant influence on mineral phases that are present in the mantle and it has an important influence on the compositions of melt produced and on the subsequent chemical changes that occur in melts during crystallization and fractionation. This project trained graduate and undergraduate students in field, geochemical and experimental petrology research methods.&nbsp; The research experience included the design, execution and interpretation of field, geochemical, petrologic exercises and experiments. The breadth of research methods and the collaborative atmosphere of the laboratory have been very successful in producing talented scientists who continue on in both academia and industry.&nbsp; We have also been successful in inspiring undergraduates to continue to pursue careers in science and technology.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/12/2015<br>\n\t\t\t\t\tModified by: Timothy&nbsp;L&nbsp;Grove</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe research performed for this award was a combination of laboratory experiments and field investigations that concern the origin of magmas that are erupted from subduction zone volcanoes. The laboratory part of this study consisted of melting analogs of the mantle and of natural lava samples that erupt from subduction zone volcanoes in the Cascade Range in California and Oregon. The experiments are performed at elevated temperatures and pressures equivalent to those found in nature. The study on the melting of mantle samples investigated the beginnings melting of the mantle in the presence of free water.  The laboratory experiments recreated the conditions under which this process happens  (from 740 to 1200 oC) and pressures equivalent to depths of 100 to 250 km in the Earth.  The results of this study were to discover the chemical compositions of the first melts that are formed near the base of the mantle wedge. The second laboratory study used high-pressure, high-temperature melting experiments carried out at conditions found in the EarthÆs crust to study the changes in magma composition that occur as magmas cool and solidify in the crust. The results of the experiments were applied to natural lavas from volcanoes in the US Cascades (Mt. Shasta and Newberry volcano) and provided new tools using minerals and coexisting melt predict the temperature, pressure and dissolved water content that was present in the natural magmas when they were stored in the crust. The broader objectives of this work were to quantify the influence of water on melting processes in subduction zones.  Water has a significant influence on mineral phases that are present in the mantle and it has an important influence on the compositions of melt produced and on the subsequent chemical changes that occur in melts during crystallization and fractionation. This project trained graduate and undergraduate students in field, geochemical and experimental petrology research methods.  The research experience included the design, execution and interpretation of field, geochemical, petrologic exercises and experiments. The breadth of research methods and the collaborative atmosphere of the laboratory have been very successful in producing talented scientists who continue on in both academia and industry.  We have also been successful in inspiring undergraduates to continue to pursue careers in science and technology.\n\n\t\t\t\t\tLast Modified: 10/12/2015\n\n\t\t\t\t\tSubmitted by: Timothy L Grove"
 }
}