{
 "awd_id": "1118593",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "OPUS: A synthesis of succession trajectories, rates and processes on Mount St. Helens",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry L. Gholz",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 178545.0,
 "awd_amount": 178545.0,
 "awd_min_amd_letter_date": "2011-06-23",
 "awd_max_amd_letter_date": "2012-05-03",
 "awd_abstract_narration": "The dramatic eruption of Mount St. Helens on May 18, 1980 created a complex landscape within which recovering ecosystems could be studied. This Opportunities for Promoting Understanding through Synthesis (OPUS) project will synthesize 31 years of permanent plot data collected since the eruption of Mount St. Helens.  This synthesis will focus on basic questions concerning primary succession such as: what factors govern recovery rates, how important are random effects in governing the direction and rate of recovery, do sites with different initial colonists have alternative trajectories of recovery or do they converge to a similar vegetation type? Resolving these questions will directly inform emerging ecological theories about how alternative biological communities may persist and can be applied to planning effective restoration projects.\r\n\r\nThis project will increase our understanding of primary succession, the process by which new surfaces or destroyed ecosystems recover. Both natural disasters and intense human disturbances create barren surfaces. Therefore, the results of this synthetic study of primary succession at Mount St. Helens will have direct relevance for management of other disturbed sites such as those with mine tailings. In addition to the technical analyses, a book intended for a broad audience of non-specialists will be prepared. It will describe the recovery of vegetation on Mount St. Helens and explain how this exquisite system provokes a passion to preserve the natural world.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roger",
   "pi_last_name": "del Moral",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Roger del Moral",
   "pi_email_addr": "moral@uw.edu",
   "nsf_id": "000457259",
   "pi_start_date": "2011-06-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1181",
   "pgm_ref_txt": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ref_code": "1182",
   "pgm_ref_txt": "POP & COMMUNITY ECOL PROG"
  },
  {
   "pgm_ref_code": "7565",
   "pgm_ref_txt": "OPUS"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 86152.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 92393.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Mount St. Helens. One focus was to develop ways to measure the rates of succession and to determine factors that govern recovery of vegetation. The goal was to provide tools to those engaged in vegetation management and conservation in the face of rapid climate change and habitat destruction. Practitioners benefit from having tools that can describe sites and determine the effects of treatments geared to effective restoration.</p>\n<p>Succession rates respond to several interacting physical and biotic factors that affect productivity. Productivity is restricted by factors that include drought, infertility, extreme temperatures, disturbance (including herbivory) and in some cases competition. Permanent plot data were used to test hypotheses concerning the control of rates and to devise novel ways to assess rates. The measurement of rates is a remarkably challenging task because rates generally decline and are rarely smooth. These studies found that succession rates declined with elevation, a result of reduced annual biomass accumulation. Succession proceeded more rapidly on sites adjacent to intact woodlands than on similar sites isolated from intact vegetation. Stable habitats recovered more quickly than did similar ones subject to recurrent disturbance. Fertile sites commenced succession more rapidly than sterile ones, but large population shifts in <em>Lupinus</em> had multiple effects. Trajectories (shifts in species composition) became erratic when there were dramatic changes in populations and therefore they were more difficult to quantify. Succession rates could be effectively compared by using measures of trajectory complexity, changing floristic similarity within a plot and by using methods that smoothed transient variation in the trajectories. Each revealed somewhat different aspects of recovery. Among primary succession sites, the most stressful site had the slowest succession while rapid succession occurred where lupines developed quickly to ameliorate conditions.</p>\n<p>A related project was a comparative study of Mount St. Helens and the new Icelandic island of Surtsey. The effectiveness of using plot similarity metrics and trajectory smoothing techniques rather than a single metric to estimate succession rates was demonstrated as was the importance of site modification and isolation. Remarkably, both systems responded to similar factors, although through different mechanisms. Rates in both cases are constrained by infertility; on Surtsey, seabirds import nutrients to overcome this barrier, while on Mount St. Helens, it is the nitrogen fixing lupine species that do so.</p>\n<p>Distinct vegetation in similar habitats is called &ldquo;alternative states&rdquo;. A second focus of the project was the search for alternative vegetation states within similar habitats, forming in the absence of disturbance. On Mount St. Helens, limited dispersal into stressful habitats suggested that species composition in similar sites may differ solely due to chance and random sorting. Seeking evidence for alternative stable states is problematic for several technical reasons, including insufficiently long observations and an inability to measure factors that may cause an apparently homogenous habitat to actually vary in significant ways. Fertility levels may differ, but be undetected.</p>\n<p>A comparison of vegetation and habitats in five studies did not provide a clear evidence for the presence of alternative states in similar environments. At the landscape level there was support for the concept. Plots assigned to communities routinely occurred in several habitats and habitats contained several communities. This result is problematic for several reasons and does not unequivocally demonstrate alternative states. Whether alternative states persist remains an open question. Three studies at smaller scales suggested that each habitat probably supported one type of vegetation. E...",
  "por_txt_cntn": "\nMount St. Helens. One focus was to develop ways to measure the rates of succession and to determine factors that govern recovery of vegetation. The goal was to provide tools to those engaged in vegetation management and conservation in the face of rapid climate change and habitat destruction. Practitioners benefit from having tools that can describe sites and determine the effects of treatments geared to effective restoration.\n\nSuccession rates respond to several interacting physical and biotic factors that affect productivity. Productivity is restricted by factors that include drought, infertility, extreme temperatures, disturbance (including herbivory) and in some cases competition. Permanent plot data were used to test hypotheses concerning the control of rates and to devise novel ways to assess rates. The measurement of rates is a remarkably challenging task because rates generally decline and are rarely smooth. These studies found that succession rates declined with elevation, a result of reduced annual biomass accumulation. Succession proceeded more rapidly on sites adjacent to intact woodlands than on similar sites isolated from intact vegetation. Stable habitats recovered more quickly than did similar ones subject to recurrent disturbance. Fertile sites commenced succession more rapidly than sterile ones, but large population shifts in Lupinus had multiple effects. Trajectories (shifts in species composition) became erratic when there were dramatic changes in populations and therefore they were more difficult to quantify. Succession rates could be effectively compared by using measures of trajectory complexity, changing floristic similarity within a plot and by using methods that smoothed transient variation in the trajectories. Each revealed somewhat different aspects of recovery. Among primary succession sites, the most stressful site had the slowest succession while rapid succession occurred where lupines developed quickly to ameliorate conditions.\n\nA related project was a comparative study of Mount St. Helens and the new Icelandic island of Surtsey. The effectiveness of using plot similarity metrics and trajectory smoothing techniques rather than a single metric to estimate succession rates was demonstrated as was the importance of site modification and isolation. Remarkably, both systems responded to similar factors, although through different mechanisms. Rates in both cases are constrained by infertility; on Surtsey, seabirds import nutrients to overcome this barrier, while on Mount St. Helens, it is the nitrogen fixing lupine species that do so.\n\nDistinct vegetation in similar habitats is called \"alternative states\". A second focus of the project was the search for alternative vegetation states within similar habitats, forming in the absence of disturbance. On Mount St. Helens, limited dispersal into stressful habitats suggested that species composition in similar sites may differ solely due to chance and random sorting. Seeking evidence for alternative stable states is problematic for several technical reasons, including insufficiently long observations and an inability to measure factors that may cause an apparently homogenous habitat to actually vary in significant ways. Fertility levels may differ, but be undetected.\n\nA comparison of vegetation and habitats in five studies did not provide a clear evidence for the presence of alternative states in similar environments. At the landscape level there was support for the concept. Plots assigned to communities routinely occurred in several habitats and habitats contained several communities. This result is problematic for several reasons and does not unequivocally demonstrate alternative states. Whether alternative states persist remains an open question. Three studies at smaller scales suggested that each habitat probably supported one type of vegetation. Exploration the long-term data did suggest that slight differences in management, including changing proport..."
 }
}