{
 "awd_id": "1118433",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Linking Cognitive Science, Measurement Theory and Evaluation Approaches to Assess Development of Scientific Reasoning --- CME",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032925309",
 "po_email": "cdellapi@nsf.gov",
 "po_sign_block_name": "Connie Della-Piana",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 234230.0,
 "awd_amount": 234230.0,
 "awd_min_amd_letter_date": "2011-09-12",
 "awd_max_amd_letter_date": "2011-09-12",
 "awd_abstract_narration": "The Cognition, Measurement and Evaluation (CME) project combines the latest thinking in cognitive science about scientific reasoning and its attainment with recent advances in modern instrument development techniques. The CME project will produce a linked system of developmentally-appropriate, multiple-choice and constructed-response assessment instruments designed to measure scientific reasoning skills across age levels. These tools will be useful for researchers, classroom teachers and educators in settings for learners from 5th grade through college. The project focuses on scientific reasoning skills of control of variables and evaluating evidence.  These skills will be defined in ways suitable for modern instrument development and will result in a draft instrument and model computer platform that would be ready for initial field testing. The ultimate goal is to create an assessment system that will provide information to: (1) STEM researchers who want to understand how innovative technologies, instructional approaches, and/or teaching practices impact students' scientific reasoning abilities, and (2) teachers who need to understand how students are responding to particular aspects of inquiry instruction. The institutions involved include the University of Minnesota and the University of Kansas and surrounding school districts.\r\n\r\nBased on needs assessment, existing research and instruments and content expert advice, we will map the constructs by developmental level across the three age groups. Each construct map will include developmental levels and a qualitative description of scientific reasoning at each level. The item development process will include development of scoring systems to map responses to certain levels of the scientific reasoning constructs. Initial drafts of the instruments will be investigated through think-alouds, exit interviews, and focus group interviewing.  An initial pilot test with a more substantial sample will allow for modeling of the data using IRT. We will use item fit, differential item function, and coverage maps to assess item properties. We will also use item fit and model comparisons to examine the structure of the constructs. During the model-building phase, the Rasch family models, which are the most parsimonious models, will be fitted to the pilot data. If it is discovered that Rasch family models do not fit the data, revisions to the construct, instrument, scoring model, and measurement model will be implemented.\r\n\r\nOne of the most pressing needs in the evaluation of science education programs is the need for appropriate measuring devices. Currently, the field uses a variety of assessment devices, making it almost impossible to determine national effects or to compare different approaches.  Although assessment of scientific reasoning is not a new concept, recent ideas about its definition and its measurement may be transformative. The assessment devices developed by this project will be validated to ensure cultural relevancy and absence of bias and therefore will enhance the infrastructure available for research and education. Over time the use of the developed instruments will allow in-depth understanding of the impact of different programmatic approaches to the development of scientific reasoning, a critical goal of STEM education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frances",
   "pi_last_name": "Lawrenz",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Frances P Lawrenz",
   "pi_email_addr": "lawrenz@umn.edu",
   "nsf_id": "000385331",
   "pi_start_date": "2011-09-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Huffman",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas W Huffman",
   "pi_email_addr": "huffman@ku.edu",
   "nsf_id": "000333099",
   "pi_start_date": "2011-09-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gillian",
   "pi_last_name": "Roehrig",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Gillian H Roehrig",
   "pi_email_addr": "roehr013@umn.edu",
   "nsf_id": "000485978",
   "pi_start_date": "2011-09-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Keisha",
   "pi_last_name": "Varma",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Keisha Varma",
   "pi_email_addr": "keisha@umn.edu",
   "nsf_id": "000515424",
   "pi_start_date": "2011-09-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Leah",
   "pi_last_name": "McGuire",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Leah W McGuire",
   "pi_email_addr": "lwmcguir@umn.edu",
   "nsf_id": "000583920",
   "pi_start_date": "2011-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "726100",
   "pgm_ele_name": "Project & Program Evaluation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 234230.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Cognition, Measurement and Evaluation (CME) project was designed to combine recent thinking from cognitive science about scientific reasoning and the latest trends in evaluation and measurement techniques to develop a test of scientific reasoning. &nbsp;The test is designed to evaluate the impact of science education programs on the scientific reasoning of middle and high school students, as well as adults. This project used existing literature to develop a conceptualization of scientific reasoning consisting of five facets; each with specified skills. Facet I focuses on the ability to observe a situation or event, recognize that there is something to find out, recognize the difference between existing understanding and what more needs to be learned, and to clearly articulate a question that can guide an empirical investigation. Facet II focuses on the ability to design tests of a hypothesis that correctly identify and manipulate all relevant variables in order that empirical evidence may be produced that will allow one to answer questions. A major aspect of this facet is controlling variables.&nbsp; Facet III focuses on students&rsquo; ability to interpret the results of an investigation and to draw justified inferences and/or conclusions based upon that data. &nbsp;This facet involves the ability to coordinate theory and evidence in such a way so as to draw inferences that account for either causal relationships or stochastic relationships. These activities employ theory, seek underlying theoretical causes for the evidence and utilize models to describe patterns in the data. &nbsp;Facet V focuses on students&rsquo; ability to evaluate theory in light of experimental conclusions, reconcile new evidence with prior beliefs, and (if required) revise one&rsquo;s theory and generate new predictions. The project produced a set of carefully developed and pilot tested items matched to the facets to assess scientific reasoning. The pilot test data were used to examine the effectiveness of the items. The complete list of items along with each of their individual item characteristic data is available on the project website http://www.cehd.umn.edu/EdPsych/CME/ProjectReports.html.&nbsp;&nbsp; Also available is a detailed description of the methods used to develop the items and some suggested revisions of the items based on the pilot test data.&nbsp;&nbsp;The hope is that these items will be used by program evaluators to help evaluate science education programs.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/05/2014<br>\n\t\t\t\t\tModified by: Frances&nbsp;P&nbsp;Lawrenz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Cognition, Measurement and Evaluation (CME) project was designed to combine recent thinking from cognitive science about scientific reasoning and the latest trends in evaluation and measurement techniques to develop a test of scientific reasoning.  The test is designed to evaluate the impact of science education programs on the scientific reasoning of middle and high school students, as well as adults. This project used existing literature to develop a conceptualization of scientific reasoning consisting of five facets; each with specified skills. Facet I focuses on the ability to observe a situation or event, recognize that there is something to find out, recognize the difference between existing understanding and what more needs to be learned, and to clearly articulate a question that can guide an empirical investigation. Facet II focuses on the ability to design tests of a hypothesis that correctly identify and manipulate all relevant variables in order that empirical evidence may be produced that will allow one to answer questions. A major aspect of this facet is controlling variables.  Facet III focuses on studentsÆ ability to interpret the results of an investigation and to draw justified inferences and/or conclusions based upon that data.  This facet involves the ability to coordinate theory and evidence in such a way so as to draw inferences that account for either causal relationships or stochastic relationships. These activities employ theory, seek underlying theoretical causes for the evidence and utilize models to describe patterns in the data.  Facet V focuses on studentsÆ ability to evaluate theory in light of experimental conclusions, reconcile new evidence with prior beliefs, and (if required) revise oneÆs theory and generate new predictions. The project produced a set of carefully developed and pilot tested items matched to the facets to assess scientific reasoning. The pilot test data were used to examine the effectiveness of the items. The complete list of items along with each of their individual item characteristic data is available on the project website http://www.cehd.umn.edu/EdPsych/CME/ProjectReports.html.   Also available is a detailed description of the methods used to develop the items and some suggested revisions of the items based on the pilot test data.  The hope is that these items will be used by program evaluators to help evaluate science education programs. \n\n\t\t\t\t\tLast Modified: 09/05/2014\n\n\t\t\t\t\tSubmitted by: Frances P Lawrenz"
 }
}