{
 "awd_id": "1118456",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Drosophila TAF1 as a Model for Signal-dependent Alternative Splicing",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": "7032922489",
 "po_email": "aggarza@nsf.gov",
 "po_sign_block_name": "Anthony Garza",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 465210.0,
 "awd_min_amd_letter_date": "2011-08-10",
 "awd_max_amd_letter_date": "2013-05-30",
 "awd_abstract_narration": "Intellectual Merit\r\n\r\nThis project addresses how developmentally- and environmentally-induced signaling pathways change pre-mRNA alternative splicing patterns. The majority of pre-mRNAs in metazoan organisms are subject to alternative splicing, making this a major mechanism for increasing the functional and structural diversity of proteins encoded by the genome. While there has been significant research progress in identifying the cellular components responsible for alternative splicing, including trans-acting proteins and cis-acting RNA elements, little is known about the signaling events that control the process. The project will use TAF1 (TBP-associated factor 1) as a model gene and Drosophila melanogaster as a model organism, to explore the molecular mechanisms of signal-dependent alternative splicing. The TAF1 gene encodes a subunit of the TFIID complex that directs transcription initiation of most RNA polymerase II genes. The PI's laboratory has shown that alternatively spliced TAF1 mRNAs encode proteins with different DNA binding activities. Developmental signals during spermatogenesis direct alternative splicing of TAF1 mRNA, leading to production of a protein isoform that may activate the male germ cell-specific transcription program. Thus, research on TAF1 is expected to have a major impact on our understanding of how signaling pathways regulate alternative splicing and cell type-specific transcription. The specific objectives of the research are: 1) to determine how signaling pathways control splicing regulatory proteins, 2) to determine how signaling pathways coordinately control multiple splicing regulatory proteins, and 3) to determine the cause-and-effect relationship between chromatin structure and alternative splicing. To achieve these objectives, molecular, biochemical, and genomics approaches will be used. Achieving these objectives will establish a paradigm for signal-dependent alternative splicing and will permit investigation of more complex issues, such as how developmental signals regulate alternative splicing. The research is significant because signal-dependent alternative splicing is likely to be an exceedingly common mechanism for regulating gene expression in response to developmental and environmental stimuli, not only in the model system Drosophila but also in humans and other animals.  Moreover, the complete pathway has not been described, so elucidation of a signal-dependent alternative splicing pathway that controls TAF1 expression will provide a framework for experimental investigation and understanding of how signaling pathways impact expression of many other genes that are regulated by alternative splicing.\r\n\t\r\nBroader Impacts\r\n\r\nThe research activities will promote teaching and training, broaden participation in science by underrepresented students, and enhance the research endeavor. The research results obtained on alternative splicing will be used as case studies in a graduate school course, Eukaryotic Molecular Biology. Graduate and undergraduate students will receive training in molecular, biochemical, and genetic approaches. They will present their research at regional, national and international conferences and publish in peer-reviewed international journals. These experiences will enable the students to substantially progress in their research careers. The PI will actively participate in the training and mentoring of underrepresented students. He will serve as faculty leader of a summer undergraduate research program, as a mentor of undergraduate summer students in his laboratory, and as chair of a committee to increase graduate program diversity. In addition, the PI is co-PI of an NSF Research Experiences for Undergraduates (REU) project aimed at diversifying the pool of students prepared for admission and success to graduate training programs in biological sciences across the nation. Finally, the PI will facilitate and contribute to the development of a course called \"Entering Mentoring\" that is designed to assist graduate students and post-doctoral fellows in becoming effective mentors for students from majority as well as minority backgrounds, and he will facilitate a 2-semester course called \"Entering Research\" that is designed to guide students through the undergraduate research experience and prepare them for graduate school research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Wassarman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Wassarman",
   "pi_email_addr": "dawassarman@wisc.edu",
   "nsf_id": "000091397",
   "pi_start_date": "2011-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 157000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 158210.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We have investigated alternative splicing, the process by which pre-mRNA sequences are variably&nbsp;defined as intron or exon under different physiological conditions. It is important to understand&nbsp;alternative splicing because of its pervasive effects on cell physiology. &nbsp;In humans, 95-98% of multiexon&nbsp;pre-mRNAs are alternatively spliced and distinct mRNAs often encode functionally distinct&nbsp;proteins. One of the most poorly understood aspects of alternative splicing is initiating events by&nbsp;developmentally- and environmentally-induced signaling pathways. &nbsp;We have tried to understand&nbsp;this aspect by investigating how an environmentally-induced DNA damage signaling pathway regulates&nbsp;alternative splicing of the <em>Drosophila </em>TAF1 (TATA-binding protein associated factor 1) pre-mRNA. &nbsp;The studies have established a paradigm for signal-dependent alternative splicing&nbsp;that will move the study of alternative splicing in new directions and will have a sustained influence on&nbsp;the alternative splicing field. &nbsp;Activities performed through this project&nbsp;have promoted teaching and training, broadened&nbsp;participation by underrepresented students, and enhanced the research endeavor. The research on&nbsp;alternative splicing was used as case studies in a graduate school course, Eukaryotic Molecular&nbsp;Biology. Graduate and undergraduate students supported by the award received training in bioinformatic, molecular,&nbsp;biochemical, and genetic approaches. They published their research and presented it beyond UW-Madison. &nbsp;These experiences have enabled the students to substantially progress in their research&nbsp;careers. The PI actively participated in the training and mentoring of underrepresented students. He&nbsp;served as faculty leader of a summer undergraduate research program, as a mentor of undergraduate&nbsp;summer students in his laboratory, and as chair of a graduate program diversity committee. In addition,&nbsp;the PI is co-PI of an NSF REU grant aimed at diversifying the pool of students&nbsp;prepared for admission and success in biological sciences graduate training programs across the&nbsp;nation. Finally, the PI facilitated and contributed to the development of a course called Entering&nbsp;Mentoring that is designed to assist graduate students and post-doctoral fellows in becoming effective&nbsp;mentors of both majority and minority students, and he facilitated a two-semester course called Entering&nbsp;Research that is designed to guide students through the undergraduate research experience and&nbsp;prepare them for graduate school research.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/17/2014<br>\n\t\t\t\t\tModified by: David&nbsp;Wassarman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe have investigated alternative splicing, the process by which pre-mRNA sequences are variably defined as intron or exon under different physiological conditions. It is important to understand alternative splicing because of its pervasive effects on cell physiology.  In humans, 95-98% of multiexon pre-mRNAs are alternatively spliced and distinct mRNAs often encode functionally distinct proteins. One of the most poorly understood aspects of alternative splicing is initiating events by developmentally- and environmentally-induced signaling pathways.  We have tried to understand this aspect by investigating how an environmentally-induced DNA damage signaling pathway regulates alternative splicing of the Drosophila TAF1 (TATA-binding protein associated factor 1) pre-mRNA.  The studies have established a paradigm for signal-dependent alternative splicing that will move the study of alternative splicing in new directions and will have a sustained influence on the alternative splicing field.  Activities performed through this project have promoted teaching and training, broadened participation by underrepresented students, and enhanced the research endeavor. The research on alternative splicing was used as case studies in a graduate school course, Eukaryotic Molecular Biology. Graduate and undergraduate students supported by the award received training in bioinformatic, molecular, biochemical, and genetic approaches. They published their research and presented it beyond UW-Madison.  These experiences have enabled the students to substantially progress in their research careers. The PI actively participated in the training and mentoring of underrepresented students. He served as faculty leader of a summer undergraduate research program, as a mentor of undergraduate summer students in his laboratory, and as chair of a graduate program diversity committee. In addition, the PI is co-PI of an NSF REU grant aimed at diversifying the pool of students prepared for admission and success in biological sciences graduate training programs across the nation. Finally, the PI facilitated and contributed to the development of a course called Entering Mentoring that is designed to assist graduate students and post-doctoral fellows in becoming effective mentors of both majority and minority students, and he facilitated a two-semester course called Entering Research that is designed to guide students through the undergraduate research experience and prepare them for graduate school research. \n\n \n\n\t\t\t\t\tLast Modified: 09/17/2014\n\n\t\t\t\t\tSubmitted by: David Wassarman"
 }
}