{
 "awd_id": "1118139",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Scattering Theory and Semi-Classical Analysis",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce P. Palka",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2011-05-31",
 "tot_intn_awd_amt": 3000.0,
 "awd_amount": 3000.0,
 "awd_min_amd_letter_date": "2011-01-10",
 "awd_max_amd_letter_date": "2011-01-10",
 "awd_abstract_narration": "Scattering theory is the study of interacting systems on scales of time and/or distance much larger than those of the interaction region itself.  Scattering experiments are widely used in the natural sciences to determine the structure of objects which are far away, like the stars, very small, like the atom, or difficult to reach, like the Earth's core.  In a famous experiment of 1909, for example, by studying the scattering pattern of alpha particles passing through gold foil Rutherford determined that the atom consisted of a nucleus surrounded by electrons.  Semi-classical analysis is a type of phase space analysis which investigates the dependence of operators and related objects on a small parameter.  Originally motivated by Bohr's, or the quantum-classical, correspondence principle, which asserts that classical mechanics is the limit of quantum mechanics as Planck's constant tends to 0, semi-classical analysis has found, however, many applications in diverse areas of science.  The role of the small parameter in these fields can be played by the inverse of the square root of the nuclear mass in the Born-Oppenheimer approximation, the magnetic field strength in solid-state physics, the adiabatic parameter in adiabatic theory, the inverse of the square root of the energy in high-energy spectral problems, and others.\r\n \r\nBy building upon recent advances in semi-classical analysis and scattering theory the research supported by this grant aims to contribute to the following aspects of these fields.  First, it seeks to establish new instances of the quantum-classical correspondence by relating quantum scattering objects to classical ones in the semi-classical limit.  Second, it aims to investigate mainly scattering in the presence of particles or signals which never leave the interaction region.  Such configurations are by now recognized to have a significant impact on the behavior of scattering systems but very few of them have been completed elucidated in the literature.  Lastly, to achieve these goals this research will further the theory of semi-classical Fourier integral operators.  The interesting and important properties of these operators have made them a strong tool not only in semi-classical analysis but also in related fields.  All of these developments have the potential to contribute to the solutions of inverse problems as well as to the advancement of the fields of science mentioned above.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ivana",
   "pi_last_name": "Alexandrova",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ivana Alexandrova",
   "pi_email_addr": "alexandrovai@ecu.edu",
   "nsf_id": "000079110",
   "pi_start_date": "2011-01-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Albany",
  "inst_street_address": "1400 WASHINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "ALBANY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5184374974",
  "inst_zip_code": "122220100",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK, THE",
  "org_prnt_uei_num": "NHH3T1Z96H29",
  "org_uei_num": "NHH3T1Z96H29"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Albany",
  "perf_str_addr": "1400 WASHINGTON AVE",
  "perf_city_name": "ALBANY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "122220100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 3000.0
  }
 ],
 "por": null
}