{
 "awd_id": "1118144",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: The Exercise of Political Authority at Callar Creek, Belize",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 19977.0,
 "awd_amount": 19977.0,
 "awd_min_amd_letter_date": "2011-04-20",
 "awd_max_amd_letter_date": "2011-04-20",
 "awd_abstract_narration": "Under the supervision of Dr. Richard M. Leventhal, Sarah Kurnick will conduct archaeological excavations and analyses at the ancient Maya site of Callar Creek.  Callar Creek, located in the Mopan Valley of Belize, was occupied by the ancient Maya from approximately 900 B.C. to 900 A.D.  The site includes several residential structures, three pyramidal mounds that would have supported temples or shrines, and four plazas.  Four large limestone blocks found at the site may be the remains of monuments.  Based on its size, location, features, and layout, Callar Creek was likely the home and administrative center for a low-level elite.  \r\n\r\n\tResearch focusing on the nature of political authority among the ancient Maya is important for a number of reasons.  First, the study of political authority among early complex societies provides historical depth and geographic breadth to studies of political authority in the contemporary world.  An understanding of the operation of authority among the world's early complex polities provides insight into the operation of authority in modern complex polities.  Second, studies of political authority speak to the larger issue of social inequality; political authority is one type of social inequality, one type of asymmetrical social relationship.  Inequality is a prominent and persistent feature of our own, other, and past societies.  Understanding, explaining, and demystifying social inequality have been, and will continue to be, important aspects of research in the social sciences.\r\n\r\n\tMs. Kurnick will recover and analyze data suggesting what strategies were used by the elites at Callar Creek to acquire and maintain their political authority, and how those strategies changed over time.  Specifically, she proposes - and will test for evidence over time of - three strategies that the Callar Creek elites may have used to acquire and maintain their authority: communal gatherings, ancestor veneration, and extra-local connections.\r\n\r\n\r\n\tIn addition to its academic merit, this project will bring economic and educational benefits to the modern community of Callar Creek.  The project will provide employment opportunities and practical training to individuals living in an economically impoverished area.  The project will also provide opportunities for community members to learn about archaeology in general and about the archaeology of Callar Creek in particular.  These activities will increase local awareness of archaeological resources and archaeological stewardship.  The overall goal will be to demonstrate the crucial distinction between the benefits of archaeology and the destruction caused by looting.  The results of this project will be made available to the scientific community through presentations at professional conferences and through papers published in peer edited journals.  A planned website will increase the project's public visibility.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Leventhal",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Richard M Leventhal",
   "pi_email_addr": "rml@sas.upenn.edu",
   "nsf_id": "000092595",
   "pi_start_date": "2011-04-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Kurnick",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah Kurnick",
   "pi_email_addr": "sarah.kurnick@colorado.edu",
   "nsf_id": "000549814",
   "pi_start_date": "2011-04-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3451 WALNUT ST STE 440A",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 19977.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Over the course of this grant, Sarah Kurnick conducted archaeological excavations and analyses at the ancient Maya center of Callar Creek, located in the Mopan Valley of Belize.&nbsp; The site&rsquo;s size, location, features, and layout together suggest it was the home and administrative center for several generations of low-level leaders.&nbsp; Kurnick&rsquo;s goal was to determine, in the absence of epigraphic or iconographic information, how those leaders acquired and maintained political authority; why their followers may have chosen to obey; and the circumstance under which their authority was ultimately negated.</p>\n<p>Kurnick suggested that the exercise of political authority necessitates the negotiation of contradictions.&nbsp; Specifically, rulers must reinforce social inequality and bolster their own unique position at the top of the sociopolitical hierarchy, yet simultaneously emphasize the commonalities shared by all.&nbsp; Furthermore, leaders must emphasize their differences from, and their similarities to, not only followers, but also rulers of other communities and past leaders of their own communities.&nbsp; To examine this proposition, Kurnick identified and searched for evidence of three archaeologically-visible strategies that would resolve these contradictions: communal gatherings, which emphasize similarities and differences between leaders and followers; extra-local connections, which emphasize similarities and differences between contemporary leaders of different communities; and ancestor veneration, which emphasizes similarities and differences between past and present leaders of the same communities.&nbsp; Using the data collected, she sought to assess the relative importance of community, foreign ties, and the past to the operation of political authority at Callar Creek.</p>\n<p>Through her research, Kurnick found that politically authoritative relationships at the site were initially engendered through the use of extra-local connections, and specifically the possession and display of ceramics produced at nearby, larger sites.&nbsp; Over time, those relationships were maintained through the continued use of extra-local connections and also through the veneration of ancestors: The presence of two prominent and elaborate ancestor shrines late in the site&rsquo;s history suggests that the Callar Creek leaders spent significant time and effort emphasizing their connections to ancestral members of their own community.&nbsp; Kurnick further found that the end of political authority at the site is marked by the purposeful razing of architectural features and smashing of ceramic vessels &ndash; the debris from which was never cleaned up.&nbsp; The remains of what was likely a perishable defensive feature hastily-constructed at the end of the site&rsquo;s history suggest that this destruction was the result of an attack on the site.&nbsp; Politically authoritative relationships at Callar Creek were thus challenged, and ultimately denied, by those living outside the site.</p>\n<p>This research has implications for Mayanists, for anthropologists, and for social scientists more broadly.&nbsp; First, it provides a more comprehensive and complex understanding of the operation of political authority among the ancient Maya.&nbsp; Much is known about the exercise of political authority within and among the largest centers.&nbsp; Less is known about the exercise of authority within and among smaller centers, like Callar Creek.&nbsp; Furthermore, this work underscores the combined, rather than individual importance of community, foreign ties, and the past.&nbsp; It not only identifies these strategies, but pulls them together, synthesizing them into a cohesive analytical framework that emphasizes a series of variable factors rather than any single cause.&nbsp; And, perhaps most importantly, this research adds another dimension to debates on power and authori...",
  "por_txt_cntn": "\nOver the course of this grant, Sarah Kurnick conducted archaeological excavations and analyses at the ancient Maya center of Callar Creek, located in the Mopan Valley of Belize.  The siteÆs size, location, features, and layout together suggest it was the home and administrative center for several generations of low-level leaders.  KurnickÆs goal was to determine, in the absence of epigraphic or iconographic information, how those leaders acquired and maintained political authority; why their followers may have chosen to obey; and the circumstance under which their authority was ultimately negated.\n\nKurnick suggested that the exercise of political authority necessitates the negotiation of contradictions.  Specifically, rulers must reinforce social inequality and bolster their own unique position at the top of the sociopolitical hierarchy, yet simultaneously emphasize the commonalities shared by all.  Furthermore, leaders must emphasize their differences from, and their similarities to, not only followers, but also rulers of other communities and past leaders of their own communities.  To examine this proposition, Kurnick identified and searched for evidence of three archaeologically-visible strategies that would resolve these contradictions: communal gatherings, which emphasize similarities and differences between leaders and followers; extra-local connections, which emphasize similarities and differences between contemporary leaders of different communities; and ancestor veneration, which emphasizes similarities and differences between past and present leaders of the same communities.  Using the data collected, she sought to assess the relative importance of community, foreign ties, and the past to the operation of political authority at Callar Creek.\n\nThrough her research, Kurnick found that politically authoritative relationships at the site were initially engendered through the use of extra-local connections, and specifically the possession and display of ceramics produced at nearby, larger sites.  Over time, those relationships were maintained through the continued use of extra-local connections and also through the veneration of ancestors: The presence of two prominent and elaborate ancestor shrines late in the siteÆs history suggests that the Callar Creek leaders spent significant time and effort emphasizing their connections to ancestral members of their own community.  Kurnick further found that the end of political authority at the site is marked by the purposeful razing of architectural features and smashing of ceramic vessels &ndash; the debris from which was never cleaned up.  The remains of what was likely a perishable defensive feature hastily-constructed at the end of the siteÆs history suggest that this destruction was the result of an attack on the site.  Politically authoritative relationships at Callar Creek were thus challenged, and ultimately denied, by those living outside the site.\n\nThis research has implications for Mayanists, for anthropologists, and for social scientists more broadly.  First, it provides a more comprehensive and complex understanding of the operation of political authority among the ancient Maya.  Much is known about the exercise of political authority within and among the largest centers.  Less is known about the exercise of authority within and among smaller centers, like Callar Creek.  Furthermore, this work underscores the combined, rather than individual importance of community, foreign ties, and the past.  It not only identifies these strategies, but pulls them together, synthesizing them into a cohesive analytical framework that emphasizes a series of variable factors rather than any single cause.  And, perhaps most importantly, this research adds another dimension to debates on power and authority in human societies.  Many discussions of rulership, and particularly kingship, emphasize the need for rulers to distinguish or differentiate themselves as uniquely other.  This rese..."
 }
}