{
 "awd_id": "1118677",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Promoting Spatial Thinking with Web-based Geospatial Technologies",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032925153",
 "po_email": "miford@nsf.gov",
 "po_sign_block_name": "Michael Ford",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 438161.0,
 "awd_amount": 438161.0,
 "awd_min_amd_letter_date": "2011-06-20",
 "awd_max_amd_letter_date": "2011-06-20",
 "awd_abstract_narration": "This exploratory project will develop STEM spatial thinking skills of middle school learners.  The project  will equip middle school teachers with well-designed earth science investigations and support materials to promote spatial thinking. This project will design, develop, and test curriculum materials that use Web Geospatial Information Systems (GIS) that includes advanced visualization and geospatial analysis capabilities. The project will enable researchers to investigate how Web GIS can best be used to promote both spatial thinking and earth science learning goals with diverse learners. The project will also analyze how educative curriculum materials can prepare teachers to implement Web-based geospatial science pedagogical approaches to teaching, and   document the impacts on student learning. Partners in the project include ESRI, the NSF supported GeoTech Center, and national education organizations.\r\n\r\nThe curriculum materials will be developed using frameworks and design principles for spatial learning activities that incorporate an innovative spatial learning design model and the use of educative curriculum materials that have demonstrably promoted learning at the middle school level. The curricular modules will be readily adaptable for incorporation into existing middle school science curricula.  The spatial learning design model and the creation of a new Web GIS will enable students to develop spatial thinking skills that are an enhancement to learning earth science content. The project addresses a deficiency in existing curricular materials in the earth sciences by taking advantage of newly available Web GIS applications and tools. The project will provide research-based science learning materials designed for diverse middle school learners to promote spatial thinking. In addition, earth science literacy will be enabled through the use of design principles and frameworks that include robust educative curriculum materials to promote not only student learning, but teacher learning as well. The learning experiences designed for students will promote strong connections between national to global earth science issues while concurrently instilling spatial thinking skills. The work will be enhanced through a design partnership model for the development of all curriculum materials that includes science educators, scientists, instructional designers, and classroom teachers. The project will contribute to educational infrastructure by creating a series of assessment instruments designed to measure the effectiveness of Web-based geospatial learning and inquiry instruction on the development of earth sciences content knowledge and spatial thinking skills.\r\n\r\nThe project will advance knowledge in important and significant ways to help the science education community understand how students develop spatial thinking skills that are essential to learning science and other disciplines with new Web GIS applications.  The project will enable researchers to examine how Web-based geospatial technologies can best be used in a middle school science curriculum to promote learning with diverse learners. It will also elucidate how educative curriculum materials and other professional development experiences can be created to prepare teachers to implement geospatial science pedagogical approaches. Further, the research conducted will reveal how Web GIS can be used effectively to impact student learning outcomes. The focus on diverse learners ensures that this project will impact a great number of students who are traditionally underrepresented in STEM disciplines and careers. The project will serve the education community more broadly and save other groups and commercial publishers from the time and expense of creating a Web GIS with dynamic applications such as Javascript APIs from scratch.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alec",
   "pi_last_name": "Bodzin",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Alec M Bodzin",
   "pi_email_addr": "amb4@lehigh.edu",
   "nsf_id": "000476724",
   "pi_start_date": "2011-06-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Anastasio",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "David J Anastasio",
   "pi_email_addr": "dja2@lehigh.edu",
   "nsf_id": "000216621",
   "pi_start_date": "2011-06-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dork",
   "pi_last_name": "Sahagian",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Dork L Sahagian",
   "pi_email_addr": "dork.sahagian@lehigh.edu",
   "nsf_id": "000194900",
   "pi_start_date": "2011-06-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lehigh University",
  "inst_street_address": "526 BRODHEAD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BETHLEHEM",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6107583021",
  "inst_zip_code": "180153008",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "PA07",
  "org_lgl_bus_name": "LEHIGH UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E13MDBKHLDB5"
 },
 "perf_inst": {
  "perf_inst_name": "Lehigh University",
  "perf_str_addr": "526 BRODHEAD AVE",
  "perf_city_name": "BETHLEHEM",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "180153008",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "PA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 438161.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Spatial thinking is viewed by the National Research Council as a basic and essential skill that can be learned, that can be taught formally to all students, and that can be supported by appropriately designed tools, technologies, and curricula.&nbsp; Recent increases in the number of computers and mobile devices in most U.S. school districts now allow the recognized deficit in the teaching and learning of geospatial reasoning to be addressed.</p>\n<p>This project developed a series of Web GIS tectonics investigations designed to augment the existing middle school Earth science curriculum.&nbsp; The investigations are freely available at: http://www.ei.lehigh.edu/eli/tectonics.&nbsp; The Web GIS investigations were developed with a new intuitive interface designed for middle school students and includes a series of novel tools to enhance data visualization and facilitate geospatial pattern analysis in tectonics data. The curriculum materials use a spatial learning design model and Web GIS mapping and analysis tools to enhance spatial and geographical thinking with diverse urban middle school learners.&nbsp; The Web GIS and the suite of tools we provided enabled students to learn with interactive visualizations and examine geospatial patterns and relationships in the tectonics data. Each investigation includes a series of curriculum materials design to improve teaching and learning and support teacher implementation of the investigations. Students&rsquo; tectonics content knowledge and geospatial thinking and reasoning both significantly increased when using the Web GIS investigations.&nbsp;</p>\n<p>In this project, the field-testing teachers received only two days of face-to-face professional development prior to implementing the Web GIS investigations as part of their curriculum.&nbsp; This time provision reflects the reality of many urban school districts that have limited resources available to provide their teachers with face-to-face professional development experiences. This project provides a model for curriculum materials that can be used to support the professional growth of teachers when professional development time is limited. The designs of the support features we developed can serve as a model for other curriculum developers to help promote the teaching and learning of science with Web GIS.&nbsp; In addition, the Web GIS investigations will serve the education community more broadly and save curriculum developers and commercial publishers from the time and expense of creating a Web GIS with dynamic applications from scratch.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/14/2015<br>\n\t\t\t\t\tModified by: Alec&nbsp;M&nbsp;Bodzin</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2013/1118677/1118677_10101095_1370878270700_Fig1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2013/1118677/1118677_10101095_1370878270700_Fig1--rgov-800width.jpg\" title=\"Web GIS Investigation Image\"><img src=\"/por/images/Reports/POR/2013/1118677/1118677_10101095_1370878270700_Fig1--rgov-66x44.jpg\" alt=\"Web GIS Investigation Image\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">An example of the outlined boundary of the North American and Juan de Fuca plates with the volcanoes (colored triangles) and earthquakes (yellow circles) layers displayed.</div>\n<div class=\"imageCredit\">Environmental Literacy and Inquiry Working Group at Lehigh University</div>\n<div class=\"imageSubmitted\">Ale...",
  "por_txt_cntn": "\nSpatial thinking is viewed by the National Research Council as a basic and essential skill that can be learned, that can be taught formally to all students, and that can be supported by appropriately designed tools, technologies, and curricula.  Recent increases in the number of computers and mobile devices in most U.S. school districts now allow the recognized deficit in the teaching and learning of geospatial reasoning to be addressed.\n\nThis project developed a series of Web GIS tectonics investigations designed to augment the existing middle school Earth science curriculum.  The investigations are freely available at: http://www.ei.lehigh.edu/eli/tectonics.  The Web GIS investigations were developed with a new intuitive interface designed for middle school students and includes a series of novel tools to enhance data visualization and facilitate geospatial pattern analysis in tectonics data. The curriculum materials use a spatial learning design model and Web GIS mapping and analysis tools to enhance spatial and geographical thinking with diverse urban middle school learners.  The Web GIS and the suite of tools we provided enabled students to learn with interactive visualizations and examine geospatial patterns and relationships in the tectonics data. Each investigation includes a series of curriculum materials design to improve teaching and learning and support teacher implementation of the investigations. StudentsÆ tectonics content knowledge and geospatial thinking and reasoning both significantly increased when using the Web GIS investigations. \n\nIn this project, the field-testing teachers received only two days of face-to-face professional development prior to implementing the Web GIS investigations as part of their curriculum.  This time provision reflects the reality of many urban school districts that have limited resources available to provide their teachers with face-to-face professional development experiences. This project provides a model for curriculum materials that can be used to support the professional growth of teachers when professional development time is limited. The designs of the support features we developed can serve as a model for other curriculum developers to help promote the teaching and learning of science with Web GIS.  In addition, the Web GIS investigations will serve the education community more broadly and save curriculum developers and commercial publishers from the time and expense of creating a Web GIS with dynamic applications from scratch.\n\n\t\t\t\t\tLast Modified: 04/14/2015\n\n\t\t\t\t\tSubmitted by: Alec M Bodzin"
 }
}