{
 "awd_id": "1118326",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2011 Coastal Ocean Modeling Gordon Research Conference",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2011-06-15",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 17000.0,
 "awd_amount": 17000.0,
 "awd_min_amd_letter_date": "2011-06-23",
 "awd_max_amd_letter_date": "2011-06-23",
 "awd_abstract_narration": "Intellectual Merit: Gordon Research Conferences have an excellent recipe for success, developed over decades and hundreds of conferences across the scientific disciplines. The Gordon Foundation provides substantial cost sharing and infrastructure support, and additional contributions are solicited from private foundations and federal agencies. Program chairs, elected by the community, form a program committee which invites leading researchers to present critical summaries of a range of important problems and to highlight the latest developments. Discussion leaders have also been recruited to stimulate and moderate discussion among the participants. Most people who attend the conference report that it is the best science conference they have attended in the past year.\r\n\r\nThis particular Gordon conference on Coastal Ocean Modeling is held every four years in a retreat setting (this year at Mount Holyoke College, South Hadley, MA). It brings together a diverse group of academic, federal and international researchers to share the latest discoveries and identify new challenges in coastal ocean modeling. Many of the topics explored in this conference (e.g. advances in numerics, nearshore modeling, mesoscale processes, ecosystem dynamics) are directly relevant to NSF research areas.\r\n\r\nBroader Impacts: The most important broad impact of the conference is the establishment and nurturing of relationships between senior researchers and students/junior researchers. Because nearly half of the conference time is allocated to informal interactions among participants, and because Gordon Research Conferences are held in retreat-like locations, there is unparalleled opportunity to build these relationships and exchange ideas among people in not only different age groups, but also in different sub-areas of the field, or in different geographic regions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Wilkin",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "John L Wilkin",
   "pi_email_addr": "jwilkin@rutgers.edu",
   "nsf_id": "000107887",
   "pi_start_date": "2011-06-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Gray",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy R Gray",
   "pi_email_addr": "nsf@grc.org",
   "nsf_id": "000206836",
   "pi_start_date": "2011-06-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gordon Research Conferences",
  "inst_street_address": "5586 POST RD UNIT 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST GREENWICH",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4017834011",
  "inst_zip_code": "028183454",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "GORDON RESEARCH CONFERENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "XL5ANMKWN557"
 },
 "perf_inst": {
  "perf_inst_name": "Gordon Research Conferences",
  "perf_str_addr": "512 Liberty Lane",
  "perf_city_name": "West Kingston",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028921502",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 17000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br />The Gordon Research Conference on <strong>COASTAL OCEAN MODELING </strong>was held at<br />Holyoke College in South Hadley, Massachusetts, June&nbsp; 26 &ndash; July 1, 2011.The Conference was<br />well-attended with 126 participants (attendees list attached). The attendees<br />represented the spectrum of endeavor in this field coming from academia,<br />industry, and government laboratories, both U.S. and foreign scientists, senior<br />researchers, young investigators, and students. Of the 126 attendees, 62<br />voluntarily responded to a general inquiry regarding ethnicity which appears on<br />our registration forms. Of the 62 respondents, 16% were Minorities &ndash; 2%<br />Hispanic, 13% Asian and 2% African American. Approximately 25% of the<br />participants at the 2011 meeting were women.</p>\n<p>In designing the<br />formal speakers program, emphasis was placed on current unpublished research<br />and discussion of the future target areas in this field. There was a conscious<br />effort to stimulate lively discussion about the key issues in the field today.<br />Time for formal presentations was limited in the interest of group discussions.<br />In order that more scientists could communicate their most recent results,<br />poster presentation time was scheduled. Attached is a copy of the formal<br />schedule and speaker program and the poster program. In addition to these<br />formal interactions, \"free time\" was scheduled to allow informal<br />discussions. Such discussions are fostering new collaborations and joint<br />efforts in the field.<br /><br />Thank you for your support of this Conference. As you<br />know, in the interest of promoting the presentation of unpublished and<br />frontier-breaking research, Gordon Research Conferences does not permit<br />publication of meeting proceedings.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/14/2011<br>\n\t\t\t\t\tModified by: Nancy&nbsp;R&nbsp;Gray</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nThe Gordon Research Conference on COASTAL OCEAN MODELING was held at\nHolyoke College in South Hadley, Massachusetts, June  26 &ndash; July 1, 2011.The Conference was\nwell-attended with 126 participants (attendees list attached). The attendees\nrepresented the spectrum of endeavor in this field coming from academia,\nindustry, and government laboratories, both U.S. and foreign scientists, senior\nresearchers, young investigators, and students. Of the 126 attendees, 62\nvoluntarily responded to a general inquiry regarding ethnicity which appears on\nour registration forms. Of the 62 respondents, 16% were Minorities &ndash; 2%\nHispanic, 13% Asian and 2% African American. Approximately 25% of the\nparticipants at the 2011 meeting were women.\n\nIn designing the\nformal speakers program, emphasis was placed on current unpublished research\nand discussion of the future target areas in this field. There was a conscious\neffort to stimulate lively discussion about the key issues in the field today.\nTime for formal presentations was limited in the interest of group discussions.\nIn order that more scientists could communicate their most recent results,\nposter presentation time was scheduled. Attached is a copy of the formal\nschedule and speaker program and the poster program. In addition to these\nformal interactions, \"free time\" was scheduled to allow informal\ndiscussions. Such discussions are fostering new collaborations and joint\nefforts in the field.\n\nThank you for your support of this Conference. As you\nknow, in the interest of promoting the presentation of unpublished and\nfrontier-breaking research, Gordon Research Conferences does not permit\npublication of meeting proceedings.\n\n\t\t\t\t\tLast Modified: 12/14/2011\n\n\t\t\t\t\tSubmitted by: Nancy R Gray"
 }
}