{
 "awd_id": "1118658",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Further Development and Testing of the Target Inquiry Model for Middle and High School Science Teacher Professional Development",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Julio Lopez-Ferrao",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 1105406.0,
 "awd_amount": 1105406.0,
 "awd_min_amd_letter_date": "2011-07-29",
 "awd_max_amd_letter_date": "2015-05-01",
 "awd_abstract_narration": "This project scales and further tests the Target Inquiry (TI) professional development model. The TI model involves teachers in three core experiences: 1) a research experience for teachers (RET), 2) materials adaptation (MA), and 3) an action research (AR) project. The original program was implemented with high school chemistry teachers at Grand Valley State University (GVSU), and was shown to result in significant increases, with large effect sizes, in teachers' understanding of science inquiry and quality of instruction, and in science achievement of those teachers' students. The scale-up and further testing would involve adding physics, biology and geology at GVSU, and implementing the program at Miami University (MU) with chemistry teachers. Three research questions will be studied: \r\n1) How do the three TI core experiences influence in-service high school science teachers' (i) understanding of the nature of science; (ii) attitudes and beliefs about inquiry instruction; and (iii) classroom instructional methods in two new applications of the TI model? \r\n2) How does teacher participation in TI affect students' process skills (scientific reasoning and metacognition) and conceptual understanding of science in two new applications of the TI model? \r\n3) What are the challenges and solutions related to implementing TI in science disciplines beyond chemistry and in other regions? \r\n\r\nThe research design is quasi-experimental and longitudinal, incorporating implementation with research, and using quantitative and qualitative methods blended in a design research framework. A total of 54 middle and high school science teachers are being recruited for the study. The TI group is completing the TI program (N = 27; 15 at GVSU; 12 at MU) while the comparison group (same sizes and locations) is not. The comparison group is matched according to individual characteristics and school demographics. All teachers are being studied, along with their students, for 4 years (pre-program, post-RET, post-MA, post-AR/post-program). TI teachers are taking 15 credits of graduate level science courses over three years, including summers. Courses include a graduate seminar focused on preparing for the research experience, the research experience in a faculty member's science lab during the summer, application of research to teaching, action research project development, adaptation and evaluation of inquiry-focused curricula, and interpretation and analysis of classroom data from action research. Consistent feedback from professional development providers, other teachers, and evaluation, including comparison with the previous implementation, contributes to a design-based approach. Teacher factors being studied include beliefs about the nature of science, inquiry teaching knowledge and beliefs, and quality of inquiry instruction. Student factors being studied include scientific reasoning; metacognition, self-efficacy, and learning processes in science; and content knowledge and conceptual understanding. Only established quantitative and qualitative instruments are being used. Quantitative analysis includes between-group comparisons by year on post-tests, with pre-tests as covariates, and multi-level models with students nested within teachers, and teachers within sites, with the teacher level as the primary unit of change. Trends over time between the treatment and comparison groups are being examined. The evaluation is using a combination of pre/post causal comparative quantitative measures and relevant qualitative data from project leaders and participants, as well as from the comparison group, to provide formative and summative evaluation input.\r\n\r\nOutcomes of the project include documentation and understanding of the impacts on science teachers' instruction and student outcomes of research experiences for teachers when they are supported by materials adaptation and action research, and an understanding of what it takes to scale the model to different science disciplines and a different site. The project is also producing a website of instructional materials for middle and secondary science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Deborah",
   "pi_last_name": "Herrington",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Deborah G Herrington",
   "pi_email_addr": "herringd@gvsu.edu",
   "nsf_id": "000286319",
   "pi_start_date": "2011-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Grand Valley State University",
  "inst_street_address": "1 CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "ALLENDALE",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "6163316840",
  "inst_zip_code": "494019403",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MI02",
  "org_lgl_bus_name": "GRAND VALLEY STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y2M5HUXKJPF1"
 },
 "perf_inst": {
  "perf_inst_name": "Grand Valley State University",
  "perf_str_addr": "1 CAMPUS DR",
  "perf_city_name": "ALLENDALE",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "494019403",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7645",
   "pgm_ref_txt": "DISCOVERY RESEARCH K-12"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 382342.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 256930.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 248046.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 218088.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Inquiry-based instruction improves achievement, increases scientific ways of thinking, and is important for students in underrepresented groups. The core tenets of inquiry-based instruction, facilitating students&rsquo; construction of core science concepts by engaging them in the practices of scientists, are the focus of science reform documents such as the <em>National Science Education </em><em>Standards</em> (<em>NSES</em>) and the <em>Next Generation Science Standards </em>(<em>NGSS</em>)<em>. </em>Unfortunately, instruction that meaningfully integrates core science content with science practices is still lacking in many U.S. science classrooms. Though teacher professional development (PD) can improve instructional quality, most PD programs are short-term and fail to have significant and lasting effects on instruction and student learning. The Target Inquiry (TI) model, developed under a previous NSF award, aims to improve the quality and frequency of inquiry instruction through a 2.5-year program combining a science research experience for teachers (RET) with developing, piloting, and testing classroom inquiry activities. Initial implementation of TI focused on high school chemistry teachers in one region. The current implementation expanded the model to middle and high school science teachers from two different states. Data support the ability of the TI model to be successfully applied to science disciplines outside of chemistry and across multiple institutions. Teachers completing TI reported that it had more impact on their teaching than previous PD experiences because of TI&rsquo;s long-term, coherent design, and built-in support features. The intellectual merit of this project stems from its importance in providing new knowledge relating to lasting and high quality teacher PD informed by a rigorous longitudinal study of impacts of TI.</p>\n<p>Data from two cohorts of teachers and their students showed that TI improved teaching and learning in middle and high school science. Teachers found the summer-long RET to be meaningful indicating it gave them confidence, helped them understand the process of science, and enabled them to engage the students in their classes in science practices. However, all indicated that the summer spent adapting, writing, and piloting inquiry materials for their classrooms was the most meaningful. Teacher-developed activities have been added to the original TI activity database and freely accessed by almost 4,000 teachers around the world. TI Teachers produced high-quality instructional materials and implemented them with fidelity. Structured classroom observations illustrated quantifiable improvements in inquiry-based instruction as a result of TI, and improvements were stable beyond teachers&rsquo; completion of the TI program. Further, TI activities and the instructional improvements aligned with three dimensional (3D) instruction as defined by the <em>NGSS</em>. Resulting from this study were instruments that allowed for the documentation of the extent to which teachers&rsquo; instruction incorporated the 3D elements over time (SQEQuIP) and that allowed for the characterization of instructional activities as to their embodiment of 3D instruction. Analysis of classroom instruction over three years using the SQEQuIP showed that TI teachers&rsquo; instruction became more aligned with 3D instruction during the project, where the matched comparison teachers&rsquo; instruction did not. Teacher-developed lessons from TI were evaluated by another instrument developed in the project (QA-EQuIP). The lessons scored high in the categories of scientific accuracy and direct evidence of student learning. However, the analysis uncovered that some of the current disciplinary content in secondary science is aligned with middle school <em>NGSS</em> content, thus calling attention to the need for nationwide alignment to <em>NGSS</em>. Lastly, since modeling is a key practice in <em>NGSS</em>, an instrument to evaluate representation use in classrooms was developed. As teachers progressed in TI, their ability to appropriately use models in instruction improved.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>The broader impacts of the project rest in its ability to affect over 20,000 students over the careers of the TI teachers by providing students with instruction that helps them build an understanding of science and scientific habits of mind. TI teachers have developed a network of colleagues which extends the reach of TI beyond its two teacher cohorts through teacher-led conference presentations and peer-reviewed publications. Students of teachers beyond these networks have been reached through the TI web sites and the free teacher-developed/tested activities. Considering that most science teachers reach about 120 students annually, the TI activities with their thousands of teacher users have the potential to reach a half-million students each year.</p>\n<p>The project also broadly impacts PD design and evaluation. Since PD that subscribes to the best PD practices found in the literature is not always successful, the data from this project were used to create a new PD framework that integrates elements of scholarly teaching and critical friends. The framework has the potential to shape high-quality PD programs for science teachers in the way TI has for almost four dozen science teachers. The new instruments developed contribute to the evaluation of future science PD programs enabling TI to seed additional high-quality PD experiences aligned with <em>NGSS</em> that improve instruction and student learning.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2018<br>\n\t\t\t\t\tModified by: Deborah&nbsp;G&nbsp;Herrington</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1118658/1118658_10114927_1537285811826_TargetInquiryModelforSCIENCE--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1118658/1118658_10114927_1537285811826_TargetInquiryModelforSCIENCE--rgov-800width.jpg\" title=\"Target Inquiry Model\"><img src=\"/por/images/Reports/POR/2018/1118658/1118658_10114927_1537285811826_TargetInquiryModelforSCIENCE--rgov-66x44.jpg\" alt=\"Target Inquiry Model\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Graphical depiction of the Target Inquiry Professional Development Model structure.</div>\n<div class=\"imageCredit\">Deborah Herrington and Ellen Yezierski</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Deborah&nbsp;G&nbsp;Herrington</div>\n<div class=\"imageTitle\">Target Inquiry Model</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nInquiry-based instruction improves achievement, increases scientific ways of thinking, and is important for students in underrepresented groups. The core tenets of inquiry-based instruction, facilitating students? construction of core science concepts by engaging them in the practices of scientists, are the focus of science reform documents such as the National Science Education Standards (NSES) and the Next Generation Science Standards (NGSS). Unfortunately, instruction that meaningfully integrates core science content with science practices is still lacking in many U.S. science classrooms. Though teacher professional development (PD) can improve instructional quality, most PD programs are short-term and fail to have significant and lasting effects on instruction and student learning. The Target Inquiry (TI) model, developed under a previous NSF award, aims to improve the quality and frequency of inquiry instruction through a 2.5-year program combining a science research experience for teachers (RET) with developing, piloting, and testing classroom inquiry activities. Initial implementation of TI focused on high school chemistry teachers in one region. The current implementation expanded the model to middle and high school science teachers from two different states. Data support the ability of the TI model to be successfully applied to science disciplines outside of chemistry and across multiple institutions. Teachers completing TI reported that it had more impact on their teaching than previous PD experiences because of TI?s long-term, coherent design, and built-in support features. The intellectual merit of this project stems from its importance in providing new knowledge relating to lasting and high quality teacher PD informed by a rigorous longitudinal study of impacts of TI.\n\nData from two cohorts of teachers and their students showed that TI improved teaching and learning in middle and high school science. Teachers found the summer-long RET to be meaningful indicating it gave them confidence, helped them understand the process of science, and enabled them to engage the students in their classes in science practices. However, all indicated that the summer spent adapting, writing, and piloting inquiry materials for their classrooms was the most meaningful. Teacher-developed activities have been added to the original TI activity database and freely accessed by almost 4,000 teachers around the world. TI Teachers produced high-quality instructional materials and implemented them with fidelity. Structured classroom observations illustrated quantifiable improvements in inquiry-based instruction as a result of TI, and improvements were stable beyond teachers? completion of the TI program. Further, TI activities and the instructional improvements aligned with three dimensional (3D) instruction as defined by the NGSS. Resulting from this study were instruments that allowed for the documentation of the extent to which teachers? instruction incorporated the 3D elements over time (SQEQuIP) and that allowed for the characterization of instructional activities as to their embodiment of 3D instruction. Analysis of classroom instruction over three years using the SQEQuIP showed that TI teachers? instruction became more aligned with 3D instruction during the project, where the matched comparison teachers? instruction did not. Teacher-developed lessons from TI were evaluated by another instrument developed in the project (QA-EQuIP). The lessons scored high in the categories of scientific accuracy and direct evidence of student learning. However, the analysis uncovered that some of the current disciplinary content in secondary science is aligned with middle school NGSS content, thus calling attention to the need for nationwide alignment to NGSS. Lastly, since modeling is a key practice in NGSS, an instrument to evaluate representation use in classrooms was developed. As teachers progressed in TI, their ability to appropriately use models in instruction improved.             \n\nThe broader impacts of the project rest in its ability to affect over 20,000 students over the careers of the TI teachers by providing students with instruction that helps them build an understanding of science and scientific habits of mind. TI teachers have developed a network of colleagues which extends the reach of TI beyond its two teacher cohorts through teacher-led conference presentations and peer-reviewed publications. Students of teachers beyond these networks have been reached through the TI web sites and the free teacher-developed/tested activities. Considering that most science teachers reach about 120 students annually, the TI activities with their thousands of teacher users have the potential to reach a half-million students each year.\n\nThe project also broadly impacts PD design and evaluation. Since PD that subscribes to the best PD practices found in the literature is not always successful, the data from this project were used to create a new PD framework that integrates elements of scholarly teaching and critical friends. The framework has the potential to shape high-quality PD programs for science teachers in the way TI has for almost four dozen science teachers. The new instruments developed contribute to the evaluation of future science PD programs enabling TI to seed additional high-quality PD experiences aligned with NGSS that improve instruction and student learning.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/29/2018\n\n\t\t\t\t\tSubmitted by: Deborah G Herrington"
 }
}