{
 "awd_id": "1118317",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference:  Ciliate Molecular Biology Conference to be held July 10-15, 2011 at the Orthodox Academy of Crete, Greece",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": "7032924967",
 "po_email": "kccone@nsf.gov",
 "po_sign_block_name": "Karen Cone",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2011-06-23",
 "awd_max_amd_letter_date": "2011-06-23",
 "awd_abstract_narration": "Intellectual Merit \r\nThe meeting for the Ciliate Molecular Biology Conference will be held as a FASEB Summer Research Conference, July 10-15, 2011 at the Orthodox Academy of Crete, Greece. This is a major meeting of experimental biologists working with ciliated protozoa. The objectives of this meeting are to (i) disseminate new research information and ideas, (ii) share technical innovations, (iii) organize further development of community resources, and (iv) advance graduate and undergraduate research and education initiatives. Approximately 120-150 investigators from the US and other countries will come together to discuss recent scientific discoveries and technological advances, and coordinate community efforts to develop new approaches to address diverse biological questions of broad scientific interest. The primary goal of the conference is to facilitate the open exchange of unpublished research results and technological advances between investigators who are united by their use of ciliates as model organisms.\r\n\r\nBroader Impacts\r\nThis biannual meeting represents the most important gathering of cellular, molecular and evolution biologists working with ciliated protozoa, and plays a critical role in sustaining the vitality of this productive research community.  The ciliate community promotes the participation of young scientists, women and minorities in conference programs. A longstanding goal of the conference is to promote the participation of young researchers and under-represented minorities in science (including women). A large fraction of plenary talks will be given by women, new investigators, postdocs and students. The meeting provides an excellent opportunity for junior researchers to network, share their findings, and build new collaborations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Geoffrey",
   "pi_last_name": "Kapler",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Geoffrey M Kapler",
   "pi_email_addr": "gkapler@medicine.tamhsc.edu",
   "nsf_id": "000118418",
   "pi_start_date": "2011-06-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "SANDRA",
   "pi_last_name": "DUHARCOURT",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "SANDRA DUHARCOURT",
   "pi_email_addr": "Sandra.Duharcourt@ens.fr",
   "nsf_id": "000584522",
   "pi_start_date": "2011-06-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "ERIC",
   "pi_last_name": "MEYER",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "ERIC MEYER",
   "pi_email_addr": "emeyer@biologie.ens.fr",
   "nsf_id": "000584523",
   "pi_start_date": "2011-06-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Federation of Amer Societies For Exper Biology",
  "inst_street_address": "6120 EXECUTIVE BLVD STE 575",
  "inst_street_address_2": "",
  "inst_city_name": "ROCKVILLE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3016347013",
  "inst_zip_code": "208529839",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MD08",
  "org_lgl_bus_name": "FEDERATION OF AMERICAN SOCIETIES FOR EXPERIMENTAL BIOLOGY",
  "org_prnt_uei_num": "PTK7AJZVT7C1",
  "org_uei_num": "CLHCSTHHSX25"
 },
 "perf_inst": {
  "perf_inst_name": "Federation of Amer Societies For Exper Biology",
  "perf_str_addr": "6120 EXECUTIVE BLVD STE 575",
  "perf_city_name": "ROCKVILLE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "208529839",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MD08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>FASEB SUMMER CONFERENCE, CRETE, GREECE</p>\n<p>Ciliate Molecular Biology&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; July 10 &ndash; 15, 2011</p>\n<p>Organizers:&nbsp; Geoffrey Kapler, Eric Meyer, Sandra Duharcourt</p>\n<p>&nbsp;The 2011 meeting &ldquo;Ciliate Molecular Biology&rdquo; was held at the Orthodox Academy of Crete, Kolymvari, Chania, Greece. &nbsp;This biannual meeting represents the major convocation of cellular, molecular and evolution biologists working with ciliated protozoa, and plays a critical role in sustaining the vitality of this productive research community. &nbsp;Principal Investigators from the United States and abroad attended the conference, as well as postdoctoral fellows, doctoral graduate students and undergraduates (total attendance: 96 scientists). NSF funds were used to provide partial reimbursement for travel and meeting registration expenses for US-based researchers. The meeting contained nine plenary sessions entitled: 1) Ciliate Genomics; 2) Ciliate Bioinformatics; 3) Programmed DNA Rearrangement I; 4) Programmed DNA Rearrangement II; 5) Chromosome Structure and Function; 6) Evolution and Population Biology; 7) Signal Transduction and Protein Trafficking; 8) Cytoskeleton and Cell Motility; and 9) Cell Biology, Morphogenesis and Development.&nbsp; Fifty-eight 25 min talks were given in the plenary sessions. &nbsp;Women scientists were well represented: six session chairs (6/9) and twelve invited speakers (12/28) were women, and fifty percent of the speakers chosen from abstracts were women (15/30). Discussions during and outside the formal sessions were invigorating, and included conversations on research advances and national/international science policy and funding for individual investigators.&nbsp;</p>\n<p>In addition to morning and evening plenary sessions, the afternoons were dedicated to two poster sessions, an undergraduate research mini-symposium, and two workshops, entitled &ldquo;Emerging Technologies and Community Resources&rdquo; and &ldquo;Ciliates in the Classroom&rdquo;.&nbsp; The impact of ciliates as model organisms for undergraduate and high school education was apparent in the mini-symposium and classroom workshop. &nbsp;A major discussion during the Emerging Technologies and Community Resources workshop centered around the need to better organize and advocate for the needs of the Ciliate Molecular Biology research community as a whole.&nbsp; Subsequent discussions during and after the meeting resulted in the creation of a community-elected <strong><span style=\"text-decoration: underline;\">Tet</span></strong>rahymena <strong><span style=\"text-decoration: underline;\">R</span></strong>esearch <strong><span style=\"text-decoration: underline;\">A</span></strong>dvisory Committee (TETRA). &nbsp;Nominations and elections to 4-year terms were conducted during the six-week period following the conference. &nbsp;All six inaugural steering committee members attended the 2011 FASEB Conference. &nbsp;One major accomplishment of TETRA was the establishment of an affiliation with the Genetics Society of America, with the inclusion of several ciliate genome databases and the Tetrahymena Stock Center on the GSA webpage on model organisms. &nbsp;It should be noted that the NSF co-sponsored 2003 FASEB Ciliate Molecular Biology Conference served as the launching pad for the <em>Tetrahymena thermophila</em> genome sequencing project.&nbsp; The 2011 meeting has been a rallying force for further uniting this research community, an affirmation that the broader impacts goal of the sponsored meeting has been met.<strong> &nbsp;</strong>The next FASEB sponsored meeting will be held in July 2012 in Steamboat Springs, Colorado.&nbsp; We anticipate that many new 2011 attendees of the Crete meeting will travel to the Unit...",
  "por_txt_cntn": "\nFASEB SUMMER CONFERENCE, CRETE, GREECE\n\nCiliate Molecular Biology                             July 10 &ndash; 15, 2011\n\nOrganizers:  Geoffrey Kapler, Eric Meyer, Sandra Duharcourt\n\n The 2011 meeting \"Ciliate Molecular Biology\" was held at the Orthodox Academy of Crete, Kolymvari, Chania, Greece.  This biannual meeting represents the major convocation of cellular, molecular and evolution biologists working with ciliated protozoa, and plays a critical role in sustaining the vitality of this productive research community.  Principal Investigators from the United States and abroad attended the conference, as well as postdoctoral fellows, doctoral graduate students and undergraduates (total attendance: 96 scientists). NSF funds were used to provide partial reimbursement for travel and meeting registration expenses for US-based researchers. The meeting contained nine plenary sessions entitled: 1) Ciliate Genomics; 2) Ciliate Bioinformatics; 3) Programmed DNA Rearrangement I; 4) Programmed DNA Rearrangement II; 5) Chromosome Structure and Function; 6) Evolution and Population Biology; 7) Signal Transduction and Protein Trafficking; 8) Cytoskeleton and Cell Motility; and 9) Cell Biology, Morphogenesis and Development.  Fifty-eight 25 min talks were given in the plenary sessions.  Women scientists were well represented: six session chairs (6/9) and twelve invited speakers (12/28) were women, and fifty percent of the speakers chosen from abstracts were women (15/30). Discussions during and outside the formal sessions were invigorating, and included conversations on research advances and national/international science policy and funding for individual investigators. \n\nIn addition to morning and evening plenary sessions, the afternoons were dedicated to two poster sessions, an undergraduate research mini-symposium, and two workshops, entitled \"Emerging Technologies and Community Resources\" and \"Ciliates in the Classroom\".  The impact of ciliates as model organisms for undergraduate and high school education was apparent in the mini-symposium and classroom workshop.  A major discussion during the Emerging Technologies and Community Resources workshop centered around the need to better organize and advocate for the needs of the Ciliate Molecular Biology research community as a whole.  Subsequent discussions during and after the meeting resulted in the creation of a community-elected Tetrahymena Research Advisory Committee (TETRA).  Nominations and elections to 4-year terms were conducted during the six-week period following the conference.  All six inaugural steering committee members attended the 2011 FASEB Conference.  One major accomplishment of TETRA was the establishment of an affiliation with the Genetics Society of America, with the inclusion of several ciliate genome databases and the Tetrahymena Stock Center on the GSA webpage on model organisms.  It should be noted that the NSF co-sponsored 2003 FASEB Ciliate Molecular Biology Conference served as the launching pad for the Tetrahymena thermophila genome sequencing project.  The 2011 meeting has been a rallying force for further uniting this research community, an affirmation that the broader impacts goal of the sponsored meeting has been met.  The next FASEB sponsored meeting will be held in July 2012 in Steamboat Springs, Colorado.  We anticipate that many new 2011 attendees of the Crete meeting will travel to the United States for the 2013 conference.  \n\n \n\n\t\t\t\t\tLast Modified: 09/30/2012\n\n\t\t\t\t\tSubmitted by: Geoffrey M Kapler"
 }
}