{
 "awd_id": "1118530",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EcoMobile: Blended Real and Virtual Immersive Experiences for Learning Complex Causality and Ecosystems Science",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David B. Campbell",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 2489657.0,
 "awd_amount": 2489657.0,
 "awd_min_amd_letter_date": "2011-08-12",
 "awd_max_amd_letter_date": "2011-08-12",
 "awd_abstract_narration": "Researchers at Harvard University are studying whether middle school instruction about ecosystem science can be made more engaging and effective by combining immersion experiences in virtual ecosystems with immersion experiences in real ecosystems infused with virtual resources. Project personnel are developing a set of learning resources for deployment by mobile broadband devices that provide students with virtual access to information and simulations while working in the field. The EcoMobile project is testing the hypothesis that student engagement, self-efficacy, and understanding of life science standards will be enhanced if students using a four-week inquiry-based curriculum that provides immersion experiences in simulated ecosystems employ smartphones, tablets, and other mobile devices to collect and share data, access on-site information, and visit geo-referenced locations while investigating real ecosystems. Target audiences are middle school students and teachers, curriculum developers, and education researchers.\r\n\r\nThe project is using quasi-experimental methods to collect data on the usability of the blended environment approach, student gains, and relationships between the two modes of learning. Pilot-test middle school teachers are implementing the EcoMobile curriculum and a comparison curriculum that does not employ mobile devices in the field. Using a variety of assessment instruments and methods, researchers are measuring changes in students' knowledge, attitudes, and self-efficacy. \r\n\r\nBlending virtual and mobile device-enhanced real world learning experiences can potentially enhance student-directed inquiry, enhance learning, and students' ability to understand and solve complex environmental problems. EcoMobile encompasses the types of learning strengths and preferences many students today bring to school, based on their use of social media, mobile devices, and games. Employing virtual and augmented reality learning environments in science classes may broaden the pool of science in science careers by enhancing their engagement in science learning, self-efficacy, and knowledge of science and technology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Dede",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher J Dede",
   "pi_email_addr": "Chris_Dede@Harvard.edu",
   "nsf_id": "000341484",
   "pi_start_date": "2011-08-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tina",
   "pi_last_name": "Grotzer",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Tina A Grotzer",
   "pi_email_addr": "Tina_Grotzer@harvard.edu",
   "nsf_id": "000143268",
   "pi_start_date": "2011-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 2489657.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The focus of the Ecosystems Mobile Outdoor Blended Immersive Learning Environment (EcoMOBILE) project was to design and study a set of learning experiences for middle school students. Students used mobile broadband devices (smartphones , tablets) to access virtual information and simulated experiences while they were outside, immersed in real, local ecosystems. EcoMOBILE developed outdoor augmented reality (AR) experiences in which information, simulations, and videos were superimposed on through-the-camera-lens views of natural phenomena (Figure 1). Students also used probeware to collect real-world data (Figure 2), just as ecosystem scientists would.</p>\n<p>A set of three to five day curricular units, coupled with teacher professional development, were created to understand the strengths and limits of AR, as well as to develop effective instructional design strategies for this type of learning. For each EcoMOBILE curriculum, students&rsquo; outcomes in motivation and learning were studied. The studies included contrasts to more conventional forms of instruction, such as non-augmented field trips and classroom-based learning experiences. The goal was to enhance the educational achievements of students and teachers while adding to the knowledge of designers, researchers, and practitioners about effective practices in motivation, instruction, and learning.</p>\n<p>Most of the EcoMOBILE experiences were designed to complement the EcoMUVE curriculum, which is based on Multi-User Virtual Environments (MUVEs) experienced on computers in the classroom (<a href=\"http://ecolearn.gse.harvard.edu\">http://ecolearn.gse.harvard.edu</a>). Learning in EcoMUVE includes virtual internships in immersive simulated ecosystems designed to help students learn the systems dynamics and causal complexity inherent in ecosystems processes. In conjunction with EcoMUVE, the EcoMOBILE curricula allow students to synthesize and share information that they collect in the field; to visit geo-referenced locations to access important ecosystems information; and to engage with simulations that illustrate aspects of causal complexity.</p>\n<p>Collectively, the EcoMOBILE activities offer new visions for learning. They offer ways of supporting student inquiry as students grapple with real world data and the messiness of their inherent complexity and variability. Our findings indicate that augmented realities such as EcoMOBILE enhance learning in the real world by offering prompts, multiple representations, scaffolding graphics, and other guidance that collectively give students a deeper understanding of the ecosystems dynamics. By aiding understanding of the real world through using digital devices, our research places learning in authentic contexts, so students no longer need to learn to apply concepts to settings outside the classroom on their own. Our research shows that augmenting reality, placing learning in authentic contexts, and offering scaffolds as students are learning all have a significant, positive impact on their educational outcomes, including their motivation in STEM (science, technology, engineering, and mathematics).</p>\n<p>Learning through mobile devices that can offer &ldquo;just-in-time&rdquo; instruction and that can scaffold real world learning through augmented reality is a powerful idea that is just beginning to be realized. EcoMOBILE offers a model of what such a learning support can look like. While our model is discipline specific, the concept is much broader; the strong interest in augmented reality generated from the gaming community by Pokemon Go underscores the ubiquity of EcoMOBILE-type learning platforms.</p>\n<p>Further, EcoMOBILE devices capture and store &ldquo;big data&rdquo; about motivation and learning for each student that includes time-stamped logfiles of paths through the real world and data collected in that ecosystem (e.g., images, sound-files, probeware), as well as geo-located interactions with digital augmentations (e.g., simulations, guidance systems, assessments). Using Go-Pro cameras, students&rsquo; collaborative behaviors outside of digital media can be documented. Other digital tools can provide data from concept maps charting the flow of energy through the ecosystem and, for each team of students, documenting their group&rsquo;s assertions about its systemic causal relationships, with supporting evidence.</p>\n<p>Providing extended, mentored real-world activities outside classrooms is difficult, particularly for younger students. Augmented realities and mobile, just-in-time scaffolding, such as that provided by EcoMOBILE, offer opportunities for students to access expert knowledge and habits of mind in relevant disciplines. Our studies demonstrate that virtual reality and augmented realities can provide two deeper-learning strategies--apprenticeship-based learning and learning for transfer--that are very important for STEM education. This offers many more students the chance to develop knowledge, skills, and motivation for a STEM career.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/01/2016<br>\n\t\t\t\t\tModified by: Christopher&nbsp;J&nbsp;Dede</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1118530/1118530_10121471_1472725695440_ScreenConsumers--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1118530/1118530_10121471_1472725695440_ScreenConsumers--rgov-800width.jpg\" title=\"Handheld device delivering information\"><img src=\"/por/images/Reports/POR/2016/1118530/1118530_10121471_1472725695440_ScreenConsumers--rgov-66x44.jpg\" alt=\"Handheld device delivering information\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 1. Handheld device delivering information</div>\n<div class=\"imageCredit\">EcoMOBILE project</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Christopher&nbsp;J&nbsp;Dede</div>\n<div class=\"imageTitle\">Handheld device delivering information</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1118530/1118530_10121471_1472725897627_IMG_2860--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1118530/1118530_10121471_1472725897627_IMG_2860--rgov-800width.jpg\" title=\"Collecting water data on turbidity\"><img src=\"/por/images/Reports/POR/2016/1118530/1118530_10121471_1472725897627_IMG_2860--rgov-66x44.jpg\" alt=\"Collecting water data on turbidity\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 2. Collecting water data on turbidity</div>\n<div class=\"imageCredit\">EcoMOBILE Project</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Christopher&nbsp;J&nbsp;Dede</div>\n<div class=\"imageTitle\">Collecting water data on turbidity</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe focus of the Ecosystems Mobile Outdoor Blended Immersive Learning Environment (EcoMOBILE) project was to design and study a set of learning experiences for middle school students. Students used mobile broadband devices (smartphones , tablets) to access virtual information and simulated experiences while they were outside, immersed in real, local ecosystems. EcoMOBILE developed outdoor augmented reality (AR) experiences in which information, simulations, and videos were superimposed on through-the-camera-lens views of natural phenomena (Figure 1). Students also used probeware to collect real-world data (Figure 2), just as ecosystem scientists would.\n\nA set of three to five day curricular units, coupled with teacher professional development, were created to understand the strengths and limits of AR, as well as to develop effective instructional design strategies for this type of learning. For each EcoMOBILE curriculum, students? outcomes in motivation and learning were studied. The studies included contrasts to more conventional forms of instruction, such as non-augmented field trips and classroom-based learning experiences. The goal was to enhance the educational achievements of students and teachers while adding to the knowledge of designers, researchers, and practitioners about effective practices in motivation, instruction, and learning.\n\nMost of the EcoMOBILE experiences were designed to complement the EcoMUVE curriculum, which is based on Multi-User Virtual Environments (MUVEs) experienced on computers in the classroom (http://ecolearn.gse.harvard.edu). Learning in EcoMUVE includes virtual internships in immersive simulated ecosystems designed to help students learn the systems dynamics and causal complexity inherent in ecosystems processes. In conjunction with EcoMUVE, the EcoMOBILE curricula allow students to synthesize and share information that they collect in the field; to visit geo-referenced locations to access important ecosystems information; and to engage with simulations that illustrate aspects of causal complexity.\n\nCollectively, the EcoMOBILE activities offer new visions for learning. They offer ways of supporting student inquiry as students grapple with real world data and the messiness of their inherent complexity and variability. Our findings indicate that augmented realities such as EcoMOBILE enhance learning in the real world by offering prompts, multiple representations, scaffolding graphics, and other guidance that collectively give students a deeper understanding of the ecosystems dynamics. By aiding understanding of the real world through using digital devices, our research places learning in authentic contexts, so students no longer need to learn to apply concepts to settings outside the classroom on their own. Our research shows that augmenting reality, placing learning in authentic contexts, and offering scaffolds as students are learning all have a significant, positive impact on their educational outcomes, including their motivation in STEM (science, technology, engineering, and mathematics).\n\nLearning through mobile devices that can offer \"just-in-time\" instruction and that can scaffold real world learning through augmented reality is a powerful idea that is just beginning to be realized. EcoMOBILE offers a model of what such a learning support can look like. While our model is discipline specific, the concept is much broader; the strong interest in augmented reality generated from the gaming community by Pokemon Go underscores the ubiquity of EcoMOBILE-type learning platforms.\n\nFurther, EcoMOBILE devices capture and store \"big data\" about motivation and learning for each student that includes time-stamped logfiles of paths through the real world and data collected in that ecosystem (e.g., images, sound-files, probeware), as well as geo-located interactions with digital augmentations (e.g., simulations, guidance systems, assessments). Using Go-Pro cameras, students? collaborative behaviors outside of digital media can be documented. Other digital tools can provide data from concept maps charting the flow of energy through the ecosystem and, for each team of students, documenting their group?s assertions about its systemic causal relationships, with supporting evidence.\n\nProviding extended, mentored real-world activities outside classrooms is difficult, particularly for younger students. Augmented realities and mobile, just-in-time scaffolding, such as that provided by EcoMOBILE, offer opportunities for students to access expert knowledge and habits of mind in relevant disciplines. Our studies demonstrate that virtual reality and augmented realities can provide two deeper-learning strategies--apprenticeship-based learning and learning for transfer--that are very important for STEM education. This offers many more students the chance to develop knowledge, skills, and motivation for a STEM career.\n\n\t\t\t\t\tLast Modified: 09/01/2016\n\n\t\t\t\t\tSubmitted by: Christopher J Dede"
 }
}