{
 "awd_id": "1118851",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Multiple Instrumental Case Studies of Inclusive STEM-focused High Schools: Opportunity Structures for Preparation and Inspiration (OSPrl).",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Celestine Pea",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 2802666.0,
 "awd_amount": 3164195.0,
 "awd_min_amd_letter_date": "2011-08-19",
 "awd_max_amd_letter_date": "2017-04-03",
 "awd_abstract_narration": "The aim of this project is to examine opportunity structures provided to students by inclusive STEM-focused high schools, with an emphasis on studying schools that serve students from underrepresented groups. In contrast to highly selective STEM-focused schools that target students who are already identified as gifted and talented in STEM, inclusive STEM-focused high schools aim to develop new sources of STEM talent, particularly among underrepresented minority students, to improve workforce development and prepare STEM professionals. A new NRC report, Successful K-12 STEM Education (2011), identifies areas in which research on STEM-focused schools is most needed. The NRC report points out the importance of providing opportunities for groups that are underrepresented in the sciences, especially Blacks, Hispanics, and low-income students who disproportionately fall out of the high-achieving group in K-12 education. This project responds specifically to the call for research in the NRC report and provides systematic data to define and clarify the nature of such schools. \r\n\r\nThe project is studying inclusive STEM-focused high schools across the United States to determine what defines them. The research team initially identified ten candidate critical components that define STEM-focused high schools and is refining and further clarifying the critical components through the research study. The first phase of the study is focusing on 12 well-established and carefully planned schools with good reputations and strong community and business support, in order to capture the critical components as intended and implemented. Case studies of these high-functioning schools and a cross-case analysis using a set of instruments for gauging STEM design and implementation are contributing toward building a theory of action for such schools that can be applied more generally to STEM education. The second phase of the study involves selecting four school models for further study, focusing on student-level experiences and comparing student outcomes against comprehensive schools in the same district. Research questions being studied include: 1) Is there a core set of likely critical components shared by well-established, promising inclusive STEM-focused high schools? Do other components emerge from the study? 2) How are the critical components implemented in each school? 3) What are the contextual affordances and constraints that influence schools' designs, their implementation, and student outcomes? 4) How do student STEM outcomes in these schools compare with school district and state averages? 5) How do four promising such schools compare with matched comprehensive high schools within their respective school districts, and how are the critical components displayed? 6) From the points of view of students underrepresented in STEM fields, how do education experiences at the schools and their matched counterparts compare? And 7) How do student outcomes compare? \r\n\r\nThe research uses a multiple instrumental case study design in order to describe and compare similar phenomena. Schools as critical cases are being selected through a nomination process by experts, followed by screening and categorization according to key design dimensions. Data sources include school documents and public database information; a survey, followed by telephone interviews that probe for elaborated information, to provide a systematic overview of the candidate components; on-site visitations to each school provide data on classroom observations at the schools; interviews with students, teachers and administrators in focus groups; and discussions with critical members of the school community that provide unique opportunities to learn such as mentors, business leaders, and members of higher education community that provide outside of school learning experiences. The project is also gathering data on a variety of school-level student outcome indicators, and is tracking the likely STEM course trajectories for students, graduation rates, and college admission rates for students in the inclusive STEM-focused schools, as compared to other schools in the same jurisdiction. Analysis of the first phase of the study aims to develop rich descriptions that showcase characteristics of the schools, using axial and open coding, to determine a theory of action that illustrates interconnections among context, design, implementation, and outcome elements. Analysis of the second phase of the study involves similar processes on four levels: school, student, databases, and a synthesis of the three. Evaluation of the project consists of an internal advisory board and an external advisory board, both of which provide primarily formative feedback on research procedures. \r\n\r\nResearch findings, as well as case studies, records of instrument and rubric development and use, annual reports, and conference proposals and papers are being provided on a website, in order to provide an immediate and ongoing resource for education leaders, researchers and policymakers to learn about research on these schools and particular models. An effort is also being made to give voice to the experiences of high school students from the four pairs of high schools studied in the second phase of the study. Findings are also being disseminated by more traditional means, such as papers in peer-reviewed journals and conference presentations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sharon",
   "pi_last_name": "Lynch",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sharon Lynch",
   "pi_email_addr": "slynch@gwu.edu",
   "nsf_id": "000328792",
   "pi_start_date": "2011-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "Means",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara M Means",
   "pi_email_addr": "bmeans@digitalpromise.org",
   "nsf_id": "000394538",
   "pi_start_date": "2011-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Erin",
   "pi_last_name": "Peters-Burton",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Erin E Peters-Burton",
   "pi_email_addr": "epeters1@gmu.edu",
   "nsf_id": "000207719",
   "pi_start_date": "2011-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tara",
   "pi_last_name": "Behrend",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tara Behrend",
   "pi_email_addr": "tsb@msu.edu",
   "nsf_id": "000583463",
   "pi_start_date": "2011-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Washington University",
  "inst_street_address": "1918 F ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2029940728",
  "inst_zip_code": "200520042",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGE WASHINGTON UNIVERSITY (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECR5E2LU5BL6"
 },
 "perf_inst": {
  "perf_inst_name": "George Washington University",
  "perf_str_addr": "1918 F ST NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200520042",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 2802666.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 361529.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This study, Opportunity Structures for Preparation and Inspiration (OSPrI), took on the most confounding problems confronting U.S. education today: How to produce more students with strong preparation in STEM subjects and soft skills vital for a 21st Century STEM workforce? And, what can be done to close widening income and social mobility gaps for students from underrepresented and underserved groups in STEM?</p>\n<p>The study focused on a new type of high school, Inclusive STEM High Schools (ISHSs). These schools are designed to serve students from groups underrepresented in STEM, and prepare them for STEM college majors and careers. Such schools are springing up across the U.S., but there is little research on those that are achieving success for their students. The study sought to understand why and for whom they work, in what contexts.</p>\n<p>In the first part of the study, eight highly successful or ?exemplar? ISHSs from across the U.S. were selected for in-depth case studies. Cross-case analysis revealed that at the school level the schools shared 14 critical components that explained their successes. However, the crucially important critical components, prominent across schools, were:</p>\n<ul>\n<li>a strong college preparatory STEM curriculum for all students; </li>\n<li>highly qualified STEM teachers who worked collaboratively; </li>\n<li>a degree of autonomy from a central school district that allowed innovation, flexibility, and ready access to STEM resources in the community; and,</li>\n<li>a set of support structures that allowed underrepresented students to master high level STEM material in high school, and to plan extensively for admission and success into four-year colleges. </li>\n</ul>\n<p>Based on these findings, a STEM High School Inventory was created and is available on the study website (https://ospri.research.gwu.edu/). The Inventory can be used to help create new ISHSs, or for professional development to improve existing STEM education programs.</p>\n<p>In the second part of study, the research focused on students and their perceptions of how ISHSs differed from traditional high schools and were helping them to achieve their goals in learning STEM. Students reported what they most valued in their learning and personal development in STEM education. The study identified 11 specific ?Impacts During High School for All Students?, which included cognitive skills, soft skills, and dispositions toward STEM learning communities. Students reported that they most valued:</p>\n<ul>\n<li>learning from STEM experiences in- and outside of school: </li>\n<li>developing inter-and intrapersonal skills associated with success in college including contacts with adults in STEM in their communities and beyond; and, </li>\n<li>feeling empowered and accepted within their STEM-focused schools, leading to persistance and self-confidence.&nbsp;</li>\n</ul>\n<p>To illustrate student development and the STEM learning environments in ISHSs, the study created a series of short videos featuring two ISHSs and profiling specific students at each school. These videos vividly portray how ISHSs are able to create successful learning environments for students from groups underrepresented in STEM. They can be found on the project website (<a href=\"https://ospri.research.gwu.edu/\">https://ospri.research.gwu.edu/</a>).</p>\n<p>The findings of this study are captured in the OSPrI Logic Model, a visual representation of the theory of action that underlies successful STEM education for students from underrepresented groups. Moving from left to right, the school-level critical components are arranged in three groups, with the most prominent critical components in bold. The middle column represents the developmental changes that students in ISHSs experience, guided by STEM curriculum and instruction, strong STEM educators, and connections with their community. This combination of School-Level Critical Components and Impacts During High School provide the rationale for the End of HS Outcomes, and explain how these 8 ISHSs were successful in working with students from underrepresented groups in STEM to achieve the desired goals for STEM education, for students well positioned for success after high school, and who are able to contribute to their communities.</p>\n<p>In summary, OSPrI research study makes the case that ISHSs are an pportunity structure for students from underrepresented groups. They are not small versions of comprehensive traditional high schools. Rather, as schools of choice, they provide students interested in STEM with the academic backgrounds and experiences in STEM in their communities that allow them be both well-prepared for college, and develop the inter- and intra- personal skills for success in college and careers.</p>\n<p>The findings of this study have been disseminated extensively in the research community, and in the popular and professional press, including <em>USNews&amp;World Report</em>, <em>Scientific American</em>, and <em>Nature</em>, as well as <em>Educational Leadership</em> and <em>Kappan</em>.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2018<br>\n\t\t\t\t\tModified by: Sharon&nbsp;Lynch</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1118851/1118851_10124598_1543599005365_LogicModel_BW_Blinded--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1118851/1118851_10124598_1543599005365_LogicModel_BW_Blinded--rgov-800width.jpg\" title=\"OSPrI Logic Model\"><img src=\"/por/images/Reports/POR/2018/1118851/1118851_10124598_1543599005365_LogicModel_BW_Blinded--rgov-66x44.jpg\" alt=\"OSPrI Logic Model\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">OSPrI Logic Model</div>\n<div class=\"imageCredit\">OSPrI Project</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Sharon&nbsp;Lynch</div>\n<div class=\"imageTitle\">OSPrI Logic Model</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1118851/1118851_10124598_1543599295527_InclusiveSTEMhighschools(ISHSs)--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1118851/1118851_10124598_1543599295527_InclusiveSTEMhighschools(ISHSs)--rgov-800width.jpg\" title=\"Inclusive STEM High Schools\"><img src=\"/por/images/Reports/POR/2018/1118851/1118851_10124598_1543599295527_InclusiveSTEMhighschools(ISHSs)--rgov-66x44.jpg\" alt=\"Inclusive STEM High Schools\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Inclusive STEM High Schools</div>\n<div class=\"imageCredit\">OSPrI Project</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Sharon&nbsp;Lynch</div>\n<div class=\"imageTitle\">Inclusive STEM High Schools</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThis study, Opportunity Structures for Preparation and Inspiration (OSPrI), took on the most confounding problems confronting U.S. education today: How to produce more students with strong preparation in STEM subjects and soft skills vital for a 21st Century STEM workforce? And, what can be done to close widening income and social mobility gaps for students from underrepresented and underserved groups in STEM?\n\nThe study focused on a new type of high school, Inclusive STEM High Schools (ISHSs). These schools are designed to serve students from groups underrepresented in STEM, and prepare them for STEM college majors and careers. Such schools are springing up across the U.S., but there is little research on those that are achieving success for their students. The study sought to understand why and for whom they work, in what contexts.\n\nIn the first part of the study, eight highly successful or ?exemplar? ISHSs from across the U.S. were selected for in-depth case studies. Cross-case analysis revealed that at the school level the schools shared 14 critical components that explained their successes. However, the crucially important critical components, prominent across schools, were:\n\na strong college preparatory STEM curriculum for all students; \nhighly qualified STEM teachers who worked collaboratively; \na degree of autonomy from a central school district that allowed innovation, flexibility, and ready access to STEM resources in the community; and,\na set of support structures that allowed underrepresented students to master high level STEM material in high school, and to plan extensively for admission and success into four-year colleges. \n\n\nBased on these findings, a STEM High School Inventory was created and is available on the study website (https://ospri.research.gwu.edu/). The Inventory can be used to help create new ISHSs, or for professional development to improve existing STEM education programs.\n\nIn the second part of study, the research focused on students and their perceptions of how ISHSs differed from traditional high schools and were helping them to achieve their goals in learning STEM. Students reported what they most valued in their learning and personal development in STEM education. The study identified 11 specific ?Impacts During High School for All Students?, which included cognitive skills, soft skills, and dispositions toward STEM learning communities. Students reported that they most valued:\n\nlearning from STEM experiences in- and outside of school: \ndeveloping inter-and intrapersonal skills associated with success in college including contacts with adults in STEM in their communities and beyond; and, \nfeeling empowered and accepted within their STEM-focused schools, leading to persistance and self-confidence. \n\n\nTo illustrate student development and the STEM learning environments in ISHSs, the study created a series of short videos featuring two ISHSs and profiling specific students at each school. These videos vividly portray how ISHSs are able to create successful learning environments for students from groups underrepresented in STEM. They can be found on the project website (https://ospri.research.gwu.edu/).\n\nThe findings of this study are captured in the OSPrI Logic Model, a visual representation of the theory of action that underlies successful STEM education for students from underrepresented groups. Moving from left to right, the school-level critical components are arranged in three groups, with the most prominent critical components in bold. The middle column represents the developmental changes that students in ISHSs experience, guided by STEM curriculum and instruction, strong STEM educators, and connections with their community. This combination of School-Level Critical Components and Impacts During High School provide the rationale for the End of HS Outcomes, and explain how these 8 ISHSs were successful in working with students from underrepresented groups in STEM to achieve the desired goals for STEM education, for students well positioned for success after high school, and who are able to contribute to their communities.\n\nIn summary, OSPrI research study makes the case that ISHSs are an pportunity structure for students from underrepresented groups. They are not small versions of comprehensive traditional high schools. Rather, as schools of choice, they provide students interested in STEM with the academic backgrounds and experiences in STEM in their communities that allow them be both well-prepared for college, and develop the inter- and intra- personal skills for success in college and careers.\n\nThe findings of this study have been disseminated extensively in the research community, and in the popular and professional press, including USNews&amp;World Report, Scientific American, and Nature, as well as Educational Leadership and Kappan.\n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/30/2018\n\n\t\t\t\t\tSubmitted by: Sharon Lynch"
 }
}