{
 "awd_id": "1118934",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER:Exploring Core-Shell Nanowire Structures for Low-Noise Transistors",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lawrence Goldberg",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2013-10-31",
 "tot_intn_awd_amt": 110000.0,
 "awd_amount": 110000.0,
 "awd_min_amd_letter_date": "2011-07-29",
 "awd_max_amd_letter_date": "2011-07-29",
 "awd_abstract_narration": "Intellectual Merit: The proposed program will develop nanowire transistors for low-noise operation, which has not been addressed extensively to date in most material systems. The proposed work will focus on core/shell nanowire structures, which have the potential to provide well-controlled interfaces comparable to those which have enabled high-performance heterostructures devices in a number of materials. This well-integrated effort will correlate the device performance to the materials, structure and bias conditions of the devices, and will provide a means to utilize the measured noise characteristics to understand the overall conduction processes within the devices.\r\nBroader Impact: The proposed research would provide new device concepts and new insights for technologically relevant developments in nanowire-based electronics, including applications in RF circuitry. The study will explore an approach which could be broadly applied to a number of semiconductor materials of interest for various device applications. The proposed effort also includes an integrated education and outreach program aimed at addressing challenges in nanotechnology-related education/training arising from the interdisciplinary nature of many of the projects, and aimed at providing opportunities for participants from under-represented groups. The proposed education and outreach program builds from programs which address the specific challenges arising from this interdisciplinary area. The proposed program includes development of a 1-D Nanoelectronics course and integrated research and professional development experiences for undergraduates.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Janes",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "David B Janes",
   "pi_email_addr": "janes@ecn.purdue.edu",
   "nsf_id": "000307606",
   "pi_start_date": "2011-07-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chen",
   "pi_last_name": "Yang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chen Yang",
   "pi_email_addr": "cheyang@bu.edu",
   "nsf_id": "000080459",
   "pi_start_date": "2011-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE # 1100",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "091E",
   "pgm_ref_txt": "Light generation & detection"
  },
  {
   "pgm_ref_code": "094E",
   "pgm_ref_txt": "Optoelectronic devices"
  },
  {
   "pgm_ref_code": "101E",
   "pgm_ref_txt": "Printed and flexible electronics"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 110000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p>The overall focus of this program was<br />in understanding noise in nanowire transistors.&nbsp;<br />Toward this goal, the program i) characterized noise in nanowire<br />transistors with various geometries, ii) investigated noise as a function of<br />bias point/regime and iii) developed a model for current and noise<br />characteristics that incorporates contact and channel effects.&nbsp; The study considered a class of transistor devices that can provide scaling to ultrashort channel lengths, in order to achieve high speed/low power operation, and novel electronic components including relatively high performance thin-film electronics for displays, flexible electronics and large-area electronics. &nbsp;The<br />intellectual merit of the program included a fundamental study of contact and<br />channel effects and development of associated models for device conductance and noise properties.&nbsp; Collectively, the models and experimental findings allow analysis of noise properties of transistors with various channel materials, contact properties and device geometries. The insights and methodologies developed in this program can provide a framework for selecting optimum materials systems, device geometries and passivation techniques for devices with noise properties suitable for demanding applications.</p>\n<p>&nbsp;</p>\n<p>The broader impacts of the program include the development of appropriate models and analysis to evaluate fundamental performance limits of transistor devices with broad technological relevance.&nbsp; The class of devices studied in this program have potential applications in flexible/transparent thin film-electronics, as well as extensions of mainline electronics for computing and communication systems.&nbsp; In addition, the program provided professional development experiences for graduate students and new insights that can be incorporated into classes on electronic devices and circuits.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/10/2014<br>\n\t\t\t\t\tModified by: David&nbsp;B&nbsp;Janes</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\n\nThe overall focus of this program was\nin understanding noise in nanowire transistors. \nToward this goal, the program i) characterized noise in nanowire\ntransistors with various geometries, ii) investigated noise as a function of\nbias point/regime and iii) developed a model for current and noise\ncharacteristics that incorporates contact and channel effects.  The study considered a class of transistor devices that can provide scaling to ultrashort channel lengths, in order to achieve high speed/low power operation, and novel electronic components including relatively high performance thin-film electronics for displays, flexible electronics and large-area electronics.  The\nintellectual merit of the program included a fundamental study of contact and\nchannel effects and development of associated models for device conductance and noise properties.  Collectively, the models and experimental findings allow analysis of noise properties of transistors with various channel materials, contact properties and device geometries. The insights and methodologies developed in this program can provide a framework for selecting optimum materials systems, device geometries and passivation techniques for devices with noise properties suitable for demanding applications.\n\n \n\nThe broader impacts of the program include the development of appropriate models and analysis to evaluate fundamental performance limits of transistor devices with broad technological relevance.  The class of devices studied in this program have potential applications in flexible/transparent thin film-electronics, as well as extensions of mainline electronics for computing and communication systems.  In addition, the program provided professional development experiences for graduate students and new insights that can be incorporated into classes on electronic devices and circuits.\n\n\t\t\t\t\tLast Modified: 04/10/2014\n\n\t\t\t\t\tSubmitted by: David B Janes"
 }
}