{
 "awd_id": "1118897",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Ready for Robotics: The Missing T and E of STEM in Early Childhood Education",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032925126",
 "po_email": "abaylor@nsf.gov",
 "po_sign_block_name": "Amy Baylor",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 408262.0,
 "awd_amount": 532862.0,
 "awd_min_amd_letter_date": "2011-06-28",
 "awd_max_amd_letter_date": "2013-04-22",
 "awd_abstract_narration": "The project investigates the use of robotics into early childhood education. It address two objectives: to develop and evaluate a low-cost, developmentally appropriate robotic construction kit specifically designed for early childhood education (PreK-2) and to pilot a robotics-based professional development model for early childhood educators to teach engineering and technology.  A number of research questions are included.  To what extent did participating teachers gained knowledge about robotics, engineering and programming, and pedagogies? To what extent have they increased their familiarity of, comfort with, and understanding of the use of robotics in early childhood?  To what extent participating in the institute can support the passage from knowledge to action? What processes/standards are used by early childhood teachers to integrate engineering and technology into their traditional curriculum? Do teachers adopt the robotics kit and curriculum for their classrooms?  How do they adapt it to their own practices? What are the factors that predict successful outcomes in terms of adoption and adaptation? To what extent has the teaching practice of the teachers changed in a way that demonstrates understanding of the role of T and E in early childhood education?\r\n\r\nRobotics provides a playful bridge to make early childhood programs more academically challenging while honoring the importance of play in the developmental trajectory.  The assumption is that young children can become engineers by playing with gears, levers, motors, sensors; and programmers by exploring sequences, loops and variables.  Robotics can be a gateway for children to learn about applied mathematical concepts, the scientific method of inquiry, and problem solving.  Moreover, working with robotic manipulatives engages children in social interactions and negotiations while playing to learn and learning to play. \r\n\r\nFor robotics to be successfully integrated into the early childhood classroom, there are three factors that need to be considered: the robotics technology needs to be developmentally appropriate and low-cost; and teachers should be exposed to professional development. This project addresses these issues. It contributes to the emerging field of robotics in education by addressing the needs of an educational segment, early childhood, where there is a lack of new technologies and approaches to teach technology and engineering in a developmentally appropriate way.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marina",
   "pi_last_name": "Bers",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marina Bers",
   "pi_email_addr": "marina.bers@bc.edu",
   "nsf_id": "000097766",
   "pi_start_date": "2011-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tufts University",
  "inst_street_address": "80 GEORGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "MEDFORD",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6176273696",
  "inst_zip_code": "021555519",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "TRUSTEES OF TUFTS COLLEGE",
  "org_prnt_uei_num": "WL9FLBRVPJJ7",
  "org_uei_num": "WL9FLBRVPJJ7"
 },
 "perf_inst": {
  "perf_inst_name": "Tufts University",
  "perf_str_addr": "80 GEORGE ST",
  "perf_city_name": "MEDFORD",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021555519",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 408262.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 43000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 81600.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The <em>Ready for Robotics</em> project, led by P.I. Professor Marina Umaschi Bers from Tufts University, was inspired by the need to develop educational technologies specifically tailored for early childhood education that are also rooted in developmentally appropriate practice. This perspective within early childhood education is concerned with creating learning environments sensitive to children's social, emotional, physical, and cognitive development. There is a growing interest in the field of robotics as an educational tool to meet these needs for children. However, there is little research focused on the foundational schooling years. Bers&rsquo; goals for the <em>Ready for Robotics</em> project were to fill this gap by: 1) developing and evaluating a developmentally appropriate robotic construction kit specifically designed for early childhood education (PreK-2) to facilitate teaching of two components of STEM, the &ldquo;T&rdquo; of technology and the \"E\" of engineering, that have been the most neglected in this age segment; and 2) evaluating the robotics kit by piloting it in the context of a professional development institute that allows to investigate models and strategies to better prepare early childhood teachers in the areas of technology and engineering.</p>\n<p>Throughout the years of this project, Bers&rsquo; and her DevTech Research Group at Tufts University have iteratively designed, pilot-tested, and developed three versions of a robotics kit for children ages 4-7 called &ldquo;KIWI&rdquo; (Kids Invent With Imagination) taking direct input from designers, teachers, researchers, and children. The first KIWI robot was prototyped in 2012. In 2014, KIWI became commercially available as the &ldquo;KIBO&rdquo; robotics kit through a company called KinderLab Robotics, co-founded by Bers.&nbsp; KinderLab licensed the KIBO technology from Tufts and has now made KIBO available worldwide through NSF SBIR grants. The final version of KIBO allows children build their own robot with motors and sensors, program it to do what they want, and decorate it. It gives children the chance to make their ideas physical and tangible. KIBO does all this without requiring screen time from PCs, tablets or smartphones. Instead, the robot&rsquo;s actions are programmed using interlocking wooden programming nlocks.&nbsp;</p>\n<p>KIBO has been thoroughly researched by the DevTech Research Group at the Eliot-Pearson Department of Child Study &amp; Human Development at Tufts University. It has been piloted with over 600 children from public and private schools as well as summer camps, after school programs, and lab settings. Additionally, it has been piloted and evaluated with nearly 100 early childhood educators. In addition to developing the KIBO robotics technology, the <em>Ready for Robotics</em> project has also developed and evaluated best practices for professional development workshops that prepare educators to teach robotics in their own classrooms. DevTech has led over a dozen workshops, presentations, and trainings for educators using KIBO over the span of this grant.</p>\n<p>The <em>Ready for Robotics</em> project has yielded over ten peer reviewed research publications, one undergraduate thesis, one Master&rsquo;s thesis, and one PhD dissertation. These studies have examined curriculum development, professional development, children&rsquo;s learning, gender differences, and teaching strategies using KIBO. Additionally, it has led to the development of over a dozen videos, tutorials, and free curriculum units that make the findings from this project available to a non-academic audience. These curricula have explored the use of KIBO to teach a range of subjects including social studies, music, culture, and more. The project also led to the creation of the Early Childhood Robotics Network, a free online-community with resources for educators interested in using robotics with young children (www.tkroboticsnetwork.ning.com).</p>\n<p>As of August 2016, KIBO is being used in over 30 countries around the world, including Singapore, Denmark, and Argentina. These numbers are continually rising as KIBO is used in more and more schools, camps, and homes each day. KIBO is actively introducing children worldwide to engineering and programming- all without any screen-time. The KIBO team at DevTech will continue outreach activities in order to make the technology available to an increasingly growing audience. To find out more visit:&nbsp;http://ase.tufts.edu/DevTech/</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/29/2016<br>\n\t\t\t\t\tModified by: Marina&nbsp;Bers</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1118897/1118897_10103378_1469803479082_IMG_20160727_133310--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1118897/1118897_10103378_1469803479082_IMG_20160727_133310--rgov-800width.jpg\" title=\"The KIBO Robot\"><img src=\"/por/images/Reports/POR/2016/1118897/1118897_10103378_1469803479082_IMG_20160727_133310--rgov-66x44.jpg\" alt=\"The KIBO Robot\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The KIBO robot with sensor modules and light output attached. Blocks displayed show an example of a program for KIBO.</div>\n<div class=\"imageCredit\">The DevTech Research Group</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Marina&nbsp;Bers</div>\n<div class=\"imageTitle\">The KIBO Robot</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1118897/1118897_10103378_1469803410784_IMG_20160727_133057(1)--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1118897/1118897_10103378_1469803410784_IMG_20160727_133057(1)--rgov-800width.jpg\" title=\"KIBO's Tangible Programming Language\"><img src=\"/por/images/Reports/POR/2016/1118897/1118897_10103378_1469803410784_IMG_20160727_133057(1)--rgov-66x44.jpg\" alt=\"KIBO's Tangible Programming Language\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">KIBO is programmed to move using interlocking wooden blocks. The robot scans the barcode on each block and the completed program is instantly saved on the robot.</div>\n<div class=\"imageCredit\">The DevTech Research Group</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Marina&nbsp;Bers</div>\n<div class=\"imageTitle\">KIBO's Tangible Programming Language</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe Ready for Robotics project, led by P.I. Professor Marina Umaschi Bers from Tufts University, was inspired by the need to develop educational technologies specifically tailored for early childhood education that are also rooted in developmentally appropriate practice. This perspective within early childhood education is concerned with creating learning environments sensitive to children's social, emotional, physical, and cognitive development. There is a growing interest in the field of robotics as an educational tool to meet these needs for children. However, there is little research focused on the foundational schooling years. Bers? goals for the Ready for Robotics project were to fill this gap by: 1) developing and evaluating a developmentally appropriate robotic construction kit specifically designed for early childhood education (PreK-2) to facilitate teaching of two components of STEM, the \"T\" of technology and the \"E\" of engineering, that have been the most neglected in this age segment; and 2) evaluating the robotics kit by piloting it in the context of a professional development institute that allows to investigate models and strategies to better prepare early childhood teachers in the areas of technology and engineering.\n\nThroughout the years of this project, Bers? and her DevTech Research Group at Tufts University have iteratively designed, pilot-tested, and developed three versions of a robotics kit for children ages 4-7 called \"KIWI\" (Kids Invent With Imagination) taking direct input from designers, teachers, researchers, and children. The first KIWI robot was prototyped in 2012. In 2014, KIWI became commercially available as the \"KIBO\" robotics kit through a company called KinderLab Robotics, co-founded by Bers.  KinderLab licensed the KIBO technology from Tufts and has now made KIBO available worldwide through NSF SBIR grants. The final version of KIBO allows children build their own robot with motors and sensors, program it to do what they want, and decorate it. It gives children the chance to make their ideas physical and tangible. KIBO does all this without requiring screen time from PCs, tablets or smartphones. Instead, the robot?s actions are programmed using interlocking wooden programming nlocks. \n\nKIBO has been thoroughly researched by the DevTech Research Group at the Eliot-Pearson Department of Child Study &amp; Human Development at Tufts University. It has been piloted with over 600 children from public and private schools as well as summer camps, after school programs, and lab settings. Additionally, it has been piloted and evaluated with nearly 100 early childhood educators. In addition to developing the KIBO robotics technology, the Ready for Robotics project has also developed and evaluated best practices for professional development workshops that prepare educators to teach robotics in their own classrooms. DevTech has led over a dozen workshops, presentations, and trainings for educators using KIBO over the span of this grant.\n\nThe Ready for Robotics project has yielded over ten peer reviewed research publications, one undergraduate thesis, one Master?s thesis, and one PhD dissertation. These studies have examined curriculum development, professional development, children?s learning, gender differences, and teaching strategies using KIBO. Additionally, it has led to the development of over a dozen videos, tutorials, and free curriculum units that make the findings from this project available to a non-academic audience. These curricula have explored the use of KIBO to teach a range of subjects including social studies, music, culture, and more. The project also led to the creation of the Early Childhood Robotics Network, a free online-community with resources for educators interested in using robotics with young children (www.tkroboticsnetwork.ning.com).\n\nAs of August 2016, KIBO is being used in over 30 countries around the world, including Singapore, Denmark, and Argentina. These numbers are continually rising as KIBO is used in more and more schools, camps, and homes each day. KIBO is actively introducing children worldwide to engineering and programming- all without any screen-time. The KIBO team at DevTech will continue outreach activities in order to make the technology available to an increasingly growing audience. To find out more visit: http://ase.tufts.edu/DevTech/\n\n \n\n\t\t\t\t\tLast Modified: 07/29/2016\n\n\t\t\t\t\tSubmitted by: Marina Bers"
 }
}