{
 "awd_id": "1118426",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Assessment of the Role of Water in Cratonic Roots and their Post-Archean Margins on the Strength and Longevity of Continental Lithosphere",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 35634.0,
 "awd_amount": 35634.0,
 "awd_min_amd_letter_date": "2011-09-22",
 "awd_max_amd_letter_date": "2012-09-19",
 "awd_abstract_narration": "Intellectual merit: This collaborative proposal requests funds for 3 years to analyze water by Fourier transform infrared spectrometry (FTIR) in minerals from peridotite xenoliths brought up by kimberlite magmas in cratons and their margins. The key physical property evoked in this project is the hydrolytic weakening of olivine (and potentially pyroxene and garnets) that occurs when hydrogen (H) is incorporated as a trace element in mineral defects of these ?nominally anhydrous? minerals. The main purpose is to test in the Slave craton (Canada) and the Siberian craton (Russia) whether the olivines at the bottom of the lithosphere have low water contents (amount of H calculated as ppm H2O) similar to what may be observed beneath the Kaapvaal craton (Peslier et al., 2010a). If this is the case, the hypothesis that dry olivines at the base of the lithosphere are in part responsible for a high viscosity contrast between a strong lower lithosphere and a more deformable asthenosphere would be confirmed as a general mechanism for craton longevity. If cratons other than the Kaapvaal do not have dry olivines at the bottom of their lithosphere, then other mechanisms will have to be proposed for craton longevity and the role of water in cratonic root survival will have to be re-assessed. A second part of this proposal is to explore the water distribution in mantle minerals at craton margins, using xenoliths from post-Archean mobile belts surrounding the Kaapvaal craton (Proterozoic Namaqua-Natal and Rehoboth terranes, South Africa and Namibia), and at Kilbourne Hole (Phanerozoic continental rift, southern New Mexico, USA), and decipher the role of water in the preservation of these terrains? mantle roots. In all parts of the proposal, all peridotite minerals (not only olivine) will be analyzed for water on well-characterized xenoliths in terms of petrography, major and trace elements, and radiogenic isotopes. Ten samples per xenolith suite will be selected, spanning the widest possible range of equilibration pressures. The effect on water content of melting, metasomatism or refertilization in the mantle, and water loss or gain during host magma ascent will be assessed. This work will also provide information on hydrogen speciation in mantle minerals. The water contents will then be incorporated into laws of viscous creep of olivine assemblages to estimate their effect on mantle rheology. This project will provide crucial data and constraints on Earth geodynamics and continental lithosphere history and longevity. \r\n\r\nBroader impacts. The analyses will be performed on a NSF-funded FTIR. Two graduate students, and two undergraduate students will benefit from this study. The graduate students will have enhanced their skills for future employment in the geosciences by performing complex analytical tasks in combination with comprehensive modeling of the data. Undergraduate students will be included in the research via various available internship, senior thesis, and work-study programs. Students from underrepresented populations (a large portion of enrolled students at the University of Houston) will have important access to state-of-theart equipment and cutting-edge research in petrology and geochemistry. The collaboration is cross-institutional and international, work will be presented at international conferences, and peer-reviewed papers will come out of this study. The results from this work will be crucial for our understanding of Earth?s mantle dynamics and will bring fundamental data to scientists interested in geodynamic modeling, rock deformation, seismology, mantle thermal conductivity and electrical resistivity, volcanology, and the history of continents.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Bell",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "David R Bell",
   "pi_email_addr": "david.r.bell@asu.edu",
   "nsf_id": "000460143",
   "pi_start_date": "2012-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Janney",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Philip E Janney",
   "pi_email_addr": "pjanney@asu.edu",
   "nsf_id": "000198601",
   "pi_start_date": "2011-09-22",
   "pi_end_date": "2012-09-19"
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 35634.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This report concerns work performed at Arizona State University (ASU) by Phillip Janney and David Bell in support of research by Anne Peslier (PI) and colleagues at Jacobs Technologies and elsewhere on the water content of nominally anhydrous minerals of the mantle lithosphere beneath ancient continents and their immediate surroundings. The work is important for understanding the compositional structure of the mantle beneath continents and the consequences for the tectonic history of continents. The ASU team provided samples of deep-seated mantle minerals from kimberlite pipes in southern Africa, as well as major and trace element data on these minerals. Samples from other regions were provided by other collaborators in the project. A. Peslier and her team performed FTIR and further geochemical analysis on the samples to characterize their trace H contents and concentrations of other minerals, and calculated strength profiles from these analyses. The ASU team contributed to discussion of these results and preparation of a manuscript for publication on the water and trace element content of minerals from the mantle beneath the Kaapvaal Craton of southern Africa. These results showed that the mantle in this region has been affected profoundly by metasomatism that enriched the lithosphere in water and trace elements in its upper regions, but depleted the lithospheric mantle near its base, apparently increasing its strength in the lower regions. It is proposed that this strengthening of the lithospheric mantle at depth may help to answer the longstanding problem of why Earth's oldest continents have not been recycled back into the mantle over the course of geological time. The project also supported closely related work on the metasomatic history of cratonic mantle performed at ASU and the capacity for further support of a similar kind.</p>\n<p>Outcomes: A conference presentation and a scientific publication in the journal Geochimica et Cosmochimica Acta resulted from the ASU part of this collaboration. Further outcomes were generated by Peslier and colleagues in other collaborative aspects of the project. The project served to increase scientific collaboration among US institutions and between US and Germany. The project also provided broader institutional support for upper mantle research and graduate student scientific training at ASU.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/06/2015<br>\n\t\t\t\t\tModified by: David&nbsp;R&nbsp;Bell</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis report concerns work performed at Arizona State University (ASU) by Phillip Janney and David Bell in support of research by Anne Peslier (PI) and colleagues at Jacobs Technologies and elsewhere on the water content of nominally anhydrous minerals of the mantle lithosphere beneath ancient continents and their immediate surroundings. The work is important for understanding the compositional structure of the mantle beneath continents and the consequences for the tectonic history of continents. The ASU team provided samples of deep-seated mantle minerals from kimberlite pipes in southern Africa, as well as major and trace element data on these minerals. Samples from other regions were provided by other collaborators in the project. A. Peslier and her team performed FTIR and further geochemical analysis on the samples to characterize their trace H contents and concentrations of other minerals, and calculated strength profiles from these analyses. The ASU team contributed to discussion of these results and preparation of a manuscript for publication on the water and trace element content of minerals from the mantle beneath the Kaapvaal Craton of southern Africa. These results showed that the mantle in this region has been affected profoundly by metasomatism that enriched the lithosphere in water and trace elements in its upper regions, but depleted the lithospheric mantle near its base, apparently increasing its strength in the lower regions. It is proposed that this strengthening of the lithospheric mantle at depth may help to answer the longstanding problem of why Earth's oldest continents have not been recycled back into the mantle over the course of geological time. The project also supported closely related work on the metasomatic history of cratonic mantle performed at ASU and the capacity for further support of a similar kind.\n\nOutcomes: A conference presentation and a scientific publication in the journal Geochimica et Cosmochimica Acta resulted from the ASU part of this collaboration. Further outcomes were generated by Peslier and colleagues in other collaborative aspects of the project. The project served to increase scientific collaboration among US institutions and between US and Germany. The project also provided broader institutional support for upper mantle research and graduate student scientific training at ASU.\n\n\t\t\t\t\tLast Modified: 09/06/2015\n\n\t\t\t\t\tSubmitted by: David R Bell"
 }
}