{
 "awd_id": "1118646",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Evolution of Duplicated Pathways and Networks Following Genome Doubling",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": "7032924967",
 "po_email": "kccone@nsf.gov",
 "po_sign_block_name": "Karen Cone",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 727087.0,
 "awd_amount": 727087.0,
 "awd_min_amd_letter_date": "2011-08-16",
 "awd_max_amd_letter_date": "2016-07-05",
 "awd_abstract_narration": "Intellectual Merit. A central finding of modern plant biology is that plant lineages often originate from and diversify following hybridization between species and subsequent doubling of the hybrid genome. This biological reunion among two different genomes sets in motion a wide spectrum of genetic and genomic phenomena with that occur through unknown mechanisms and have largely unknown functional and evolutionary consequences. To advance understanding of the dynamics and outcomes of genome doubling, this project will study the consequences of genome merger and doubling on pathways and networks. Using the cotton genus (Gossypium) as a well-developed model for studies of whole-genome doubling, this study will focus on two different pathways and networks. For the anthocyanin biosynthetic pathway, multiple relationships among mutational processes, changes in gene expression, and metabolite accumulation will be clarified. Using a second, more complex network involving flowering time, experiments will address responses of a network to the intense directional selection practiced by early cotton domesticators as the wild species was transformed by humans from a wild, photoperiod-sensitive, perennial plant into a day-length neutral, annualized row crop. Remarkably, this process was replicated for two different species, providing a unique opportunity to test the repeatability of the response to selective breeding. The research entails three complementary experimental approaches. First, using novel technologies, all genes for the key proteins involved in the core anthocyanin biosynthetic pathway and the approximately 70 proteins involved in the flowering time network will be isolated and sequenced from the progenitor genomes, as well as from domesticated and wild forms of two different cultivated species of cotton. Second, changes in gene expression will be detailed for each evolutionary stage in the process, including hybridization, genome doubling, and human selection during crop improvement. Third, the consequences of genome doubling on metabolite accumulation will be studied for the anthocyanin pathway. Synthesis of these three data sources will reveal the interrelationships among mutations, gene expression, and metabolite accumulation, during the evolutionary processes of species divergence, inter-genomic hybridization, and genome doubling. Collectively, these studies will provide a novel perspective on an important process in plant biology, with broad conceptual generality and applicability. \r\n\r\nBroader Impacts: Multiple activities are planned that target inclusion and training of students from underrepresented groups and provide research experiences for students and K-12 educators. The project has a special focus on a seven-week summer research experience for teachers program, which provides 7th -12th grade biology teachers with an opportunity to enhance their understanding of scientific inquiry while introducing them to cutting-edge science. Teachers will learn theory and methods in workshops and conduct independent projects associated with larger on-going projects. They will receive hands-on training in modern laboratory techniques, including those associated with gene sequence and gene expression analysis, metabolite accumulation, and bioinformatics. Also, teachers will meet weekly under the guidance of selected experienced master teachers to discuss transfer of their research experiences into the 7th -12th grade science classroom. To provide teachers with a deeper understanding and appreciation evolutionary biology, Wendel will lead a teacher training study group each summer, with the explicit focus of incorporating molecular genetics perspectives into the teaching of evolutionary biology. At the end of each summer session, teachers will prepare a plan for implementing research-based education modules in the classroom.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Wendel",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan F Wendel",
   "pi_email_addr": "jfw@iastate.edu",
   "nsf_id": "000231099",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Corrinne",
   "pi_last_name": "Grover",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Corrinne Grover",
   "pi_email_addr": "corrinne@iastate.edu",
   "nsf_id": "000568332",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "1350 BEARDSHEAR HALL",
  "perf_city_name": "AMES",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500112103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  },
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "1329",
   "pgm_ref_txt": "PLANT GENOME RESEARCH PROJECT"
  },
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 557746.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 169341.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Polyploidy, which is where an organism has more than one complete genome in its nucleus, is a common phenomenon in plants. Most plants have experienced genome doubling during the course of evolution, and many plants thrive with more than one genome. For some plants, these genomes are acquired from two different sources (i.e., species) that have evolved their own nuanced differences as separate entities. Because polyploidy is a prevalent phenomenon, particularly in the history of agriculturally important plants, much research has been dedicated to understanding the changes that accompanying genome merger and doubling. Previous research has shed light on many of these patterns and phenomena, including gene loss, gene silencing, and changes in gene function that can either be a new function in one of the duplicate copies (i.e., neo-functionalization) or the partitioning of existing gene function between copies (i.e., sub-functionalization).</p>\n<p>&nbsp;</p>\n<p>Genes, however, do not act alone and instead are members of sometimes complicated gene networks. The consequence for polyploid species is that there exists the potential for genes derived from one polyploid parent to interact with those derived from the other parent. Furthermore, redundant networks generated by duplication provide the potential for an entire network to undergo neo- or sub-functionalization. When we began this project, the fate of duplicated networks or duplicated genes in the context of gene networks was rarely discussed.&nbsp; During this project, we published methods and recommendations for analyzing gene networks in polyploid species and have demonstrated their utility, using polyploid cotton as an example.</p>\n<p>&nbsp;</p>\n<p>Polyploid cotton includes two agronomically important species, Upland and Pima cotton. These species are the result of genomic merger between a fiberless New World cotton species and a fiber-producing Old World cotton, followed by genome doubling. Substantial interest lies in cotton as a crop, and the changes that have led to the elite lines we have today are certainly affected by this polyploid history. As such, we evaluated the consequences of genome doubling for three gene networks associated with agronomically important traits, i.e., seed oil content, domesticated fiber, and the loss of day length requirements for flowering.</p>\n<p>&nbsp;</p>\n<p>Despite 5-10 million years of independent evolution, when reunited in a common nucleus, many duplicate genes act in the same part of the network, suggesting redundancy in evolution. There are, however, specific cases whereby a gene from one parent is spatially separated (in the gene network) from its counterpart in the other parent. These may indicate divergence in function arising prior to their reunion in a common nucleus or may represent divergent evolution permitted by genetic redundancy. Specific modules (small sections of the broader gene network) may also be composed solely (or largely) of genes derived from one polyploid parent. In fiber, for example, we found that most parent-specific modules in the polyploid were biased toward the paternal parent, except for a few specific modules. Because the maternal parent, not the paternal parent, contributed the agronomically desired fiber phenotype, these modules and their contribution to fiber development are of great interest and also warrant further follow-up. Perhaps most surprising is the extent to which domestication has changed the network associations among genes. In the seed oil network, for example, the associations among genes were so strongly shaped by human-mediated selection that networks between different wild species are more similar to each other than they are between wild and domesticated accessions of the same species.</p>\n<p>&nbsp;</p>\n<p>In general, we have helped pioneer the application of network approaches to understanding polyploid functional genomics and evolutionary biology.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2017<br>\n\t\t\t\t\tModified by: Jonathan&nbsp;F&nbsp;Wendel</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPolyploidy, which is where an organism has more than one complete genome in its nucleus, is a common phenomenon in plants. Most plants have experienced genome doubling during the course of evolution, and many plants thrive with more than one genome. For some plants, these genomes are acquired from two different sources (i.e., species) that have evolved their own nuanced differences as separate entities. Because polyploidy is a prevalent phenomenon, particularly in the history of agriculturally important plants, much research has been dedicated to understanding the changes that accompanying genome merger and doubling. Previous research has shed light on many of these patterns and phenomena, including gene loss, gene silencing, and changes in gene function that can either be a new function in one of the duplicate copies (i.e., neo-functionalization) or the partitioning of existing gene function between copies (i.e., sub-functionalization).\n\n \n\nGenes, however, do not act alone and instead are members of sometimes complicated gene networks. The consequence for polyploid species is that there exists the potential for genes derived from one polyploid parent to interact with those derived from the other parent. Furthermore, redundant networks generated by duplication provide the potential for an entire network to undergo neo- or sub-functionalization. When we began this project, the fate of duplicated networks or duplicated genes in the context of gene networks was rarely discussed.  During this project, we published methods and recommendations for analyzing gene networks in polyploid species and have demonstrated their utility, using polyploid cotton as an example.\n\n \n\nPolyploid cotton includes two agronomically important species, Upland and Pima cotton. These species are the result of genomic merger between a fiberless New World cotton species and a fiber-producing Old World cotton, followed by genome doubling. Substantial interest lies in cotton as a crop, and the changes that have led to the elite lines we have today are certainly affected by this polyploid history. As such, we evaluated the consequences of genome doubling for three gene networks associated with agronomically important traits, i.e., seed oil content, domesticated fiber, and the loss of day length requirements for flowering.\n\n \n\nDespite 5-10 million years of independent evolution, when reunited in a common nucleus, many duplicate genes act in the same part of the network, suggesting redundancy in evolution. There are, however, specific cases whereby a gene from one parent is spatially separated (in the gene network) from its counterpart in the other parent. These may indicate divergence in function arising prior to their reunion in a common nucleus or may represent divergent evolution permitted by genetic redundancy. Specific modules (small sections of the broader gene network) may also be composed solely (or largely) of genes derived from one polyploid parent. In fiber, for example, we found that most parent-specific modules in the polyploid were biased toward the paternal parent, except for a few specific modules. Because the maternal parent, not the paternal parent, contributed the agronomically desired fiber phenotype, these modules and their contribution to fiber development are of great interest and also warrant further follow-up. Perhaps most surprising is the extent to which domestication has changed the network associations among genes. In the seed oil network, for example, the associations among genes were so strongly shaped by human-mediated selection that networks between different wild species are more similar to each other than they are between wild and domesticated accessions of the same species.\n\n \n\nIn general, we have helped pioneer the application of network approaches to understanding polyploid functional genomics and evolutionary biology.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/30/2017\n\n\t\t\t\t\tSubmitted by: Jonathan F Wendel"
 }
}