{
 "awd_id": "1118975",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RIG Transboundary ecosystem services of migratory bats:  modeling spatial mismatches and subsidies",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry L. Gholz",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 181666.0,
 "awd_amount": 181666.0,
 "awd_min_amd_letter_date": "2011-08-17",
 "awd_max_amd_letter_date": "2011-08-17",
 "awd_abstract_narration": "People benefit from the activities of many species. Examples of these benefits, or ecosystem services, include controlling crop pests, pollinating food plants, and removing contaminants from water and soils. If a species lives where it provides an ecosystem service it may be relatively straightforward to link efforts to protect that species to the benefits that it provides. This linkage may be more difficult for migratory species, which may provide more benefits in one part of their geographic range. For example, some migratory bats overwinter in central Mexico and spend summers in US-Mexico borderlands where they consume pests that plague cotton crops. Cotton revenues are greater in the United States than in Mexico, so the value of ecosystem services provided by insect-eating bats may be greater in the US than in Mexico. Disparities in the value of ecosystem services provided in different locations may not reflect the importance of different habitats to the species providing those services. If people in an area that is critical to the species get no direct benefits, they may have few incentives to conserve critical habitat. Further, people in the area that reaps the most benefit may be getting a subsidy from people in the first location. This project will quantify these subsidies for migratory free-tailed bats and establish a framework for implementing a payment system that can incentivize habitat conservation in areas where the species provide less direct benefit to humans. \r\n\r\nBroader impacts of this project will include support for a junior female Hispanic faculty member, training of a minority postdoctoral researcher, mentoring of an undergraduate researcher, development of educational tools for use in an undergraduate class on ecosystem services, and development of a framework that should be useful to resource managers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "LopezHoffman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Laura LopezHoffman",
   "pi_email_addr": "lauralh@email.arizona.edu",
   "nsf_id": "000417622",
   "pi_start_date": "2011-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ele_code": "801500",
   "pgm_ele_name": "BIO Innovation Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1181",
   "pgm_ref_txt": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ref_code": "7275",
   "pgm_ref_txt": "CROSS-EF ACTIVITIES"
  },
  {
   "pgm_ref_code": "7487",
   "pgm_ref_txt": "BROADENING PARTICIPATION"
  },
  {
   "pgm_ref_code": "7692",
   "pgm_ref_txt": "RIG/CAA"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 181666.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Migratory species&mdash;certain types of birds, bats, insects, and other animals&mdash;spend parts of the year across a geographic range, often in two or more distant areas and sometimes across international boundaries. Throughout their ranges, many migratory species provide benefits to humans, called <em>ecosystem services</em>, by controlling crop pests or pollinating food plants, or as the basis for recreational or subsistence hunting.</p>\n<p>Sometimes, though, a species provides more benefits in certain areas than in others.&nbsp; Or, a species might receive more support from some areas, or habitats, than from others. And sometimes there is a mismatch between the areas where a species provides the benefits and the areas from which it receives support. This mismatch is called a <em>spatial subsidy</em>. Simply put, areas that support the species are subsidizing areas that receive the species&rsquo; benefits. This can lead to an economic inequality&mdash;between persons in areas that subsidize the species versus persons in areas that receive the benefits&mdash;and to difficulties for wildlife management and habitat protection.</p>\n<p>For example, there may be few incentives for persons to protect a species&rsquo; supportive habitat if the benefits of doing so are received by persons elsewhere. A more equitable approach would be for the persons who receive the benefits to pay for all or some of the costs to protect the species and its critical habitats&mdash;even if those habitats are in distant location or across borders.</p>\n<p>We examined the spatial subsidies of three migratory species, the Mexican free-tailed bat (<em>Tadarida brasiliensis mexicana</em>), Northern Pintail ducks (<em>Anas acuta</em>), and the Monarch butterfly (<em>Danaus plexippus</em>). &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>Mexican free-tailed bats spend the winter in central and southern Mexico. Early each spring, females migrate north, forming large roosts in the southwestern United States and northern Mexico. The bats eat insects, and in doing so, control agricultural pests. We found that bat pest-control saves cotton farmers $12.9 million annually across the southwestern U.S. and northern Mexico. The bats also provide cultural and recreation opportunities at certain locations, such as Carlsbad Caverns National Park in southeastern New Mexico, where there are large roosts.&nbsp; We estimate these activities to be worth $6.5 million annually in the U.S.&nbsp; Our calculations indicate that the bats&rsquo; overwintering habitats in southern Mexico are subsidizing &ndash; by contributing to the species population viability &ndash; pest-control and tourism opportunities in the southwestern U.S. &nbsp;Our models also show that multiple problems, such as roost destruction and vandalism (both in Mexico and the U.S.), threaten to cause further declines in bat numbers.&nbsp; We believe that accounting for spatial subsidies can aid conservation efforts for these bats by identifying, and protecting (through land purchases or easements), habitat areas that are most critical for their long-term ability to provide benefits.</p>\n<p class=\"Standard\">Northern Pintail ducks breed in Canada, Alaska, and the northern continental U.S. They winter along the coast of California and the Gulf Coast areas of Texas and Louisiana. Pintails are highly sought for bird watching and sport hunting due to their elegant plumage. They are also a source of food for Arctic Indigenous groups. Our studies show that the value of pintail recreational viewing (bird watching) and sports hunting in North America is between $22.4 and $26.2 million per year, respectively, for a total recreation value of $48.6 million per year. The harvest of pintails for food by Indigenous communities is estimated to be worth nearly $600,000 per year. Our calculations indicate that breeding habitat in Canada and in the northern...",
  "por_txt_cntn": "\nMigratory species&mdash;certain types of birds, bats, insects, and other animals&mdash;spend parts of the year across a geographic range, often in two or more distant areas and sometimes across international boundaries. Throughout their ranges, many migratory species provide benefits to humans, called ecosystem services, by controlling crop pests or pollinating food plants, or as the basis for recreational or subsistence hunting.\n\nSometimes, though, a species provides more benefits in certain areas than in others.  Or, a species might receive more support from some areas, or habitats, than from others. And sometimes there is a mismatch between the areas where a species provides the benefits and the areas from which it receives support. This mismatch is called a spatial subsidy. Simply put, areas that support the species are subsidizing areas that receive the speciesÆ benefits. This can lead to an economic inequality&mdash;between persons in areas that subsidize the species versus persons in areas that receive the benefits&mdash;and to difficulties for wildlife management and habitat protection.\n\nFor example, there may be few incentives for persons to protect a speciesÆ supportive habitat if the benefits of doing so are received by persons elsewhere. A more equitable approach would be for the persons who receive the benefits to pay for all or some of the costs to protect the species and its critical habitats&mdash;even if those habitats are in distant location or across borders.\n\nWe examined the spatial subsidies of three migratory species, the Mexican free-tailed bat (Tadarida brasiliensis mexicana), Northern Pintail ducks (Anas acuta), and the Monarch butterfly (Danaus plexippus).          \n\nMexican free-tailed bats spend the winter in central and southern Mexico. Early each spring, females migrate north, forming large roosts in the southwestern United States and northern Mexico. The bats eat insects, and in doing so, control agricultural pests. We found that bat pest-control saves cotton farmers $12.9 million annually across the southwestern U.S. and northern Mexico. The bats also provide cultural and recreation opportunities at certain locations, such as Carlsbad Caverns National Park in southeastern New Mexico, where there are large roosts.  We estimate these activities to be worth $6.5 million annually in the U.S.  Our calculations indicate that the batsÆ overwintering habitats in southern Mexico are subsidizing &ndash; by contributing to the species population viability &ndash; pest-control and tourism opportunities in the southwestern U.S.  Our models also show that multiple problems, such as roost destruction and vandalism (both in Mexico and the U.S.), threaten to cause further declines in bat numbers.  We believe that accounting for spatial subsidies can aid conservation efforts for these bats by identifying, and protecting (through land purchases or easements), habitat areas that are most critical for their long-term ability to provide benefits.\nNorthern Pintail ducks breed in Canada, Alaska, and the northern continental U.S. They winter along the coast of California and the Gulf Coast areas of Texas and Louisiana. Pintails are highly sought for bird watching and sport hunting due to their elegant plumage. They are also a source of food for Arctic Indigenous groups. Our studies show that the value of pintail recreational viewing (bird watching) and sports hunting in North America is between $22.4 and $26.2 million per year, respectively, for a total recreation value of $48.6 million per year. The harvest of pintails for food by Indigenous communities is estimated to be worth nearly $600,000 per year. Our calculations indicate that breeding habitat in Canada and in the northern continental U.S. subsidize bird watching and hunting of pintails in California and elsewhere. This suggests that continued Pintail hunting and recreational activities are dependent on the conservation of the speciesÆ breeding habitats, and me..."
 }
}