{
 "awd_id": "1119504",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Renewal: Chemistry of the Earth's Deep Interior",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 388063.0,
 "awd_amount": 388063.0,
 "awd_min_amd_letter_date": "2011-06-27",
 "awd_max_amd_letter_date": "2013-06-26",
 "awd_abstract_narration": "Intellectual Merit. Recent discoveries of the Cmcm post-perovskite (ppv) phase of (Mg,Fe)SiO3 and the high-spin-low-spin (HS-LS) transition of iron in lower-mantle pressure-temperature conditions have set the stage for a new paradigm in deep Earth research. Previously supported research results reveal that (Mg0.6Fe0.4)SiO3 crystallizes in another ppv structure (Pmma) and its iron is in a mixed spin state and ordered in two distinct crystallographic sites. Thus mantle mineralogy is more complex than previously thought, and several questions must be addressed: What are the crystal structures of the major mineral phases within the lower mantle? What are the effects of pressure-induced electronic and magnetic transitions on the crystal chemistry of lower mantle phases? What are the pressure-temperature-composition phase relations? How do major (Fe, Mg, Si) and minor (Ca, Al) components partition among different solid and melt phases and between different crystallographic sites? What are the geochemical and geodynamic consequences of this new paradigm of mineral physics?  Recent progress in high-pressure technology now makes it possible to tackle these challenging questions. The development of X-DAC and portable laser-heating system provide the platform for versatile and robust high pressure-temperature environments. The sub-?Êm x-ray probe allows in situ single-crystal xray diffraction studies with nominally polycrystal samples. A battery of newly developed synchrotron xray spectroscopic probes, including NRXS, XES, XANES, XMCD, and XRS allows in-depth study of the oxidation states, spin states, and site occupancy of Fe, as well as chemical bonding of light elements (O, Si, Mg, Al). This accomplishment-based project will address these and related questions that are fundamental for understanding large-scale processes and phenomena including the nature of geochemical reservoirs, the fate of deeply subducted slabs, the origin of plumes, the nature of the core-mantle boundary, the differentiation of the early Earth, and the continuing dynamic geochemical cycles today.  \r\n \r\nBroader Impacts. The research outlined in this proposal will impact a broad range of disciplines within the Earth sciences, including seismology, geodynamics, geodesy and tectonics, as well as petrology and geochemistry. This work will also improve understanding of material properties as a whole under extreme conditions, and as a consequence the research will illuminate areas beyond the geosciences: in physics, chemistry, materials science, planetary science, and biology. The research will enhance capabilities at synchrotron radiation and other major national facilities with the development of new experimental techniques for the broader community and training of new scientists at these facilities. A wide cross?]section of participants will benefit from the work, from high school and undergraduate students in internship programs, to graduate students (predoctoral fellows), postdoctoral associates and visiting investigators. As such, the project leverages existing infrastructure to prepare young scientists for careers in academia, national laboratories, and industry. The results and implications of the proposed work will be featured in popular articles and lectures, as with previous awards. By advancing the scientific frontiers of geoscience with newly developed techniques, the potential for materials applications, the training of new scientists, and educating the public, the proposed work will broadly impact both science and society.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ho-kwang",
   "pi_last_name": "Mao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ho-kwang Mao",
   "pi_email_addr": "mao@gl.ciw.edu",
   "nsf_id": "000162482",
   "pi_start_date": "2011-06-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Russell",
   "pi_last_name": "Hemley",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Russell J Hemley",
   "pi_email_addr": "rhemley@uic.edu",
   "nsf_id": "000424608",
   "pi_start_date": "2011-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie Institution of Washington",
  "inst_street_address": "5241 BROAD BRANCH RD NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023876400",
  "inst_zip_code": "200151305",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "CARNEGIE INSTITUTION OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZQ12LY4L5H39"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie Institution of Washington",
  "perf_str_addr": "5241 BROAD BRANCH RD NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200151305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 129283.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 129513.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 129267.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Lower mantle chemistry breakthrough</strong></p>\n<p><strong>&nbsp;</strong>New research from a team of scientists led by Carnegie&rsquo;s Ho-kwang Mao reveals that the composition of the Earth&rsquo;s lower mantle may be significantly different than previously thought. It is published by <em>Science</em>. This research is funded by the Petrology and Geochemistry Program of the EAR Division, National Science Foundation.</p>\n<p>The lower mantle comprises 55 percent of the planet by volume. It stretches from the so-called transition zone between it and the upper mantle at 670 kilometers depth and 24 gigapascals of pressure and the core-mantle boundary at 2,900 kilometers and 136 gigapascals of pressure.</p>\n<p>The prevailing theory was that the majority of the lower mantle is made up of a ferromagnesian silicate, (Mg,Fe)SiO<sub>3</sub>, commonly called perovskite, due to its structure. It was thought that this perovskite didn&rsquo;t change structure over the enormous range of pressures and temperatures found in the lower mantle.</p>\n<p>&nbsp;But in simulating the conditions of the lower mantle using laser-heated diamond anvil cells brought to pressures between 95 and 101 gigapascals and temperatures between 2,200 and 2,400 Kelvin, the team found that perovskite is unstable. It disassociates into two phases one magnesium silicate perovskite without the iron, which is represented by the Fe portion of the chemical formula, and one iron-rich and hexagonal in structure, called the H-phase.</p>\n<p>&nbsp;Further tests showed that this iron-rich H-phase is more stable than when the iron is incorporated in the perovskite, much to everyone&rsquo;s surprise. This means it is probably more prevalent.</p>\n<p>&nbsp;We still don&rsquo;t fully understand the chemistry of the H-phase, but this finding indicates that all geodynamic models need to be reconsidered to take the H-phase into account and there could be even more unidentified phases down there in the lower mantle as well, waiting to be identified.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/31/2015<br>\n\t\t\t\t\tModified by: Ho-Kwang&nbsp;Mao</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nLower mantle chemistry breakthrough\n\n New research from a team of scientists led by CarnegieÆs Ho-kwang Mao reveals that the composition of the EarthÆs lower mantle may be significantly different than previously thought. It is published by Science. This research is funded by the Petrology and Geochemistry Program of the EAR Division, National Science Foundation.\n\nThe lower mantle comprises 55 percent of the planet by volume. It stretches from the so-called transition zone between it and the upper mantle at 670 kilometers depth and 24 gigapascals of pressure and the core-mantle boundary at 2,900 kilometers and 136 gigapascals of pressure.\n\nThe prevailing theory was that the majority of the lower mantle is made up of a ferromagnesian silicate, (Mg,Fe)SiO3, commonly called perovskite, due to its structure. It was thought that this perovskite didnÆt change structure over the enormous range of pressures and temperatures found in the lower mantle.\n\n But in simulating the conditions of the lower mantle using laser-heated diamond anvil cells brought to pressures between 95 and 101 gigapascals and temperatures between 2,200 and 2,400 Kelvin, the team found that perovskite is unstable. It disassociates into two phases one magnesium silicate perovskite without the iron, which is represented by the Fe portion of the chemical formula, and one iron-rich and hexagonal in structure, called the H-phase.\n\n Further tests showed that this iron-rich H-phase is more stable than when the iron is incorporated in the perovskite, much to everyoneÆs surprise. This means it is probably more prevalent.\n\n We still donÆt fully understand the chemistry of the H-phase, but this finding indicates that all geodynamic models need to be reconsidered to take the H-phase into account and there could be even more unidentified phases down there in the lower mantle as well, waiting to be identified.\n\n\t\t\t\t\tLast Modified: 07/31/2015\n\n\t\t\t\t\tSubmitted by: Ho-Kwang Mao"
 }
}