{
 "awd_id": "1119403",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Fluid Transport and Fluid-Rock Interactions Preserved in Two Serpentinite Melanges in the Guatemala Suture Zone",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sonia Esperanca",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 252609.0,
 "awd_amount": 252609.0,
 "awd_min_amd_letter_date": "2011-07-01",
 "awd_max_amd_letter_date": "2016-05-13",
 "awd_abstract_narration": "Subduction channel fluids are responsible for modification of metamorphic blocks, crystallization of vein rocks, serpentinization of the overlying mantle wedge and ultimately the flux melting that spawns arc volcanism. We propose to extend our studies of the serpentinite mélanges of the Guatemala Suture Zone (GSZ) to elucidate this record of mass transport by fluid as recorded in the rocks. The GSZ encompasses two serpentinite mélanges that preserve the elements described above. One system on the south side of the Motagua fault records very cold and wet conditions within the subduction channel, represented by lawsonite eclogite blocks formed at ~2.6 GPa and 450-500ºC.  The other system north of the fault represents somewhat warmer but still wet conditions preserved in epidote-eclogite blocks, with peak metamorphism at 500-600°C and ~ 2 GPa. Both mélanges carry fragments of vein systems that formed within the overlying serpentinizing mantle peridotites; these include jadeitite, omphacitite, albitite, and mica-dominant rocks that contain a strong signature of fluids from altered oceanic crust and subducted sediment. Detailed petrologic and geochemical characterization of representative rocks is proposed for major, minor, and trace-element geochemistry and Sr-Nd isotopic systematics for this research, with a focus on B, Li, Be concentrations and isotopes. Textures, mineralogy, and chemical composition will be utilized to sort between processes that occurred during subduction as opposed to later exhumation. \r\n \r\nIntellectual Merit: Subduction is a fundamental process on Earth that recycles surface matter into the interior mantle and contributes to growth of continental crust. However, details of fluid-mediated mass transport and alteration in subduction zones are poorly understood and require further resolution.  Careful study of preserved subduction zones, where both fluid precipitates and hydrated mantle wedge rocks are preserved, will contribute important insights on this issue.  It is proposed to build upon results of a previously NSF-funded project by detailed chemical analysis of minerals in rocks preserved in serpentinite mélanges in the GSZ with the following objectives: (1) Characterize the mantle wedge protolith by study of the relict phases; (2) Analyze serpentinite minerals for major, minor and trace elements with particular attention to B, Li, and Be (and isotopic signatures) and textural settings to assess fluid modification of protolith and distinction between changes produced during subduction versus during exhumation; (3) Analyze minerals from vein rocks (e.g., jadeitite, omphacitite, mica-rock, etc.) with the same approach to determine the solute load of fluids traversing the subduction channel and entering the mantle wedge, as well as the relative timing based on textures and mineral assemblages.  Using fluid-mineral partition coefficients we will estimate fluid composition entering the mantle wedge. (4) Utilize Sr-Nd isotopic data to assess sources of lithologic components (e.g., mantle vs. recycled continental or sedimentary sources). The proposed research will enhance understanding of fluid transport from subduction channels to the mantle wedge.\r\n \r\nBroader Impacts: These include the collaboration of researchers at universities and museums, involvement of students and scientists in many countries, including those in Central America, support of teacher training and geological training in Guatemala, links with archaeological studies on Caribbean-area jade, connections among research groups, and extensive outreach to both the media and the public via interviews, articles and Museum web-sites aimed both at student education and dissemination of our activities, results, and data.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Harlow",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "George E Harlow",
   "pi_email_addr": "gharlow@amnh.org",
   "nsf_id": "000117769",
   "pi_start_date": "2011-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American Museum Natural History",
  "inst_street_address": "200 CENTRAL PARK W",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2127695975",
  "inst_zip_code": "100245102",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "THE AMERICAN MUSEUM OF NATURAL HISTORY",
  "org_prnt_uei_num": "MNJDKB4FXLM6",
  "org_uei_num": "MNJDKB4FXLM6"
 },
 "perf_inst": {
  "perf_inst_name": "American Museum Natural History",
  "perf_str_addr": "200 CENTRAL PARK W",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100245102",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 252609.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Report on Outcomes from EAR1119403: Collaborative Research: Fluid Transport and Fluid-Rock Interactions Preserved in Two Serpentinite M&eacute;langes in the Guatemala Suture Zone.</strong></p>\n<p>&nbsp;</p>\n<p>This project involved studying rocks adjacent to the major boundary between two tectonic plates of Earth&rsquo;s crust (the North American Plate and the Caribbean Plate), which cuts across central Guatemala.&nbsp; These boundary zones contain large bodies of serpentinite, a rock composed of magnesium silicates from Earth&rsquo;s mantle altered by reactions with water.&nbsp; These serpentinites were exhumed (uplifted) from depth (up to 70 km) and contain other rocks (hydrated oceanic floor basalt and some overlying sediments) modified by deep burial (subduction) along a tectonic plate boundary.&nbsp; Burial caused metamorphism of these rocks but also their dehydration; the water released both modified the rocks in and adjacent to the burial channel (subduction channel) and crystallized new rocks in veins, principally composed of jadeite (a sodium aluminosilicate of the pyroxene group) and albite (a member of the feldspar group).&nbsp; Flows of these dehydration waters also lead to so-called flux melting of Earth&rsquo;s mantle and, thus, volcanoes during the process, although these edifices were eroded long ago. This is a major geological process on Earth and important to Earth&rsquo;s geological evolution.&nbsp; The purpose of our study was to elaborate on the processes, examining the record of these fluid-driven interactions recorded in the Guatemalan rocks to gain a broader understanding of the chemical processes applicable to comparable regions of our planet.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In addition to collecting and documenting thousands of samples now stored in the collections of the American Museum of Natural History, our results document the transport of chemical elements via dehydration fluids into the fluid-crystallization products, such as the jadeite and albite rocks, as well as their fertilization via mineralization in altered basalts and serpentinites.&nbsp; Fluid mobile elements such as boron (B), lead (Pb), and cesium (Cs) are found in the crystallization products. &nbsp;However, less expected are moderate enrichments of so-called fluid immobile elements, such as zirconium (Zr) and hafnium (Hf), which we attribute to the alkalinity and high-pressure / low-temperature conditions of fluid flow.&nbsp; Boron and its isotopes (<sup>11</sup>B and <sup>10</sup>B) turn out to be useful indicators of these dehydration processes, as <sup>11</sup>B is relatively less enriched in minerals formed at great depth as compared with those found in comparable minerals crystallized closer to Earth&rsquo;s surface.&nbsp; So, this variation can be useful in differentiating rocks formed in deep rather than shallow environments.&nbsp; Our project also demonstrated that the jadeite rocks must have been stored at depth for millions of years, as they are that much older than rocks formed by burial processes. Such storage requires the vein rocks to have been emplaced in the roof of the burial channel (in serpentinite) rather than part of the descending (subducting) oceanic plate, the first interpretation of this sort.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/29/2017<br>\n\t\t\t\t\tModified by: George&nbsp;E&nbsp;Harlow</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nReport on Outcomes from EAR1119403: Collaborative Research: Fluid Transport and Fluid-Rock Interactions Preserved in Two Serpentinite M&eacute;langes in the Guatemala Suture Zone.\n\n \n\nThis project involved studying rocks adjacent to the major boundary between two tectonic plates of Earth?s crust (the North American Plate and the Caribbean Plate), which cuts across central Guatemala.  These boundary zones contain large bodies of serpentinite, a rock composed of magnesium silicates from Earth?s mantle altered by reactions with water.  These serpentinites were exhumed (uplifted) from depth (up to 70 km) and contain other rocks (hydrated oceanic floor basalt and some overlying sediments) modified by deep burial (subduction) along a tectonic plate boundary.  Burial caused metamorphism of these rocks but also their dehydration; the water released both modified the rocks in and adjacent to the burial channel (subduction channel) and crystallized new rocks in veins, principally composed of jadeite (a sodium aluminosilicate of the pyroxene group) and albite (a member of the feldspar group).  Flows of these dehydration waters also lead to so-called flux melting of Earth?s mantle and, thus, volcanoes during the process, although these edifices were eroded long ago. This is a major geological process on Earth and important to Earth?s geological evolution.  The purpose of our study was to elaborate on the processes, examining the record of these fluid-driven interactions recorded in the Guatemalan rocks to gain a broader understanding of the chemical processes applicable to comparable regions of our planet.\n\n            In addition to collecting and documenting thousands of samples now stored in the collections of the American Museum of Natural History, our results document the transport of chemical elements via dehydration fluids into the fluid-crystallization products, such as the jadeite and albite rocks, as well as their fertilization via mineralization in altered basalts and serpentinites.  Fluid mobile elements such as boron (B), lead (Pb), and cesium (Cs) are found in the crystallization products.  However, less expected are moderate enrichments of so-called fluid immobile elements, such as zirconium (Zr) and hafnium (Hf), which we attribute to the alkalinity and high-pressure / low-temperature conditions of fluid flow.  Boron and its isotopes (11B and 10B) turn out to be useful indicators of these dehydration processes, as 11B is relatively less enriched in minerals formed at great depth as compared with those found in comparable minerals crystallized closer to Earth?s surface.  So, this variation can be useful in differentiating rocks formed in deep rather than shallow environments.  Our project also demonstrated that the jadeite rocks must have been stored at depth for millions of years, as they are that much older than rocks formed by burial processes. Such storage requires the vein rocks to have been emplaced in the roof of the burial channel (in serpentinite) rather than part of the descending (subducting) oceanic plate, the first interpretation of this sort.\n\n\t\t\t\t\tLast Modified: 08/29/2017\n\n\t\t\t\t\tSubmitted by: George E Harlow"
 }
}