{
 "awd_id": "1119266",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Evaluating Ancestry of the Tibet Plateau: Did a Mesozoic Proto-plateau Exist?",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephen Harlan",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 219545.0,
 "awd_amount": 219545.0,
 "awd_min_amd_letter_date": "2011-06-28",
 "awd_max_amd_letter_date": "2014-03-13",
 "awd_abstract_narration": "Despite much investigation, when and how the Tibet plateau attained its elevation is a major unresolved problem in Earth science. This is partly due to the fact that early history of plateau growth is unknown. In recent years, many researchers have emphasized the effects of early Cenozoic India-Asia collision on the timing of increased elevation of the Tibet plateau; however, mechanical modeling of this increase in elevation requires improved constraints on the initial boundary conditions that existed prior to the impingement of India with Asia. This project employs a multi-disciplinary test of the hypothesis that a proto-plateau resulted from crustal thickening due to Mesozoic continent-continent collisional systems along the Qiangtang terrane borderlands prior to the collision of India with Asia. Reconstructing the upper crustal configuration of eastern Tibet prior to the Indian collision is performed using methods in sedimentology, stratigraphy, structure, stable isotope paleoaltimetry, geochemistry, geochronology, and basin modeling of the Mesozoic Qamdo basin in southeastern Tibet. Investigations of paleoenvironmental data from study of sedimentary deposits reveal patterns of aridification to compare with those indicative of plateau development. Comparison of sedimentary provenance of Qamdo basin deposits with lithologies of surrounding structural highlands and the structural kinematic history of adjacent deformation belts is used to model tectonic evolution and surface configuration of the region. Oxygen isotopic composition of paleosol carbonates is employed to assess paleoelevation history of the area and detect possible episodes of plateau rise. Documenting this early history of Tibet plateau evolution is required to address several outstanding issues of scientific and societal importance. First, research results provide constraints on initial input parameters that will improve the calibration of mechanical models of plateau development, as well as the threshold conditions under which extrusion tectonism was later initiated in the region. Also, the geological history of the Tibet plateau is thought to be tightly linked to major changes in climate patterns and wholesale secular changes in ocean chemistry due to chemical influx from the rivers that drain the Tibet plateau. Because chemical erosion of rocks consumes carbon dioxide from the atmosphere, erosion of the widespread uplifted region of the Tibet plateau, enhanced by a monsoonal climate, is a potential driver of global cooling episodes. Finally, the plate tectonic processes that formed the Tibet region bear the most relevance to the plate tectonic processes operating today that control the distribution of major seismic, volcanic, and mass wasting (e.g., landslide) hazards around the globe, as highlighted by the 2008 Wenchuan earthquake centered on the eastern Tibet plateau margin. In addition to the scientific objectives of this project, it is supporting the training of two Ph.D. students and three undergraduate students in a STEM discipline. Scientific collaboration between students and faculty at West Virginia University (U.S.), the University of Alabama (U.S.), and Nanjing University (China), is an important component of this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Delores",
   "pi_last_name": "Robinson",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Delores M Robinson",
   "pi_email_addr": "dmr@ua.edu",
   "nsf_id": "000039389",
   "pi_start_date": "2011-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama Tuscaloosa",
  "inst_street_address": "801 UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "TUSCALOOSA",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2053485152",
  "inst_zip_code": "354012029",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA",
  "org_prnt_uei_num": "TWJWHYEM8T63",
  "org_uei_num": "RCNJEHZ83EV6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama Tuscaloosa",
  "perf_str_addr": "801 UNIVERSITY BLVD",
  "perf_city_name": "TUSCALOOSA",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "354012029",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 152733.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 66812.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit:</strong></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; The Himalayan-Tibetan Plateau is the largest continental feature on Earth. India and Asia collided ~58 million years ago in the Cenozoic Era; however, the Tibetan Plateau may have been building since the Mesozoic Era (250-66 million years ago). Our study found Mesozoic basins that contain sedimentary rock on the eastern part of the Tibetan Plateau, the West and East Ganzi Basins. The basin boundaries show that the sedimentary rock in the basin was deposited at the same time that compressional faults were occurring at the boundaries. Because the sedimentary rocks&nbsp;are Mesozoic in age, the faults along the boundaries must also be Mesozoic in age. The compressional faults indicate that on the eastern Tibetan Plateau collision of the pre-Tibetan Plateau crustal material elevated the crust in this location before India collided. Thus, there was a proto-plateau long before the India-Asia collision. The purpose of this study was to provide the scientific community with the input data needed to determine how the Tibetan Plateau reached its present elevation. We now know that there was significant elevation created by Mesozoic collisions that needs to be accounted for when developing models of Tibetan Plateau uplift. Two other basins located 200-300 km south of the Ganzi Basins, the Jawa and Mula Basins, are Cenozoic in age. During the India-Asia collision, these basinsw were created by motion along continental scale strike-slip faults. The geologic history in all four basins was extracted from&nbsp;sediments shed into the basin from the local region but in response to large collisional tectonic forces. Thus, the pulses of sediments&nbsp;in these basins correlate with larger geologic deformation events and preserve the history of the development of the Tibetan Plateau.</p>\n<p><strong>Broader Impacts:</strong></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; This proposal provided training for three Ph.D. students. The main Ph.D. student supported learned the techniques of conducting field work, separating minerals, running scientific machinery and was supported to complete his Ph.D. This student is close to finishing his dissertation. Two other Ph.D. students had minor contributions; they helped with mineral separation in the summer when undergraduates were not available. Dr. Chunmiao Zheng, formerly of Peking University and now at the&nbsp;South University of Science and Technology of China, helped us with permits and travel within China. The training provided to the graduate students spanned across many research areas including structural geology, sedimentology, geochronology and thermochronology to promote interaction with multiple experts and a multi-disciplinary approach. Examples from this work are used in graduate level classes at the University of Alabama, Department of Geological Sciences. Both technical and non-technical talks are given for scientists, the general public and for K-5 outreach regarding the field work and results from this study. The research money supported a female principal investigator from an EPSCoR (Experimental Program to Stimulate Competitive Research) state.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/26/2016<br>\n\t\t\t\t\tModified by: Delores&nbsp;M&nbsp;Robinson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit:\n\n     The Himalayan-Tibetan Plateau is the largest continental feature on Earth. India and Asia collided ~58 million years ago in the Cenozoic Era; however, the Tibetan Plateau may have been building since the Mesozoic Era (250-66 million years ago). Our study found Mesozoic basins that contain sedimentary rock on the eastern part of the Tibetan Plateau, the West and East Ganzi Basins. The basin boundaries show that the sedimentary rock in the basin was deposited at the same time that compressional faults were occurring at the boundaries. Because the sedimentary rocks are Mesozoic in age, the faults along the boundaries must also be Mesozoic in age. The compressional faults indicate that on the eastern Tibetan Plateau collision of the pre-Tibetan Plateau crustal material elevated the crust in this location before India collided. Thus, there was a proto-plateau long before the India-Asia collision. The purpose of this study was to provide the scientific community with the input data needed to determine how the Tibetan Plateau reached its present elevation. We now know that there was significant elevation created by Mesozoic collisions that needs to be accounted for when developing models of Tibetan Plateau uplift. Two other basins located 200-300 km south of the Ganzi Basins, the Jawa and Mula Basins, are Cenozoic in age. During the India-Asia collision, these basinsw were created by motion along continental scale strike-slip faults. The geologic history in all four basins was extracted from sediments shed into the basin from the local region but in response to large collisional tectonic forces. Thus, the pulses of sediments in these basins correlate with larger geologic deformation events and preserve the history of the development of the Tibetan Plateau.\n\nBroader Impacts:\n\n     This proposal provided training for three Ph.D. students. The main Ph.D. student supported learned the techniques of conducting field work, separating minerals, running scientific machinery and was supported to complete his Ph.D. This student is close to finishing his dissertation. Two other Ph.D. students had minor contributions; they helped with mineral separation in the summer when undergraduates were not available. Dr. Chunmiao Zheng, formerly of Peking University and now at the South University of Science and Technology of China, helped us with permits and travel within China. The training provided to the graduate students spanned across many research areas including structural geology, sedimentology, geochronology and thermochronology to promote interaction with multiple experts and a multi-disciplinary approach. Examples from this work are used in graduate level classes at the University of Alabama, Department of Geological Sciences. Both technical and non-technical talks are given for scientists, the general public and for K-5 outreach regarding the field work and results from this study. The research money supported a female principal investigator from an EPSCoR (Experimental Program to Stimulate Competitive Research) state.\n\n\t\t\t\t\tLast Modified: 09/26/2016\n\n\t\t\t\t\tSubmitted by: Delores M Robinson"
 }
}