{
 "awd_id": "1119253",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PBS NewsHour: STEM Learning For Adults, Teens And At-Risk Populations",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sandra Welch",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 1547865.0,
 "awd_amount": 1547865.0,
 "awd_min_amd_letter_date": "2011-09-12",
 "awd_max_amd_letter_date": "2011-09-12",
 "awd_abstract_narration": "The PBS NewsHour STEM Learning project is a broadcast and online science journalism and informal science education initiative to report breaking science news and cutting-edge STEM (Science, Technology, Engineering and Mathematics) research and researchers to a national audience.  The multi-platform project goals are to: (1) increase and improve the knowledge of the audience with respect to science and technology; (2) stimulate the active engagement of the audience with science and technology through interactive tools; and (3)position the PBS NewsHour as a regular destination for in-depth and innovative science reporting; (4) deploy new and creative digital tools to extend the impact of NewsHour science reporting, especially for youth.  \r\n\r\nThe PBS NewsHour is produced by MacNeil/Lehrer Productions and distributed by PBS to PBS television and radio stations across the country, five nights per week.  This project is informed by an expert advisory board and other consultants.  Project evaluation will be conducted by City Square Associates.  The formative evaluation in year one will employ focus groups of adults from the general audience and teens as well as a quantitative survey online to determine a benchmark of current science knowledge, attitudes and behaviors.  The evaluation in year two will test digital components of the project in a usability lab setting to gather information  to help improve the quality and effectiveness of these deliverables.  The summative evaluation will administer a tracking study with the same population surveyed in the first year.\r\n\r\nDeliverables include: a minimum of 26 science documentary reports broadcast per year plus additional in-studio interviews and coverage of breaking science news; a revamped website, notably \"Science and Tech To Go\"; a weekly STEM interview or report online featuring Hari Sreenivasan or other reporters; additional weekly digital STEM reporting; and an expanded and redesigned outreach program for teens and educators including an innovative, cloud-based student editing and content-sharing initiative in collaboration with several science centers.  Six new PBS NewsHour Student Reporting Labs, established in high-need urban schools, will shoot, edit, and post their videos on the web.  The PBS NewsHour science reports will be broadcast and featured on the NewsHour iPhone app, as well as disseminated on the NewsHour's YouTube Channel, Disqus and UStream, Hulu.com, with new science material updated daily on the web.  The NewsHour is seen by more than 7 million viewers each week, with additional audiences being reached by radio, the Online NewsHour website, podcasts, and other social media.  New community-based programs expand the audience farther.  The final summative report will outline the impact of the project and identify the strategies and tactic found to be most effective in making use of digital media to support project goals.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patti",
   "pi_last_name": "Parson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Patti Parson",
   "pi_email_addr": "pparson@newshour.org",
   "nsf_id": "000600231",
   "pi_start_date": "2011-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Greater Washington Educational Telecommunications Association",
  "inst_street_address": "3939 CAMPBELL AVE",
  "inst_street_address_2": "",
  "inst_city_name": "ARLINGTON",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7039982608",
  "inst_zip_code": "222063440",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "VA08",
  "org_lgl_bus_name": "GREATER WASHINGTON EDUCATIONAL TELECOMMUNICATIONS ASSOCIATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z3X2G8N28DN3"
 },
 "perf_inst": {
  "perf_inst_name": "Greater Washington Educational Telecommunications Association",
  "perf_str_addr": "3939 CAMPBELL AVE",
  "perf_city_name": "ARLINGTON",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "222063440",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "VA08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1547865.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; &nbsp; &nbsp;With the help of the NSF, <em>PBS NewsHour</em> conducted a highly-visible science and engineering reporting initiative which featured a multi-platform approach to STEM learning for adults and teens, using broadcast, online, social media and out-of-school projects to engage these audiences.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp;There was intellectual merit for the <em>NewsHour,</em> with its reputation for accuracy and credibility, to address the public&rsquo;s diminishing knowledge of scientific information by producing these in-depth reports, while working with teens to create their own coverage of STEM issues. &nbsp;A Pew survey conducted near the time of our proposal showed that &ldquo;85% [of scientists] see the public's lack of scientific knowledge as a major problem for science&rdquo; and that &ldquo;76% blame the media for failing to distinguish between findings that are well founded and those that are not&rdquo;.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp;To help stem that trend, the <em>NewsHour</em> produced 104 broadcast reports and posted 929 online elements, covering all aspects of STEM, from astrophysics to biology to chemistry, from climate science to mechanical engineering.&nbsp; These all are archived on our science page (<a href=\"http://www.pbs.org/newshour/topic/science/\">http://www.pbs.org/newshour/topic/science/</a>) which uses intriguing headlines and visuals to increase attention in social media and search engines.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp;These reports demonstrated their broader impact by reaching millions.&nbsp; The broadcast program reached 1.4 million nightly.&nbsp; While we do not have the Web analytics for the entire period, there were over 3 million page and video views from June 2013-June 2014; from July &ndash; December 2014, there were over 4.6 million, along with 540,000 social media interactions. Our summative evaluation showed that those surveyed gave the website&rsquo;s content an overall rating of 4.53 on a five-point scale; 96.6% of those surveyed in the final year rated the coverage as either &ldquo;Very Good&rdquo; or &ldquo;Good&rdquo; while &nbsp;76.6% &nbsp;&nbsp;said they have used/applied what they learned.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp;As part of its broader impact, the <em>NewsHour</em> involved 27 after- and out-of-school programs in underserved neighborhoods across the country in its <em>Student Reporting Labs.</em> This project connected teens to local PBS stations and news professionals to produce student-generated science video reports which then were posted on a special website</p>\n<p>(<a href=\"http://www.studentreportinglabs.com/\">http://www.studentreportinglabs.com/</a> ).&nbsp; These students produced 35 video pieces, and won awards and recognition for their reports &ndash; several of which aired on the <em>NewsHour</em>. After a Lab visit to West Virginia University to conduct interviews on the environment and learn more about reporting, one student wrote: &nbsp;&nbsp;\"The trip taught me life skills that will benefit me forever. I, being a sophomore, was so lucky to have been given the opportunity. It was a once in a lifetime experience, and I learned new things and broadened pathways. It was genuinely amazing.\"&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp;Teachers also had the opportunity for professional development by working with <em>NewsHour </em>staff in person at annual boot camps and via dozens of Google hangouts.&nbsp; After attending a <em>NewsHour </em>professional development conference, Kentucky Project Lead the Way&rsquo;s coordinator wrote: &ldquo;Our reporting team is documenting an engineering problem for the PTLW robotics game challenge competition.&nbsp; The experience the Student Reporting Lab students gains by completing this production is limitless.&nbsp; This is one of the best exercises that my student reporters have been involved wit...",
  "por_txt_cntn": "\n     With the help of the NSF, PBS NewsHour conducted a highly-visible science and engineering reporting initiative which featured a multi-platform approach to STEM learning for adults and teens, using broadcast, online, social media and out-of-school projects to engage these audiences.\n\n \n\n     There was intellectual merit for the NewsHour, with its reputation for accuracy and credibility, to address the publicÆs diminishing knowledge of scientific information by producing these in-depth reports, while working with teens to create their own coverage of STEM issues.  A Pew survey conducted near the time of our proposal showed that \"85% [of scientists] see the public's lack of scientific knowledge as a major problem for science\" and that \"76% blame the media for failing to distinguish between findings that are well founded and those that are not\".\n\n \n\n     To help stem that trend, the NewsHour produced 104 broadcast reports and posted 929 online elements, covering all aspects of STEM, from astrophysics to biology to chemistry, from climate science to mechanical engineering.  These all are archived on our science page (http://www.pbs.org/newshour/topic/science/) which uses intriguing headlines and visuals to increase attention in social media and search engines.\n\n \n\n     These reports demonstrated their broader impact by reaching millions.  The broadcast program reached 1.4 million nightly.  While we do not have the Web analytics for the entire period, there were over 3 million page and video views from June 2013-June 2014; from July &ndash; December 2014, there were over 4.6 million, along with 540,000 social media interactions. Our summative evaluation showed that those surveyed gave the websiteÆs content an overall rating of 4.53 on a five-point scale; 96.6% of those surveyed in the final year rated the coverage as either \"Very Good\" or \"Good\" while  76.6%   said they have used/applied what they learned.\n\n \n\n     As part of its broader impact, the NewsHour involved 27 after- and out-of-school programs in underserved neighborhoods across the country in its Student Reporting Labs. This project connected teens to local PBS stations and news professionals to produce student-generated science video reports which then were posted on a special website\n\n(http://www.studentreportinglabs.com/ ).  These students produced 35 video pieces, and won awards and recognition for their reports &ndash; several of which aired on the NewsHour. After a Lab visit to West Virginia University to conduct interviews on the environment and learn more about reporting, one student wrote:   \"The trip taught me life skills that will benefit me forever. I, being a sophomore, was so lucky to have been given the opportunity. It was a once in a lifetime experience, and I learned new things and broadened pathways. It was genuinely amazing.\" \n\n \n\n     Teachers also had the opportunity for professional development by working with NewsHour staff in person at annual boot camps and via dozens of Google hangouts.  After attending a NewsHour professional development conference, Kentucky Project Lead the WayÆs coordinator wrote: \"Our reporting team is documenting an engineering problem for the PTLW robotics game challenge competition.  The experience the Student Reporting Lab students gains by completing this production is limitless.  This is one of the best exercises that my student reporters have been involved with during my thirty years of teaching video production.\"\n\n \n\n     Another outreach project, the.News, worked with museums in New York and Ohio and with after school programs in Maryland to teach teens to re-edit and mash-up science videos to create their own pieces:  they learned more about the science and the technical skills needed to communicate about research.\n\n \n\n     Teachers at NYSCi noted that students deepened their understanding of STEM issues.  They also remarked that that the stories created got better each year, which they saw as an indication tha..."
 }
}