{
 "awd_id": "1119290",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Enhancing Games with Assessment and Metacognitive Emphases (EGAME)",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032925117",
 "po_email": "adestrul@nsf.gov",
 "po_sign_block_name": "Arlene de Strulle",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 3149239.0,
 "awd_amount": 3249201.0,
 "awd_min_amd_letter_date": "2011-07-25",
 "awd_max_amd_letter_date": "2016-09-06",
 "awd_abstract_narration": "This development and research project from Vanderbilt University, Facet Innovations, and Filament Games, designs, develops, and tests a digital game-based learning environment for supporting, assessing and analyzing middle school students' conceptual knowledge in learning physics, specifically Newtonian mechanics. This research integrates work from prior findings and refines computer assisted testing and Hidden Markov Modeling to develop a new methodology to engage students in deep learning while diagnosing and scaffolding the learning of Newtonian mechanics.\r\n\r\nThe project uses a randomized experimental 2 x 1 design comparing a single control condition to a single experimental condition with multiple iterations to test the impact of the game on the learning of Newtonian physics. Using designed based research with teachers and students, the researchers are iteratively developing and testing the interactions and knowledge acquisition of students through interviews, pre and post tests and stealth assessment.  Student learner action logs are recorded during game-play along with randomized student interviews.  Students' explanations and game-play data are collected and analyzed for changes in domain understanding using pre-post tests assessment. \r\n\r\nThe project will afford the validation of EGAME as an enabler of new knowledge in the fields of cognition, conceptual change, computer adaptive testing and Hidden Markov Modeling as 90 to 300 middle school students learn Newtonian mechanics, and other science content in game-based learning and design. The design of this digital game platform encompasses a very flexible environment that will be accessible to a diverse group of audiences, and have a transformational affect that will advance theory, design and practice in game-based learning environments.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Clark",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas B Clark",
   "pi_email_addr": "doug.clark@vanderbilt.edu",
   "nsf_id": "000336921",
   "pi_start_date": "2011-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jim",
   "pi_last_name": "Minstrell",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jim A Minstrell",
   "pi_email_addr": "jimminstrell@facetinnovations.com",
   "nsf_id": "000433019",
   "pi_start_date": "2011-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gautam",
   "pi_last_name": "Biswas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gautam Biswas",
   "pi_email_addr": "gautam.biswas@vanderbilt.edu",
   "nsf_id": "000110341",
   "pi_start_date": "2011-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "White",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel N White",
   "pi_email_addr": "white@filamentgames.com",
   "nsf_id": "000533778",
   "pi_start_date": "2011-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Pratim",
   "pi_last_name": "Sengupta",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pratim Sengupta",
   "pi_email_addr": "pratim.sengupta@Vanderbilt.Edu",
   "nsf_id": "000548930",
   "pi_start_date": "2011-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vanderbilt University",
  "inst_street_address": "110 21ST AVE S",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153222631",
  "inst_zip_code": "372032416",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "VANDERBILT UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GTNBNWXJ12D5"
 },
 "perf_inst": {
  "perf_inst_name": "Vanderbilt University",
  "perf_str_addr": "110 21ST AVE S",
  "perf_city_name": "NASHVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372032416",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "TN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0416",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001617DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1586454.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 724105.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 838680.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 99962.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The EGAME grant was proposed to scaffold and diagnostically assess middle school students&rsquo; understanding of Newtonian dynamics. More specifically, the goals of EGAME focused on (a) researching the role of explanation and dialog in immersive digital games to support learning, (b) researching students&rsquo; learning processes in immersive digital games, (c) researching computer-adaptive testing and datamining techniques to adaptively support and assess student learning, and (d) producing a successful game-based learning environment and associated standards-based curriculum about Newtonian dynamics.</p>\n<p><em>Intellectual Merit.</em> Digital games as a medium have become a central part of teen and adult cultures. There has been great interest in research on harnessing digital games for learning. EGAME research has analyzed and documented strengths as well as limitations of digital games as a medium for education, the nature of students&rsquo; learning processes, and approaches to data-mining and automated assessment to track student learning in such environments to support real time adaptation of supports and assessment. This research resulted in 32 published, in press, or accepted publications (18 journal articles and 14 book chapters) during the EGAME grant along with three more journal articles that are submitted or in revision. EGAME also resulted in 52 conference presentations.</p>\n<p>Ultimately, EGAME research identified and analyzed the benefits of shifting design principles to focus gameplay on the interpretation and manipulation of formal representations to engage students in the practices of the discipline as opposed to the more traditional focus on conceptual learning only. This &ldquo;science as practice&rdquo; perspective and the &ldquo;disciplinarily-integrated game&rdquo; framework developed through EGAME align closely with the Next Generation Science Standards to prepare students to actively engage in the STEM disciplines and workforce rather than simply view science as a passive set of concepts to be learned.</p>\n<p><em>Broader Impacts.</em> EGAME researched and developed five iteratively more powerful gaming platforms. To support broader impacts, each of these platforms was designed as an authoring platform rather than as a single fixed game so that EGAME researchers and researchers from other projects could use the platforms flexibly to support a wide range of evolving research goals. Toward this goal of flexible authoring, we integrated four of the five platforms into the NSF-supported WISE online learning environment platform. EGAME also supported WISE development of: (a) random assignment of subjects to conditions for research, and (b) a flexible interface to allow researchers and developers to create high-level interfaces for games and other projects that adaptively adjust to support student learning and progress. Furthermore, integration with WISE (a) provides our games with WISE supports for teachers and classrooms and (b) leverages the WISE portal to disseminate EGAME games and curriculum nationally and internationally.</p>\n<p>The disciplinarily-integrated game approach responds to calls for greater emphasis on problem-solving, 21st century skills, and engaging students in the practices of disciplines to develop deeper understanding. Furthermore, our research, prototypes, and game platforms have demonstrated that disciplinary integration provides a highly generalizable template for integrating digital games across the curriculum. Up to now, developing digital games for learning in multiple disciplinary topics at an economically feasible budget has often devolved into simple forms of gamification (i.e., simply layering points and badges over mechanics that are not themselves game-like). Developing a game where individual core disciplinary topics drive game mechanics, on the other hand, has proved time-intensive and cost-intensive. This, in turn, has created a barrier to the systematic integration of digital games as a medium across the curriculum. An advantage of the disciplinarily-integrated game approach developed through EGAME is that the game mechanics focus on the interpretation, creation, and transformation of disciplinary model types and formal representations. This allows the same software to be used and adapted easily across multiple disciplinary topics. The final EGAME game platform, known as SURGE Gameblox, is particularly flexible in this regard. These important economies of scale in terms of development time and cost could therefore make possible broad and systematic integration of digital games across the curriculum.</p>\n<p>Even more importantly, this generalizability has critical implications in terms of integration and students&rsquo; development across the curriculum. Whereas, much research on digital environments in the classroom has traditionally focused at the level of the activity rather than the level of the longer-term curriculum, the conceptualization of disciplinarily-integrated games lends itself well to thinking about the connections between and across curricula in terms of underlying disciplinary practices and representational forms from science, mathematics, and computer science. In their strongest form, therefore, DIGs can help us conceptualize the year-long science curriculum as a careful assembly of curricular units, arranged in terms of meaningful connections between epistemic and representational forms, designed to create meaningful coherence across the curriculum. This emphasis on long-term development parallels calls across reform standards for students&rsquo; development of epistemic and representational practices central to scientific expertise in an authentic manner representative of the professional practice of scientists.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/18/2017<br>\n\t\t\t\t\tModified by: Douglas&nbsp;B&nbsp;Clark</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1119290/1119290_10112868_1513615798654_SURGESymbolic--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1119290/1119290_10112868_1513615798654_SURGESymbolic--rgov-800width.jpg\" title=\"Figure 5 SURGE Symbolic\"><img src=\"/por/images/Reports/POR/2017/1119290/1119290_10112868_1513615798654_SURGESymbolic--rgov-66x44.jpg\" alt=\"Figure 5 SURGE Symbolic\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">SURGE Symbolic is EGAME?s first fully disciplinarily-integrated game. The gameplay mechanics focus students on the interpretation, manipulation, and transformation of formal representations in a manner reflecting a ?science as practice? perspective on science education.</div>\n<div class=\"imageCredit\">SURGE Group</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Douglas&nbsp;B&nbsp;Clark</div>\n<div class=\"imageTitle\">Figure 5 SURGE Symbolic</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1119290/1119290_10112868_1513615269445_SURGENext2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1119290/1119290_10112868_1513615269445_SURGENext2--rgov-800width.jpg\" title=\"Figure 2 SURGE Next\"><img src=\"/por/images/Reports/POR/2017/1119290/1119290_10112868_1513615269445_SURGENext2--rgov-66x44.jpg\" alt=\"Figure 2 SURGE Next\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">SURGE Next is the first platform designed by EGAME. Design principles focused on incentivizing prediction and explanation as part of gameplay. This involved streamlining and distilling popular gameplay mechanics to emphasize fewer but more salient and consequential gameplay decisions.</div>\n<div class=\"imageCredit\">SURGE Group</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Douglas&nbsp;B&nbsp;Clark</div>\n<div class=\"imageTitle\">Figure 2 SURGE Next</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1119290/1119290_10112868_1513615361100_FuzzyChronicles--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1119290/1119290_10112868_1513615361100_FuzzyChronicles--rgov-800width.jpg\" title=\"Figure 3 Fuzzy Chronicles\"><img src=\"/por/images/Reports/POR/2017/1119290/1119290_10112868_1513615361100_FuzzyChronicles--rgov-66x44.jpg\" alt=\"Figure 3 Fuzzy Chronicles\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Fuzzy Chronicles was initially designed building on the findings of early prototypes of SURGE Next under another grant. When that grant ended, EGAME took over the game platform and expanded it for data mining studies by EGAME that focused on interpreting and abstracting contextual information.</div>\n<div class=\"imageCredit\">SURGE Group</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Douglas&nbsp;B&nbsp;Clark</div>\n<div class=\"imageTitle\">Figure 3 Fuzzy Chronicles</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1119290/1119290_10112868_1513615554259_SURGENextG--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1119290/1119290_10112868_1513615554259_SURGENextG--rgov-800width.jpg\" title=\"Figure 4 SURGE Next G\"><img src=\"/por/images/Reports/POR/2017/1119290/1119290_10112868_1513615554259_SURGENextG--rgov-66x44.jpg\" alt=\"Figure 4 SURGE Next G\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">SURGE Next G integrated a mature version of SURGE Next with graphing and computational modeling tools to allow students to interpret graphs and program models as part of gameplay. SURGE Next G represented a move toward the EGAME disciplinarily-integrated game approach.</div>\n<div class=\"imageCredit\">SURGE Group</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Douglas&nbsp;B&nbsp;Clark</div>\n<div class=\"imageTitle\">Figure 4 SURGE Next G</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1119290/1119290_10112868_1513615115458_SURGEClassic--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1119290/1119290_10112868_1513615115458_SURGEClassic--rgov-800width.jpg\" title=\"Figure 1 SURGE Classic\"><img src=\"/por/images/Reports/POR/2017/1119290/1119290_10112868_1513615115458_SURGEClassic--rgov-66x44.jpg\" alt=\"Figure 1 SURGE Classic\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">SURGE Classic is the original SURGE game on which the EGAME grant builds. SURGE Classic design prioritized maintaining fidelity to popular game mechanics with formal representations overlayed to support connections to physics ideas.</div>\n<div class=\"imageCredit\">SURGE Group</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Douglas&nbsp;B&nbsp;Clark</div>\n<div class=\"imageTitle\">Figure 1 SURGE Classic</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1119290/1119290_10112868_1513616039045_SURGEGameblox--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1119290/1119290_10112868_1513616039045_SURGEGameblox--rgov-800width.jpg\" title=\"Figure 6 SURGE Gameblox\"><img src=\"/por/images/Reports/POR/2017/1119290/1119290_10112868_1513616039045_SURGEGameblox--rgov-66x44.jpg\" alt=\"Figure 6 SURGE Gameblox\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">SURGE Gameblox is our newest and final game platform. It demonstrates the potential of disciplinarily-integrated games to simultaneously leverage transdisciplinary modeling practices and computational thinking in a cooperative agent-based programming game across multiple disciplinary topics.</div>\n<div class=\"imageCredit\">SURGE Group</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Douglas&nbsp;B&nbsp;Clark</div>\n<div class=\"imageTitle\">Figure 6 SURGE Gameblox</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe EGAME grant was proposed to scaffold and diagnostically assess middle school students? understanding of Newtonian dynamics. More specifically, the goals of EGAME focused on (a) researching the role of explanation and dialog in immersive digital games to support learning, (b) researching students? learning processes in immersive digital games, (c) researching computer-adaptive testing and datamining techniques to adaptively support and assess student learning, and (d) producing a successful game-based learning environment and associated standards-based curriculum about Newtonian dynamics.\n\nIntellectual Merit. Digital games as a medium have become a central part of teen and adult cultures. There has been great interest in research on harnessing digital games for learning. EGAME research has analyzed and documented strengths as well as limitations of digital games as a medium for education, the nature of students? learning processes, and approaches to data-mining and automated assessment to track student learning in such environments to support real time adaptation of supports and assessment. This research resulted in 32 published, in press, or accepted publications (18 journal articles and 14 book chapters) during the EGAME grant along with three more journal articles that are submitted or in revision. EGAME also resulted in 52 conference presentations.\n\nUltimately, EGAME research identified and analyzed the benefits of shifting design principles to focus gameplay on the interpretation and manipulation of formal representations to engage students in the practices of the discipline as opposed to the more traditional focus on conceptual learning only. This \"science as practice\" perspective and the \"disciplinarily-integrated game\" framework developed through EGAME align closely with the Next Generation Science Standards to prepare students to actively engage in the STEM disciplines and workforce rather than simply view science as a passive set of concepts to be learned.\n\nBroader Impacts. EGAME researched and developed five iteratively more powerful gaming platforms. To support broader impacts, each of these platforms was designed as an authoring platform rather than as a single fixed game so that EGAME researchers and researchers from other projects could use the platforms flexibly to support a wide range of evolving research goals. Toward this goal of flexible authoring, we integrated four of the five platforms into the NSF-supported WISE online learning environment platform. EGAME also supported WISE development of: (a) random assignment of subjects to conditions for research, and (b) a flexible interface to allow researchers and developers to create high-level interfaces for games and other projects that adaptively adjust to support student learning and progress. Furthermore, integration with WISE (a) provides our games with WISE supports for teachers and classrooms and (b) leverages the WISE portal to disseminate EGAME games and curriculum nationally and internationally.\n\nThe disciplinarily-integrated game approach responds to calls for greater emphasis on problem-solving, 21st century skills, and engaging students in the practices of disciplines to develop deeper understanding. Furthermore, our research, prototypes, and game platforms have demonstrated that disciplinary integration provides a highly generalizable template for integrating digital games across the curriculum. Up to now, developing digital games for learning in multiple disciplinary topics at an economically feasible budget has often devolved into simple forms of gamification (i.e., simply layering points and badges over mechanics that are not themselves game-like). Developing a game where individual core disciplinary topics drive game mechanics, on the other hand, has proved time-intensive and cost-intensive. This, in turn, has created a barrier to the systematic integration of digital games as a medium across the curriculum. An advantage of the disciplinarily-integrated game approach developed through EGAME is that the game mechanics focus on the interpretation, creation, and transformation of disciplinary model types and formal representations. This allows the same software to be used and adapted easily across multiple disciplinary topics. The final EGAME game platform, known as SURGE Gameblox, is particularly flexible in this regard. These important economies of scale in terms of development time and cost could therefore make possible broad and systematic integration of digital games across the curriculum.\n\nEven more importantly, this generalizability has critical implications in terms of integration and students? development across the curriculum. Whereas, much research on digital environments in the classroom has traditionally focused at the level of the activity rather than the level of the longer-term curriculum, the conceptualization of disciplinarily-integrated games lends itself well to thinking about the connections between and across curricula in terms of underlying disciplinary practices and representational forms from science, mathematics, and computer science. In their strongest form, therefore, DIGs can help us conceptualize the year-long science curriculum as a careful assembly of curricular units, arranged in terms of meaningful connections between epistemic and representational forms, designed to create meaningful coherence across the curriculum. This emphasis on long-term development parallels calls across reform standards for students? development of epistemic and representational practices central to scientific expertise in an authentic manner representative of the professional practice of scientists.  \n\n \n\n\t\t\t\t\tLast Modified: 12/18/2017\n\n\t\t\t\t\tSubmitted by: Douglas B Clark"
 }
}