{
 "awd_id": "1119027",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER:  Science and Native-Knowledge in the Polar Heroic",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Kerttula de Echave",
 "awd_eff_date": "2011-02-15",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2011-02-03",
 "awd_max_amd_letter_date": "2011-02-03",
 "awd_abstract_narration": "This unique history-of-science research project will investigate the Amundsen and Nansen polar explorations. Although the project coincides with the 100th anniversary of Amundsen?s South Pole expedition and the 150th anniversary of Nansen?s birth, the significance transcends the particularity of 2011. As part of the project, PI Robert Marc Friedman will develop a play focussing on the relationship between these two titans of polar exploration. An initial professional production of the proposed play is being planned, based on non-NSF funding. The dramatization will be based on contemporary scholarly research, as well as the research by the PI. Through this research and the development of the stage play the PI hopes to illuminate two primary themes: 1) the role of science in giving meaning and moral ballast to polar exploration, and 2) the role of native Arctic peoples? know-how as a critical resource for polar researchers in the age of heroic exploration. \r\n\r\nThe PI has several prior dramatizations about science, based on historical research, that have been professionally produced. Dr. Friedman wrote a play in 2002 about the process by which physicist Lise Meitner was denied a Nobel Prize, which was awarded to her male collaborator. Based on his experience with the Meitner stage drama, which has enjoyed numerous international performances and continues to be produced today also for conferences related to women in physics and the world nuclear-physics meeting, Dr. Friedman proposes that the Amundsen-Nansen play has similar potential to reach a broad audience, stimulate reflection, and create broader interest in polar science. \r\n\r\nAlthough Amundsen and Nansen have previously appeared on screen and stage, this theatrical drama will bring the two men face to face for the first time. As Friedman states, \"A stage play should not be a history lecture. While seeking to be faithful to the scholarly record, the play will nevertheless create its own theatrical reality and seek to grasp and hold the audience as a compelling drama. Why bring these two men together onto a stage? Why allow audiences to be drawn into an epic struggle of accusation, anger, envy, and admiration between two giants of polar exploration? How might we deconstruct myth and legend, expose the ignoble along with the noble, and yet find opportunity to celebrate?\" These are questions that hold great interest not only to historians of science but anyone interested in the processes of science and how individual personality plays a role in the construction of scientific discovery itself. \r\n\r\nIn addition to the play and research the PI will create materials to accompany\r\nperformances into high school and university classrooms in order to expose students\r\nto broader questions about the process of science, as well as create interest in\r\npolar science.\r\n\r\nThe insights gained from the research entailed for the stageplay will be used as a starting point to analyze exchanges of knowledge about polar environment between members of what is often taken to be incommensurable cultures of knowing. Exchanges of knowledge between native Arctic peoples and professional scientists is increasingly receiving attention among Arctic social and natural scientists. Building upon a growing literature on this topic, the PI will develop research programs for studying such exchanges historically.  Were those explorers who were willing to learn Arctic natives? techniques of travel, making clothing, building shelter, and preparing food also willing to consider these peoples? observations and insight about nature? What did explorers, including scientists, and Arctic peoples learn from each other about the nature of ice, aurora, weather and climate, behavior and migratory patterns of animals, or plant ecology?",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert Marc",
   "pi_last_name": "Friedman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Marc Friedman",
   "pi_email_addr": "robert.friedman@iakh.uio.no",
   "nsf_id": "000581213",
   "pi_start_date": "2011-02-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N CHARLES ST",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Based on research, the PI wrote a stageplay, \"Amundsen vs Nansen\" that explores the tensions between science and 'sport' in polar activities&nbsp;during the era of heroic polar exploration. The play uses both drama and farce to explore the changing relationship between&nbsp;the Norwegian polar heroes, Fridtjof Nansen and Roald Amundsen. Nansen, both a great scientist and athlete (and later humanitarian)&nbsp;had intially supported his younger colleague's polar endeavors because of Amundsen's apparent devotion to science as a key element in his expeditions. &nbsp;Nansen questioned his&nbsp;devotion&nbsp;to Amundsen&nbsp;when the latter sacraficed what was to have been one of the greatest scientific expeditions to date using Nansen's polar vessel the Fram to drift across the Arctic and instead&nbsp;sailed to Antarctica and raced to the South Pole. Amundsen's subsequent greater interest in self-promotion, media sensation, and nationalistic crowd pleasing entailed values that Nansen had long repudiated. Although during their life-time, they never went public with their differences, on stage they are now able to say what they did not have a chance to express while they lived. Although the play uses theatrical fantasy and includes a talking trekk-dog and polar bear, it is carefully crafted to reflect new scholary findings.</p>\n<p>The play received very positive reviews and public acclaim in its 2011 opening in Troms&oslash;, Norway and during its tour around North-Norway and other locations in Norway in 2012. New performances are being planned for this production.</p>\n<p>The play will be translated and revised for production in a number of countries. In revised form the play will resume its original 80-90 minute length and will include material cut in the present 60-minute production related to Nansen and Amundsen's debt to Inuit know-how for their early successful expeditions.</p>\n<p>The play will also be published along with historical background materials suitable for use as a pedagogical resource,</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/24/2014<br>\n\t\t\t\t\tModified by: Robert Marc&nbsp;Friedman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBased on research, the PI wrote a stageplay, \"Amundsen vs Nansen\" that explores the tensions between science and 'sport' in polar activities during the era of heroic polar exploration. The play uses both drama and farce to explore the changing relationship between the Norwegian polar heroes, Fridtjof Nansen and Roald Amundsen. Nansen, both a great scientist and athlete (and later humanitarian) had intially supported his younger colleague's polar endeavors because of Amundsen's apparent devotion to science as a key element in his expeditions.  Nansen questioned his devotion to Amundsen when the latter sacraficed what was to have been one of the greatest scientific expeditions to date using Nansen's polar vessel the Fram to drift across the Arctic and instead sailed to Antarctica and raced to the South Pole. Amundsen's subsequent greater interest in self-promotion, media sensation, and nationalistic crowd pleasing entailed values that Nansen had long repudiated. Although during their life-time, they never went public with their differences, on stage they are now able to say what they did not have a chance to express while they lived. Although the play uses theatrical fantasy and includes a talking trekk-dog and polar bear, it is carefully crafted to reflect new scholary findings.\n\nThe play received very positive reviews and public acclaim in its 2011 opening in Troms&oslash;, Norway and during its tour around North-Norway and other locations in Norway in 2012. New performances are being planned for this production.\n\nThe play will be translated and revised for production in a number of countries. In revised form the play will resume its original 80-90 minute length and will include material cut in the present 60-minute production related to Nansen and Amundsen's debt to Inuit know-how for their early successful expeditions.\n\nThe play will also be published along with historical background materials suitable for use as a pedagogical resource,\n\n\t\t\t\t\tLast Modified: 03/24/2014\n\n\t\t\t\t\tSubmitted by: Robert Marc Friedman"
 }
}