{
 "awd_id": "1119763",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Evolutionary and Functional Analysis of Plant Adaptation to Salinity",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Irwin Forseth",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 540000.0,
 "awd_amount": 540000.0,
 "awd_min_amd_letter_date": "2011-08-31",
 "awd_max_amd_letter_date": "2013-05-22",
 "awd_abstract_narration": "Abiotic stresses such as soil salinity cause major reductions in annual agricultural yields worldwide. It has been estimated that, in the United States alone, soil salinity reduces irrigated crop yields by 20-30% annually. With few exceptions, crop plants are unable to adapt to the ionic and osmotic stresses induced by elevated levels of salt in the soil. While genetic variation for plant growth in salinity (salt tolerance) exists, little is known about the genes and pathways underlying this variation. This project will use: 1) evolutionary analyses of species within the Brassicaceae (the mustard family) to understand mechanisms that drive plant adaptation to soil salinity, 2) molecular genetic comparisons of Arabidopsis thaliana and Eutrema salsugineum (Thellungiella halophila), related species within the Brassicaceae with extreme differences in salt tolerance, to understand if changes in proteins or gene regulatory sequences drive this adaptive evolution and, 3) analyses of natural variation within Arabidopsis accessions to uncover the relationship between genetic variants and plant adaptation to salinity. Results from these studies will identify the genes, pathways, and modifications needed to enhance crop growth and yield in saline environments.\r\n\r\nThis project will also be used to enhance the infrastructure of research, training, and outreach through: 1) continued instruction of undergraduate and graduate students and training of postdoctoral researchers at the University of Arizona, 2) collaboration with the University of Arizona Graduate Fellows in K-12 Education, the BIOTECH Project, and the KEYS Summer Internship Program, to produce integrated teaching modules to introduce evolutionary, genetic, and genomic approaches for investigating plant adaptation in K-12 classrooms and to provide teachers and high school students with research experiences and, 3) participation in the Southern Arizona Math, Science, and Technology Funfest program (6,000 4th-8th graders) and the University of Arizona Plant Science Family Nights.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Schumaker",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Karen S Schumaker",
   "pi_email_addr": "schumake@ag.arizona.edu",
   "nsf_id": "000446628",
   "pi_start_date": "2011-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 180000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 180000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 180000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The build-up of salt in agricultural soils is a widespread problem that limits the growth and yield of important crop species worldwide. &nbsp;While genetic variation for plant growth in salinity (salt tolerance) exists, little is known about the genes and pathways underlying this variation.&nbsp; The goal of this research has been to understand how the genes and associated networks that control plant adaptation to salinity arose and function.&nbsp; To achieve this goal, studies focused on a comparative analysis of the <em>SALT-OVERLY-SENSITIVE</em> (<em>SOS1</em>) gene in <em>Eutrema salsugineum</em> (Eutrema, a salt-tolerant plant) and <em>Arabidopsis thaliana</em> (Arabidopsis, a salt-sensitive plant).&nbsp; Using genetic, biochemical, and evolutionary approaches, the research identified changes in the Eutrema SOS1 protein sequence as well as changes in where and how much of the Eutrema <em>SOS1</em>&nbsp;gene is expressed in the plant as important mechanisms underlying the contribution of SOS1 to Eutrema&rsquo;s salt tolerance. &nbsp;These studies provide the framework for future changes to the SOS1 protein in crop plants as a way to increase their salt tolerance.&nbsp; In addition, undergraduate and graduate students and postdoctoral fellows were provided research opportunities and were trained in all aspects of research in plant biology.&nbsp; Results from the studies were shared with the public through K-12 outreach events, seminars, at national meetings, and through publications.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/05/2016<br>\n\t\t\t\t\tModified by: Karen&nbsp;S&nbsp;Schumaker</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe build-up of salt in agricultural soils is a widespread problem that limits the growth and yield of important crop species worldwide.  While genetic variation for plant growth in salinity (salt tolerance) exists, little is known about the genes and pathways underlying this variation.  The goal of this research has been to understand how the genes and associated networks that control plant adaptation to salinity arose and function.  To achieve this goal, studies focused on a comparative analysis of the SALT-OVERLY-SENSITIVE (SOS1) gene in Eutrema salsugineum (Eutrema, a salt-tolerant plant) and Arabidopsis thaliana (Arabidopsis, a salt-sensitive plant).  Using genetic, biochemical, and evolutionary approaches, the research identified changes in the Eutrema SOS1 protein sequence as well as changes in where and how much of the Eutrema SOS1 gene is expressed in the plant as important mechanisms underlying the contribution of SOS1 to EutremaÆs salt tolerance.  These studies provide the framework for future changes to the SOS1 protein in crop plants as a way to increase their salt tolerance.  In addition, undergraduate and graduate students and postdoctoral fellows were provided research opportunities and were trained in all aspects of research in plant biology.  Results from the studies were shared with the public through K-12 outreach events, seminars, at national meetings, and through publications.  \n\n \n\n\t\t\t\t\tLast Modified: 07/05/2016\n\n\t\t\t\t\tSubmitted by: Karen S Schumaker"
 }
}