{
 "awd_id": "1119468",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Teaching Evolution through Human Examples (TEtHE)",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Haury",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 449501.0,
 "awd_amount": 449501.0,
 "awd_min_amd_letter_date": "2011-09-09",
 "awd_max_amd_letter_date": "2011-09-09",
 "awd_abstract_narration": "Teaching Evolution through Human Examples (TEtHE), a three-year exploratory research and development project,  is assessing how the use of resource activities and teaching strategies focused on human evolution will affect the understanding, teaching and learning of evolution by high school AP biology teachers and students. The guiding questions of the proposed project are 1) In what ways does using examples of human evolution to teach basic evolutionary concepts affect understanding of evolution among high school students? 2) In what ways do teaching strategies that focus on positive dialogue about human evolution help teachers overcome cultural challenges to teaching evolution concepts? 3) In what ways does using examples of human evolution to teach basic evolutionary concepts in conjunction with teaching strategies that focus on positive dialogue about human evolution affect understanding of evolution among high school students? TEtHE project will contribute to the field of evolution education, which is lacking on whether using teaching materials with a human emphasis along with strategies that increase teacher comfort and confidence in teaching evolution lead to greater understanding of evolution. \r\n\r\nProject evaluation will focus on refining teaching materials and strategies and testing their efficacy in pilot studies in cooperation with the College Board and its professional development programs for the newly restructured AP course in biology. Studies include: independent assessment of teacher satisfaction with the resource activities as well as confidence and ease in use of the materials, independent review of the materials by the Advisory boards, and survey of all participating teachers to identify ways the materials were used. When addressing each question, the team will investigate validity, feasibility, usefulness, appropriateness, and student results. Methods for collection include: observation, open-response surveys, open-ended interviews, content assessments, and attitudinal surveys. The primary investigator is the Smithsonian Institute; the National Academies Teacher Advisory Board, the Understanding Evolution Teacher Advisor Board, and AP biology teachers from Washington DC serve as co-developers. The project has an external evaluator as well as an advisory board.\r\n\r\nThe TEtHE project will develop resource activities and teaching strategies with and for high school biology teachers. Professional development will also provide teachers with guidance on how to incorporate the activities and strategies into the classroom. The TEtHE project, over the course of three years, will involve over 100 AP biology teachers which will translate to reaching over 2000 AP biology students. The resources will be widely disseminated online at the end of the project, at national conferences, in national publications, and long range plans include incorporation into the national AP biology curriculum. This project could serve as a model for expanding effective methods for teaching evolution to Biology 1 classes, and contribute to an understanding of how to approach the teaching of scientific topics that intersect religious, ethical, and other areas of societal concern.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Briana",
   "pi_last_name": "Pobiner",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Briana L Pobiner",
   "pi_email_addr": "PobinerB@si.edu",
   "nsf_id": "000579244",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Potts",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Richard B Potts",
   "pi_email_addr": "pottsr@si.edu",
   "nsf_id": "000208859",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Watson",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "William A Watson",
   "pi_email_addr": "billwatson3@gmail.com",
   "nsf_id": "000569426",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Smithsonian Institution",
  "inst_street_address": "1000 JEFFERSON DR SW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2026337110",
  "inst_zip_code": "205600008",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "SMITHSONIAN INSTITUTION",
  "org_prnt_uei_num": "KQ1KJG78NNS9",
  "org_uei_num": "KQ1KJG78NNS9"
 },
 "perf_inst": {
  "perf_inst_name": "SMITHSONIAN INSTITUTION",
  "perf_str_addr": "1000 JEFFERSON DR SW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "205600008",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 449501.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Teaching Evolution through Human Examples (TEtHE) project developed and tested a set of curricula that were effective in helping high school students learn about evolution. It also developed materials effective in helping teachers create a comfortable classroom for students to learn about evolution. The project extended the continuing work of the Human Origins Program at the Smithsonian&rsquo;s National Museum of Natural History, which builds on research, exhibits, public programming, and online outreach that communicate the ongoing investigation of human evolution.</p>\n<p>The study of human evolution is one of the most exciting scientific disciplines today, and holds deep interest for a wide variety of audiences. This project used our prior experiences to support teachers as they helped students learn about evolution, a central concept in biology and one of the foundational scientific concepts that high school students learn. New approaches to teaching and learning evolution are necessary, however, because even basic concepts pertaining to evolution have sometimes not been made understandable to many high school students and adults. Teaching and learning evolution in school can also be made more complex by the cultural or religious concerns of teachers and students. Evolution is often viewed as threatening to, or in conflict with, religious beliefs, causing some teachers in some communities to be reluctant to teach evolution. Yet understanding evolution and doing well in high school biology can lead students to take more science courses and ultimately to pursue science careers, which&nbsp; are well paying and in high demand.</p>\n<p>The new approach developed by TEtHE was to design curricula for high school biology students that use examples of human evolution. This approach sought to create direct relevance and connections to the students as a means of stimulating interest in the study of evolution. For teachers or students who have reservations about the subject of human evolution, the project developed the Cultural and Religious Sensitivity (CRS) Teaching Strategies Resource which helps teachers create a comfortable classroom environment for learning and understanding evolution through acknowledgement and respect for students&rsquo; personal beliefs.</p>\n<p>The project team developed 4 curriculum supplements for Advanced Placement Biology classes that took approximately 1-2 weeks each to teach the following topics: Adaptation to Altitude, Evolution of Human Skin Color, Malaria, and What Does It Mean to be Human? It also developed two classroom activities as part of the CRS Resource: &ldquo;Directed Discussions: Why Study Evolution?&rdquo; and &ldquo;A Historical Role Play: How Do People Think about Evolutionary Theory?&rdquo; The project team collaborated with teachers and scientists to develop the curricula and activities. They were developed in the first year of the project and used for the first time in the second year. The project team asked for feedback about the curricula and activities from teachers and students in surveys, interviews of teachers, and focus groups with students, and then made changes based on the responses. In the third year, the final versions of the curricula and activities were tested to examine their effectiveness in helping students learn about evolution.</p>\n<p>The results were very promising for both the curriculum units and the CRS Resource. The project was designed as a first step to develop curricula and activities and to see if they are effective in helping students learn evolution. The data we collected from approximately 400 students of 13 teachers showed that, in most cases, students&rsquo; understanding of evolution was significantly higher after experiencing the curricula. Teachers had the option of using the CRS classroom activities or not, and about half chose to use them. The biggest increases in understanding of ev...",
  "por_txt_cntn": "\nThe Teaching Evolution through Human Examples (TEtHE) project developed and tested a set of curricula that were effective in helping high school students learn about evolution. It also developed materials effective in helping teachers create a comfortable classroom for students to learn about evolution. The project extended the continuing work of the Human Origins Program at the SmithsonianÆs National Museum of Natural History, which builds on research, exhibits, public programming, and online outreach that communicate the ongoing investigation of human evolution.\n\nThe study of human evolution is one of the most exciting scientific disciplines today, and holds deep interest for a wide variety of audiences. This project used our prior experiences to support teachers as they helped students learn about evolution, a central concept in biology and one of the foundational scientific concepts that high school students learn. New approaches to teaching and learning evolution are necessary, however, because even basic concepts pertaining to evolution have sometimes not been made understandable to many high school students and adults. Teaching and learning evolution in school can also be made more complex by the cultural or religious concerns of teachers and students. Evolution is often viewed as threatening to, or in conflict with, religious beliefs, causing some teachers in some communities to be reluctant to teach evolution. Yet understanding evolution and doing well in high school biology can lead students to take more science courses and ultimately to pursue science careers, which  are well paying and in high demand.\n\nThe new approach developed by TEtHE was to design curricula for high school biology students that use examples of human evolution. This approach sought to create direct relevance and connections to the students as a means of stimulating interest in the study of evolution. For teachers or students who have reservations about the subject of human evolution, the project developed the Cultural and Religious Sensitivity (CRS) Teaching Strategies Resource which helps teachers create a comfortable classroom environment for learning and understanding evolution through acknowledgement and respect for studentsÆ personal beliefs.\n\nThe project team developed 4 curriculum supplements for Advanced Placement Biology classes that took approximately 1-2 weeks each to teach the following topics: Adaptation to Altitude, Evolution of Human Skin Color, Malaria, and What Does It Mean to be Human? It also developed two classroom activities as part of the CRS Resource: \"Directed Discussions: Why Study Evolution?\" and \"A Historical Role Play: How Do People Think about Evolutionary Theory?\" The project team collaborated with teachers and scientists to develop the curricula and activities. They were developed in the first year of the project and used for the first time in the second year. The project team asked for feedback about the curricula and activities from teachers and students in surveys, interviews of teachers, and focus groups with students, and then made changes based on the responses. In the third year, the final versions of the curricula and activities were tested to examine their effectiveness in helping students learn about evolution.\n\nThe results were very promising for both the curriculum units and the CRS Resource. The project was designed as a first step to develop curricula and activities and to see if they are effective in helping students learn evolution. The data we collected from approximately 400 students of 13 teachers showed that, in most cases, studentsÆ understanding of evolution was significantly higher after experiencing the curricula. Teachers had the option of using the CRS classroom activities or not, and about half chose to use them. The biggest increases in understanding of evolution were usually for students whose teachers had used those activities, suggesting they are effective in helping to create a clas..."
 }
}