{
 "awd_id": "1119295",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Carbon in Reduced Mantle: Stability of Carbides and C-bearing Alloys in the System Fe-Ni-C",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sonia Esperanca",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 244396.0,
 "awd_amount": 244396.0,
 "awd_min_amd_letter_date": "2011-06-15",
 "awd_max_amd_letter_date": "2011-06-15",
 "awd_abstract_narration": "In the deep Earth carbon cycle, carbon is exchanged between Earth's near surface reservoirs (including the oceans, atmosphere, and crust) and the mantle.  The storage of carbon in different reservoirs and the fluxes between them are of key importance to maintenance of Earth's climate and habitability on times scales of millions to billions of years and also may have principal influence on the dynamics of Earth's interior, including the operation of plate tectonics, the locus of melting, the formation of distinct geochemical reservoirs, and the origin of diamonds.  The majority of the carbon participating in the deep Earth carbon cycle is stored in the mantle, but the mode of storage is poorly understood.  Possible phases include carbonates, diamonds, FeNi alloys, carbides, or carbide melts.  The stable phases are likely to vary with depth and laterally, but these variations are also not well-constrained.  In much of the mantle, carbon is likely in reduced form, for which phase relations in the system Fe-Ni-C have key influence on the stable phase assemblages.  In this project, the team will conduct experimental determinations of phase relations in the system Fe-Ni-C and make thermodynamic determinations of the properties of possible mantle carbides Fe3C and Fe7C3.\r\n\r\nApart from studies in a narrow pressure interval applicable to commercial diamond synthesis (5.4-5.7 GPa), high pressure experimental data for the system Fe-Ni-C are sparse.  To improve understanding of the hosts of reduced carbon in the mantle, it is planned to conduct experimental and thermodynamic studies of the system Fe-Ni-C. Experiments will be conducted between 2 and 15 GPa with a focus at &#8805;6 GPa and will address (a) the topology of phase stability in the system Fe-Ni-C (b) the relative stabilities of (Fe,Ni)3C and (Fe,Ni)7C3 carbides (c) the locus of stability of Fe-Ni-C carbide melts and (d) the solubility of C in FeNi alloy as a function of temperature and pressure  Analyses of C in FeNi alloy will be performed by electron microprobe, using carefully calibrated procedures and detailed attention to analytical blanks.  Additionally, the alloys will be analyzed for C by SIMS. To better understand the stability of carbides in the mantle, it is proposed to perform a calorimetric study of the heat capacities and entropies of Fe3C and Fe7C3 from 4 to 1900 K.  The heat capacities of Fe3C have not been measured in 75 years and those of Fe7C3 have never been measured.  Calorimetry will be performed in collaboration with Jean Tangeman of 3M and Edgar Dachs of Universtät Salzburg.  The experimental and calorimetric results will be combined with existing constraints on carbide and silicate phase equilibria to construct thermodynamic models of the stability of reduced carbon phases in equilibrium with peridotite close to the P-T-fO2 conditions applicable to the mantle.   Broader impacts of the project include collaboration between the UMN experimental petrology laboratory and materials scientists at 3M, international collaboration between the UMN group and Edgar Dachs at the Universtät Salzburg and the training of undergraduate and graduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marc",
   "pi_last_name": "Hirschmann",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Marc M Hirschmann",
   "pi_email_addr": "mmh@umn.edu",
   "nsf_id": "000176224",
   "pi_start_date": "2011-06-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anthony",
   "pi_last_name": "Withers",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Anthony C Withers",
   "pi_email_addr": "withe012@umn.edu",
   "nsf_id": "000325791",
   "pi_start_date": "2011-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 244396.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The aim of this project was to investigate the storage of carbon in Earth's mantle. &nbsp;Carbon exhaled from volcanoes is one of the most important influences on the long-term climate and habitability of terrestrial planets, and it is well known that Earth's mantle contains more carbon than all the near-surface reservoirs combined, but the exchange of carbon between the surface and the interior are not well understood. &nbsp;A better undersanding of the deep earth carbon cycle requires that we know where the carbon resides, whether it is in minerals (e.g., diamond) or melts, .but for large parts of the mantle, this is poorly constrained. &nbsp;In large regions of the mantle, carbon may be in a reduced form, such as graphite or diamond, but other hosts are possible, including metallic alloys, carbon-rich (carbide) liquids, or sulfide-rich liquids. &nbsp;We conducted high pressure high temperatur experiments to better understand the host of carbon in the reduced mantle. &nbsp;We found that alloys, carbide or sulfide liquids, and/or diamond are the principle hosts of carbon. &nbsp;A key role for sulfide is particularly important, even though relatively little C is likely stored in it, as it increases the stability of diamond. &nbsp;The close association of sulfides with natural diamonds may be owing to this relationship.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/06/2015<br>\n\t\t\t\t\tModified by: Marc&nbsp;M&nbsp;Hirschmann</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe aim of this project was to investigate the storage of carbon in Earth's mantle.  Carbon exhaled from volcanoes is one of the most important influences on the long-term climate and habitability of terrestrial planets, and it is well known that Earth's mantle contains more carbon than all the near-surface reservoirs combined, but the exchange of carbon between the surface and the interior are not well understood.  A better undersanding of the deep earth carbon cycle requires that we know where the carbon resides, whether it is in minerals (e.g., diamond) or melts, .but for large parts of the mantle, this is poorly constrained.  In large regions of the mantle, carbon may be in a reduced form, such as graphite or diamond, but other hosts are possible, including metallic alloys, carbon-rich (carbide) liquids, or sulfide-rich liquids.  We conducted high pressure high temperatur experiments to better understand the host of carbon in the reduced mantle.  We found that alloys, carbide or sulfide liquids, and/or diamond are the principle hosts of carbon.  A key role for sulfide is particularly important, even though relatively little C is likely stored in it, as it increases the stability of diamond.  The close association of sulfides with natural diamonds may be owing to this relationship.\n\n\t\t\t\t\tLast Modified: 04/06/2015\n\n\t\t\t\t\tSubmitted by: Marc M Hirschmann"
 }
}