{
 "awd_id": "1119670",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CLASS: Continuous Learning and Automated Scoring in Science",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Julio Lopez-Ferrao",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 3147729.0,
 "awd_amount": 3147729.0,
 "awd_min_amd_letter_date": "2011-08-19",
 "awd_max_amd_letter_date": "2015-08-21",
 "awd_abstract_narration": "This five-year project investigates how to provide continuous assessment and feedback to guide students' understanding during science inquiry-learning experiences, as well as detailed guidance to teachers and administrators through a technology-enhanced system. The assessment system integrates validated automated scorings for students' written responses to open-ended assessment items (i.e., short essays, science narratives, concept mapping, graphing problems, and virtual experiments) into the \"Web-based Inquiry Science Environment\" (WISE) program. WISE is an online science-inquiry curricula that supports deep understanding through visualization of processes not directly observable, virtual experiments, graphing results, collaboration, and response to prompts for explanations. In partnership with Educational Testing Services (ETS), project goals are: (1) to develop five automated inquiry assessment activities that capture students' abilities to integrate their ideas and form coherent scientific arguments; (2) to customize WISE by incorporating automated scores; (3) to investigate how students' systematic feedback based on these scores improve their learning outcomes; and (4) to design professional development resources to help teachers use scores to improve classroom instruction, and administrators to make better informed decisions about teacher professional development and inquiry instruction. The project targets general science (life, physical, and earth) in three northern California school districts, five middle schools serving over 4,000 6th-8th grade students with diverse cultural and linguistic backgrounds, and 29 science teachers. It contributes to increase opportunities for students to improve their science achievement, and for teachers and administrators to make efficient, evidence-based decisions about high-quality teaching and learning. \r\n\r\nA key research question guides this effort: How automated scoring of inquiry assessments can increase success for diverse students, improve teachers' instructional practices, and inform administrators' decisions about professional development, inquiry instruction, and assessment? To develop science inquiry assessment activities, scoring written responses include semantic, syntax, and structure of meaning analyses, as well as calibration of human-scored items with a computer-scoring system through the c-rater--an ETS-developed cyber learning technology. Validity studies are conducted to compare automated scores with human-scored items, teacher, district, and state scores, including sensitivity to the diverse student population. To customize the WISE curriculum, the project modifies 12 existing units and develops nine new modules. To design adaptive feedback to students, comparative studies explore options for adaptive guidance and test alternatives based on automated scores employing linear models to compare student performance across randomly assigned guidance conditions; controlling for covariates, such as prior science scores, gender, and language; and grouping comparison studies. To design teacher professional development, synthesis reports on auto-scored data are created to enable them to use evidence to guide curricular decisions, and comments' analysis to improve feedback quality. Workshops, classroom observations, and interviews are conducted to measure longitudinal teachers' change over time. To empower administrators' decision making, special data reports, using-evidence activities, individual interviews, and observation of administrators' meetings are conducted. An advisory board charged with project evaluation addresses both formative and summative aspects.\r\n\r\nA research-informed model to improve science teaching and learning at the middle school level through cyber-enabled assessment is the main outcome of this effort. A total of 21 new, one- to three-week duration standards-based science units, each with four or more automatically scored items, serve as prototypes to improve students' performance, teachers' instructional approaches, and administrators' school policies and practices.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marcia",
   "pi_last_name": "Linn",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Marcia C Linn",
   "pi_email_addr": "mclinn@berkeley.edu",
   "nsf_id": "000438139",
   "pi_start_date": "2011-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ou",
   "pi_last_name": "Liu",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Ou L Liu",
   "pi_email_addr": "lliu@ets.org",
   "nsf_id": "000503826",
   "pi_start_date": "2011-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 2546777.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 600952.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-86029508-9ce4-6180-fec9-ccdf7a4abb8d\"> </span></p>\n<p><span id=\"docs-internal-guid-86029508-9d47-36ba-d854-d39da40f6c4f\"> </span></p>\n<p dir=\"ltr\"><span>The CLASS (</span><span>Continuous Learning and Automated Scoring in Science</span><span>) project developed, customized for diverse contexts, and refined ten WISE units that incorporate reliable automated scoring for student written essays, drawings, experiments, diagrams, and graphs (Linn et al., 2014; Liu et al., 2016; Liu et al., 2014; Gerard et al., 2015). The auto-scored activities engage students in revising their explanations (Tansomboon, Gerard, Vitale, &amp; Linn, 2017). Teachers use results from auto-scored assessments to continuously monitor student progress and modify their teaching to meet student needs (Gerard &amp; Linn, 2016). CLASS partnered with approximately 30 teachers in 9 diverse middle schools (that average 47% of students on free/reduced price lunch with some schools exceeding 90% and 15% English Language Learners).</span></p>\n<p dir=\"ltr\"><span>Intellectual merit</span></p>\n<p dir=\"ltr\"><span>CLASS researchers have conducted over 30 comparison studies to refine the automated scoring models, personalized guidance, adaptive activities, inquiry units, and professional development. This work has been disseminated in over 75 articles and presentations authored by researchers along with classroom teachers, graduate students, and technologists. To reach a wide audience we have published 16 peer-reviewed publications in prestigious journals including </span><span>Science, Educational Research Review, Educational Assessment, Journal of Research in Science Teaching</span><span>, and a Special Issue in </span><span>Journal of Science Teacher Education;</span><span> 16 papers in proceedings of national and international meetings; 8 book chapters; and over 40 conference presentations including meetings that primarily attract in-service teachers.</span></p>\n<p dir=\"ltr\"><span>Automated scoring models</span><span>. CLASS developed and validated automated scoring models for inquiry assessment activities including student constructed short essays, system diagrams, drawings, graphs and virtual experiments. In each activity, students draw on evidence from simulations to explain a complex science phenomenon such as the role of mitosis in cancer treatment (Matuk &amp; Linn, 2015). The automated scoring uses a knowledge integration rubric that rewards students for the accuracy and coherence of their expressed ideas. Essays are scored using natural language processing techniques, developed and refined in partnership with ETS. The automated scoring essay models are as accurate as agreement between two human raters who received a 1&frasl;2 day of training (Liu et al., 2016; Liu et al., 2014). Advanced algorithms, developed and refined in partnership with computer scientists, are used to score concept diagrams and drawings. Auto-scores agree with human scores 99% of the time (Rafferty et al., 2014; Linn et al., 2014; Ryoo &amp; Linn, 2016).</span></p>\n<p dir=\"ltr\"><span>Broader Impacts</span></p>\n<p dir=\"ltr\"><span>To meet the needs of diverse learners, in partnership with teachers, we designed and iteratively refined automated guidance and adaptive activities for each level of the knowledge integration scoring rubric. These personalized hints encourage students to distinguish among ideas and develop revision practices integral to science learning. CLASS developed an authoring system that allows designers (including teachers) to rapidly incorporate automated scoring activities into inquiry units; and to modify the automated guidance, the number of rounds of guidance, and the visual presentation of the guidance or activity (Gerard, Madhok, &amp; Linn, 2016; Matuk, Linn &amp; Eylon, 2015; Matuk, Linn &amp; Gerard, 2015). </span></p>\n<p dir=\"ltr\"><span>Comparison studies show that automated knowledge integration was significantly more effective than specific or general guidance, and as effective as teacher-designed guidance, in improving the coherence and accuracy of students&rsquo; science essays, system diagrams, graphs and molecular drawings (Gerard, Ryoo et al. 2015; Vitale et al., 2015; Ryoo &amp; Linn, 2017). Further comparison studies identified ways to strengthen the design of automated guidance and to augment students&rsquo; agency in the revision process, particularly among those students who are initial low-scorers (Donnelly et al., 2015; Tansomboon, Gerard, Vitale, &amp; Linn, 2017).</span></p>\n<p dir=\"ltr\"><span>Partnerships</span><span>. CLASS created and supported partnerships of classroom teachers, discipline experts, learning scientists and technologists to develop and optimize instruction for varied cultural environments. CLASS partnered with diverse middle schools, using summer workshops and school-year meetings to customize the automated guidance and optimize the role of automated scoring in different contexts. Zertuche, Gerard &amp; Linn (2012) compared two designs of teacher openers using evidence of students&rsquo; work to strengthen students&rsquo; learning in chemistry. Matuk and colleagues (2016) compared professional development strategies for engaging teachers in co-designing technology tools to support and enhance</span></p>\n<p dir=\"ltr\"><span>their practice. Each strategy guided teachers to reflect on their current teaching practices, and then distinguish features of instructional design that could strengthen their role in guiding inquiry.</span></p>\n<p dir=\"ltr\"><span>Gerard and Linn (2016) and Gerard, Vitale, and colleagues (2016) described how teachers in diverse contexts took advantage of the technology to ensure students received an appropriate level of guidance. As a result, students could strengthen their explanations and system diagrams in a Photosynthesis and Climate Change investigation. Automated scoring alerted the teachers to which students would benefit from assistance in the revision process, and which students would be better served with space to flounder. As the teachers gained insights into their students&rsquo; ideas about energy, they refined their guidance to meet the needs of students with varied preparation and responses to instruction.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/08/2017<br>\n\t\t\t\t\tModified by: Marcia&nbsp;C&nbsp;Linn</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1119670/1119670_10124266_1510169442786_FIG1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1119670/1119670_10124266_1510169442786_FIG1--rgov-800width.jpg\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2017/1119670/1119670_10124266_1510169442786_FIG1--rgov-66x44.jpg\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Interface of explanation and knowledge integration adaptive guidance</div>\n<div class=\"imageCredit\">WISE</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Marcia&nbsp;C&nbsp;Linn</div>\n<div class=\"imageTitle\">Figure 1</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1119670/1119670_10124266_1510169523428_FIG2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1119670/1119670_10124266_1510169523428_FIG2--rgov-800width.jpg\" title=\"Figure 2\"><img src=\"/por/images/Reports/POR/2017/1119670/1119670_10124266_1510169523428_FIG2--rgov-66x44.jpg\" alt=\"Figure 2\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Interface of drawing and knowledge integration adaptive guidance</div>\n<div class=\"imageCredit\">WISE</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Marcia&nbsp;C&nbsp;Linn</div>\n<div class=\"imageTitle\">Figure 2</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1119670/1119670_10124266_1510169685946_FIG3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1119670/1119670_10124266_1510169685946_FIG3--rgov-800width.jpg\" title=\"Figure 3\"><img src=\"/por/images/Reports/POR/2017/1119670/1119670_10124266_1510169685946_FIG3--rgov-66x44.jpg\" alt=\"Figure 3\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Interface of MySystem and knowledge integration adaptive guidance</div>\n<div class=\"imageCredit\">WISE</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Marcia&nbsp;C&nbsp;Linn</div>\n<div class=\"imageTitle\">Figure 3</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1119670/1119670_10124266_1510169857648_FIG4--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1119670/1119670_10124266_1510169857648_FIG4--rgov-800width.jpg\" title=\"Figure 4\"><img src=\"/por/images/Reports/POR/2017/1119670/1119670_10124266_1510169857648_FIG4--rgov-66x44.jpg\" alt=\"Figure 4\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Teacher alert due to student low score on automatically scored Lava Lamp explanation embedded in Plate Tectonics unit (Gerard & Linn, 2016)</div>\n<div class=\"imageCredit\">WISE</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Marcia&nbsp;C&nbsp;Linn</div>\n<div class=\"imageTitle\">Figure 4</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1119670/1119670_10124266_1510171306620_Fig5--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1119670/1119670_10124266_1510171306620_Fig5--rgov-800width.jpg\" title=\"Figure 5\"><img src=\"/por/images/Reports/POR/2017/1119670/1119670_10124266_1510171306620_Fig5--rgov-66x44.jpg\" alt=\"Figure 5\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Results from moderator analysis of results from enhanced versus simple automated guidance comparison studies, featured in meta-analysis of empirical studies on automated guidance in K-12 instruction.</div>\n<div class=\"imageCredit\">WISE</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Marcia&nbsp;C&nbsp;Linn</div>\n<div class=\"imageTitle\">Figure 5</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1119670/1119670_10124266_1510171388254_FIG6--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1119670/1119670_10124266_1510171388254_FIG6--rgov-800width.jpg\" title=\"Figure 6\"><img src=\"/por/images/Reports/POR/2017/1119670/1119670_10124266_1510171388254_FIG6--rgov-66x44.jpg\" alt=\"Figure 6\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Summary report in teacher dashboard drawing on auto-scored and logged information</div>\n<div class=\"imageCredit\">WISE</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Marcia&nbsp;C&nbsp;Linn</div>\n<div class=\"imageTitle\">Figure 6</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\n \n\n \nThe CLASS (Continuous Learning and Automated Scoring in Science) project developed, customized for diverse contexts, and refined ten WISE units that incorporate reliable automated scoring for student written essays, drawings, experiments, diagrams, and graphs (Linn et al., 2014; Liu et al., 2016; Liu et al., 2014; Gerard et al., 2015). The auto-scored activities engage students in revising their explanations (Tansomboon, Gerard, Vitale, &amp; Linn, 2017). Teachers use results from auto-scored assessments to continuously monitor student progress and modify their teaching to meet student needs (Gerard &amp; Linn, 2016). CLASS partnered with approximately 30 teachers in 9 diverse middle schools (that average 47% of students on free/reduced price lunch with some schools exceeding 90% and 15% English Language Learners).\nIntellectual merit\nCLASS researchers have conducted over 30 comparison studies to refine the automated scoring models, personalized guidance, adaptive activities, inquiry units, and professional development. This work has been disseminated in over 75 articles and presentations authored by researchers along with classroom teachers, graduate students, and technologists. To reach a wide audience we have published 16 peer-reviewed publications in prestigious journals including Science, Educational Research Review, Educational Assessment, Journal of Research in Science Teaching, and a Special Issue in Journal of Science Teacher Education; 16 papers in proceedings of national and international meetings; 8 book chapters; and over 40 conference presentations including meetings that primarily attract in-service teachers.\nAutomated scoring models. CLASS developed and validated automated scoring models for inquiry assessment activities including student constructed short essays, system diagrams, drawings, graphs and virtual experiments. In each activity, students draw on evidence from simulations to explain a complex science phenomenon such as the role of mitosis in cancer treatment (Matuk &amp; Linn, 2015). The automated scoring uses a knowledge integration rubric that rewards students for the accuracy and coherence of their expressed ideas. Essays are scored using natural language processing techniques, developed and refined in partnership with ETS. The automated scoring essay models are as accurate as agreement between two human raters who received a 1&frasl;2 day of training (Liu et al., 2016; Liu et al., 2014). Advanced algorithms, developed and refined in partnership with computer scientists, are used to score concept diagrams and drawings. Auto-scores agree with human scores 99% of the time (Rafferty et al., 2014; Linn et al., 2014; Ryoo &amp; Linn, 2016).\nBroader Impacts\nTo meet the needs of diverse learners, in partnership with teachers, we designed and iteratively refined automated guidance and adaptive activities for each level of the knowledge integration scoring rubric. These personalized hints encourage students to distinguish among ideas and develop revision practices integral to science learning. CLASS developed an authoring system that allows designers (including teachers) to rapidly incorporate automated scoring activities into inquiry units; and to modify the automated guidance, the number of rounds of guidance, and the visual presentation of the guidance or activity (Gerard, Madhok, &amp; Linn, 2016; Matuk, Linn &amp; Eylon, 2015; Matuk, Linn &amp; Gerard, 2015). \nComparison studies show that automated knowledge integration was significantly more effective than specific or general guidance, and as effective as teacher-designed guidance, in improving the coherence and accuracy of students? science essays, system diagrams, graphs and molecular drawings (Gerard, Ryoo et al. 2015; Vitale et al., 2015; Ryoo &amp; Linn, 2017). Further comparison studies identified ways to strengthen the design of automated guidance and to augment students? agency in the revision process, particularly among those students who are initial low-scorers (Donnelly et al., 2015; Tansomboon, Gerard, Vitale, &amp; Linn, 2017).\nPartnerships. CLASS created and supported partnerships of classroom teachers, discipline experts, learning scientists and technologists to develop and optimize instruction for varied cultural environments. CLASS partnered with diverse middle schools, using summer workshops and school-year meetings to customize the automated guidance and optimize the role of automated scoring in different contexts. Zertuche, Gerard &amp; Linn (2012) compared two designs of teacher openers using evidence of students? work to strengthen students? learning in chemistry. Matuk and colleagues (2016) compared professional development strategies for engaging teachers in co-designing technology tools to support and enhance\ntheir practice. Each strategy guided teachers to reflect on their current teaching practices, and then distinguish features of instructional design that could strengthen their role in guiding inquiry.\nGerard and Linn (2016) and Gerard, Vitale, and colleagues (2016) described how teachers in diverse contexts took advantage of the technology to ensure students received an appropriate level of guidance. As a result, students could strengthen their explanations and system diagrams in a Photosynthesis and Climate Change investigation. Automated scoring alerted the teachers to which students would benefit from assistance in the revision process, and which students would be better served with space to flounder. As the teachers gained insights into their students? ideas about energy, they refined their guidance to meet the needs of students with varied preparation and responses to instruction.\n\n \n\n\t\t\t\t\tLast Modified: 11/08/2017\n\n\t\t\t\t\tSubmitted by: Marcia C Linn"
 }
}