{
 "awd_id": "1119550",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Tracking the Siberian-Laurentian Detrital Transition in the Farewell Terrane, Southwestern Alaska",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Fountain",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 116397.0,
 "awd_amount": 116397.0,
 "awd_min_amd_letter_date": "2011-07-26",
 "awd_max_amd_letter_date": "2012-05-16",
 "awd_abstract_narration": "The origin and tectonic history of many of the crustal fragments (i.e. terranes) that make up the deepest parts of the Cordillera in the Alaska Range (southern Alaska) are largely unknown. The focus of this project is on the Farewell terrane of southwestern Alaska, which has long been considered to be a displaced crustal block that originated in western Canada. However, recent studies indicate that the Farewell terrane may have instead originated in circum-Arctic regions (e.g. eastern Siberia). The primary goal of this study is to test the following hypotheses related to the origin and tectonic history of the Farewell terrane: (1) All components of the Farewell were part of the Siberian-Arctic margin during the Paleozoic and have since undergone late-stage transport to their current position in the North American Cordillera; (2) The oldest parts of the Farewell reflect Siberian-Arctic origins while the younger components of the terrane record the early-stage accretion and collision with the Cordilleran-Laurentian margin. As part of this project, this research group will conduct one of the first detailed field studies on sedimentary basin deposits that make up the middle and upper Paleozoic parts of the Farewell terrane. In addition to carrying out geologic mapping and documenting the thickness and extent of these strata, U-Pb geochronologic analyses on detrital zircon grains from these units will be conducted. In the case of the Farewell terrane, the detrital record of late-stage transport would most likely be reflected through zircons that are age equivalent with circum-Arctic magmatic source areas. Alternatively, an early-stage transport model may be reflected by a detrital transition through time to more Laurentian-dominated source areas. At the broadest scientific scale, this project will contribute a better understanding on the tectonic history and provenance of crustal blocks that make up the basement to the northernmost extent of the North American Cordillera in southwest Alaska. Results from this study will also contribute to an ever-expanding U-Pb detrital zircon database that is emerging from Alaska as well as the western parts of the continental U. S., Canada, and eastern Siberia.\r\n\r\nThe transport and accretion of crustal fragments to tectonic plate boundaries has occurred throughout Earth?s history and is widely recognized as a fundamental process by which mountain belts evolve and continents grow. In the case of Alaska, greater that 95 per cent of the state consists of accreted terranes, each of which carries with it an inherited geologic history as well as possible economic potential. For example, the Arctic Alaska terrane of northern Alaska is directly adjacent to petroleum-producing regions of the North Slope and is also the world?s largest geologic source and producer of zinc. At roughly the size of Switzerland, the Farewell terrane is one of the largest crustal fragments in the Alaska Range and is located just south of Arctic Alaska in one of the more remote and geologically frontier regions of the North American Cordillera. In addition to the scientific objective of this study, this project will also contribute to the field and lab training of students from Michigan State University and expose them to the challenges and rewards of conducting research in delicate and remote backcountry settings as well as in cutting-edge research lab facilities. As part of an educational outreach component to this project, the research team will be working with a group of Michigan Earth Science teachers to develop accretionary tectonic analogs from Alaska as a means for understanding and recognizing similar (and much older) events that are preserved in the exposed rock record of northern Michigan.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Hampton",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Brian A Hampton",
   "pi_email_addr": "bhampton@msu.edu",
   "nsf_id": "000432790",
   "pi_start_date": "2011-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "426 AUDITORIUM RD RM 2",
  "perf_city_name": "EAST LANSING",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 56220.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 37092.0
  }
 ],
 "por": null
}