{
 "awd_id": "1119915",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Testing species limits, phylogeographic concordance, and niche evolution in Madagascar's endemic small mammals",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": "7032928227",
 "po_email": "smalcomb@nsf.gov",
 "po_sign_block_name": "Simon Malcomber",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 132780.0,
 "awd_amount": 149280.0,
 "awd_min_amd_letter_date": "2011-08-16",
 "awd_max_amd_letter_date": "2016-06-13",
 "awd_abstract_narration": "Theory predicts that geographically complex regions should harbor exceptional biological diversity, and that past Earth history events such as climatic fluctuations will affect the diversification and maintenance of genetic variation.  The island of Madagascar represents one such complex region.  Only four groups of native terrestrial mammals exist on Madagascar; each colonized Madagascar a single time and then diversified to exhibit spectacular morphological and ecological variation.  This proposal focuses on the small insectivore-like mammals, especially on those species distributed throughout Madagascar's mountainous, humid-forest belt.  The project will use DNA sequences from multiple genes to determine how many genetically distinct sets of populations exist within each species, and to provide an estimate of how long ago they diverged.  The researchers will use Geographic Information Systems (GIS) to model the niche of each species using climatic data sets to estimate the species' current ranges and to reconstruct their distributions during past glacial cycles.\r\n\r\nUnderstanding the forces that shape regional biodiversity is one of the key goals of modern biology.  This project will illuminate the importance of past climatic events in shaping present-day patterns of biodiversity.  It will reveal the extent of small-mammal diversity in Madagascar's humid forests and identify areas containing unexpected genetic variation, providing critical information for designing protected areas and conservation strategies in one of the world?s foremost biodiversity hotspots.  The researchers will train undergraduate and graduate students in DNA sequencing and analysis and GIS, including students from groups underrepresented in science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Anderson",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Robert P Anderson",
   "pi_email_addr": "randerson@ccny.cuny.edu",
   "nsf_id": "000409279",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY City College",
  "inst_street_address": "160 CONVENT AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2126505418",
  "inst_zip_code": "100319101",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "L952KGDMSLV5"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY City College",
  "perf_str_addr": "160 CONVENT AVE",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100319101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117100",
   "pgm_ele_name": "PHYLOGENETIC SYSTEMATICS"
  },
  {
   "pgm_ele_code": "737400",
   "pgm_ele_name": "Systematics & Biodiversity Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1171",
   "pgm_ref_txt": "PHYLOGENETIC SYSTEMATICS"
  },
  {
   "pgm_ref_code": "1355",
   "pgm_ref_txt": "EGC EDUCATIONAL ACTIVITIES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 38291.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 101989.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 9000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The long-isolated island of Madagascar has highly varied topography and climate and is home to many unique animals and plants. The mammals found only there include tenrecs and an enigmatic group of rodents (called nesomyines), both of which remain poorly known. The research aims of this project were to collaborate with other investigators (who focused on analyses using DNA and morphology/anatomy) to understand how many species exist in each group, where they are found, and how past environmental change affected their evolution and geographic ranges. Specifically, the activities conducted here focused on improving techniques for Geographic Information Systems (GIS) computer analyses that characterize the climatic requirements of a species, and use them to reconstruct the regions of Madagascar that are suitable for these species today and those that were in the past. The researchers produced computer code that automates this kind of analysis, also leading to a pilot version of a point-and-click/graphical-user-interface computer program that researchers and the interested public can use to learn about species ranges. The results for tenrecs and nesomyine rodents indicate that most species are currently restricted to high, wet areas in the mountains, with populations of each species typically isolated from each other by lowland gaps between the mountain ranges. In contrast, based on reconstructions of climate at the Last Glacial Maximum (the last &ldquo;Ice Age&rdquo;) approximately 21,000 years ago, the analyses indicate that larger portions of Madagascar were suitable for these species then, with populations connected across many lowland areas that were cooler at that time. These findings coincide with results of the DNA studies conducted by collaborators, which show that for most species the isolated populations are genetically different from each other (with the splits older than the Last Glacial Maximum). Therefore, the genetic differences between the populations have been maintained over past glacial times, despite the potential for connectivity during those periods. The findings support ongoing work by collaborators determining whether isolated populations represent distinct species (and if so, describing them as species new to science).</p>\n<p><br /> The project has contributed greatly to student training and outreach. One Ph.D. student, two Master&rsquo;s students, and one undergraduate Honors student did thesis research directly associated with the project, and many other students and visiting scholars participated as well. The project directly led to or contributed to 23 scientific publications. The researchers gave 34 presentations at scientific conferences and produced two webinars (available free online). In addition to the computer code and program mentioned above, the project also yielded an update to the computer program &ldquo;Maxent,&rdquo; which is frequently used to study species environmental requirements and geographic ranges.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/27/2017<br>\n\t\t\t\t\tModified by: Robert&nbsp;P&nbsp;Anderson</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1119915/1119915_10122648_1509118491200_Galante_fig_2_crop--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1119915/1119915_10122648_1509118491200_Galante_fig_2_crop--rgov-800width.jpg\" title=\"Modeled climatic suitability for a rodent in Madagascar\"><img src=\"/por/images/Reports/POR/2017/1119915/1119915_10122648_1509118491200_Galante_fig_2_crop--rgov-66x44.jpg\" alt=\"Modeled climatic suitability for a rodent in Madagascar\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Models  of climatic suitability for the rodent  _Eliurus_majori_ on Madagascar. Note gaps among populations, coinciding with lowland areas between mountain ranges. Results correspond to two ways of determining optimal levels of complexity for Maxent models, in comparison with default settings.</div>\n<div class=\"imageCredit\">Galante, P.J., B. Alade, R. Muscarella, S. A. Jansa, S. M. Goodman, and R. P. Anderson. Online early. The challenge of modeling niches and distributions for data-poor species: a comprehensive approach to model complexity. Ecography.</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Robert&nbsp;P&nbsp;Anderson</div>\n<div class=\"imageTitle\">Modeled climatic suitability for a rodent in Madagascar</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe long-isolated island of Madagascar has highly varied topography and climate and is home to many unique animals and plants. The mammals found only there include tenrecs and an enigmatic group of rodents (called nesomyines), both of which remain poorly known. The research aims of this project were to collaborate with other investigators (who focused on analyses using DNA and morphology/anatomy) to understand how many species exist in each group, where they are found, and how past environmental change affected their evolution and geographic ranges. Specifically, the activities conducted here focused on improving techniques for Geographic Information Systems (GIS) computer analyses that characterize the climatic requirements of a species, and use them to reconstruct the regions of Madagascar that are suitable for these species today and those that were in the past. The researchers produced computer code that automates this kind of analysis, also leading to a pilot version of a point-and-click/graphical-user-interface computer program that researchers and the interested public can use to learn about species ranges. The results for tenrecs and nesomyine rodents indicate that most species are currently restricted to high, wet areas in the mountains, with populations of each species typically isolated from each other by lowland gaps between the mountain ranges. In contrast, based on reconstructions of climate at the Last Glacial Maximum (the last \"Ice Age\") approximately 21,000 years ago, the analyses indicate that larger portions of Madagascar were suitable for these species then, with populations connected across many lowland areas that were cooler at that time. These findings coincide with results of the DNA studies conducted by collaborators, which show that for most species the isolated populations are genetically different from each other (with the splits older than the Last Glacial Maximum). Therefore, the genetic differences between the populations have been maintained over past glacial times, despite the potential for connectivity during those periods. The findings support ongoing work by collaborators determining whether isolated populations represent distinct species (and if so, describing them as species new to science).\n\n\n The project has contributed greatly to student training and outreach. One Ph.D. student, two Master?s students, and one undergraduate Honors student did thesis research directly associated with the project, and many other students and visiting scholars participated as well. The project directly led to or contributed to 23 scientific publications. The researchers gave 34 presentations at scientific conferences and produced two webinars (available free online). In addition to the computer code and program mentioned above, the project also yielded an update to the computer program \"Maxent,\" which is frequently used to study species environmental requirements and geographic ranges.\n\n\t\t\t\t\tLast Modified: 10/27/2017\n\n\t\t\t\t\tSubmitted by: Robert P Anderson"
 }
}