{
 "awd_id": "1119931",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Unraveling evolutionary processes in avian species distributed across the Southern African arid-zone",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Mindell",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 215000.0,
 "awd_amount": 221700.0,
 "awd_min_amd_letter_date": "2011-07-26",
 "awd_max_amd_letter_date": "2012-01-27",
 "awd_abstract_narration": "Arid ecosystems cover one third of Earth's land surface, and many have levels of endemism as high as tropical biomes. Despite supporting a rich biodiversity, arid ecosystems are generally overlooked as models for investigating evolutionary processes. The southern Africa region is characterized by a high interior plateau bounded on three sides by a steep escarpment, the presence of a west-to-east gradient of increasing moisture, and hyper-arid to humid habitats. This complex topography and climatic variation is reflected at the landscape level with seven distinct vegetation types or biomes. Despite a large number of endemic species (the greatest regional concentration in Africa), the role of evolutionary, ecological and climatic processes in shaping bird population histories has been sorely neglected in southern African arid ecosystems. This proposal aims to understand the processes that have driven the diversification of 12 bird taxa in the southern African arid zone by fully utilizing the tools provided by molecular ecology and species-distribution modelling.  \r\n\r\nA collaboration between the University of California-Berkeley, Texas A&M University, and several southern African institutions -- including universities, museums and conservation agencies -- this proposal will include the training and exchange of graduate and postdoctoral scholars, and involve undergraduate students in research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Voelker",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gary Voelker",
   "pi_email_addr": "gvoelker@tamu.edu",
   "nsf_id": "000312087",
   "pi_start_date": "2011-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Research Foundation",
  "inst_street_address": "400 HARVEY MITCHELL PKWY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "EQH8NQ4AXFT7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University",
  "perf_str_addr": "400 HARVEY MITCHELL PKY S STE 300",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778454375",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117100",
   "pgm_ele_name": "PHYLOGENETIC SYSTEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1355",
   "pgm_ref_txt": "EGC EDUCATIONAL ACTIVITIES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 215000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 6700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Arid zones cover one third of Earth&rsquo;s land surface, and many have levels of local endemism as high as tropical biomes. Despite supporting a rich biodiversity, arid ecosystems are generally overlooked as model systems for investigating evolutionary processes that may have led to high diversity. Southern Africa has 98 endemic and 62 near-endemic bird species whose evolutionary ages range from the Oligocene to the Pleistocene. The region is characterized by a high interior plateau bounded on three sides by a steep escarpment and the presence of a west-to-east gradient of increasing moisture, resulting in hyper-arid to humid habitats. This complex topography and climatic variation is reflected at the landscape level with 7 distinct vegetation types. The southern African arid zone comprises five distinct biomes: Succulent Karoo, Nama Karoo, Fynbos, Grassland and Kalahari savanna. Despite having these distinct biomes, the southern African arid zone is often regarded as a continuous landscape. However, the few phylogeography studies of southern African small mammals and reptiles have revealed a strikingly congruent pattern of divergence within the arid zone, between NW and SE clades, and there is a strong indication that these taxa are geographically structured in association with particular biomes; similar studies are generally lacking for birds. The structure evident in small mammals and reptiles is suggestive of a pattern of ecological specialization, but our knowledge of spatial genetic structure within southern African vertebrates and the underlying processes (e.g. climate change and landscape heterogeneity) driving populations&rsquo; histories remains poor. Our research aims to understand the processes that have driven the diversification and high local endemism of avian taxa in the southern African arid zone.</p>\n<p>Our results from assessments of species relationships and biogeographic history have revealed several interesting and unique patterns.&nbsp; In one group of species, we were able to show that Africa was the ancestral area for the group, and that a subgroup dispersed from Africa to Southeast Asia presumably over the Indian Ocean.&nbsp; Further, relationships of the subgroup restricted to Africa showed a pattern whereby species show a Southern to Northern African colonization pattern-- this was the first time this pattern has been documented for birds.&nbsp; A second study on another African group showed this same pattern.&nbsp; Again, this pattern is unique as all previous studies of African songbirds has shown a Northern to Southern colonization pattern. And, this second study also revealed that the Afrotropical forests served as an ancestral area for several subgroups, with subsequent colonizations of arid regions by members of those subgroups&mdash;also a unique pattern as most Afrotropical forest dwelling groups are restricted to that habitat.</p>\n<p>Our results to date have also allowed us to show an influence of habitat type (and therefore geographic distribution) and the associated climatic conditions in driving plumage diversification in a small group of songbirds (white-eyes) distributed in southern Africa.&nbsp; We are also analyzing other songbird species, and are finding that at least two reflect a pattern where distinctly different lineages within the same species seem have been influenced by climate shifts over time.&nbsp; Interestingly, the genetic splits within these species seem to show a geographic split in exactly the same habitat; climate models suggest that the habitat overlap can be explained by multiple &ldquo;ancient&rdquo; refugial areas, where populations could have diverged in isolation from other such populations.&nbsp; The overlap in habitat today is a reflection of range expansion.&nbsp; And, we are finding still other species that do not reflect this pattern, despite also sharing roughly similar geographic distributio...",
  "por_txt_cntn": "\nArid zones cover one third of EarthÆs land surface, and many have levels of local endemism as high as tropical biomes. Despite supporting a rich biodiversity, arid ecosystems are generally overlooked as model systems for investigating evolutionary processes that may have led to high diversity. Southern Africa has 98 endemic and 62 near-endemic bird species whose evolutionary ages range from the Oligocene to the Pleistocene. The region is characterized by a high interior plateau bounded on three sides by a steep escarpment and the presence of a west-to-east gradient of increasing moisture, resulting in hyper-arid to humid habitats. This complex topography and climatic variation is reflected at the landscape level with 7 distinct vegetation types. The southern African arid zone comprises five distinct biomes: Succulent Karoo, Nama Karoo, Fynbos, Grassland and Kalahari savanna. Despite having these distinct biomes, the southern African arid zone is often regarded as a continuous landscape. However, the few phylogeography studies of southern African small mammals and reptiles have revealed a strikingly congruent pattern of divergence within the arid zone, between NW and SE clades, and there is a strong indication that these taxa are geographically structured in association with particular biomes; similar studies are generally lacking for birds. The structure evident in small mammals and reptiles is suggestive of a pattern of ecological specialization, but our knowledge of spatial genetic structure within southern African vertebrates and the underlying processes (e.g. climate change and landscape heterogeneity) driving populationsÆ histories remains poor. Our research aims to understand the processes that have driven the diversification and high local endemism of avian taxa in the southern African arid zone.\n\nOur results from assessments of species relationships and biogeographic history have revealed several interesting and unique patterns.  In one group of species, we were able to show that Africa was the ancestral area for the group, and that a subgroup dispersed from Africa to Southeast Asia presumably over the Indian Ocean.  Further, relationships of the subgroup restricted to Africa showed a pattern whereby species show a Southern to Northern African colonization pattern-- this was the first time this pattern has been documented for birds.  A second study on another African group showed this same pattern.  Again, this pattern is unique as all previous studies of African songbirds has shown a Northern to Southern colonization pattern. And, this second study also revealed that the Afrotropical forests served as an ancestral area for several subgroups, with subsequent colonizations of arid regions by members of those subgroups&mdash;also a unique pattern as most Afrotropical forest dwelling groups are restricted to that habitat.\n\nOur results to date have also allowed us to show an influence of habitat type (and therefore geographic distribution) and the associated climatic conditions in driving plumage diversification in a small group of songbirds (white-eyes) distributed in southern Africa.  We are also analyzing other songbird species, and are finding that at least two reflect a pattern where distinctly different lineages within the same species seem have been influenced by climate shifts over time.  Interestingly, the genetic splits within these species seem to show a geographic split in exactly the same habitat; climate models suggest that the habitat overlap can be explained by multiple \"ancient\" refugial areas, where populations could have diverged in isolation from other such populations.  The overlap in habitat today is a reflection of range expansion.  And, we are finding still other species that do not reflect this pattern, despite also sharing roughly similar geographic distributions. \n\nOverall, our results to date have uncovered several unique colonization/speciation patterns, and a link between standing genetic dif..."
 }
}