{
 "awd_id": "1119784",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "QEIB: Theory for communities in nonstationary environments",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Douglas Levey",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 595063.0,
 "awd_amount": 595063.0,
 "awd_min_amd_letter_date": "2011-09-12",
 "awd_max_amd_letter_date": "2011-09-12",
 "awd_abstract_narration": "Although the natural world is almost always in flux, ecological theory has been largely developed using mathematical models that assume that ecosystems come to a stable equilibrium. In recent decades, such models have been supplemented and partially replaced by models in which the physical environment varies in time and space.  However, those model environments have invariably had the property of stationarity, which means that they can be characterized by a fixed set of statistics, such as averages, about which fluctuations occur, and measures of the magnitude and nature of the fluctuations. Although much has been learned from these models, it is now clear that the assumption of stationarity does not hold in nature, because environments are not stable over time. The challenge of anthropogenic climate change means that more realistic nonstationary assumptions about the physical environment are essential for the future, but they are also needed for more accurate understanding of past and present ecology. This research will develop models of interacting species subject to nonstationary environments to predict the impact of nonstationarity on the maintenance of biological diversity. The project will develop mathematical tools for making ecological predictions about diversity maintenance that allow stationary predictions to be replaced or modified for more realistic, nonstationary conditions. This will help show which aspects of species and of the environment have large effects on the maintenance of diversity in the nonstationary case as compared with the previous stationary assumptions.  The project will also study how migration of different species at different rates in response to a changing environment affects the outcomes of the interactions between species and the maintenance of biological diversity.  \r\n\r\nThe results of the research will have application to the conservation and management of natural environments, and help society face the challenges of global environmental change, for which nonstationary theory is essential.  In addition, there will be a major education and training component for students and postdoctoral fellows in new tools for ecological models in nonstationary environments.  High school teachers also will be given training in ecological models for changing environments to foster the development of materials for classroom instruction.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Chesson",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Peter L Chesson",
   "pi_email_addr": "pchesson@email.arizona.edu",
   "nsf_id": "000439164",
   "pi_start_date": "2011-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  },
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  },
  {
   "pgm_ele_code": "737700",
   "pgm_ele_name": "EVOLUTIONARY ECOLOGY"
  },
  {
   "pgm_ele_code": "745400",
   "pgm_ele_name": "MSPA-INTERDISCIPLINARY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1649",
   "pgm_ref_txt": "QUANTITATIVE ENVIRNMNTAL & INTEGRAT BIOL"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 595063.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The idea of equilibrium has dominated ecology from its earliest days.&nbsp; It is the scientific formalization of the &ldquo;balance of nature.&rdquo;&nbsp; However, this concept has also been controversial from the beginning because all ecosystems constantly change. An early scientific alternative to equilibrium was the concept of ecological succession where an ecosystem changes over time following a disturbance, but equilibrium still played an important role as it was seen as the direction in which the system was headed. About fifty years ago, the mathematical theory of ecology began developing alternative concepts from stochastic models of population dynamics, which defined how population fluctuations might occur over time in response to fluctuations in the physical environment, including yearly fluctuations in climate.&nbsp; However, the climate in these models was always assumed to be stationary, i.e. the average climate over enough years could be expected to be constant and predictable.&nbsp; Although these models greatly increased understanding of how natural populations and communities of plants and animals might be affected by short-term fluctuations in the environment, they were not suitable for long-term climate change, which the world is now experiencing due to human activities, or the long-term changes that have always affected natural ecosystems. These are nonstationary climates. <br /><br />This project developed new concepts and mathematical models to address changing environments, with a particular focus on long-term climate change.&nbsp; The most important new concept is the asymptotic environmentally-determined trajectory, or aedt.&nbsp; The aedt is a function of time that predicts the trends in populations and communities as functions of the changing environmental conditions. It is intended as a replacement of the equilibrium concept. It represents the state of an ecosystem as a joint outcome of the biology of the organisms, and the changing environment. It asks people to think of the ecosystem that they find in a given locality as not just an outcome of the current environment and the biology of the organisms at equilibrium, but instead as a moving outcome that involves environmental history and biology.&nbsp; Several methods were developed for demonstrating that a mathematical model of an ecosystem does indeed converge on an aedt.&nbsp; These methods were applied to some classical ecological models in a nonstationary environment.<br /><br />A related issue in community ecology concerns the spatial extent of an ecosystem, and the populations and communities of animals and plants that it contains.&nbsp; Classically, community ecology has focused on local communities, which are often defined by a small area that a scientist is studying.&nbsp; The problem is that local communities are not closed, i.e. they can be greatly influenced by migration across the boundary. One response to this issue is to use mathematical models where each local community is connected in a network of other local communities. However, very often it was assumed that the environment changes in space in stationary way, i.e. the average environment over a sufficiently large area is essentially the same everywhere. But, this is an assumption of convenience and does not reflect nature. To overcome this problem, we used mathematical models in which the environment does not change in a stationary way over space. A particular focus was on how species coexist with one another. We were able to develop measures of coexistence strength that take full advantage of the nonstationary spatial structure.&nbsp; These measures show how contributions to species coexistence arise from a particular spatial scale, due, for example, to the fact that different species are favored by different environmental conditions unevenly distributed in space on that scale.&nbsp; We derived formulae showing how these contributions can be integrated over spatial scale to give a full measure of coexistence strength at the level of the region, broken down by contributions from the full range of smaller areas, and their differences, within the region as a whole.<br /><br />The full power of our findings is revealed by combining spatial and temporal nonstationarity. We developed this combination primarily just for an individual species though it inevitably interacts with other species.&nbsp; We found measures of the average environment experienced by the species as it changes its distribution on the landscape, driven by climate change.&nbsp; We were able to define circumstances under which the species would experience a stationary environment due to its ability to move on the landscape, even though the environment at any one locality is profoundly nonstationary.<br /><br />In the course of these fundamental developments, we also learned much about how populations and communities respond to fluctuations, be they stationary or nonstationary. These developments led to a theories of stream communities, forest communities and plankton communities in variable environments.&nbsp; Along with these strictly theoretical developments, we collected data on natural populations and communities experiencing nonstationary conditions to inform the development of our theory and for future applications of it.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2016<br>\n\t\t\t\t\tModified by: Peter&nbsp;L&nbsp;Chesson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe idea of equilibrium has dominated ecology from its earliest days.  It is the scientific formalization of the \"balance of nature.\"  However, this concept has also been controversial from the beginning because all ecosystems constantly change. An early scientific alternative to equilibrium was the concept of ecological succession where an ecosystem changes over time following a disturbance, but equilibrium still played an important role as it was seen as the direction in which the system was headed. About fifty years ago, the mathematical theory of ecology began developing alternative concepts from stochastic models of population dynamics, which defined how population fluctuations might occur over time in response to fluctuations in the physical environment, including yearly fluctuations in climate.  However, the climate in these models was always assumed to be stationary, i.e. the average climate over enough years could be expected to be constant and predictable.  Although these models greatly increased understanding of how natural populations and communities of plants and animals might be affected by short-term fluctuations in the environment, they were not suitable for long-term climate change, which the world is now experiencing due to human activities, or the long-term changes that have always affected natural ecosystems. These are nonstationary climates. \n\nThis project developed new concepts and mathematical models to address changing environments, with a particular focus on long-term climate change.  The most important new concept is the asymptotic environmentally-determined trajectory, or aedt.  The aedt is a function of time that predicts the trends in populations and communities as functions of the changing environmental conditions. It is intended as a replacement of the equilibrium concept. It represents the state of an ecosystem as a joint outcome of the biology of the organisms, and the changing environment. It asks people to think of the ecosystem that they find in a given locality as not just an outcome of the current environment and the biology of the organisms at equilibrium, but instead as a moving outcome that involves environmental history and biology.  Several methods were developed for demonstrating that a mathematical model of an ecosystem does indeed converge on an aedt.  These methods were applied to some classical ecological models in a nonstationary environment.\n\nA related issue in community ecology concerns the spatial extent of an ecosystem, and the populations and communities of animals and plants that it contains.  Classically, community ecology has focused on local communities, which are often defined by a small area that a scientist is studying.  The problem is that local communities are not closed, i.e. they can be greatly influenced by migration across the boundary. One response to this issue is to use mathematical models where each local community is connected in a network of other local communities. However, very often it was assumed that the environment changes in space in stationary way, i.e. the average environment over a sufficiently large area is essentially the same everywhere. But, this is an assumption of convenience and does not reflect nature. To overcome this problem, we used mathematical models in which the environment does not change in a stationary way over space. A particular focus was on how species coexist with one another. We were able to develop measures of coexistence strength that take full advantage of the nonstationary spatial structure.  These measures show how contributions to species coexistence arise from a particular spatial scale, due, for example, to the fact that different species are favored by different environmental conditions unevenly distributed in space on that scale.  We derived formulae showing how these contributions can be integrated over spatial scale to give a full measure of coexistence strength at the level of the region, broken down by contributions from the full range of smaller areas, and their differences, within the region as a whole.\n\nThe full power of our findings is revealed by combining spatial and temporal nonstationarity. We developed this combination primarily just for an individual species though it inevitably interacts with other species.  We found measures of the average environment experienced by the species as it changes its distribution on the landscape, driven by climate change.  We were able to define circumstances under which the species would experience a stationary environment due to its ability to move on the landscape, even though the environment at any one locality is profoundly nonstationary.\n\nIn the course of these fundamental developments, we also learned much about how populations and communities respond to fluctuations, be they stationary or nonstationary. These developments led to a theories of stream communities, forest communities and plankton communities in variable environments.  Along with these strictly theoretical developments, we collected data on natural populations and communities experiencing nonstationary conditions to inform the development of our theory and for future applications of it.\n\n\t\t\t\t\tLast Modified: 12/01/2016\n\n\t\t\t\t\tSubmitted by: Peter L Chesson"
 }
}