{
 "awd_id": "1119472",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Water in Nominally Anhydrous Minerals of the Lower Crust",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sonia Esperanca",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 174989.0,
 "awd_amount": 174989.0,
 "awd_min_amd_letter_date": "2011-06-06",
 "awd_max_amd_letter_date": "2011-06-06",
 "awd_abstract_narration": "Intellectual Merit.  In contrast to long-held opinion that the lower crust and mantle are nearly anhydrous domains, it is increasingly recognized that nominally anhydrous minerals (NAMs; i.e., those for which water is not a stoichiometric part of the mineral formula) potentially constitute a significant inventory of water in the Earth?s interior. Water plays a critical role in many fundamental interior Earth processes.  For example, despite low estimated abundance, water in the mantle it is thought to influence convection and recycling of chemical components, planetary rheology and deformation, and seismic velocity characteristics.  The Earth?s crust is dominated by feldspar and quartz that may host significant amounts (up to hundreds of ppm) of water, thus comprising a major planetary water reservoir.  In an attempt to quantify the content and distribution of water in the lower crust, this project focuses on a study of the Athabasca Granulite Terrane, northern Saskatchewan, that exposes some ~20,000 km2 of representative lower crustal lithologies.  Concentrations of water will be measured and mapped using Fourier transform infrared (FTIR) spectroscopy. Cathodoluminescence imaging also will be used to identify preserved primary zoning in quartz that might correlate with localization of primary fluid inclusions.  The abundance and distribution of water in these rocks will be quantified and this knowledge used to assess the following aspects of the influence of water on crustal processes: [1] to what extent does water in NAMs act as a flux to promote partial melting in the lower crust?, [2] to what extent are metamorphic reactions that seemingly involve only ?anhydrous? minerals actually dependent on progressive dehydration of NAM reactants?, and [3] to what does water liberated from NAMs influence crustal deformation?  \r\n \r\nBroader Impacts. In addition to the typical societal benefits of training and financially supporting graduate and undergraduate students, this project offers the opportunity of continuing a rich exchange of ideas in a field setting with members of the Geologic Survey of Canada and the Saskatchewan Geologic Survey, and to conduct evening geologic forums for the residents of the remote town of Stony Rapids, Canada. The study area will be the site of a field forum for geophysicists and geologists in the future. Research results will also be shared in various outreach activities.  For example, a series of articles is to be published in Canadian newspapers, focusing on the geology of the Athabasca Granulite Terrane; these are based on interviews with PI Williams.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sheila",
   "pi_last_name": "Seaman",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Sheila J Seaman",
   "pi_email_addr": "sjs@geo.umass.edu",
   "nsf_id": "000204502",
   "pi_start_date": "2011-06-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Williams",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Michael L Williams",
   "pi_email_addr": "mlw@geo.umass.edu",
   "nsf_id": "000189405",
   "pi_start_date": "2011-06-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "101 COMMONWEALTH AVE",
  "perf_city_name": "AMHERST",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039252",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 174989.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"text-decoration: underline;\">Intellectual Merit:</span> The main goal of this project was to measure water concentrations in minerals of deep crustal rocks of the Athabasca granulite terrane of northern Saskatchewan, one of the world&rsquo;s largest and best exposures of lowermost continental crust.&nbsp; This study is of interest because it explores the question of how the Earth produces new continental crust.&nbsp; The Earth&rsquo;s crust is built from partially melting previously existing crustal and mantle rocks, and the addition of water is critical for most melting reactions.&nbsp; We hypothesized that water, locked in &lsquo;anhydrous&rsquo; minerals such as quartz and feldspar, if liberated from the crystal structures, can decrease the melting temperature of lower crustal rocks, allowing them to melt and produce new crustal material.&nbsp; The project consisted of four specific studies:&nbsp; 1) determine whether plastic deformation can liberate water from &lsquo;anhydrous&rsquo; minerals 2) quantify the trace structural water budget in the reactants and products of a regionally significant metamorphic reaction that involves only nominally anhydrous minerals (opx, cp, plag, gt). 3) evaluate the behavior of water during partial melting of lower crustal rock to evaluate the role of anhydrous minerals; 4) provide a general inventory of concentrations of water in nominally anhydrous minerals of the lowermost crust in the Athabasca granulite terrane. The outcomes of these four studies are:</p>\n<p>1)&nbsp;&nbsp;&nbsp;&nbsp; Water concentrations of approximately 3000 ppm would lower the temperature at which lower crustal granites begin to melt by 273 &deg;C at typical lower crustal pressures. Measurements and maps of water concentration in variably deformed samples of the Stevenson Granite show that deformation moves water from nominally anhydrous minerals to phase boundaries where generation of partial melt may lead to further rock weakening and further release of water from NAMs.</p>\n<p>2)&nbsp;&nbsp;&nbsp;&nbsp; The Mary granite is a 2.6-billion-year-old granite that was emplaced at ~700 &ordm;C and 0.9-1.0 GPa (35-40 km). In many regions, the granite underwent a chemical reaction, known as the Mary reaction (opx + Ca-richer plag &agrave; gt &plusmn; cpx &plusmn; Ca-amp + Na-richer plag), in which all reactants and products are nominally anhydrous.. The behavior of water in the Mary reaction was examined in this study. Water concentrations in Ca-rich plagioclase (760-340 ppm), which is a reactant phase, are consistently lower than water concentrations in Na-rich plagioclase (940-270 ppm), a product phase.&nbsp; Externally sourced water, possibly from the breakdown of hornblende that occurs in most of these samples, along with water in the nominally anhydrous reactants is interpreted to facilitate the reaction.&nbsp; This result supports the conclusion that trace amounts of water, is key to the progression of metamorphic reactions between anhydrous minerals at lower crustal conditions.&nbsp;</p>\n<p>3)&nbsp;&nbsp;&nbsp;&nbsp; With increasing intensity of deformation and increasing generation of partial melt on grain boundaries, host minerals become progressively depleted in first water, then carbon dioxide, and partial melt along grain boundaries becomes increasingly enriched in water, and carbon dioxide.&nbsp; &nbsp;A major contribution made by this study is the quantification of the depletion of water in the host minerals, and the enrichment of water in the leucosome, and the mapping that show these effects.</p>\n<p>4)&nbsp;&nbsp;&nbsp;&nbsp; A summary of ranges of water concentrations in minerals of the lowermost crust, measured in granites and tonalities follows:</p>\n<p>Overall plagioclase: 200-760 ppm</p>\n<p>Na-Plag: 150-940 ppm</p>\n<p>K-spar: 140-370 ppm</p>\n<p>quartz: 180-250 ppm</p>\n<p>opx: 750-2540 ppm</p>\n<p>garnet: 700-1300 ppm</p>\n<p>cpx: ...",
  "por_txt_cntn": "\nIntellectual Merit: The main goal of this project was to measure water concentrations in minerals of deep crustal rocks of the Athabasca granulite terrane of northern Saskatchewan, one of the worldÆs largest and best exposures of lowermost continental crust.  This study is of interest because it explores the question of how the Earth produces new continental crust.  The EarthÆs crust is built from partially melting previously existing crustal and mantle rocks, and the addition of water is critical for most melting reactions.  We hypothesized that water, locked in æanhydrousÆ minerals such as quartz and feldspar, if liberated from the crystal structures, can decrease the melting temperature of lower crustal rocks, allowing them to melt and produce new crustal material.  The project consisted of four specific studies:  1) determine whether plastic deformation can liberate water from æanhydrousÆ minerals 2) quantify the trace structural water budget in the reactants and products of a regionally significant metamorphic reaction that involves only nominally anhydrous minerals (opx, cp, plag, gt). 3) evaluate the behavior of water during partial melting of lower crustal rock to evaluate the role of anhydrous minerals; 4) provide a general inventory of concentrations of water in nominally anhydrous minerals of the lowermost crust in the Athabasca granulite terrane. The outcomes of these four studies are:\n\n1)     Water concentrations of approximately 3000 ppm would lower the temperature at which lower crustal granites begin to melt by 273 &deg;C at typical lower crustal pressures. Measurements and maps of water concentration in variably deformed samples of the Stevenson Granite show that deformation moves water from nominally anhydrous minerals to phase boundaries where generation of partial melt may lead to further rock weakening and further release of water from NAMs.\n\n2)     The Mary granite is a 2.6-billion-year-old granite that was emplaced at ~700 &ordm;C and 0.9-1.0 GPa (35-40 km). In many regions, the granite underwent a chemical reaction, known as the Mary reaction (opx + Ca-richer plag &agrave; gt &plusmn; cpx &plusmn; Ca-amp + Na-richer plag), in which all reactants and products are nominally anhydrous.. The behavior of water in the Mary reaction was examined in this study. Water concentrations in Ca-rich plagioclase (760-340 ppm), which is a reactant phase, are consistently lower than water concentrations in Na-rich plagioclase (940-270 ppm), a product phase.  Externally sourced water, possibly from the breakdown of hornblende that occurs in most of these samples, along with water in the nominally anhydrous reactants is interpreted to facilitate the reaction.  This result supports the conclusion that trace amounts of water, is key to the progression of metamorphic reactions between anhydrous minerals at lower crustal conditions. \n\n3)     With increasing intensity of deformation and increasing generation of partial melt on grain boundaries, host minerals become progressively depleted in first water, then carbon dioxide, and partial melt along grain boundaries becomes increasingly enriched in water, and carbon dioxide.   A major contribution made by this study is the quantification of the depletion of water in the host minerals, and the enrichment of water in the leucosome, and the mapping that show these effects.\n\n4)     A summary of ranges of water concentrations in minerals of the lowermost crust, measured in granites and tonalities follows:\n\nOverall plagioclase: 200-760 ppm\n\nNa-Plag: 150-940 ppm\n\nK-spar: 140-370 ppm\n\nquartz: 180-250 ppm\n\nopx: 750-2540 ppm\n\ngarnet: 700-1300 ppm\n\ncpx: 1570-2210 ppm\n\nFrom these measurements we can calculate the degree to which the lower crust is a global reservoir of water.  This calculation, and its implications in terms of lower crustal rheology, as well as its role in recycling water between the mantle and the surface, are subjects of a manuscript in progress.\n\nBroader Impacts: The fina..."
 }
}