{
 "awd_id": "1119315",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Deep Lithosphere Filter and the Growth of Continental Arcs",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 339084.0,
 "awd_amount": 372999.0,
 "awd_min_amd_letter_date": "2011-05-25",
 "awd_max_amd_letter_date": "2013-05-23",
 "awd_abstract_narration": "Understanding the processes involved in making continents is of fundamental importance not only to understanding the whole earth system, but also to many aspects of human society.  Continental crust is formed at convergent margins where an oceanic plate sinks below a more buoyant continental plate.  Melting in the mantle wedge region between these two plates generates magmas that rise and ultimately become the building blocks for new continental crust.  Much of the recent scientific focus has been on the shallow aspects of continental arcs, such as explosive eruptions at arc volcanoes and the formation of large ore deposits, given their importance to modern society.  However, all of these shallow events are the end-result of processes that begin in the deep region (the lithosphere) beneath continental arcs, an area that has received comparatively less attention.  For instance, the arc magmas that are sampled at the Earth's surface are the end products of a complex differentiation path that started where the mantle wedge underwent partial melting.  Factors such as water and carbon dioxide content of magmas, which bear directly on the explosiveness of volcanic eruptions, are ultimately controlled by the amounts present in the mantle source.  Investigating the deep continental arc lithosphere is challenging, but knowledge of what processes go on deep beneath continental arcs and their relationships to what is observed at the surface is of paramount importance to earth science.   \r\n\r\nAlthough the deep lithosphere cannot be observed directly, xenoliths (foreign pieces of rock entrained by rapidly ascending magmas) that sample this region offer a unique window into the lower crust and upper mantle.  Importantly, mantle xenoliths often represent melt residues, thus they are the complement to arc magmas.  Lower crustal xenoliths represent arc magmas that have fractionated at depth ('cumulates') and may provide insights into the early differentiation paths of magmas.  Thus, the first objective of this proposal is to evaluate the contribution of deep lithospheric fractionation to magmatic differentiation.  In particular, what is the chemical composition of deep cumulates, and what effect does this have on the physical evolution of continental arcs?  Because such cumulates are rich in dense minerals like garnet, they may be responsible for de-stabilizing the deep lithosphere beneath continental arcs.  The second objective of this proposal is to place the geochemical characteristics of deep lithosphere xenoliths into the broad context of how continental arcs have evolved over time.  In particular, how and when does arc lithosphere thicken (or thin)?  Is thickening in arcs related to periods of unusually high magmatic flux, and if so, does this place a limit on how rapidly the deep lithosphere can grow beneath the arc before hitting the slab?  Answering these questions requires using a consortium of diverse tools, ranging from geochemical instruments to physical modeling.  All aspects of the study will contribute to a transformative view of arc and continental crust evolution because deep lithospheric processes were hitherto largely unrecognized as important for crustal differentiation. This research will be conducted by undergraduates and graduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cin-Ty",
   "pi_last_name": "Lee",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Cin-Ty A Lee",
   "pi_email_addr": "ctlee@rice.edu",
   "nsf_id": "000469334",
   "pi_start_date": "2011-05-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "6100 MAIN ST",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 118539.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 116072.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 138388.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; The purpose of this project was to investigate how continents are made.&nbsp; Subduction zones are one of the primary environments where new continental crust is formed.&nbsp; Here, the sinking and return of oceanic plates back into the Earth&rsquo;s deep interior drives a return flow in the mantle, which leads to focused melting zones that give rise to long linear chains of volcanoes called volcanic arcs. Examples include the Marianas island arc in the western Pacific and the Andean continental arc in South America.&nbsp; These volcanic arcs grow and mature with time.&nbsp; They start off as thin crust with basaltic compositions and with time they become thicker and more silica-rich, culminating in the formation of contintental crust.&nbsp; Exactly when and how arcs mature to become continental crust was the focus of this project. To pursue these questions, PhD student Emily Chin and the PI Cin-Ty Lee chose to investigate what happens in the deepest parts of volcanic arcs (50-90 km depth), using fragments of the deep Earth carried up in small volcanoes erupted through the Sierra Nevada, California an old continental arc. The chemistry of these deep-seated rocks were investigated from nanometer to decimeter lengthscales, allowing characterization of the composition of the deepest sections of an arc, pressures and temperatures of formation, extent of open-system behavior, and the timescales over which pressures and temperatures may have changed. &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The project resulted in six first-order findings. 1) The deepest rocks in the arc were originally formed at shallower depths, indicating that the arc suffered significant thickening. 2) This thickening was coincident with the peak of arc magmatism, suggesting that thickening was imparted by magmatic inflation of the crust. 3) However, the discovery of rocks with sedimentary origins at depths of 45 km, indicates that magmatic thickening was accompanied by tectonic compression.&nbsp; 4) As the arc thickened, the arc crust became a progressively stronger filter of magmas rising to the surface, resulting in more accumulation of crystallized products from the magma at depth and the formation of more silicic residual magmas rising to the surface. 5) This growing deep-seated reservoir of crystallized products is uniquely made up of sulfides and pyroxenes, the former the primary repository for certain ore elements like copper.&nbsp; Re-melting of these deep sulfide-bearing rocks may give rise to copper porphyries, the main type of ore body from which copper is mined.&nbsp; 6) Finally, this project showed that magmatic thickening of the arc eventually lead to the very demise of the magmatic arc as the base of the arc impinged upon the cold, downgoing oceanic plate, terminating magmatism.&nbsp; Collectively, these findings provide the most comprehensive study on how a continental arc grows and matures with time.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The work has broad implications for the origin of ore deposits and even climate change as sediments incorporated into the magmas can lead to release of CO<sub>2</sub>.&nbsp; In the case of ore deposits, the project explains why copper porphyry deposits are found in only certain types of arcs.&nbsp; Additional broader implications include the training of a female PhD student, Emily Chin, who graduated in 2014 and is now pursuing a post-doctorate at Brown University.&nbsp; Most of the work conducted in this study was done by Chin.&nbsp; Components of this work have been incorporated into class field trips for introductory classes at Rice University.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/01/2014<br>\n\t\t\t\t\tModified by: Cin-Ty&n...",
  "por_txt_cntn": "\n                The purpose of this project was to investigate how continents are made.  Subduction zones are one of the primary environments where new continental crust is formed.  Here, the sinking and return of oceanic plates back into the EarthÆs deep interior drives a return flow in the mantle, which leads to focused melting zones that give rise to long linear chains of volcanoes called volcanic arcs. Examples include the Marianas island arc in the western Pacific and the Andean continental arc in South America.  These volcanic arcs grow and mature with time.  They start off as thin crust with basaltic compositions and with time they become thicker and more silica-rich, culminating in the formation of contintental crust.  Exactly when and how arcs mature to become continental crust was the focus of this project. To pursue these questions, PhD student Emily Chin and the PI Cin-Ty Lee chose to investigate what happens in the deepest parts of volcanic arcs (50-90 km depth), using fragments of the deep Earth carried up in small volcanoes erupted through the Sierra Nevada, California an old continental arc. The chemistry of these deep-seated rocks were investigated from nanometer to decimeter lengthscales, allowing characterization of the composition of the deepest sections of an arc, pressures and temperatures of formation, extent of open-system behavior, and the timescales over which pressures and temperatures may have changed.          \n\n                The project resulted in six first-order findings. 1) The deepest rocks in the arc were originally formed at shallower depths, indicating that the arc suffered significant thickening. 2) This thickening was coincident with the peak of arc magmatism, suggesting that thickening was imparted by magmatic inflation of the crust. 3) However, the discovery of rocks with sedimentary origins at depths of 45 km, indicates that magmatic thickening was accompanied by tectonic compression.  4) As the arc thickened, the arc crust became a progressively stronger filter of magmas rising to the surface, resulting in more accumulation of crystallized products from the magma at depth and the formation of more silicic residual magmas rising to the surface. 5) This growing deep-seated reservoir of crystallized products is uniquely made up of sulfides and pyroxenes, the former the primary repository for certain ore elements like copper.  Re-melting of these deep sulfide-bearing rocks may give rise to copper porphyries, the main type of ore body from which copper is mined.  6) Finally, this project showed that magmatic thickening of the arc eventually lead to the very demise of the magmatic arc as the base of the arc impinged upon the cold, downgoing oceanic plate, terminating magmatism.  Collectively, these findings provide the most comprehensive study on how a continental arc grows and matures with time.\n\n                The work has broad implications for the origin of ore deposits and even climate change as sediments incorporated into the magmas can lead to release of CO2.  In the case of ore deposits, the project explains why copper porphyry deposits are found in only certain types of arcs.  Additional broader implications include the training of a female PhD student, Emily Chin, who graduated in 2014 and is now pursuing a post-doctorate at Brown University.  Most of the work conducted in this study was done by Chin.  Components of this work have been incorporated into class field trips for introductory classes at Rice University. \n\n \n\n\t\t\t\t\tLast Modified: 06/01/2014\n\n\t\t\t\t\tSubmitted by: Cin-Ty A Lee"
 }
}