{
 "awd_id": "1119358",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Evaluating the Influence of Eocene Ridge Subduction on Magmatism, Deformation, and Basin Evolution, Pacific NW",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephen Harlan",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 95851.0,
 "awd_amount": 95851.0,
 "awd_min_amd_letter_date": "2011-09-15",
 "awd_max_amd_letter_date": "2013-01-03",
 "awd_abstract_narration": "We are utilizing multiple disciplines in the Earth Sciences to better understand processes associated with the subduction of oceanic ridges at convergent plate boundaries. In particular, we are studying a well-preserved example of ancient ridge subduction in the Pacific Northwest, where we have an unprecedented opportunity to document a 20 million year history of ridge subduction phenomena from development of sedimentary basins to magmatism and metamorphism in the middle crust. This ancient example thus offers a critical compliment to studies of modern ridge subduction systems where deeper processes must be evaluated indirectly. We are testing a model of the changing position of the ridge from approximately 60 to 40 million years ago, a period that marks the transition from the Mesozoic North Cascades arc to modern Cascadia.  We are also addressing several central questions for ridge subduction. 1) How do fore-arc sedimentary basins respond to changes in stresses and strains that accompany ridge subduction and jumps in the positions of oceanic ridges? 2) How is deformation, such as faulting, partitioned in space and time across the continental margin during ridge subduction? 3) What are the diagnostic geochemical features of magmas within a convergent margin after ridge subduction. As part of our research, we are using a geographic information system to reconstruct the distribution of geological features during the interval of 60-40 million years. We are making the digital paleotectonic and paleogeographic maps and data derived from this study available to other researchers and educators in order to allow others to build upon and supplement our efforts. In summary, this multidisciplinary collaborative research should provide significant contributions to understanding of processes associated with ridge subduction, a fundamental  plate tectonic process, and the effects of ridge subduction on the Eocene tectonic evolution of the Pacific Northwest. Our project involves a collaboration between several universities of diverse character, including San Jose State University, University of Puget Sound, Northern Arizona University, and the Massachusetts Institute of Technology.  Involvement of graduate and undergraduate students is a critical component of this project. Several undergraduate students are participating in the research. Their involvement includes participating in the geologic fieldwork, conducting individual research projects, traveling to other universities to use analytical facilities not available at their home institutions, and the preparation of undergraduate theses based on their research. The results are of the research are also being integrated in geologic classroom curricula as part of an advanced undergraduate course at the University of Puget Sound where students are studying the rocks collected during this study as part of a semester-long class project. Results of the research are being disseminated at professional society meetings (including student presentations on their research) and the peer-reviewed scientific literature.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Miller",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Robert B Miller",
   "pi_email_addr": "robert.b.miller@sjsu.edu",
   "nsf_id": "000234353",
   "pi_start_date": "2011-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "San Jose State University Foundation",
  "inst_street_address": "210 N 4TH ST FL 4",
  "inst_street_address_2": "",
  "inst_city_name": "SAN JOSE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4089241400",
  "inst_zip_code": "951125569",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "CA18",
  "org_lgl_bus_name": "SAN JOSE STATE UNIVERSITY RESEARCH FOUNDATION",
  "org_prnt_uei_num": "LJBXV5VF2BT9",
  "org_uei_num": "LJBXV5VF2BT9"
 },
 "perf_inst": {
  "perf_inst_name": "San Jose State University",
  "perf_str_addr": "1 WASHINGTON SQ",
  "perf_city_name": "SAN JOSE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "951921000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "CA18",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 71280.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 24571.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Collaborative research by faculty and 11 M.S. and B.S. students from four universities was designed to better understand processes associated with the interaction of oceanic ridges and trenches. Such interaction has major effects on the overriding lithosphere, including anomalous magmatism and changes in regional stress patterns (e.g., Sisson et al., 2003). The interaction of a ridge with the North American plate at ca. 50-45 Ma had a major influence on the Eocene tectonics of the Pacific Northwest (e.g., Madsen et al., 2006) and our primary goal was to document the history of this interaction in the region, from development of sedimentary basins and shallow-crustal deformation to mid-crustal magmatism, metamorphism, and ductile deformation. We integrated structural mapping, geochemistry, petrology, geochronology, and basin analysis to arrive at a regional tectonic synthesis from the fore-arc to arc regions exposed from Puget Sound to the North Cascades.</p>\n<p>One focus of the SJSU research was the &gt;100 km long, poorly understood high-angle Entiat and Leavenworth faults (Figs. 1-2). These structures controlled the subsidence, deposition, and deformation of the Eocene Swauk and Chumstick basins. In the Entiat fault zone, initial ductile deformation occurred in a &gt;25-m-wide, greenschist-facies mylonite zone within the North Cascades crystalline core,&nbsp; approximately 500-700 m from the fault contact with the Chumstick basin. The fault is marked by a 100-m-wide damage zone. Steep foliation, gentle lineation, and kinematic indicators in the mylonites, and en echelon folds in the Chumstick Formation near the Entiat fault indicate right-lateral strike slip. We infer that dextral slip migrated to the current fault as temperatures decreased. The obliquity of the Leavenworth fault to beds and folds in the Swauk and Chumstick sequences is also compatible with dextral strike-slip, and suggests that NW-striking segments of the fault were linked by younger N-striking segments. Our findings imply 20-30 km of dextral slip on the fault. Large muscovite-bearing orthogneiss clasts in the Chumstick Formation adjacent to the fault were likely derived from distinctive gneiss exposed more than 20 km to the NW on the opposite side of the Leavenworth fault. &nbsp;Furthermore, a sandstone interlayered with cobble to boulder-sized, monolithologic conglomerate has a single detrital U-Pb zircon age peak of 91 Ma, and is separated by 20 km from the nearest pluton of the appropriate age cut by the fault.</p>\n<p>Dikes are useful for interpreting the local and regional strain fields at the time of their emplacement, as they strike perpendicular to the least compressive stress. We determined orientations, thicknesses, and compositions of more than 700 Eocene dikes that intrude the Swauk basin and North Cascades crystalline core. The majority of the dikes strike NE, but in some domains, strikes are bimodal, averaging NNE to NE and NW to WNW (Fig. 3). Dikes with contrasting orientations may differ in age and reflect a change in the strain field in response to ridge-trench interaction. Ongoing geochronological work by MIT colleagues is testing this hypothesis. Some NW-striking dikes intrude along regional dextral strike-slip faults, and were likely controlled by these structures. Finally, the intrusion of a large Eocene pluton modified the strain field in one area. Overall, extension directions from the majority of Eocene dikes are oblique to the trend of the orogen and to the ductile flow direction in the metamorphic rocks with Eocene cooling ages (Fig. 4). This discordance implies that coeval extensional strain was decoupled between the brittle and ductile crust.</p>\n<p>Our group discovered that the ca. 48.3 Ma Golden Horn batholith (Fig. 1) is composed of a series of thick sills in an area of large topographic relief. &nbsp;U-Pb dating of zircons in 15 samples indicates that a voluminous...",
  "por_txt_cntn": "\nCollaborative research by faculty and 11 M.S. and B.S. students from four universities was designed to better understand processes associated with the interaction of oceanic ridges and trenches. Such interaction has major effects on the overriding lithosphere, including anomalous magmatism and changes in regional stress patterns (e.g., Sisson et al., 2003). The interaction of a ridge with the North American plate at ca. 50-45 Ma had a major influence on the Eocene tectonics of the Pacific Northwest (e.g., Madsen et al., 2006) and our primary goal was to document the history of this interaction in the region, from development of sedimentary basins and shallow-crustal deformation to mid-crustal magmatism, metamorphism, and ductile deformation. We integrated structural mapping, geochemistry, petrology, geochronology, and basin analysis to arrive at a regional tectonic synthesis from the fore-arc to arc regions exposed from Puget Sound to the North Cascades.\n\nOne focus of the SJSU research was the &gt;100 km long, poorly understood high-angle Entiat and Leavenworth faults (Figs. 1-2). These structures controlled the subsidence, deposition, and deformation of the Eocene Swauk and Chumstick basins. In the Entiat fault zone, initial ductile deformation occurred in a &gt;25-m-wide, greenschist-facies mylonite zone within the North Cascades crystalline core,  approximately 500-700 m from the fault contact with the Chumstick basin. The fault is marked by a 100-m-wide damage zone. Steep foliation, gentle lineation, and kinematic indicators in the mylonites, and en echelon folds in the Chumstick Formation near the Entiat fault indicate right-lateral strike slip. We infer that dextral slip migrated to the current fault as temperatures decreased. The obliquity of the Leavenworth fault to beds and folds in the Swauk and Chumstick sequences is also compatible with dextral strike-slip, and suggests that NW-striking segments of the fault were linked by younger N-striking segments. Our findings imply 20-30 km of dextral slip on the fault. Large muscovite-bearing orthogneiss clasts in the Chumstick Formation adjacent to the fault were likely derived from distinctive gneiss exposed more than 20 km to the NW on the opposite side of the Leavenworth fault.  Furthermore, a sandstone interlayered with cobble to boulder-sized, monolithologic conglomerate has a single detrital U-Pb zircon age peak of 91 Ma, and is separated by 20 km from the nearest pluton of the appropriate age cut by the fault.\n\nDikes are useful for interpreting the local and regional strain fields at the time of their emplacement, as they strike perpendicular to the least compressive stress. We determined orientations, thicknesses, and compositions of more than 700 Eocene dikes that intrude the Swauk basin and North Cascades crystalline core. The majority of the dikes strike NE, but in some domains, strikes are bimodal, averaging NNE to NE and NW to WNW (Fig. 3). Dikes with contrasting orientations may differ in age and reflect a change in the strain field in response to ridge-trench interaction. Ongoing geochronological work by MIT colleagues is testing this hypothesis. Some NW-striking dikes intrude along regional dextral strike-slip faults, and were likely controlled by these structures. Finally, the intrusion of a large Eocene pluton modified the strain field in one area. Overall, extension directions from the majority of Eocene dikes are oblique to the trend of the orogen and to the ductile flow direction in the metamorphic rocks with Eocene cooling ages (Fig. 4). This discordance implies that coeval extensional strain was decoupled between the brittle and ductile crust.\n\nOur group discovered that the ca. 48.3 Ma Golden Horn batholith (Fig. 1) is composed of a series of thick sills in an area of large topographic relief.  U-Pb dating of zircons in 15 samples indicates that a voluminous part (&gt;424 km3) of the batholith was emplaced at extremely high rates (&gt;0.01 km3/yr). Su..."
 }
}