{
 "awd_id": "1119005",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Reconstructing the Late Cenozoic History of Surface Uplift and Climate Change in the Central Rocky Mountains",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephen Harlan",
 "awd_eff_date": "2011-06-15",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 304179.0,
 "awd_amount": 304179.0,
 "awd_min_amd_letter_date": "2011-06-20",
 "awd_max_amd_letter_date": "2011-09-19",
 "awd_abstract_narration": "The Rocky Mountains are an extensive area of high elevation in the U.S. continental interior. Today, elevations in the central Rockies reach up to 4 kilometers above sea level, while basin floors mostly lie at about 1.5 kilometers. But 80 million years ago the entire region was near sea level. It is unlear to what extent present high elevations were generated during the last mountain-building event (the Laramide Orogeny, ending about 50 million years ago) or were formed during more recent surface uplift. Contrasting data sets have led to two schools of thought regarding high plateau development in this region: tectonic interpretations primarily focus on Neogene uplift due to processes active in the Earth?s upper mantle, while climatic interpretations suggest only a small amount of uplift has taken place, but instead the region has undergone a significant amount of erosion caused by climate change during the last few million years. This project provides new constraints on these interpretations by combining sedimentology and stable isotope geochemistry of upper Cenozoic sedimentary rocks in the central Rockies and adjacent Great Plains. These data clarify when the basins formed and were integrated through time, as well as allow reconstruction of changes in elevation and climate during the last few million years. These data constrain (1) the occurrence and timing of a change from river-laid to wind-laid deposits in the basins, possibly related to regional changes in climate; and (2) the timing of surface elevation changes by reconstructing the hydrogen and oxygen isotope ratios of ancient water from volcanic glass and soil and lake carbonates and ancient air temperature from clumped isotopes of these same carbonates. These results can be used to evaluate and refine proposed mechanisms of formation of the high central Rockies and help determine whether the Rocky Mountains have recently gained elevation or are a long-dead mountain chain.\r\n\t\r\nBroader impacts of this study include providing early career support for a female assistant professor. The study also establishes an innovative methodology by integrating three sets of stable isotope data with basin sedimentology to provide a means of distinguishing climate change from surface uplift. In addition, this study integrates with other similar, NSF-supported, research initiatives that cover other areas of the western U.S. to paint a broader picture of recent vertical movements of the land surface across the region. Lastly results of this study are to be incorporated into an electronic presentation that will form part of an installation at the Geology Museum on the University of Wyoming campus. The museum is a frequent destination for middle and high school classes from across the state, as well as a stop for other visitors. This presentation will provide insight into the origins of high elevation across the state and region.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Heller",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Paul L Heller",
   "pi_email_addr": "heller@uwyo.edu",
   "nsf_id": "000177793",
   "pi_start_date": "2011-06-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Majie",
   "pi_last_name": "Fan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Majie Fan",
   "pi_email_addr": "mfan@uta.edu",
   "nsf_id": "000585800",
   "pi_start_date": "2011-06-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wyoming",
  "inst_street_address": "1000 E UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "LARAMIE",
  "inst_state_code": "WY",
  "inst_state_name": "Wyoming",
  "inst_phone_num": "3077665320",
  "inst_zip_code": "820712000",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "WY00",
  "org_lgl_bus_name": "UNIVERSITY OF WYOMING",
  "org_prnt_uei_num": "FDR5YF2K32X5",
  "org_uei_num": "FDR5YF2K32X5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wyoming",
  "perf_str_addr": "1000 E UNIVERSITY AVE",
  "perf_city_name": "LARAMIE",
  "perf_st_code": "WY",
  "perf_st_name": "Wyoming",
  "perf_zip_code": "820712000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "WY00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 304179.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Today the Rocky Mountains are high, about 2100 m (6890&rsquo;) on average above sea level. It is not clear when the Rocky Mountains reached this elevation. Some scientists believe its present elevation was reached at the end of the last mountain building event (the Laramide Orogeny) which ended about 40-35 million years ago. Since that time little has&nbsp; changed, so that no mountain building has occurred. Others suggest that there has been a more recent, possibly still active, regional uplift taking place, in which case the region&rsquo;s present elevation is a sign of continued slow mountain building. This study sought to determine which of these ideas is correct by reconstructing the elevation history of the central Rockies of Wyoming and adjacent parts of Colorado in comparison to the elevation history of the western Great Plains in western Nebraska. The project utilized the sparse, but widely distributed, sedimentary rocks found across the area. Interpreted sedimentary environments provide a record of ancient river and wind-blown deposition blanketing the region. Preserved chemical proxies of ancient climatic and elevation data are found in these deposits and can be used to reconstruct both the regional history of climate change as well as local changes in precipitation and temperature history that are interpreted to reflect differential uplift of the land surface from the Great Plains to the crest of the Rocky Mountains.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Our results strongly suggest that the central Rocky Mountains nearly reached their present elevation by the end of the last mountain building event, about 35 million years ago. Since that time there has been only modest surface uplift, on the scale 500 m (1640&rsquo;) or less, across the region. This uplift led to regional drying across the region that is still impacted today. The region has also undergone other vertical motions over selected areas since the end of the last mountain building event. The area documented in this study is a large part of northwestern Colorado, northeastern Utah and southwestern Colorado, which has sunk by nearly a kilometer (3000&rsquo;) between 49 and 20 million years ago. The likely cause of this regional subsidence is largely due to the emplacement of cold, dense mantle beneath the crust in this area. This feature can be seen in seismic data that visualizes the upper mantle beneath the region.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A major broader impact of this study was the creation of a video display for the Geological Museum at the University of Wyoming. The video has been in constant rotation in the museum since the summer of 2013 and has been viewed by elementary and secondary school students and other visitors many times (see attached image). In addition, the study was used to support post-doctoral and graduate students both at the University of Texas, Arlington and the University of Wyoming.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/10/2014<br>\n\t\t\t\t\tModified by: Paul&nbsp;L&nbsp;Heller</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/1119005/1119005_10101311_1402167579832_photo--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/1119005/1119005_10101311_1402167579832_photo--rgov-800width.jpg\" title=\"Museum presentation of\"><img src=\"/por/images/Reports/POR/2014/1119005/1119005_10101311_1402167579832_photo--rgov-66x44.jpg\" alt=\"Museum pre...",
  "por_txt_cntn": "\nToday the Rocky Mountains are high, about 2100 m (6890Æ) on average above sea level. It is not clear when the Rocky Mountains reached this elevation. Some scientists believe its present elevation was reached at the end of the last mountain building event (the Laramide Orogeny) which ended about 40-35 million years ago. Since that time little has  changed, so that no mountain building has occurred. Others suggest that there has been a more recent, possibly still active, regional uplift taking place, in which case the regionÆs present elevation is a sign of continued slow mountain building. This study sought to determine which of these ideas is correct by reconstructing the elevation history of the central Rockies of Wyoming and adjacent parts of Colorado in comparison to the elevation history of the western Great Plains in western Nebraska. The project utilized the sparse, but widely distributed, sedimentary rocks found across the area. Interpreted sedimentary environments provide a record of ancient river and wind-blown deposition blanketing the region. Preserved chemical proxies of ancient climatic and elevation data are found in these deposits and can be used to reconstruct both the regional history of climate change as well as local changes in precipitation and temperature history that are interpreted to reflect differential uplift of the land surface from the Great Plains to the crest of the Rocky Mountains.\n\n            Our results strongly suggest that the central Rocky Mountains nearly reached their present elevation by the end of the last mountain building event, about 35 million years ago. Since that time there has been only modest surface uplift, on the scale 500 m (1640Æ) or less, across the region. This uplift led to regional drying across the region that is still impacted today. The region has also undergone other vertical motions over selected areas since the end of the last mountain building event. The area documented in this study is a large part of northwestern Colorado, northeastern Utah and southwestern Colorado, which has sunk by nearly a kilometer (3000Æ) between 49 and 20 million years ago. The likely cause of this regional subsidence is largely due to the emplacement of cold, dense mantle beneath the crust in this area. This feature can be seen in seismic data that visualizes the upper mantle beneath the region.\n\n            A major broader impact of this study was the creation of a video display for the Geological Museum at the University of Wyoming. The video has been in constant rotation in the museum since the summer of 2013 and has been viewed by elementary and secondary school students and other visitors many times (see attached image). In addition, the study was used to support post-doctoral and graduate students both at the University of Texas, Arlington and the University of Wyoming. \n\n \n\n\t\t\t\t\tLast Modified: 06/10/2014\n\n\t\t\t\t\tSubmitted by: Paul L Heller"
 }
}