{
 "awd_id": "1119775",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: RUI: Testing Mutualism Theory using Endophytic Fungi and Their Host Grass",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Mishkind",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 355541.0,
 "awd_amount": 391758.0,
 "awd_min_amd_letter_date": "2011-09-07",
 "awd_max_amd_letter_date": "2015-04-16",
 "awd_abstract_narration": "The primary goal of this project is to determine if the interaction between grasses and their fungal symbionts follows predictions from mutualism theory.  To accomplish this goal, the investigators will determine if an asexual fungal symbiont is a stronger mutualist than a sexual one.  Both can live within Canada wild rye grass. The sexual and asexual symbionts will be assessed for the amount of herbivore resistance they provide to their host through alkaloid production.  The project will employ molecular genetic and analytical chemistry approaches to assess the regulation and expression of the fungal genes responsible for alkaloid production. To complement these physiological approaches, the investigators will determine the degree of genetic diversity in populations of Canada wild rye and its asexual and sexual symbionts across a broad geographic range, from Texas to Minnesota. Furthermore, field and mesocosm experiments will be performed to determine how endophytes affect plant fitness within an ecosystem level context. The project will contribute to the fields of symbiosis and community ecology as well as result in the training of 26 undergraduate students, approximately 30% of whom will be from groups typically underrepresented in science, technology, engineering and mathematics. Students will work as part of a multidisciplinary team, learning to develop hypotheses, design and conduct experiments, analyze data, and report their findings. Collaboration between the labs at Hope College and Indiana University-Kokomo will be fostered through joint annual meetings.  The impact of the proposed research will be extended by publishing the scientific findings in ecological peer-reviewed journals and by presentations at national scientific meetings. Moreover, basic scientific knowledge gathered through this research will contribute to the understanding and management of fungal endophytes in forage grasses, where they can cause considerable economic loss due to harmful effects of alkaloids on livestock.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Bultman",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas L Bultman",
   "pi_email_addr": "bultmant@hope.edu",
   "nsf_id": "000318852",
   "pi_start_date": "2011-09-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Brown",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth L Brown",
   "pi_email_addr": "brownk@hope.edu",
   "nsf_id": "000229505",
   "pi_start_date": "2011-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Hope College",
  "inst_street_address": "35 E 12TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "HOLLAND",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "6163957316",
  "inst_zip_code": "494233626",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MI04",
  "org_lgl_bus_name": "HOPE COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "YBR2AJ9X4BK9"
 },
 "perf_inst": {
  "perf_inst_name": "Hope College",
  "perf_str_addr": "35 E 12TH ST",
  "perf_city_name": "HOLLAND",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "494233626",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MI04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  },
  {
   "pgm_ele_code": "765600",
   "pgm_ele_name": "Symbiosis Infection & Immunity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 280290.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 75251.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 36217.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Award 1119775 was aimed at testing the scientific hypothesis that endophytic fungi are mutualistic with their grass hosts.&nbsp; We chose to test this hypothesis in nonagronomic grass since nearly all previous work had focused on agronomic grasses that have undergone intense artificial breeding.&nbsp; We pursued this aim by studying a native grass, Canada wild ryegrass, that we collected in Minnesota.&nbsp; We found that the grass can be infected with two different asexual forms of the fungus.&nbsp; We disinfected seeds of the fungi and then planted infected, mechanically uninfected, and naturally uninfected seeds into a common garden experiment near the campus of Hope College.&nbsp; We found that the endophyte gave some resistance against sucking insects and that the asexual isolates of the fungi did not differ in this effect.&nbsp; This is a multi-year experiment that is ongoing.&nbsp; We had planned to more thoroughly investigate this interaction using reinoculations of fungal strains into plants but found that reinoculation was not possible.&nbsp; Hence, two complementary projects were also conducted that dealt broadly with endophytic fungi of grasses.&nbsp; While on sabbatical, Bultman and a recently graduated student studied the impact of sheep grazing on chemical production by endophytes of perennial ryegrass.&nbsp; We found that simulated grazing (clipping with scissors) induced endophytes to increase production of chemicals (alkaloids) that provided resistance to a common insect pest of the grass and that sheep saliva negated this effect.&nbsp; This finding is novel and has implications for cultural practices in grazing systems.&nbsp; A second complementary study was an investigation of the interaction between endophytic fungi and flies that visit fungal reproductive structures.&nbsp; We found that while flies can promote cross fertilization of the fungus (<em>Epichloe typhina</em> infecting the grass <em>Poa trivialis</em>), they are not required for fungal &ldquo;pollination&rdquo;.&nbsp; This study has formed the initiation of a new project that tests the hypothesis that fungal reproductive strategy dictates the level of dependence by the fungus on flies for vectoring its spores.&nbsp; This new project is currently being funded by the National Geographic&nbsp; Society, and additional funding is being pursued from the National Science Program of Poland.&nbsp;</p>\n<p>A primary aim of broader impact of the award 1119775 was to provide training for undergraduate students in STEM research.&nbsp; Over the life of the award 14 students worked at least 160 hours.&nbsp; In addition, 3 newly-graduated undergraduates and 4 high school students were involved at this level.&nbsp; All students gained skills in experimental design, statistical analysis, scientific writing, oral presentation, poster construction and reading the primary scientific literature.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/08/2017<br>\n\t\t\t\t\tModified by: Thomas&nbsp;L&nbsp;Bultman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAward 1119775 was aimed at testing the scientific hypothesis that endophytic fungi are mutualistic with their grass hosts.  We chose to test this hypothesis in nonagronomic grass since nearly all previous work had focused on agronomic grasses that have undergone intense artificial breeding.  We pursued this aim by studying a native grass, Canada wild ryegrass, that we collected in Minnesota.  We found that the grass can be infected with two different asexual forms of the fungus.  We disinfected seeds of the fungi and then planted infected, mechanically uninfected, and naturally uninfected seeds into a common garden experiment near the campus of Hope College.  We found that the endophyte gave some resistance against sucking insects and that the asexual isolates of the fungi did not differ in this effect.  This is a multi-year experiment that is ongoing.  We had planned to more thoroughly investigate this interaction using reinoculations of fungal strains into plants but found that reinoculation was not possible.  Hence, two complementary projects were also conducted that dealt broadly with endophytic fungi of grasses.  While on sabbatical, Bultman and a recently graduated student studied the impact of sheep grazing on chemical production by endophytes of perennial ryegrass.  We found that simulated grazing (clipping with scissors) induced endophytes to increase production of chemicals (alkaloids) that provided resistance to a common insect pest of the grass and that sheep saliva negated this effect.  This finding is novel and has implications for cultural practices in grazing systems.  A second complementary study was an investigation of the interaction between endophytic fungi and flies that visit fungal reproductive structures.  We found that while flies can promote cross fertilization of the fungus (Epichloe typhina infecting the grass Poa trivialis), they are not required for fungal \"pollination\".  This study has formed the initiation of a new project that tests the hypothesis that fungal reproductive strategy dictates the level of dependence by the fungus on flies for vectoring its spores.  This new project is currently being funded by the National Geographic  Society, and additional funding is being pursued from the National Science Program of Poland. \n\nA primary aim of broader impact of the award 1119775 was to provide training for undergraduate students in STEM research.  Over the life of the award 14 students worked at least 160 hours.  In addition, 3 newly-graduated undergraduates and 4 high school students were involved at this level.  All students gained skills in experimental design, statistical analysis, scientific writing, oral presentation, poster construction and reading the primary scientific literature.\n\n \n\n\t\t\t\t\tLast Modified: 06/08/2017\n\n\t\t\t\t\tSubmitted by: Thomas L Bultman"
 }
}