{
 "awd_id": "1119749",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: RUI: Testing Mutualism Theory using Endophytic Fungi and Their Host Grass",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Mishkind",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 173029.0,
 "awd_amount": 173029.0,
 "awd_min_amd_letter_date": "2011-09-07",
 "awd_max_amd_letter_date": "2011-09-07",
 "awd_abstract_narration": "The primary goal of this project is to determine if the interaction between grasses and their fungal symbionts follows predictions from mutualism theory. To accomplish this goal, the investigators will determine if an asexual fungal symbiont is a stronger mutualist than a sexual one. Both can live within Canada wild rye grass. The sexual and asexual symbionts will be assessed for the amount of herbivore resistance they provide to their host through alkaloid production. The project will employ molecular genetic and analytical chemistry approaches to assess the regulation and expression of the fungal genes responsible for alkaloid production. To complement these physiological approaches, the investigators will determine the degree of genetic diversity in populations of Canada wild rye and its asexual and sexual symbionts across a broad geographic range, from Texas to Minnesota. Furthermore, field and mesocosm experiments will be performed to determine how endophytes affect plant fitness within an ecosystem level context. The project will contribute to the fields of symbiosis and community ecology as well as result in the training of 26 undergraduate students, approximately 30% of whom will be from groups typically underrepresented in science, technology, engineering and mathematics. Students will work as part of a multidisciplinary team, learning to develop hypotheses, design and conduct experiments, analyze data, and report their findings. Collaboration between the labs at Hope College and Indiana University-Kokomo will be fostered through joint annual meetings. The impact of the proposed research will be extended by publishing the scientific findings in ecological peer-reviewed journals and by presentations at national scientific meetings. Moreover, basic scientific knowledge gathered through this research will contribute to the understanding and management of fungal endophytes in forage grasses, where they can cause considerable economic loss due to harmful effects of alkaloids on livestock.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Terrence Joseph",
   "pi_last_name": "Sullivan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Terrence Joseph Sullivan",
   "pi_email_addr": "tjsull@iuk.edu",
   "nsf_id": "000585933",
   "pi_start_date": "2011-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University at Kokomo",
  "perf_str_addr": "2300 S WASHINGTON ST",
  "perf_city_name": "KOKOMO",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "469023557",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "IN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765600",
   "pgm_ele_name": "Symbiosis Infection & Immunity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 173029.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Fungal endophytes from the genus <em>Epichlo&euml;</em> are obligate symbionts of cool-season grasses, but the nature of their relationship with their hosts is not well understood. The endophytes live inside their host&rsquo;s leaves in between the cells, often having no free-living stage. Instead, they reproduce be growing into the developing seeds of their hosts effectively making them maternally inherited symbionts. Ecologically, the relationship in a few agronomic grass species, like tall fescue and perennial ryegrass, is known to be mutualistic with the fungi providing its host with toxins to deter herbivores. In other species, even in closely related grass species, the benefits to the grass are not clear. Evolutionary, the coevolution of <em>Epichlo&euml;</em> sp. with their specific hosts is also not well understood.</p>\n<p>&nbsp;</p>\n<p>One of the predictions from coevolutionary theory is the outcomes of interactions between species are determined, in part, by their specific genotypes. This creates the possibility of genotypic mismatches, symbiotic partners with incompatible genotypes, and these mismatches may lead to differences in the interaction between the species. Depending on the consequences of this mismatching, we would expect to see genetic variation for both species covary geographically if selection is strong against mismatched genotypes. On the other hand, as dispersal distances for pollen and seeds, which includes the endophyte, are very different. As a result, populations may contain significant mismatching if the effects of dispersal are stronger than the effects of selection.</p>\n<p>&nbsp;</p>\n<p>In this study, we looked at patterns of genetic variation in Canada wildrye and its fungal endophyte, <em>Epichlo&euml;</em> <em>canadensis</em>. Seeds were collected from wild populations ranging from Texas to Minnesota in the late summer of 2011 in order to capture any genetic differences over a broad geographic scale. Two strategies were used to genotype the fungal endophytes, microsatellites and an analyses of single nucleotide polymorphisms in two nuclear gene. Microsatellite loci are highly variable and commonly used in these types of studies. We also developed a method using a newer technique, high-resolution melt analysis that can identify genetic differences between individuals as small as a single nucleotide. To genotype the grass host, we also used two strategies, microsatellites from nuclear DNA and direct sequencing of a chloroplast gene. As the chloroplast is maternally inherited like the endophyte, we expected it to vary geographically in the same way. The microsatellites from nuclear DNA however, can also disperse via pollen so its movement may not vary geographically in the same way as the endophyte.</p>\n<p>&nbsp;</p>\n<p>We found significant genetic structuring of endophyte populations, although this structuring was not correlated with distances between populations or with climatic variables like average temperature and precipitation. Although geographic variation in other endophyte species is not well known, our results are similar to results found on a smaller scale in Arizona fescue. This geographic variation in genotype distributions was also reflected in the DNA sequencing done on the chloroplast of Canada wildrye.</p>\n<p>&nbsp;</p>\n<p>This research was carried out at Indiana University Kokomo, a primarily undergraduate institution in north central Indiana that serves a significant number of first generation college students. Locally, there are not many opportunities for meaningful research experiences for our students, and this funding was able to provide several students significant research experiences, and in some cases, even become co-authors with the PI on publications and presentations at national scientific conferences.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/19/2016<br>\n\t\t\t\t\tModified by: Terrence Joseph&nbsp;Sullivan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFungal endophytes from the genus Epichlo&euml; are obligate symbionts of cool-season grasses, but the nature of their relationship with their hosts is not well understood. The endophytes live inside their host?s leaves in between the cells, often having no free-living stage. Instead, they reproduce be growing into the developing seeds of their hosts effectively making them maternally inherited symbionts. Ecologically, the relationship in a few agronomic grass species, like tall fescue and perennial ryegrass, is known to be mutualistic with the fungi providing its host with toxins to deter herbivores. In other species, even in closely related grass species, the benefits to the grass are not clear. Evolutionary, the coevolution of Epichlo&euml; sp. with their specific hosts is also not well understood.\n\n \n\nOne of the predictions from coevolutionary theory is the outcomes of interactions between species are determined, in part, by their specific genotypes. This creates the possibility of genotypic mismatches, symbiotic partners with incompatible genotypes, and these mismatches may lead to differences in the interaction between the species. Depending on the consequences of this mismatching, we would expect to see genetic variation for both species covary geographically if selection is strong against mismatched genotypes. On the other hand, as dispersal distances for pollen and seeds, which includes the endophyte, are very different. As a result, populations may contain significant mismatching if the effects of dispersal are stronger than the effects of selection.\n\n \n\nIn this study, we looked at patterns of genetic variation in Canada wildrye and its fungal endophyte, Epichlo&euml; canadensis. Seeds were collected from wild populations ranging from Texas to Minnesota in the late summer of 2011 in order to capture any genetic differences over a broad geographic scale. Two strategies were used to genotype the fungal endophytes, microsatellites and an analyses of single nucleotide polymorphisms in two nuclear gene. Microsatellite loci are highly variable and commonly used in these types of studies. We also developed a method using a newer technique, high-resolution melt analysis that can identify genetic differences between individuals as small as a single nucleotide. To genotype the grass host, we also used two strategies, microsatellites from nuclear DNA and direct sequencing of a chloroplast gene. As the chloroplast is maternally inherited like the endophyte, we expected it to vary geographically in the same way. The microsatellites from nuclear DNA however, can also disperse via pollen so its movement may not vary geographically in the same way as the endophyte.\n\n \n\nWe found significant genetic structuring of endophyte populations, although this structuring was not correlated with distances between populations or with climatic variables like average temperature and precipitation. Although geographic variation in other endophyte species is not well known, our results are similar to results found on a smaller scale in Arizona fescue. This geographic variation in genotype distributions was also reflected in the DNA sequencing done on the chloroplast of Canada wildrye.\n\n \n\nThis research was carried out at Indiana University Kokomo, a primarily undergraduate institution in north central Indiana that serves a significant number of first generation college students. Locally, there are not many opportunities for meaningful research experiences for our students, and this funding was able to provide several students significant research experiences, and in some cases, even become co-authors with the PI on publications and presentations at national scientific conferences.\n\n \n\n\t\t\t\t\tLast Modified: 12/19/2016\n\n\t\t\t\t\tSubmitted by: Terrence Joseph Sullivan"
 }
}