{
 "awd_id": "1119144",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Leveling Up: Supporting and Measuring High School STEM Knowledge Building in Social Digital Games",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Julio Lopez-Ferrao",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 2929022.0,
 "awd_amount": 2929022.0,
 "awd_min_amd_letter_date": "2011-06-20",
 "awd_max_amd_letter_date": "2013-07-19",
 "awd_abstract_narration": "This project designs, develops and tests a digital gaming environment for high school students that fosters and measures science learning within alternate reality games about saving Earth's ecosystems. Players work together to solve scientific challenges using a broad range of tools including a centralized web-based gaming site and social networking tools, along with handheld smart-phones, and an avatar-based massively multiplayer online environment (MMO). EdGE at TERC joins with GameGurus, high school teachers and assessment specialists to develop Leveling Up. The game requires players to contribute to a scientific knowledge building community; and players rate each other's contributions for their value to the communities' learning and decision-making in solving the challenge. Designers also work with high-school teachers to develop bridge activities that leverage science learning in games for use in formal education. Overall, the project goal is to understand the potential of the gaming environment as a direct intervention and as a catalyst to transform and measure high school STEM learning. \r\n\r\nThe research on Leveling Up compares the science learning measured within social digital games to class-based assessments of similar content and skills and explains the results using data from design documents, participant observations, surveys, interviews and student work. Formative research and iterative design with a cohort of with 15 testbed classes (grades 10-12) result in a set of assessments that have been validated in terms of scientific constructs and a set of common equivalent curriculum and assessments for implementation studies. In the third year of the project, researchers study 12 treatment classes and 3 control classes to compare students' advancement in the game to their gains on classroom assessments. In addition, half of the testbed classes use the classroom bridge activities and half do not, yielding samples of 180 students for each treatment and 90 students for the control sample. Researchers use multilevel models to examine the impact of the Leveling Up game play and bridge activities on high-school students' science knowledge. Independent evaluators (ILI) validate the interpretation of findings from the formative and implementation research. \r\n\r\nLeveling Up is a fundamental first step for the STEM education field to understand how the pervasive social media emerging in today's society, including the phenomena of social digital gaming, can be leveraged to create exciting and productive STEM learning environments for the future. These technologies and knowledge building processes are critical for building a workforce of tomorrow that is scientifically, technologically, and data literate and also embody the inquiry and collaboration skills to contribute to productive and informed decisions about Earth's ecosystems and other important scientific and societal issues of our times. The project, Leveling Up, results in an ongoing STEM gaming environment for the public as well as a model for high school STEM assessment that may be used in other social digital games. Finally, Leveling Up also contributes a model for activities that bridge scientific inquiry occurring in social digital games with skills and content taught in high school STEM classes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jodi",
   "pi_last_name": "Asbell-Clarke",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jodi Asbell-Clarke",
   "pi_email_addr": "jodi_asbell-clarke@terc.edu",
   "nsf_id": "000117933",
   "pi_start_date": "2011-06-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jamie",
   "pi_last_name": "Larsen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jamie Larsen",
   "pi_email_addr": "jamie_larsen@terc.edu",
   "nsf_id": "000422260",
   "pi_start_date": "2011-06-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Rowe",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth Rowe",
   "pi_email_addr": "elizabeth_rowe@terc.edu",
   "nsf_id": "000272849",
   "pi_start_date": "2011-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Teon",
   "pi_last_name": "Edwards",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Teon Edwards",
   "pi_email_addr": "teon_edwards@terc.edu",
   "nsf_id": "000289512",
   "pi_start_date": "2011-06-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "TERC Inc",
  "inst_street_address": "2067 MASSACHUSETTS AVE STE 26",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6178739600",
  "inst_zip_code": "021401339",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "TERC, INC.",
  "org_prnt_uei_num": "GSLCJ3M62XX1",
  "org_uei_num": "GSLCJ3M62XX1"
 },
 "perf_inst": {
  "perf_inst_name": "TERC Inc",
  "perf_str_addr": "2067 MASSACHUSETTS AVE STE 26",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021401339",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 2402678.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 526344.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Normal1\">EdGE at TERC designed and studied 3 science learning games for web and wireless devices in a series called Leveling Up. The goal of Leveling Up was to understand how digital games can support and measure implicit STEM learning, and how that implicit learning can be leveraged for formal learning in high school science classes.</p>\n<p class=\"Normal1\">&nbsp;</p>\n<p class=\"Normal1\">Implicit knowledge, things that we know but cannot tell, &nbsp;is foundational to learning and yet has been rarely studied in educational research. This is largely because implicit knowledge, by definition, is unarticulated on a test or assignment. Digital learning games provide an opportunity to look at learners&rsquo; behaviors in a natural setting and to do analyze their implicit learning on a large scale.</p>\n<p class=\"Normal1\">&nbsp;</p>\n<p class=\"Normal1\">The implementation study of Leveling Up games examined three groups of high school learners: a) a Games group whose teachers suggest (but do not require) that students play the game outside of class; b) a Bridge group whose teachers suggest students play the game outside of class and use examples from the game (bridge activities) when they teach related content in class; and c) a Control group that does not play the game or use bridge activities. Students were given pre- and post- tests on content related to the game. Concurrent to the controlled study for learning outcomes, the investigators used a combination of video analysis and Educational Data Mining (EDM) methods to analyze players&rsquo; behaviors in Impulse and Quantum Spectre to detect patterns of play that can be related to learners&rsquo; implicit learning.</p>\n<p class=\"Normal1\">&nbsp;</p>\n<p class=\"Normal1\">Research results showed that for Impulse and Quantum Spectre gameplay, students in the Bridge classes showed improved science learning as compared to Games and Control classes in classes, whereas for Ravenous the Games and Bridge classes showed improved science learning over Control classes. The EDM studies of Impulse and Quantum Spectre both showed that learners who used strategies consistent with implicit knowledge of the underlying science made more improvement between the pre and post-test. These findings suggest that players are building implicit knowledge through gameplay that can be leveraged by teachers to improve science learning. In the Ravenous study the game score alone was a predictor of improvement between pre- and post-tests, suggesting that the game built both implicit and explicit knowledge that helped students improve their science learning.</p>\n<p class=\"Normal1\">&nbsp;</p>\n<p class=\"Normal1\">The broader impact of this work is in the design of implicit learning assessments in digital environment. Leveling Up serves as a model, and has built the data analysis methods and architecture, to measure implicit learning in more environments that may include games and online learning environments. By establishing methods to measure what learners do rather than what they say, the knowledge of a diverse array of learners can now be unleashed.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/29/2017<br>\n\t\t\t\t\tModified by: Jodi&nbsp;Asbell-Clarke</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "EdGE at TERC designed and studied 3 science learning games for web and wireless devices in a series called Leveling Up. The goal of Leveling Up was to understand how digital games can support and measure implicit STEM learning, and how that implicit learning can be leveraged for formal learning in high school science classes.\n \nImplicit knowledge, things that we know but cannot tell,  is foundational to learning and yet has been rarely studied in educational research. This is largely because implicit knowledge, by definition, is unarticulated on a test or assignment. Digital learning games provide an opportunity to look at learners? behaviors in a natural setting and to do analyze their implicit learning on a large scale.\n \nThe implementation study of Leveling Up games examined three groups of high school learners: a) a Games group whose teachers suggest (but do not require) that students play the game outside of class; b) a Bridge group whose teachers suggest students play the game outside of class and use examples from the game (bridge activities) when they teach related content in class; and c) a Control group that does not play the game or use bridge activities. Students were given pre- and post- tests on content related to the game. Concurrent to the controlled study for learning outcomes, the investigators used a combination of video analysis and Educational Data Mining (EDM) methods to analyze players? behaviors in Impulse and Quantum Spectre to detect patterns of play that can be related to learners? implicit learning.\n \nResearch results showed that for Impulse and Quantum Spectre gameplay, students in the Bridge classes showed improved science learning as compared to Games and Control classes in classes, whereas for Ravenous the Games and Bridge classes showed improved science learning over Control classes. The EDM studies of Impulse and Quantum Spectre both showed that learners who used strategies consistent with implicit knowledge of the underlying science made more improvement between the pre and post-test. These findings suggest that players are building implicit knowledge through gameplay that can be leveraged by teachers to improve science learning. In the Ravenous study the game score alone was a predictor of improvement between pre- and post-tests, suggesting that the game built both implicit and explicit knowledge that helped students improve their science learning.\n \nThe broader impact of this work is in the design of implicit learning assessments in digital environment. Leveling Up serves as a model, and has built the data analysis methods and architecture, to measure implicit learning in more environments that may include games and online learning environments. By establishing methods to measure what learners do rather than what they say, the knowledge of a diverse array of learners can now be unleashed.\n\n \n\n\t\t\t\t\tLast Modified: 08/29/2017\n\n\t\t\t\t\tSubmitted by: Jodi Asbell-Clarke"
 }
}