{
 "awd_id": "1119077",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Histories of Large Silicic Magma Evolution at Changbaishan Volcano: Insights From Accessory Minerals",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 88768.0,
 "awd_amount": 88768.0,
 "awd_min_amd_letter_date": "2011-08-22",
 "awd_max_amd_letter_date": "2011-08-22",
 "awd_abstract_narration": "Intellectual Merits: Huge explosive volcanic eruptions represent rare but potentially calamitous hazards to mankind, yet our understanding of such phenomena is relatively incomplete. Some of the youngest large-scale eruptions occurred at the Changbaishan volcano (also named Baitoushan, Tianchi volcano) that straddles the border of China/North Korea.  Activity there closely resembles the 7.7 ka climactic eruption of Oregon?s Mt. Mazama, and formed Crater Lake. The great 1 ka Changbaishan eruption erupted ~100 km3 of peralkaline rhyolites (comendites). This eruption decapitated the Changbaishan volcano cone, forming a caldera over 5 km across. A major pre-caldera eruption of comendites took place in 4 ka, and smaller postcaldera eruptions of comendites and trachytes took place at 0.3 ka. Preliminary studies of comendites from the 1 ka eruption yield a zircon crystallization age of 9±1 ka (isochron age), that predates the great eruption by about 8,000 years. The main objective of this proposal is to understand generation and evolution of large volume silicic magmatism at Changbaishan and the significance of these older zircon ages.  It is proposed to conduct comprehensive ion microprobe 238U-230Th dating of accessory minerals (both zircons and chevkinites) in comendites from the aforementioned eruptions. Zircon crystals from young trachytes will also be dated by the U-Th method. Complementary isotopic and chemical compositions of zircons, whole rocks and selected major minerals will also be determined. These data will [1] allow evaluation of the mode of formation of accessory minerals (e.g., by direct crystalliztion of the erupted magmas or by recycling of older magmatic components), and [2] age constraints for magma residence times in the underlying crust. High-quality geochronological and geochemical data on the young large volume Changbaishan peralkaline rhyolites is also desirable, owing to the rare occurrence of such eruptions on Earth.  The PI has previously collected large samples suitable for separations of accessory minerals, and has extensive ion microprobe experience and the necessary access to the UCLS instrument; these factors should make this a highly efficient project.\r\n\r\nBroader impacts: The project will enhance ongoing international collaboration. It provides research training for a female Master graduate student and two undergraduate students at an institution in an EPSCOR state. Samples resulting from this project will be integrated in Igneous and Metamorphic Petrology lecture and lab taught by the PI at Auburn University. Results and data will be published in quality international journals and presented at national meetings. The study will contribute useful knowledge of potentially catastrophic eruptions near large populations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Haibo",
   "pi_last_name": "Zou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Haibo Zou",
   "pi_email_addr": "haibo.zou@auburn.edu",
   "nsf_id": "000148297",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Auburn University",
  "inst_street_address": "321-A INGRAM HALL",
  "inst_street_address_2": "",
  "inst_city_name": "AUBURN",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "3348444438",
  "inst_zip_code": "368490001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AL03",
  "org_lgl_bus_name": "AUBURN UNIVERSITY",
  "org_prnt_uei_num": "DMQNDJDHTDG4",
  "org_uei_num": "DMQNDJDHTDG4"
 },
 "perf_inst": {
  "perf_inst_name": "Auburn University",
  "perf_str_addr": "321-A INGRAM HALL",
  "perf_city_name": "AUBURN",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "368490001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 88768.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>One thousand years ago (1 ka) the Changbai volcano at the border of North Korea and China erupted 100 cubic kilometers of volcanic materials, about 100 times of the volume of the famous May 18, 1980 eruption of Mount St Helens. This 1 ka major eruption produced a 5-km diameter caldera and represents one of the two largest volcanic eruptions in the past two thousand years on Earth. In addition to the 1 ka eruption, the Changbai volcano also erupted smaller-volume materials 4000 years ago (4 ka) and 300 years ago (0.3 ka). The Changbai volcano and associated picturesque Heavenly Lake in the crater bear a striking resemblance to Oregon&rsquo;s famed Mount Mazama and Crater Lake.</p>\n<p>&nbsp;</p>\n<p>With NSF support, we have successfully dated the ages of very young crystals from the three (4-ka, 1-ka, and 0.3-ka) eruption products. The identical crystal ages between the pre-caldera 4-ka eruption and syn-caldera 1-ka eruption suggest that the 4-ka eruption provided an early sampling of a much larger magma body at depth and served as an early-warning signal. The distinct crystal ages in the 0.3-ka eruption, however, reveal that this post-caldera eruption tapped a separate magma chamber. The magma plumbing system of the Changbai volcano thus changed after the 1-ka climactic caldera-forming eruption. In addition, the small difference between crystal ages and magma eruption ages indicates short magma residence times prior to eruptions.</p>\n<p>&nbsp;</p>\n<p>New chemical and geological data of the Changbai eruption products provide quantitative insights into the formation and evolution of the magmas, including magma temperatures prior to eruptions.</p>\n<p>&nbsp;</p>\n<p>This project has made positive impact on the development of 3 Master graduate students and 1 undergraduate student at Auburn University. Results have been presented in national meetings and geology seminars at two universities, as well as in graduate and undergraduate geology classes at Auburn University. The results from this project have increased public awareness of natural hazards related to major active volcanoes.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/01/2014<br>\n\t\t\t\t\tModified by: Haibo&nbsp;Zou</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOne thousand years ago (1 ka) the Changbai volcano at the border of North Korea and China erupted 100 cubic kilometers of volcanic materials, about 100 times of the volume of the famous May 18, 1980 eruption of Mount St Helens. This 1 ka major eruption produced a 5-km diameter caldera and represents one of the two largest volcanic eruptions in the past two thousand years on Earth. In addition to the 1 ka eruption, the Changbai volcano also erupted smaller-volume materials 4000 years ago (4 ka) and 300 years ago (0.3 ka). The Changbai volcano and associated picturesque Heavenly Lake in the crater bear a striking resemblance to OregonÆs famed Mount Mazama and Crater Lake.\n\n \n\nWith NSF support, we have successfully dated the ages of very young crystals from the three (4-ka, 1-ka, and 0.3-ka) eruption products. The identical crystal ages between the pre-caldera 4-ka eruption and syn-caldera 1-ka eruption suggest that the 4-ka eruption provided an early sampling of a much larger magma body at depth and served as an early-warning signal. The distinct crystal ages in the 0.3-ka eruption, however, reveal that this post-caldera eruption tapped a separate magma chamber. The magma plumbing system of the Changbai volcano thus changed after the 1-ka climactic caldera-forming eruption. In addition, the small difference between crystal ages and magma eruption ages indicates short magma residence times prior to eruptions.\n\n \n\nNew chemical and geological data of the Changbai eruption products provide quantitative insights into the formation and evolution of the magmas, including magma temperatures prior to eruptions.\n\n \n\nThis project has made positive impact on the development of 3 Master graduate students and 1 undergraduate student at Auburn University. Results have been presented in national meetings and geology seminars at two universities, as well as in graduate and undergraduate geology classes at Auburn University. The results from this project have increased public awareness of natural hazards related to major active volcanoes.\n\n \n\n\t\t\t\t\tLast Modified: 11/01/2014\n\n\t\t\t\t\tSubmitted by: Haibo Zou"
 }
}