{
 "awd_id": "1119048",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Novel Isotopic Tests of the Mechanisms of Non-equilibrium Crystal Growth",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sonia Esperanca",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 68968.0,
 "awd_amount": 68968.0,
 "awd_min_amd_letter_date": "2011-09-22",
 "awd_max_amd_letter_date": "2011-09-22",
 "awd_abstract_narration": "Natural crystals (minerals) have stories to tell about the conditions that prevailed during their growth, and so play a key role in the study of past climates, ancient and modern volcanism, the plate tectonic motions responsible for ancient mountain belts, among other problems.  However, mineral chemistry must be interpreted through some understanding of how environmental properties get imprinted on compositions of growing crystals. It is generally assumed that equilibrium thermodynamics controls the mineral-chemical archive. But emerging evidence indicates that non-equilibrium processes, such as diffusion or irreversible reactions, dominate the chemistry of many key minerals. And, it is possible that the poorly understood thermodynamic properties of surfaces rather than the well-studied properties of bulk solids and fluids control compositions of some minerals. The goal of the Caltech-RPI proposal is to understand these phenomena at an atomic (molecular) scale.  Its results will advance interpretations of mineral chemistry as constraints on the environments of mineral growth, and thereby advance the study of Earth?s chemical systems and past environments\r\n\r\nThis study will focus its attention on the zonation of isotopes (particularly naturally occurring isotopes of O and Si) and trace elements in the mineral quartz, grown from natural or synthetic water-rich solutions. Oxygen and silicon atoms make up most of the three dimensional structure of quartz (and most other minerals), and proportions of their ?light? and ?heavy? isotopes provide some of the most widely used records of the geologic past. The distribution of these isotopes in individual minerals are not always uniform.  This heterogeneity, particularly differences in composition between adjacent simultaneously growing crystal faces, tells us that some influence other than environmental factors may have affected the growth of the crystal?some manifestation of non-equilibrium growth.  The Caltech-RPI study will use the most recent advances in analytical geochemistry to document the co-variations of O and Si isotopes associated with intracrystalline heterogeneities, and their relationship to heterogeneities in trace element abundances. The resulting chemical data will yield a sort of fingerprint for mechanisms responsible for non-equilibrium growth. The study will then construct first-principles chemical-physics models of mineral growth, constructed to replicate and explain these chemical fingerprints.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "E. Bruce",
   "pi_last_name": "Watson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "E. Bruce Watson",
   "pi_email_addr": "watsoe@rpi.edu",
   "nsf_id": "000085349",
   "pi_start_date": "2011-09-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "110 8TH ST",
  "perf_city_name": "TROY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803590",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 68968.0
  }
 ],
 "por": null
}