{
 "awd_id": "1119734",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: The Genetics of Convergence at Multiple Levels: Evolution of Colorful Dewlaps in Anolis",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George Gilchrist",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 458192.0,
 "awd_amount": 458192.0,
 "awd_min_amd_letter_date": "2011-06-28",
 "awd_max_amd_letter_date": "2013-11-26",
 "awd_abstract_narration": "Convergent evolution of similar form by distantly related species is a common feature of organismal evolution and among the most tangible signatures of natural selection. Anolis lizards in the Caribbean provide a textbook example, with species similar in morphology, ecology and behavior arising independently in similar habitats on each of the Greater Antillean islands. This project exploits the diversity and repeated evolution of coloration in Anolis lizards to study the genetic basis of convergent evolution. Using RNA-sequencing and detailed phenotypic characterization, this study will identify genes associated with colorful pigmentation and determine if convergence results from changes in the same genes and developmental pathways. Illuminating the genetics of convergent evolution will enrich our understanding of the evolutionary process, and insight into the genetics of colorful pigmentation will have far-reaching impact on the study of vertebrate biology.\r\n\r\nBecause the diversity in Anolis dewlap color is so striking, this project presents a visually appealing example of evolution with broader impact on the educational and general community. The principal investigators will design a public exhibit at the Harvard Museum of Natural History to highlight the genetic basis of convergent evolution and coloration, illuminate the research process, and teach basic lessons about adaptive radiation and evolution. The exhibit will be made available to other museums. Also, undergraduates in this project will complete species pages for the Encyclopedia of Life for each species in this study. These web pages are easily accessible and will contain data summaries, photographs and videos. They will serve as useful resource for students, educators and the media.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Schneider",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher J Schneider",
   "pi_email_addr": "cschneidbu@gmail.com",
   "nsf_id": "000406114",
   "pi_start_date": "2011-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "1 SILBER WAY",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151703",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737800",
   "pgm_ele_name": "EVOLUTIONARY GENETICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 113043.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 151318.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 193831.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Biologists care about the genes that matter, i.e., the genes that affect how an organism looks, behaves and functions. More than 115 years after the discovery of Gregor Mendel&rsquo;s work on peas, and more than 50 years after Watson and Crick described the structure of DNA, we now have the ability to interrogate entire genomes of animals to investigate the genetic basis of diversity in form, function and behavior among individuals, populations and species. In this project, we aimed to understand the genetic basis of the remarkable diversity of coloration displayed by a diverse group of lizards from the Caribbean and New World Tropics. Lizards in the genus <em>Anolis</em> comprise a textbook example of adaptive radiation and have been the subject of hundreds of studies of morphology, ecology, behavior and physiology. Color plays an important role in their diversification because the animals have a visual system that is very similar to our own (they see essentially the same colors that we do) and colorful signals are important in the complex displays that individuals use in sexual and social interactions. Surprisingly, little was known about the genes underlying colorful variation in animals. The goal of our project was to identify the genes involved in producing the colorful pigmentation, and to see if the same genes and genetic pathways were used when different species independently evolved similar colors (convergent evolution). We used a variety of techniques to answer those questions, but our primary tool was sequencing of genomes and transcriptomes (the sequences of the genes that are transcribed to make RNA and proteins) and comparisons across individuals, populations and species to identify genetic variation that was associated with specific skin colors. We identified a number of genes that are associated with colorful pigmentation in lizards, and some of those may be the same genes that produce similarly colorful pigmentation in birds, and even insects, suggesting that the action of a subset of genes has been conserved over long evolutionary time spans of hundreds of millions of years. We are currently analyzing genetic variation among populations of lizards that differ in color to further refine our list of candidate genes, and we are conducting comparisons across lizard species with similar colors to determine if the same genes are used across species to produce similar colors. Analyses of the billions of base pairs of DNA sequence that we generated, along with detailed analyses of microscopic skin structures, spectral reflectance of different colored skin, and biochemical analysis of the compounds responsible for colorful pigmentation, are ongoing but will be completed soon, with both scientific and popular publications to follow.</p>\n<p>Already, this project contributed to the education of three Ph.D. students and one Master&rsquo;s degree student at Boston University, as well as the post-doctoral training of two recent Ph.D.&rsquo;s. Several undergraduate students have been involved in the research and outreach components of the project and gained valuable experience. Finally, the results of this work are being incorporated into a public exhibit at the Harvard Museum of Natural History, which is visited by thousands of students, teachers and members of the general public each year. Our work with the HMNH, as well as our contributions to websites that are important resources for educators, policy makers and the public (e.g., Encyclopedia of Life, Wikipedia, and others) will enhance public understanding of science and evolution and increase general appreciation of natural diversity.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/09/2016<br>\n\t\t\t\t\tModified by: Christopher&nbsp;J&nbsp;Schneider</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBiologists care about the genes that matter, i.e., the genes that affect how an organism looks, behaves and functions. More than 115 years after the discovery of Gregor MendelÆs work on peas, and more than 50 years after Watson and Crick described the structure of DNA, we now have the ability to interrogate entire genomes of animals to investigate the genetic basis of diversity in form, function and behavior among individuals, populations and species. In this project, we aimed to understand the genetic basis of the remarkable diversity of coloration displayed by a diverse group of lizards from the Caribbean and New World Tropics. Lizards in the genus Anolis comprise a textbook example of adaptive radiation and have been the subject of hundreds of studies of morphology, ecology, behavior and physiology. Color plays an important role in their diversification because the animals have a visual system that is very similar to our own (they see essentially the same colors that we do) and colorful signals are important in the complex displays that individuals use in sexual and social interactions. Surprisingly, little was known about the genes underlying colorful variation in animals. The goal of our project was to identify the genes involved in producing the colorful pigmentation, and to see if the same genes and genetic pathways were used when different species independently evolved similar colors (convergent evolution). We used a variety of techniques to answer those questions, but our primary tool was sequencing of genomes and transcriptomes (the sequences of the genes that are transcribed to make RNA and proteins) and comparisons across individuals, populations and species to identify genetic variation that was associated with specific skin colors. We identified a number of genes that are associated with colorful pigmentation in lizards, and some of those may be the same genes that produce similarly colorful pigmentation in birds, and even insects, suggesting that the action of a subset of genes has been conserved over long evolutionary time spans of hundreds of millions of years. We are currently analyzing genetic variation among populations of lizards that differ in color to further refine our list of candidate genes, and we are conducting comparisons across lizard species with similar colors to determine if the same genes are used across species to produce similar colors. Analyses of the billions of base pairs of DNA sequence that we generated, along with detailed analyses of microscopic skin structures, spectral reflectance of different colored skin, and biochemical analysis of the compounds responsible for colorful pigmentation, are ongoing but will be completed soon, with both scientific and popular publications to follow.\n\nAlready, this project contributed to the education of three Ph.D. students and one MasterÆs degree student at Boston University, as well as the post-doctoral training of two recent Ph.D.Æs. Several undergraduate students have been involved in the research and outreach components of the project and gained valuable experience. Finally, the results of this work are being incorporated into a public exhibit at the Harvard Museum of Natural History, which is visited by thousands of students, teachers and members of the general public each year. Our work with the HMNH, as well as our contributions to websites that are important resources for educators, policy makers and the public (e.g., Encyclopedia of Life, Wikipedia, and others) will enhance public understanding of science and evolution and increase general appreciation of natural diversity.\n\n\t\t\t\t\tLast Modified: 01/09/2016\n\n\t\t\t\t\tSubmitted by: Christopher J Schneider"
 }
}