{
 "awd_id": "1119380",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "How Does the Mid-crust Accommodate Deformation in Large, Hot Collisional Orogens? Insight from the Himalaya-Tibet System",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephen Harlan",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 366356.0,
 "awd_amount": 366356.0,
 "awd_min_amd_letter_date": "2011-06-22",
 "awd_max_amd_letter_date": "2013-06-04",
 "awd_abstract_narration": "Hot, weak crust is a central component of new hypotheses about the evolution of continent-continent collisions, and in particular may play an important role in accommodating the greater than 3000 kilometers of convergence within the Himalaya-Tibetan collision over the last 50 million years. Models that implicate flow of semi-viscous midcrustal rocks south towards the front of the Himalayan orogen, 'channel flow', are able to account for many geologic observations in the Himalaya. However, alternative models of collision, particularly 'thrust-wedge taper', demonstrate that the observed geology could have formed in the absence of a low-viscosity midcrustal layer. Whether channel flow and thrust-wedge taper models are mutually exclusive or whether they represent a continuum of deformation in time and/or space within a single collisional system is of crucial importance for explaining the evolution of the Himalayan orogen and, by extension, for understanding the evolution of Earth?s many continent-continent collision zones. A key difference in these contrasting models is the location, nature and relationships of thrust faults within the Himalayan foreland; specifically, the spatial and kinematic association of the Main Central Thrust and the Ramargh Thrust. In the channel flow model of the Himalaya, exhumed midcrustal rocks are predicted to act as a pervasively-deformed tectonic package bounded at its base by a single major fault; the Ramgarh and Main Central thrust are synthetic and coeval components of that diffuse structure. In contrast, thrust-wedge taper models interpret the Main Central thrust and Ramgarh thrust to be kinematically distinct, and formed in sequence within a foreland propagating fold and thrust belt. \r\n\r\nThese predictions are being tested by analyzing samples at three key sites across the central to eastern Himalaya via a combination of structural analysis, uranium-thorium-lead accessory phase petrochronology coupled to thermobarometry, detrital thermochronology and bulk rock neodymium isotope geochemistry. These data provide essential information about the timing of the Main Central Thrust and the Ramgarh Thrust, the timing of deformation and metamorphism in the midcrust, and source characteristics of the rocks that give clues as to their pre-Himalaya origins. These data also yield insight into the evolution in time and space of the transition between deep crustal hinterland-style deformation recorded within the core and the shallow foreland-style deformation recorded near the front of the Himalaya. \r\n\r\nThis project supports both graduate and undergraduate students, providing them with hands-on research experience in both field investigation methods and a variety of analytical facilities, particularly taking advantage of state-of-the-art high-resolution and high-precision electron- and ion-beam instrumentation at the University of California, Santa Barbara. The project is also supporting the research efforts of two early career researchers, and is contributing to the broadening of participation of underrepresented groups in the earth sciences. This project is part of an international scientific collaboration, bringing together researchers and students from the University of California, Santa Barbara, Canada, Nepal and India.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Cottle",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "John M Cottle",
   "pi_email_addr": "cottle@geol.ucsb.edu",
   "nsf_id": "000518297",
   "pi_start_date": "2011-06-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Dawn",
   "pi_last_name": "Kellett",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dawn Kellett",
   "pi_email_addr": "dkellett@geol.ucsb.edu",
   "nsf_id": "000580541",
   "pi_start_date": "2011-06-22",
   "pi_end_date": "2013-06-04"
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 126078.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 137394.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 102884.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual merit: </strong>The goal of this project was to understand whether current end-member models for the tectonic evolution of the Himalaya (referred to as 'channel flow' and 'thrust-wedge taper') are mutually exclusive, as has been proposed by previous workers. We tested this hypothesis by collecting a variety of field and structural observations as well as a sizeable new database (~200 samples) of Pressure-Temperature-time-Deformation paths from metamorphic and igneous rocks from exhumed Himalayan middle crustal rocks. Based on these constraints it is argued that at the orogenic margin, channel flow coexists with, and is juxtaposed  against, a crustal-scale external wedge that tapers to a thin-skinned  foreland fold-and thrust belt. Of greater importance is that our data stronlgy indicate that there has been  migration in mechanical behavior between these end-member behaviors throughout the history of the mountain belt, and these 'end-member' models more accurately represent a continuum of deformation in time and/or space within a single collisional system.&nbsp;</p>\n<p><strong>Broader impacts:</strong> This award provided support to two PhD students and one MS student. Eight undergraduates have been directly involved in the research. Eighteen papers have been published by the PI and students from this grant, including an invited review paper in <em>Journal of Structural Geology</em>. Major outreach efforts include graduate students and the PI mentoring of eight freshman during UCSB&rsquo;s summer research mentorship program aimed at under-represented minorities. The PI and graduate students regularly visit local elementary schools and are actively assisting Santa Barbara school district K-12 science educators with implementation of a new California-mandated earth science curriculum.</p>\n<p><strong>&nbsp;</strong></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/05/2016<br>\n\t\t\t\t\tModified by: John&nbsp;M&nbsp;Cottle</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual merit: The goal of this project was to understand whether current end-member models for the tectonic evolution of the Himalaya (referred to as 'channel flow' and 'thrust-wedge taper') are mutually exclusive, as has been proposed by previous workers. We tested this hypothesis by collecting a variety of field and structural observations as well as a sizeable new database (~200 samples) of Pressure-Temperature-time-Deformation paths from metamorphic and igneous rocks from exhumed Himalayan middle crustal rocks. Based on these constraints it is argued that at the orogenic margin, channel flow coexists with, and is juxtaposed  against, a crustal-scale external wedge that tapers to a thin-skinned  foreland fold-and thrust belt. Of greater importance is that our data stronlgy indicate that there has been  migration in mechanical behavior between these end-member behaviors throughout the history of the mountain belt, and these 'end-member' models more accurately represent a continuum of deformation in time and/or space within a single collisional system. \n\nBroader impacts: This award provided support to two PhD students and one MS student. Eight undergraduates have been directly involved in the research. Eighteen papers have been published by the PI and students from this grant, including an invited review paper in Journal of Structural Geology. Major outreach efforts include graduate students and the PI mentoring of eight freshman during UCSBÆs summer research mentorship program aimed at under-represented minorities. The PI and graduate students regularly visit local elementary schools and are actively assisting Santa Barbara school district K-12 science educators with implementation of a new California-mandated earth science curriculum.\n\n \n\n\t\t\t\t\tLast Modified: 07/05/2016\n\n\t\t\t\t\tSubmitted by: John M Cottle"
 }
}