{
 "awd_id": "1119506",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Evaluating Approaches to Multilocus Species Tree Inference: Assessing Methods and Genomic Regions Using New World Orioles (Icterus)",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "ashley dowling",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 377712.0,
 "awd_amount": 403372.0,
 "awd_min_amd_letter_date": "2011-06-27",
 "awd_max_amd_letter_date": "2014-03-08",
 "awd_abstract_narration": "Inferring evolutionary trees for closely related species remains a major obstacle to completing the Tree of Life. For example, evolutionary trees (phylogenies) of closely related animal species have generally relied on a single gene region - mitochondrial DNA.  Recently, new statistical methods have been developed to analyze data from multiple gene regions from throughout the nuclear genome.  However, these new \"species tree\" methods have not been rigorously compared.  The project will use a well-studied bird genus (New World orioles, Icterus), as well as two poorly known genera from Australia (butcherbirds, Cracticus; red robins, Petroica) to compare the performance of species tree methods as applied to closely related species.  \r\n\r\nThe project will train postdoctoral researchers, PhD students, and undergraduates in avian systematics, DNA sequencing, and bioinformatic analyses of genomic data.  This research will inform \"active learning\" exercises to educate students about how DNA data are used to infer species relationships, which has important applications for everything from disease organisms and invasive species to biodiversity conservation.  This project on species trees and the associated educational activities will promote the understanding of phylogenies and lead to advances that will help resolve relationships for closely related species across the entire Tree of Life.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Omland",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin E Omland",
   "pi_email_addr": "omland@umbc.edu",
   "nsf_id": "000089244",
   "pi_start_date": "2011-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland Baltimore County",
  "inst_street_address": "1000 HILLTOP CIR",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4104553140",
  "inst_zip_code": "212500001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND BALTIMORE COUNTY",
  "org_prnt_uei_num": "",
  "org_uei_num": "RNKYWXURFRL5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland Baltimore County",
  "perf_str_addr": "1000 HILLTOP CIR",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212500001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737400",
   "pgm_ele_name": "Systematics & Biodiversity Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1171",
   "pgm_ref_txt": "PHYLOGENETIC SYSTEMATICS"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "1355",
   "pgm_ref_txt": "EGC EDUCATIONAL ACTIVITIES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 191891.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 185821.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 12500.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 13160.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Understanding how all species on Earth are related is one of the great remaining challenges facing biologists.&nbsp; Darwin envisioned a &ldquo;Tree of Life&rdquo; that would depict the evolutionary relationships among every species of plant, animal, microbe etc. on the planet.&nbsp; Biodiversity scientists have made great strides toward this goal, and in the last 25 years DNA sequence data has helped systematics researchers fill in and reposition many of the major branches on this tree.&nbsp; However, understanding relationships among very closely related species &mdash; the tip branches on this tree &mdash; has remained a daunting challenge.&nbsp; Knowing relationships among species provides the fundamental evolutionary background knowledge for addressing every biological question, from looking for treatments to a new bacterial illness, to assessing strategies for preserving an endangered species, to asking basic questions about a species&rsquo; ecology with respect to climate change.&nbsp;</p>\n<p>This project used two groups of closely related birds, the New World orioles (genus <em>Icterus</em>) and the Australian red robins (genus <em>Petroica</em>), as model systems to explore different approaches to building &ldquo;species trees&rdquo;.&nbsp; During the 1990s, almost all evolutionary trees (phylogenies) of animal species were based on single molecule, the mitochondrial DNA that most animals inherit from their mothers.&nbsp; However, the relationships depicted really only showed the relationship for that one gene.&nbsp; Hence, new approaches were needed that accounted for the different evolutionary relationships shown by multiple parts of the genome, and a whole new set of analyses were developed to show a more complete picture of relationships, the species tree.</p>\n<p>Our results for the New World orioles provided many examples where multiple species tree approaches to this problem all resulted in similar answers.&nbsp; This was good news for the field and good news for our work on orioles.&nbsp; When we used just mitochondrial DNA, or just used parts of genes from basic nuclear chromosomes (autosomes), or just used genes from sex chromosomes (specifically the avian Z chromosome) we got similar answers.&nbsp; Furthermore, for most parts of the genus, different types of species tree analyses produced similar phylogenetic trees.&nbsp;</p>\n<p>However, for the Baltimore Oriole and other species in the &ldquo;Northern Oriole&rdquo; group, different gene regions gave very different answers.&nbsp; Based on maternal mitochondrial DNA, the eastern Baltimore Oriole was the closest relative of a Mexican species, the Black-backed Oriole.&nbsp; In contrast, any analyses of nuclear DNA &mdash; just Z chromosome genes, just autosome genes, or all combined &mdash; indicated that the western Bullock&rsquo;s Oriole was the closest relative of the Mexican species.&nbsp; Further analyses showed that hybridization between the Baltimore and Black-backed lineage thousands of years ago had introduced Baltimore like mitochondrial DNA into the Black-backed lineage.&nbsp; Our work thus provides one of the most dramatics and well documented examples of a phenomenon called &ldquo;mitochondrial capture&rdquo;, where hybridization results in very different gene trees for different parts of the genome.&nbsp; As more and more examples of such &ldquo;ancient hybridization&rdquo; are documented, the need for these species tree approaches that account for hybridization is increasingly warranted.</p>\n<p>Work on the other genus we studied, the Australian red robins, provided interesting case studies of a couple of the other challenges faced when constructing species trees.&nbsp; Even though birds are relatively well studied, there are still many cases where we do not know the basic units of evolutionary analysis (i.e., new species or subspecies) or existing species limits might be misleading.&nbsp; First, we discovered and described a new subspecies of in the genus <em>Petroica</em> on one of the islands of Vanuatu.&nbsp; Second, we discovered that the endangered Norfolk Island robin should not be considered part of the Pacific Island robin complex.&nbsp; Rather, the Norfolk Island robin is most closely related to a species on the Australian mainland and not to the other Pacific island robins.&nbsp; Doing species tree analyses just using samples from Norfolk Island would have resulted in a very different species tree.&nbsp;</p>\n<p>Our results from these two groups of birds thus highlight some of the major challenges that researchers studying phylogenies of closely related species across the Tree of Life should take into consideration.&nbsp; On the other hand, our results suggest that many of the different &ldquo;species tree&rdquo; approaches can produce similar results, thus supporting the general validity of a number of these approaches.&nbsp; However, one of the most important take home messages of this research, is that analytical methods are badly needed that account for hybridization between species.&nbsp; Such approaches are both conceptually and computationally very challenging, and our future work aims to assess the utility of several new approaches that are being developed.&nbsp; New research emerging on a wide range of species &mdash; from ravens and finches, to wolves and humans &mdash; shows us that such hybridization is a common feature of evolutionary history that needs to be addressed by researches working all across the Tree of Life.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/04/2016<br>\n\t\t\t\t\tModified by: Kevin&nbsp;E&nbsp;Omland</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nUnderstanding how all species on Earth are related is one of the great remaining challenges facing biologists.  Darwin envisioned a \"Tree of Life\" that would depict the evolutionary relationships among every species of plant, animal, microbe etc. on the planet.  Biodiversity scientists have made great strides toward this goal, and in the last 25 years DNA sequence data has helped systematics researchers fill in and reposition many of the major branches on this tree.  However, understanding relationships among very closely related species &mdash; the tip branches on this tree &mdash; has remained a daunting challenge.  Knowing relationships among species provides the fundamental evolutionary background knowledge for addressing every biological question, from looking for treatments to a new bacterial illness, to assessing strategies for preserving an endangered species, to asking basic questions about a species? ecology with respect to climate change. \n\nThis project used two groups of closely related birds, the New World orioles (genus Icterus) and the Australian red robins (genus Petroica), as model systems to explore different approaches to building \"species trees\".  During the 1990s, almost all evolutionary trees (phylogenies) of animal species were based on single molecule, the mitochondrial DNA that most animals inherit from their mothers.  However, the relationships depicted really only showed the relationship for that one gene.  Hence, new approaches were needed that accounted for the different evolutionary relationships shown by multiple parts of the genome, and a whole new set of analyses were developed to show a more complete picture of relationships, the species tree.\n\nOur results for the New World orioles provided many examples where multiple species tree approaches to this problem all resulted in similar answers.  This was good news for the field and good news for our work on orioles.  When we used just mitochondrial DNA, or just used parts of genes from basic nuclear chromosomes (autosomes), or just used genes from sex chromosomes (specifically the avian Z chromosome) we got similar answers.  Furthermore, for most parts of the genus, different types of species tree analyses produced similar phylogenetic trees. \n\nHowever, for the Baltimore Oriole and other species in the \"Northern Oriole\" group, different gene regions gave very different answers.  Based on maternal mitochondrial DNA, the eastern Baltimore Oriole was the closest relative of a Mexican species, the Black-backed Oriole.  In contrast, any analyses of nuclear DNA &mdash; just Z chromosome genes, just autosome genes, or all combined &mdash; indicated that the western Bullock?s Oriole was the closest relative of the Mexican species.  Further analyses showed that hybridization between the Baltimore and Black-backed lineage thousands of years ago had introduced Baltimore like mitochondrial DNA into the Black-backed lineage.  Our work thus provides one of the most dramatics and well documented examples of a phenomenon called \"mitochondrial capture\", where hybridization results in very different gene trees for different parts of the genome.  As more and more examples of such \"ancient hybridization\" are documented, the need for these species tree approaches that account for hybridization is increasingly warranted.\n\nWork on the other genus we studied, the Australian red robins, provided interesting case studies of a couple of the other challenges faced when constructing species trees.  Even though birds are relatively well studied, there are still many cases where we do not know the basic units of evolutionary analysis (i.e., new species or subspecies) or existing species limits might be misleading.  First, we discovered and described a new subspecies of in the genus Petroica on one of the islands of Vanuatu.  Second, we discovered that the endangered Norfolk Island robin should not be considered part of the Pacific Island robin complex.  Rather, the Norfolk Island robin is most closely related to a species on the Australian mainland and not to the other Pacific island robins.  Doing species tree analyses just using samples from Norfolk Island would have resulted in a very different species tree. \n\nOur results from these two groups of birds thus highlight some of the major challenges that researchers studying phylogenies of closely related species across the Tree of Life should take into consideration.  On the other hand, our results suggest that many of the different \"species tree\" approaches can produce similar results, thus supporting the general validity of a number of these approaches.  However, one of the most important take home messages of this research, is that analytical methods are badly needed that account for hybridization between species.  Such approaches are both conceptually and computationally very challenging, and our future work aims to assess the utility of several new approaches that are being developed.  New research emerging on a wide range of species &mdash; from ravens and finches, to wolves and humans &mdash; shows us that such hybridization is a common feature of evolutionary history that needs to be addressed by researches working all across the Tree of Life.\n\n\t\t\t\t\tLast Modified: 10/04/2016\n\n\t\t\t\t\tSubmitted by: Kevin E Omland"
 }
}