{
 "awd_id": "1119924",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "OPUS:   Synthesizing research on the adaptable snowbird: hormonal pleiotropy, phenotypic integration, and rapid population divergence",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Samuel Scheiner",
 "awd_eff_date": "2011-06-15",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 241069.0,
 "awd_amount": 243086.0,
 "awd_min_amd_letter_date": "2011-06-13",
 "awd_max_amd_letter_date": "2012-06-29",
 "awd_abstract_narration": "This award will synthesize research conducted over 40 years on a songbird, the dark-eyed junco. The junco has been an important research subject in three areas: the origin of new species, the role of the environment in timing reproduction, and the role of testosterone in adaptive behavior and physiology.  The award will lead to three products. The first is a book that will describe the outcomes of research on the junco, including new knowledge about its migration, its reproduction, its historical response to glacial retreat, its response to climate change and the rise of cities, and finally its role as a model system for how testosterone mediates numerous behavioral and physiological attributes. The second product will be a web-based data archive, and the third will be a series of media projects, including a documentary film and classroom videos.\r\n \r\nTogether, these products will help to promote public understanding of science, and will contribute to ongoing research in ecology and evolution of birds and other organisms.  The book, which will be aimed at a professional audience, will synthesize four decades of research.  The web-based archive will allow other researchers to take advantage of extensive data sets on physiology and behavior.  The media projects will convey key findings to diverse audiences including public consumers of scientific research, young and old, in the classroom, in museums, and on public television. Together, the resulting synthesis will be of strong interest to students, educators, fellow scientists, and the public.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ellen",
   "pi_last_name": "Ketterson",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Ellen D Ketterson",
   "pi_email_addr": "ketterso@indiana.edu",
   "nsf_id": "000310196",
   "pi_start_date": "2011-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "107 S INDIANA AVE",
  "perf_city_name": "BLOOMINGTON",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117100",
   "pgm_ele_name": "PHYLOGENETIC SYSTEMATICS"
  },
  {
   "pgm_ele_code": "737700",
   "pgm_ele_name": "EVOLUTIONARY ECOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7565",
   "pgm_ref_txt": "OPUS"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 241069.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 2017.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project had 4 objectives, 3 of which were scholarly and comprise the intellectual merit of the project.&nbsp; The 4<sup>th</sup> objective was devoted to broader impacts.</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\"><strong>Intellectual merit.&mdash;</strong></p>\n<p class=\"Default\"><strong>&nbsp;</strong></p>\n<p class=\"Default\"><strong>Objective 1)</strong> Produce a co-edited scholarly volume synthesizing decades of research on the junco, with a major of goal of bringing together perspectives from integrative (organismal and population) biology with perspectives from evolution and diversification;</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\"><strong>Objective 2)</strong> Facilitate the completion and sharing of a powerful, long-term, 18-year relational database;</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\"><strong>Objective 3)</strong> Create a repository for data, metadata, and publications associated with several decades of junco research from the Ketterson/Nolan lab group.</p>\n<p>&nbsp;</p>\n<p><strong>Objective 1</strong>).&nbsp; We have nearly completed an <strong>edited scholarly volume entitled,&nbsp;</strong>&nbsp;&ldquo;No Bird Like the Snowbird: integrative approaches to understanding evolutionary diversification in the avian genus Junco.&rdquo; &nbsp; The volume will consist of 14 chapters contributed by17 authors and be published by the University of Chicago Press in 2015. From the volume&rsquo;s preface -</p>\n<p>&nbsp;</p>\n<p class=\"CM1\">Obtaining knowledge about how living things will respond to ever more rapidly changing environments is a pressing societal need.&nbsp; This volume&rsquo;s mission is to help meet that need by synthesizing research conducted over the past century on a common and representative songbird, the <em>Junco. </em>The well-integrated collection of chapters written by experts from evolutionary and integrative biology will, we hope, lead to novel connections among physiological mechanisms, adaptation, and evolutionary change that can be applied more broadly.</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Objective 2).&nbsp; </strong>&nbsp;A relational database summarizing 30 years of field data is current, and is presently available to all people who have collaborated on the project.&nbsp; A former Ph.D. student who generated the database is still analyzing data and is being given more time to complete publication of her results before making the data fully available.&nbsp; As each project arising from the data is published, however, the accompanying data are placed in Dryad, a publically available database.</p>\n<p><strong>Objective 3)</strong> In collaboration with Eric Snajdr (science librarian, IUPUI) extensive content has been deposited in a repository portal &ldquo;Scholar Works&rdquo; which is hosted on Indiana University servers for the express purpose of archiving and making available research archives.&nbsp; The archive is available online, with most items available to the public: <a href=\"https://scholarworks.iu.edu/dspace/handle/2022/7911\">https://scholarworks.iu.edu/dspace/handle/2022/7911</a></p>\n<p>The archive contains over180 diverse items that include laboratory protocols, research images, personnel summaries, field notes, grant proposals, and field methods. &mdash;all indexed by keywords and searchable or sortable using online tools available from ScholarWorks.</p>\n<p><strong>Broader impacts.&mdash;</strong></p>\n<p><strong>Objective 4)</strong> This award led to the production and dissemination of a documentary science film entitled, &ldquo;<em>Ordinary, Extraordinary Junco; remarkable biology from a back yard bird.&rdquo;&nbsp; The award supported the </em>collection of video footage, recorded narration, developed graphics, animations, and original music, which led to refined scripts, and edited audiovisual content. The film was written and produced by Jonathan Atwell and the result of...",
  "por_txt_cntn": "\nThe project had 4 objectives, 3 of which were scholarly and comprise the intellectual merit of the project.  The 4th objective was devoted to broader impacts.\n \nIntellectual merit.&mdash;\n \nObjective 1) Produce a co-edited scholarly volume synthesizing decades of research on the junco, with a major of goal of bringing together perspectives from integrative (organismal and population) biology with perspectives from evolution and diversification;\n \nObjective 2) Facilitate the completion and sharing of a powerful, long-term, 18-year relational database;\n \nObjective 3) Create a repository for data, metadata, and publications associated with several decades of junco research from the Ketterson/Nolan lab group.\n\n \n\nObjective 1).  We have nearly completed an edited scholarly volume entitled,  \"No Bird Like the Snowbird: integrative approaches to understanding evolutionary diversification in the avian genus Junco.\"   The volume will consist of 14 chapters contributed by17 authors and be published by the University of Chicago Press in 2015. From the volumeÆs preface -\n\n \nObtaining knowledge about how living things will respond to ever more rapidly changing environments is a pressing societal need.  This volumeÆs mission is to help meet that need by synthesizing research conducted over the past century on a common and representative songbird, the Junco. The well-integrated collection of chapters written by experts from evolutionary and integrative biology will, we hope, lead to novel connections among physiological mechanisms, adaptation, and evolutionary change that can be applied more broadly.\n\n \n\nObjective 2).   A relational database summarizing 30 years of field data is current, and is presently available to all people who have collaborated on the project.  A former Ph.D. student who generated the database is still analyzing data and is being given more time to complete publication of her results before making the data fully available.  As each project arising from the data is published, however, the accompanying data are placed in Dryad, a publically available database.\n\nObjective 3) In collaboration with Eric Snajdr (science librarian, IUPUI) extensive content has been deposited in a repository portal \"Scholar Works\" which is hosted on Indiana University servers for the express purpose of archiving and making available research archives.  The archive is available online, with most items available to the public: https://scholarworks.iu.edu/dspace/handle/2022/7911\n\nThe archive contains over180 diverse items that include laboratory protocols, research images, personnel summaries, field notes, grant proposals, and field methods. &mdash;all indexed by keywords and searchable or sortable using online tools available from ScholarWorks.\n\nBroader impacts.&mdash;\n\nObjective 4) This award led to the production and dissemination of a documentary science film entitled, \"Ordinary, Extraordinary Junco; remarkable biology from a back yard bird.\"  The award supported the collection of video footage, recorded narration, developed graphics, animations, and original music, which led to refined scripts, and edited audiovisual content. The film was written and produced by Jonathan Atwell and the result of a collaboration with then graduate student filmmaker Steve Burns (Indiana University Dept. of Telecomm) who collected over 100 hours of HD video footage across 6 US states as well as remote highland sites in Mexico an Guatemala, as well as an island off the Baja coast.  We interviewed over a dozen scientific experts, many of whom appear in the film.  The feature-length piece is 88-min, but is comprised of shorter (3-20min) modules that now function independently or in series, in order to facilitate classroom and web viewing.  The film highlights over 100 years of research on the common junco, including several NSF-funded studies conducted by the Ketterson Lab and collaborators in recent years.  The film premiered at IU Cinema in December 2012, and wa..."
 }
}