{
 "awd_id": "1119327",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Cluster Randomized Trial of the Efficacy of Early Childhood Science Education for Low-Income Children",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph Reed",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 2592999.0,
 "awd_amount": 2592999.0,
 "awd_min_amd_letter_date": "2011-08-19",
 "awd_max_amd_letter_date": "2015-07-05",
 "awd_abstract_narration": "The research goal of this project is to evaluate whether an early childhood science education program, Head Start on Science, implemented in low-income preschool settings (Head Start) produces measurable impacts for children, teachers, and parents. The study is being conducted in eight Head Start programs in Michigan, involving 72 classrooms, 144 teachers, 576 students, and their parents. Partners include Michigan State University, Grand Valley State University, and the 8 Head Start programs. Southwest Counseling Solutions is the external evaluator.\r\n\r\nThe study is determining the efficacy of the Head Start on Science curriculum in two models, one in which 72 teachers participate in professional development activities (the intervention), and another in which 72 teachers receive the curriculum and teachers' guide but no professional development (the control). The teacher study is a multi-site cluster randomized trial (MSCRT) with the classroom being the unit of randomization. Four time points over two years permit analysis through multilevel latent growth curve models. For teachers, measurement instruments include Attitudes Toward Science (ATS survey), the Head Start on Science Observation Protocol, the Preschool Classroom Science Materials/Equipment Checklist, the Preschool Science Classroom Activities Checklist, and the Classroom Assessment Scoring System (CLASS). For students, measures include the \"mouse house problem,\" Knowledge of Biological Properties, the physics of falling objects, the Peabody Picture Vocabulary Test-Fourth Edition, the Expressive Vocabulary Test-2, the Test of Early Mathematics Ability-3, Social Skills Improvement System-Rating Scales, and the Emotion Regulation Checklist.  Measures for parents include the Attitudes Toward Science survey, and the Community and Home Activities Related to Science and Technology for Preschool Children (CHARTS/PS). There are Spanish versions of many of these instruments which can be used as needed. The external evaluation is monitoring the project progress toward its objectives and the processes of the research study.\r\n\r\nThis project meets a critical need for early childhood science education. Research has shown that very young children can achieve significant learning in science. The curriculum Head Start on Science has been carefully designed for 3-5 year old children and is one of only a few science programs for this audience with a national reach. This study intends to provide a sound basis for early childhood science education by demonstrating the efficacy of this important curriculum in the context of a professional development model for teachers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laurie",
   "pi_last_name": "Van Egeren",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Laurie A Van Egeren",
   "pi_email_addr": "vanegere@msu.edu",
   "nsf_id": "000570064",
   "pi_start_date": "2011-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Norman",
   "pi_last_name": "Lownds",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Norman Lownds",
   "pi_email_addr": "lownds@msu.edu",
   "nsf_id": "000318855",
   "pi_start_date": "2011-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Holly",
   "pi_last_name": "Brophy-Herb",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Holly Brophy-Herb",
   "pi_email_addr": "hbrophy@pilot.msu.edu",
   "nsf_id": "000372398",
   "pi_start_date": "2011-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christina",
   "pi_last_name": "Schwarz",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Christina V Schwarz",
   "pi_email_addr": "cschwarz@msu.edu",
   "nsf_id": "000444813",
   "pi_start_date": "2011-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Pierce",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Steven J Pierce",
   "pi_email_addr": "pierces1@msu.edu",
   "nsf_id": "000584575",
   "pi_start_date": "2011-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "426 AUDITORIUM RD RM 2",
  "perf_city_name": "EAST LANSING",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1105185.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 1233600.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 254214.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intervention.</strong> The goal of Head Start on Science (HSOS) was to assess the effectiveness of a program designed to help teachers in Head Start programs, which serve low-income preschoolers, engage children in science education with the goal of improving school readiness. Seventy-one classrooms in eight Head Start programs across Michigan were randomly assigned to either participate in the program or act as a control group. Teachers in the HSOS group participated in several days of professional development, including at the MSU Children&rsquo;s Garden, and two years of online coaching with activities centered around a guidebook developed at California State University- Long Beach. Through the coaching process, they received feedback and reflected on video recordings of their science teaching and lesson plans as they used the HSOS activities. In addition, they were coached to integrate their other learning such as literacy and math into science activities, and to use science practices when unexpected opportunities for science arose, such as the emergence of worms on a rainy day.</p>\n<p><strong>Research Approach. </strong>Before intervention and at the end of years one and two, teacher efficacy, science teaching practices, and classroom quality were assessed. At the beginning and end of the second year, children were assessed for change in scientific reasoning, language, math, and socioemotional skills. Parents were also interviewed to get an idea of the kind of science that children were exposed to at home. By the end of the study, data were collected at multiple times for 99 teachers, 450 children, and 143 parents.</p>\n<p><strong>Project Outcome 1. Early childhood teachers need professional development for science. </strong>At baseline, teachers were less confident about science and math than literacy, and while 99% conducted literacy activities most days, only 42% did so with science.</p>\n<p><strong>Project Outcome 2. HSOS increased preschool teachers&rsquo; capacity for science instruction.</strong> Compared to the control group, HSOS teachers became more confident in science, felt that it was more valuable for young children, and found it less challenging. They had a better concept of what early childhood science education involves, and used science practices to facilitate children&rsquo;s exploration, observation, experimentation, and vocabulary. They reported significant changes on their own instruction and on children in their classrooms.</p>\n<p><strong>Project Outcome 3. HSOS was effective in promoting some areas of school readiness. </strong>Compared to children in control classrooms, children in HSOS classrooms had better understanding of language, were more able to use evidence to support claims, and had higher levels of socioemotional skills such as communication, empathy, and engagement. Although HSOS students did not score higher than control students on every measure of outcomes, in no case did they score worse after intervention.</p>\n<p><strong>Project Outcome 4.</strong> Assessments were developed to assist researchers to study science among young children in and out of the classroom. These included assessments of teachers&rsquo; practices and conceptualizations of science, children&rsquo;s ability to generate explanations for phenomena, and home exposure to science.</p>\n<p><strong>Intellectual Merit: </strong>This study implemented and evaluated a large-scale approach to helping preschool teachers in low-income classrooms facilitate science instruction. Because evidence-based interventions often meet with challenges in fidelity when implemented in the real-world, this project was designed to help teachers build fundamental science instructional practices that could be used with any science activity rather than a specifically targeted concept. We conclude that this approach has both merit in developing teachers&rsquo; capacity, confidence, and instruction, as well as challenges of its own, likely with any program, related to delivering cost-effective and successful professional development in the pressured environment of early childhood education.</p>\n<p><strong>Broader Impact: </strong>By its nature, this project has implications for young children&rsquo;s academic and social preparation for school and society at large. The achievement gap between children with fewer vs more resources is well-documented, and becomes increasingly large as children progress through the educational system. Concurrently, the need to cultivate STEM interest, skills, and access to develop professionals of the future is a high priority in the U.S. and globally. Creating environments that support preschool teachers to facilitate children by integrating literacy and math within science contexts suggests a promising avenue to make inroads in this gap. Work coming out of this project about the state of early childhood classrooms has already spurred spirited debate about the need for preschool science education, teacher preparation, and the demands on early childhood classrooms in general.</p>\n<p><strong>&nbsp;</strong></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2017<br>\n\t\t\t\t\tModified by: Laurie&nbsp;A&nbsp;Van Egeren</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntervention. The goal of Head Start on Science (HSOS) was to assess the effectiveness of a program designed to help teachers in Head Start programs, which serve low-income preschoolers, engage children in science education with the goal of improving school readiness. Seventy-one classrooms in eight Head Start programs across Michigan were randomly assigned to either participate in the program or act as a control group. Teachers in the HSOS group participated in several days of professional development, including at the MSU Children?s Garden, and two years of online coaching with activities centered around a guidebook developed at California State University- Long Beach. Through the coaching process, they received feedback and reflected on video recordings of their science teaching and lesson plans as they used the HSOS activities. In addition, they were coached to integrate their other learning such as literacy and math into science activities, and to use science practices when unexpected opportunities for science arose, such as the emergence of worms on a rainy day.\n\nResearch Approach. Before intervention and at the end of years one and two, teacher efficacy, science teaching practices, and classroom quality were assessed. At the beginning and end of the second year, children were assessed for change in scientific reasoning, language, math, and socioemotional skills. Parents were also interviewed to get an idea of the kind of science that children were exposed to at home. By the end of the study, data were collected at multiple times for 99 teachers, 450 children, and 143 parents.\n\nProject Outcome 1. Early childhood teachers need professional development for science. At baseline, teachers were less confident about science and math than literacy, and while 99% conducted literacy activities most days, only 42% did so with science.\n\nProject Outcome 2. HSOS increased preschool teachers? capacity for science instruction. Compared to the control group, HSOS teachers became more confident in science, felt that it was more valuable for young children, and found it less challenging. They had a better concept of what early childhood science education involves, and used science practices to facilitate children?s exploration, observation, experimentation, and vocabulary. They reported significant changes on their own instruction and on children in their classrooms.\n\nProject Outcome 3. HSOS was effective in promoting some areas of school readiness. Compared to children in control classrooms, children in HSOS classrooms had better understanding of language, were more able to use evidence to support claims, and had higher levels of socioemotional skills such as communication, empathy, and engagement. Although HSOS students did not score higher than control students on every measure of outcomes, in no case did they score worse after intervention.\n\nProject Outcome 4. Assessments were developed to assist researchers to study science among young children in and out of the classroom. These included assessments of teachers? practices and conceptualizations of science, children?s ability to generate explanations for phenomena, and home exposure to science.\n\nIntellectual Merit: This study implemented and evaluated a large-scale approach to helping preschool teachers in low-income classrooms facilitate science instruction. Because evidence-based interventions often meet with challenges in fidelity when implemented in the real-world, this project was designed to help teachers build fundamental science instructional practices that could be used with any science activity rather than a specifically targeted concept. We conclude that this approach has both merit in developing teachers? capacity, confidence, and instruction, as well as challenges of its own, likely with any program, related to delivering cost-effective and successful professional development in the pressured environment of early childhood education.\n\nBroader Impact: By its nature, this project has implications for young children?s academic and social preparation for school and society at large. The achievement gap between children with fewer vs more resources is well-documented, and becomes increasingly large as children progress through the educational system. Concurrently, the need to cultivate STEM interest, skills, and access to develop professionals of the future is a high priority in the U.S. and globally. Creating environments that support preschool teachers to facilitate children by integrating literacy and math within science contexts suggests a promising avenue to make inroads in this gap. Work coming out of this project about the state of early childhood classrooms has already spurred spirited debate about the need for preschool science education, teacher preparation, and the demands on early childhood classrooms in general.\n\n \n\n\t\t\t\t\tLast Modified: 10/30/2017\n\n\t\t\t\t\tSubmitted by: Laurie A Van Egeren"
 }
}