{
 "awd_id": "1119441",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Oceanographic Instrumentation - 2011",
 "cfda_num": "47.050",
 "org_code": "06040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "James Holik",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 48498.0,
 "awd_amount": 48498.0,
 "awd_min_amd_letter_date": "2011-06-23",
 "awd_max_amd_letter_date": "2011-06-23",
 "awd_abstract_narration": "A request is made to fund additional and back-up instrumentation on the R/V Atlantis, a 274? general purpose Global vessel; the R/V Knorr, a 279?general purpose Global vessel; and the R/V Oceanus, a 177?, general purpose, Intermediate vessel. All three vessels are operated by Woods Hole Oceanographic Institution as part of the University-National Oceanographic Laboratory System research fleet. The request includes three items listed by priority:\r\n\t1) Oxygen Titrators\r\n\t2) SBE 9+ CTD\r\n\t3) Laboratory plugmolds and GFI circuits\r\n\r\nBroader Impacts:\r\n\tThe principal impact of the present proposal is under criterion two, providing infrastructure support for scientists to use the vessel and its shared-use instrumentation in support of their NSF-funded oceanographic research projects (which individually undergo separate review by the relevant research program of NSF).  The acquisition,  maintenance and operation of shared-use instrumentation allows NSF-funded researchers from any US university or lab access to working, calibrated instruments for their research, reducing the cost of that research, and expanding the base of potential researchers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Fisichella",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "David C Fisichella",
   "pi_email_addr": "dfisichella@whoi.edu",
   "nsf_id": "000095879",
   "pi_start_date": "2011-06-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 WOODS HOLE RD",
  "perf_city_name": "WOODS HOLE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "541300",
   "pgm_ele_name": "OCEANOGRAPHIC INSTRUMENTATION"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 48498.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>2011 NSF Instrumentation Grant No. OCE-1119441</strong></p>\n<p>Equipment and instrumentation purchased under this grant is incorporated into the shared-use pool made available to researchers using to vessels operated by the Woods Hole Oceanographic Institution (WHOI). These assets may be further utilized by other institutions and research vessels within the UNOLS community if permitted by the schedule.</p>\n<p><strong>Project Outcomes:</strong></p>\n<p>Two Metrohm oxygen titration systems were delivered in 2011 and placed into service. These units were used in support of six cruises on WHOI vessels and four cruises on non-WHOI ships. Comparisons between these and the older O2 titration systems show the newer units produce results of higher accuracy, from a more robust physical package. WHOI is now in a much better position to respond to multiple requests for dissolved oxygen analysis capability in support of the fleet&rsquo;s hydrographic effort.<strong></strong></p>\n<p>Reliable power generation and distribution is essential for shipboard science operations. As a result of a 2010 ONR inspection of <em>Atlantis</em>, it was found that the power outlet strips in the labs aboard <em>Atlantis</em> were both corroded, too few in number and undersized for the current load carrying requirements. During the winter 2011 <em>Atlantis</em> shipyard and maintenance period the power strips on the vessel&rsquo;s laboratory spaces were replaced and rearranged with new stainless steel Plugmold strips and GFI protection circuits. This effort has resulted in a more efficient layout of power distribution as well as a safer environment for laboratory uses.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/03/2012<br>\n\t\t\t\t\tModified by: David&nbsp;C&nbsp;Fisichella</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n2011 NSF Instrumentation Grant No. OCE-1119441\n\nEquipment and instrumentation purchased under this grant is incorporated into the shared-use pool made available to researchers using to vessels operated by the Woods Hole Oceanographic Institution (WHOI). These assets may be further utilized by other institutions and research vessels within the UNOLS community if permitted by the schedule.\n\nProject Outcomes:\n\nTwo Metrohm oxygen titration systems were delivered in 2011 and placed into service. These units were used in support of six cruises on WHOI vessels and four cruises on non-WHOI ships. Comparisons between these and the older O2 titration systems show the newer units produce results of higher accuracy, from a more robust physical package. WHOI is now in a much better position to respond to multiple requests for dissolved oxygen analysis capability in support of the fleetÆs hydrographic effort.\n\nReliable power generation and distribution is essential for shipboard science operations. As a result of a 2010 ONR inspection of Atlantis, it was found that the power outlet strips in the labs aboard Atlantis were both corroded, too few in number and undersized for the current load carrying requirements. During the winter 2011 Atlantis shipyard and maintenance period the power strips on the vesselÆs laboratory spaces were replaced and rearranged with new stainless steel Plugmold strips and GFI protection circuits. This effort has resulted in a more efficient layout of power distribution as well as a safer environment for laboratory uses.\n\n\t\t\t\t\tLast Modified: 07/03/2012\n\n\t\t\t\t\tSubmitted by: David C Fisichella"
 }
}