{
 "awd_id": "1119648",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mechanisms and Dynamics of Magma-Water Interactions: Case Studies From Iceland",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sonia Esperanca",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 250023.0,
 "awd_amount": 250023.0,
 "awd_min_amd_letter_date": "2011-08-05",
 "awd_max_amd_letter_date": "2011-08-05",
 "awd_abstract_narration": "Phreatomagmatic volcanic eruptions involve interactions between magma and external water and are typically more explosive than otherwise similar magmatic eruptions that do not involve external water. Such magma-water interactions pose significant risks to society, agriculture, and the economy because they generate large volumes of fine-grained ash that can blanket nearby population centers, threaten livestock, and endanger air traffic, as demonstrated by the April 2010 and May 2011 eruptions in Iceland. Understanding the explosivity of magma-water interactions, therefore, is key to mitigating risk to society from volcanoes in wet environments.  The proposed research will advance our understanding of how water enhances magma fragmentation in an explosive eruption, using a suite of case studies from Iceland in which varying amounts of water were involved. The results of this work will be disseminated broadly, through scientific publications and presentations, training of a new cadre of volcanologists, and the production of a series of short educational films designed to stimulate excitement in the processes of scientific inquiry and discovery in students of grades 9-12.\r\n\r\nUnderstanding explosive magma-water interactions is complicated by the fact that the magma contains gases, which, in addition to external water, participate in driving the explosivity of the eruption.  It is proposed to untangle the competing influences of magmatic gases and external water by comparing the explosive products of an end member eruption type ('rootless volcanic cones'), in which no magmatic gases participate, with ash from Icelandic eruptions in which magmatic gases were involved in the fragmentation process, and with particles produced experimentally under controlled laboratory conditions.  Our comparisons will involve particle shape, size, and density analysis to quantify how water affects explosivity.  Computer modeling of the explosion process, incorporating particle-scale and deposit-scale measurements, will allow refinement of our understanding of the physics of magma-water interactions.  With validation using our case studies, the model will ultimately be useful for predicting patterns of ash dispersal from explosive lava-water interactions. The proposed work will allow quantification of the role of external water in a way that has not previously been possible, and as a consequence, it has the potential to impact hazards assessment and mitigation strategies for such eruptions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Fagents",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah A Fagents",
   "pi_email_addr": "fagents@hawaii.edu",
   "nsf_id": "000476179",
   "pi_start_date": "2011-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thorvaldur",
   "pi_last_name": "Thordarson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thorvaldur Thordarson",
   "pi_email_addr": "torvth@hi.is",
   "nsf_id": "000371920",
   "pi_start_date": "2011-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Hamilton",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher W Hamilton",
   "pi_email_addr": "hamilton@dal.ca",
   "nsf_id": "000543055",
   "pi_start_date": "2011-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "2425 CAMPUS RD SINCLAIR RM 1",
  "perf_city_name": "HONOLULU",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222247",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 250023.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Explosive volcanic eruptions involving the interaction of magma with external water pose significant hazards because they generate large volumes of fine-grained ash that can blanket nearby population centers, kill livestock, and endanger air traffic. Understanding the role of water in governing the explosivity of these &ldquo;phreatomagmatic&rdquo; eruptions is complicated by the contribution of internal magmatic gases to the magma fragmentation process.&nbsp; Our study focused on an end-member of phreatomagmatic activity, rootless eruptions, in which magmatic gases play no role in the explosion process.&nbsp; Rootless eruptions occur when largely degassed lava flows interact explosively with water present in lake, river, or marshy environments. These explosions originate at the interface between the lava (typically flowing in a lava tube) and the underlying water-logged substrate, and serve to excavate, fragment, and eject the overlying lava. Repeated explosions are fed by continued flow of lava into the explosion site, and over time the explosions build substantial cones tens to hundreds of meters wide, consisting of fragmented lava clasts (&ldquo;tephra&rdquo;).&nbsp; Rootless cone fields are common in Iceland. Our study focused on the Raudholar cone field on the outskirts of Reykjavik (Fig. 1), where quarrying has dissected many cones, exposing deposits that are ideal for detailed studies aimed elucidating the explosion mechanisms and dynamics.&nbsp; Because magmatic gases did not contribute to the explosion dynamics, these deposits provide key information on how external water controls the explosivity of such eruptions.</p>\n<p>Our work focused on a particularly well-exposed cone at Raudholar (cone 53; Fig. 1).&nbsp; During extensive fieldwork, we logged the deposit characteristics and collected 68 samples of cone tephra for laboratory analysis.&nbsp; These analyses included grain size distributions, tephra particle shapes, surface textures, and tephra densities.&nbsp; From this extensive data set, as well as our field interpretations, we have gleaned new insights into the mechanisms and dynamics of rootless explosions.</p>\n<p>The vertical log of the deposits (Fig. 2) reveals a complex picture of cone formation.&nbsp; We identified layers representing 68 explosion cycles within four units. In all layers, the tephra is a mixture of ejected fluidal lava clasts, more viscous particles, blocky fragments, and red baked lake sediment (&ldquo;mud&rdquo;), in variable proportions. The presence of mud, both as discrete clasts and incorporated within tephra (Fig. 3), indicates that lava and mud/water mixed vigorously, leading to explosive vaporization and runaway explosions. In detail, we observe a layer-by-layer cyclic variability in grain size, mud content, and clast type (blocky vs. fluidal) (Figs. 2, 4).&nbsp; The opening phases of the eruption were the most energetic, consisting of fine-grained, widespread deposits. There follows a thick succession of repeated pairs of beds: a lower, finer-grained, mud-rich bed overlain by a coarser-grained, mud-poor bed.&nbsp; This is evidence of a two-phase explosion process: an initial higher-energy &ldquo;throat-clearing&rdquo;, producing the finer-grained bed, followed by a lower-energy ejection of less thoroughly fragmented fluidal lava.&nbsp; Furthermore, the finer-grained layers contain more ash with blocky shapes indicative of brittle fragmentation (Fig. 3), which in turn implies that these particles cooled rapidly, giving up their heat to the expanding water vapor to drive the explosion.&nbsp; Repetition of the bed-pairs indicates that a repose period is required to re-prime the magma&ndash;water system, through a combination of groundwater recharge and re-introduction of lava flowing through the tube, before another explosion cycle can be initiated. The cone is capped by a coarse, welded deposit.&nbsp; Overall, the averag...",
  "por_txt_cntn": "\nExplosive volcanic eruptions involving the interaction of magma with external water pose significant hazards because they generate large volumes of fine-grained ash that can blanket nearby population centers, kill livestock, and endanger air traffic. Understanding the role of water in governing the explosivity of these \"phreatomagmatic\" eruptions is complicated by the contribution of internal magmatic gases to the magma fragmentation process.  Our study focused on an end-member of phreatomagmatic activity, rootless eruptions, in which magmatic gases play no role in the explosion process.  Rootless eruptions occur when largely degassed lava flows interact explosively with water present in lake, river, or marshy environments. These explosions originate at the interface between the lava (typically flowing in a lava tube) and the underlying water-logged substrate, and serve to excavate, fragment, and eject the overlying lava. Repeated explosions are fed by continued flow of lava into the explosion site, and over time the explosions build substantial cones tens to hundreds of meters wide, consisting of fragmented lava clasts (\"tephra\").  Rootless cone fields are common in Iceland. Our study focused on the Raudholar cone field on the outskirts of Reykjavik (Fig. 1), where quarrying has dissected many cones, exposing deposits that are ideal for detailed studies aimed elucidating the explosion mechanisms and dynamics.  Because magmatic gases did not contribute to the explosion dynamics, these deposits provide key information on how external water controls the explosivity of such eruptions.\n\nOur work focused on a particularly well-exposed cone at Raudholar (cone 53; Fig. 1).  During extensive fieldwork, we logged the deposit characteristics and collected 68 samples of cone tephra for laboratory analysis.  These analyses included grain size distributions, tephra particle shapes, surface textures, and tephra densities.  From this extensive data set, as well as our field interpretations, we have gleaned new insights into the mechanisms and dynamics of rootless explosions.\n\nThe vertical log of the deposits (Fig. 2) reveals a complex picture of cone formation.  We identified layers representing 68 explosion cycles within four units. In all layers, the tephra is a mixture of ejected fluidal lava clasts, more viscous particles, blocky fragments, and red baked lake sediment (\"mud\"), in variable proportions. The presence of mud, both as discrete clasts and incorporated within tephra (Fig. 3), indicates that lava and mud/water mixed vigorously, leading to explosive vaporization and runaway explosions. In detail, we observe a layer-by-layer cyclic variability in grain size, mud content, and clast type (blocky vs. fluidal) (Figs. 2, 4).  The opening phases of the eruption were the most energetic, consisting of fine-grained, widespread deposits. There follows a thick succession of repeated pairs of beds: a lower, finer-grained, mud-rich bed overlain by a coarser-grained, mud-poor bed.  This is evidence of a two-phase explosion process: an initial higher-energy \"throat-clearing\", producing the finer-grained bed, followed by a lower-energy ejection of less thoroughly fragmented fluidal lava.  Furthermore, the finer-grained layers contain more ash with blocky shapes indicative of brittle fragmentation (Fig. 3), which in turn implies that these particles cooled rapidly, giving up their heat to the expanding water vapor to drive the explosion.  Repetition of the bed-pairs indicates that a repose period is required to re-prime the magma&ndash;water system, through a combination of groundwater recharge and re-introduction of lava flowing through the tube, before another explosion cycle can be initiated. The cone is capped by a coarse, welded deposit.  Overall, the average grain size increases upward through the cone section, and both the abundance of mud and the areal dispersal of tephra decrease; this indicates that the energy of the explosions waned wi..."
 }
}