{
 "awd_id": "1119454",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Trace Element Mobility in the Sub-Solidus: Accessory Mineral Stability, Fluids and the Role of the Rock",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sonia Esperanca",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 184159.0,
 "awd_amount": 184159.0,
 "awd_min_amd_letter_date": "2011-07-26",
 "awd_max_amd_letter_date": "2013-06-04",
 "awd_abstract_narration": "INTELLECTUAL MERIT: This project addresses the role of chemical environment on accessory mineral assemblages and trace element distribution as a consequence of contact metamorphism of country rocks by the Ballachulish Igneous Complex (BIC), Scotland. This area serves as an ideal natural laboratory to investigate hypotheses concerning the role of fluids in controlling accessory mineral stability and reactivity, development of mineral textures, and trace element mobility during metamorphism. Determining the causes of chemical reactivity of accessory minerals, and the consequences for trace element distribution and mobility in rocks, is fundamentally important for the application of trace elements in modeling geologic processes and the utility of accessory mineral data to interpreting crustal evolution. Research results are expected to be of great interest to geochronologists and petrologists who use accessory minerals to understand and quantify geologic processes. \r\n\r\nBROADER IMPACTS: The project will involve graduate and undergraduate students in all aspects of the research, including instruction and training in the application and use of \"state-of-the-art\" instrumentation. Students will greatly benefit from interaction with collaborators by diversifying their practical experience and establishing the early stages of a professional network. Undergraduates will be required to prepare poster presentations for Texas Tech Geosciences Research Day, the Texas Tech Undergraduate Research Conference, and will be provided opportunity to attend national scientific meetings. In addition, accessory minerals are natural analogues of some synthetic materials being developed to sequester toxic or harmful materials (e.g. radionuclides). This study will build upon the existing body of experimental work to quantify the role that lithology (chemical environment) has over the composition and behavior of geologic fluids and their impact on mineral stability. Furthermore, many trace elements (e.g. REEs) are economically important and development of improved models for their behavior in the presence of geologic fluids will contribute to models for exploration and development of these strategically important resources.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Callum",
   "pi_last_name": "Hetherington",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Callum J Hetherington",
   "pi_email_addr": "callum.hetherington@ttu.edu",
   "nsf_id": "000103336",
   "pi_start_date": "2011-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas Tech University",
  "inst_street_address": "2500 BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "LUBBOCK",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8067423884",
  "inst_zip_code": "79409",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "TX19",
  "org_lgl_bus_name": "TEXAS TECH UNIVERSITY SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "EGLKRQ5JBCZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Tech University",
  "perf_str_addr": "2500 BROADWAY",
  "perf_city_name": "LUBBOCK",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "79409",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "TX19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 59423.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 72387.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 52349.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In situ micro-analysis enables improved understanding of the temporal, compositional and isotopic development in zoned accessory minerals, and in particular, monazite. To maximize the data&rsquo;s contribution to understanding petrographic processes, it is important to couple that information with the petrographic mechanisms that control individual domain growth. Experimental studies demonstrated that fluid availability and composition, are critical to monazite stability and reactivity, but many studies in natural systems have focused on one rock-type. In the thermal aureole of the Ballachulish Igneous Complex (Scotland) a comparative study of monazite and rare earth element (REE) behavior between different metasedimentary rocks down a temperature gradient was made. A comparison between rocks with high and low fluid activities was also completed.</p>\n<p>In siliceous units with high fluid activities, a decrease in whole rock SiO<sub>2</sub> content is recorded with increasing T. This is coupled with small relative increases in total REE content, and increasing monazite abundance. The monazite has two textures: a small number of grains with inherited (470-520 Ma) cores and younger subhedral rims; and, a large number of small, blebby to euhedral compositionally homogenous grains dated to ~420 Ma (age of thermal metamorphism). Monazite growth during thermal metamorphism was caused by two processes: the recrystallization of inherited monazite from older regional metamorphism; and, a combination of scavenging of REEs released during breakdown of rock-forming silicate minerals; and, grain coarsening of fine-grained crystal aggregates that formed during earlier regional metamorphism.</p>\n<p>In high temperature samples, collected close to the magmatic pluton, much of the SiO<sub>2</sub> produced by metamorphic reactions left the system resulting in lower bulk-rock SiO<sub>2</sub> abundances. Based on iso-chemical phase diagram calculations and thermodynamic modeling, the majority these rock-forming silicate reactions occurring at the high temperatures were related to K-feldspar and muscovite breakdown, which corresponds with the temperatures of partial melting, and may have caused increasing alkalinity in the metamorphic system. Based on experimental work, this increased alkalinity in metamorphic fluids may have contributed to the increasing monazite reactivity.</p>\n<p>In lower fluid activity rocks, similar temperatures were reached, but little to no change in bulk-rock composition is documented. Monazite textures and ages, for the most part, reflect older regional metamorphism (470-520 Ma), implying that the absence of fluids inhibited mineral reactivity.</p>\n<p>In calc-silicate assemblages, carbonate minerals with as many as three metamorphic textures have been identified in cathodoluminescence imaging. The textures include core and rim features characteristic of grain boundary recrystallization, as well as network veining that cross-cuts all other textures reflecting a late-stage fluid infiltration event. The concentric zoning and recrystallization textures have been correlated with changes in carbonate mineral compositions, and a decrease in accessory mineral abundances with increasing temperature is also observed. It is proposed that, with increasing temperatures, the carbonate phases represent a suitable host for accommodating trace elements.</p>\n<p>Funding supported field work for three graduate students, as well as the research of two MS students (Hensley, 2014; Backus, 2015) and two undergraduate students. Data and samples are being used in Graduate courses in Advanced Metamorphic Petrology, and some samples will be used in a new PhD project of mineral reaction mechanisms and mass transfer.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/25/2015<br>\n\t\t\t\t\tModified by: Callum&nbsp;J&nbsp;Hetherington</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn situ micro-analysis enables improved understanding of the temporal, compositional and isotopic development in zoned accessory minerals, and in particular, monazite. To maximize the dataÆs contribution to understanding petrographic processes, it is important to couple that information with the petrographic mechanisms that control individual domain growth. Experimental studies demonstrated that fluid availability and composition, are critical to monazite stability and reactivity, but many studies in natural systems have focused on one rock-type. In the thermal aureole of the Ballachulish Igneous Complex (Scotland) a comparative study of monazite and rare earth element (REE) behavior between different metasedimentary rocks down a temperature gradient was made. A comparison between rocks with high and low fluid activities was also completed.\n\nIn siliceous units with high fluid activities, a decrease in whole rock SiO2 content is recorded with increasing T. This is coupled with small relative increases in total REE content, and increasing monazite abundance. The monazite has two textures: a small number of grains with inherited (470-520 Ma) cores and younger subhedral rims; and, a large number of small, blebby to euhedral compositionally homogenous grains dated to ~420 Ma (age of thermal metamorphism). Monazite growth during thermal metamorphism was caused by two processes: the recrystallization of inherited monazite from older regional metamorphism; and, a combination of scavenging of REEs released during breakdown of rock-forming silicate minerals; and, grain coarsening of fine-grained crystal aggregates that formed during earlier regional metamorphism.\n\nIn high temperature samples, collected close to the magmatic pluton, much of the SiO2 produced by metamorphic reactions left the system resulting in lower bulk-rock SiO2 abundances. Based on iso-chemical phase diagram calculations and thermodynamic modeling, the majority these rock-forming silicate reactions occurring at the high temperatures were related to K-feldspar and muscovite breakdown, which corresponds with the temperatures of partial melting, and may have caused increasing alkalinity in the metamorphic system. Based on experimental work, this increased alkalinity in metamorphic fluids may have contributed to the increasing monazite reactivity.\n\nIn lower fluid activity rocks, similar temperatures were reached, but little to no change in bulk-rock composition is documented. Monazite textures and ages, for the most part, reflect older regional metamorphism (470-520 Ma), implying that the absence of fluids inhibited mineral reactivity.\n\nIn calc-silicate assemblages, carbonate minerals with as many as three metamorphic textures have been identified in cathodoluminescence imaging. The textures include core and rim features characteristic of grain boundary recrystallization, as well as network veining that cross-cuts all other textures reflecting a late-stage fluid infiltration event. The concentric zoning and recrystallization textures have been correlated with changes in carbonate mineral compositions, and a decrease in accessory mineral abundances with increasing temperature is also observed. It is proposed that, with increasing temperatures, the carbonate phases represent a suitable host for accommodating trace elements.\n\nFunding supported field work for three graduate students, as well as the research of two MS students (Hensley, 2014; Backus, 2015) and two undergraduate students. Data and samples are being used in Graduate courses in Advanced Metamorphic Petrology, and some samples will be used in a new PhD project of mineral reaction mechanisms and mass transfer.\n\n\t\t\t\t\tLast Modified: 08/25/2015\n\n\t\t\t\t\tSubmitted by: Callum J Hetherington"
 }
}