{
 "awd_id": "1120823",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SNM:  Development of Ink-Jet Based Low Cost Roll-to-Roll Nanopatterning (i-R2R Nano) with Demonstration in Thin Film Photovoltaics",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 1300000.0,
 "awd_amount": 1300000.0,
 "awd_min_amd_letter_date": "2011-09-06",
 "awd_max_amd_letter_date": "2011-09-06",
 "awd_abstract_narration": "Research Objectives and Approaches: The overall research objective of this Scalable NanoManufacturing (SNM) award is to develop high speed, ink-jet based roll-to-roll nanopatterning (i-R2R Nano) for cost-sensitive applications such as thin film photovoltaics (PVs). The specific objectives include: (i) Investigation of top-down (nanoimprint) and bottom-up (nanoparticle or block co-polymer) R2R nanopatterning; (ii) Development of enabling technologies for high throughput R2R processes (>50 ft/min) with a total patterning cost target of <$2/m2; and  (iii) Optimization of broadband light trapping in nanostructured a-Si PVs on flex substrates using aperiodic plasmonic structures to obtain significantly enhanced efficiencies. \r\n\r\n\r\nIntellectual Merit: The basic scientific contributions will include: (i) Nano-fluidics, material rheology, multi-scale mechanics modeling, and real-time sensing/control for high-speed i-R2R systems and processes (ii) Design of imprint materials, solvent based self-assembly materials, and interfaces for rapid pattern formation in TD and BU processes; and (iii) Novel material integration and device design for optimum light trapping in thin film PVs on flex substrates.  \r\n\r\nBroader Impacts: This interdisciplinary program will create fundamental knowledge in the areas of high-speed R2R nanopatterning with low material usage, and in the design of controlled nano-structures for high efficiency PVs. Thin film PVs is representative of the most demanding nano-scale requirements and cost constraints among the various potential applications of R2R nanopatterning. The outreach activities will promote innovation/entrepreneurship; and synergistic activities at the undergraduate level through the UT-Austin Equal Opportunity in Engineering T-REX program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "S.",
   "pi_last_name": "Sreenivasan",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "S. V Sreenivasan",
   "pi_email_addr": "sv.sreeni@mail.utexas.edu",
   "nsf_id": "000281487",
   "pi_start_date": "2011-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "C. Grant",
   "pi_last_name": "Willson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "C. Grant Willson",
   "pi_email_addr": "willson@che.utexas.edu",
   "nsf_id": "000454691",
   "pi_start_date": "2011-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Yu",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Edward T Yu",
   "pi_email_addr": "ety@ece.utexas.edu",
   "nsf_id": "000197441",
   "pi_start_date": "2011-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Roger",
   "pi_last_name": "Bonnecaze",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Roger T Bonnecaze",
   "pi_email_addr": "rtb@che.utexas.edu",
   "nsf_id": "000199210",
   "pi_start_date": "2011-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167400",
   "pgm_ele_name": "NANOSCALE: INTRDISCPL RESRCH T"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "084E",
   "pgm_ref_txt": "NANOMANUFACTURING"
  },
  {
   "pgm_ref_code": "1674",
   "pgm_ref_txt": "NANOSCALE: INTRDISCPL RESRCH T"
  },
  {
   "pgm_ref_code": "7423",
   "pgm_ref_txt": "Energy collection & storage"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The research outcomes have been summarized in three broad categories, given below. The project has directly supported 7 graduate students and 2 post-doctoral staff, with the broader synergistic research team consisting of nearly 30 personnel. The research output from this award has led to 35 journal articles, 12 conference presentations, 1 book chapter and 6 research theses. There has simultaneously been broad dissemination of the knowledge gained from this project through new graduate and undergraduate level classes and summer training camps for high school students and teachers.</p>\n<p><strong><span style=\"text-decoration: underline;\">1. Tool and system development:</span></strong> This award facilitated the development of a roll-to-roll inkjet-based nanopatterning test bed, which is capable of patterning sub-50 nm features on flexible substrates at throughputs of 6 ft/min. An automated machine-in-the-loop inkjet control system for automatically optimizing the actuation waveform for piezoelectric inkjets has also been developed. The optimized waveforms enable dispensing of high-resolution (low volume) drops of materials that are traditionally considered difficult to jet on the basis of theoretical and heuristic bounds established in the literature. Moreover, this control scheme can also be used to automatically tune a given piezoelectric inkjet for a given material at a prescribed volume with high throughput. It has also been found that increasingly complex waveforms lead to smaller drops. For example, in a low-viscosity highly-wetting liquid such as ethyl acetate, drops as small as 3 picoliters have been achieved from 50 micron diameter nozzles, even when this liquid is considered unjettable in the literature. In parallel, a novel slot-die coating process tool was also developed to enable the deposition of highly uniform films of sub-50nm thickness with high throughput and low material waste. The tool is capable of depositing on both flexible substrates in a roll-to-roll configuration as well as rigid substrates. In addition, a versatile nanoscale functional metrology system has also been developed to enable the characterization of optical features for a variety of nanophotonic components. This tool can also be used to identify defects in various nanopatterning process steps, thus making it useful for an inline process control scheme.</p>\n<p>&nbsp;2.&nbsp;<strong><span style=\"text-decoration: underline;\">Process development:</span></strong> During the period of this award, new silicon containing block copolymers were synthesized that form lamellae morphology and these were auditioned for generation of high resolution grating patterns. New methodology was developed that enables production of thin films with the lamellae oriented perpendicular to the substrate. The silicon was shown to provide very high etch development contrast that enabled production of high aspect ratio patterns of the sort required for image transfer. There was a concerted effort to drive the resolution of these patterns to the absolute minimum. The most recent materials demonstrate very clean formation of 50 angstrom lines and spaces. We know of no smaller block copolymer structures that have been successfully transferred into a substrate. A new method for the fabrication of well-defined nanostructured deposits by evaporation-driven directed self-assembly of nanoparticles was also proposed and studied theoretically. The technique comprises a film of suspended nanoparticles drying with its surface in contact with a topographically patterned membrane which promotes spatially varying evaporation, resulting in a patterned deposit. Numerical solutions of equations governing the dynamics of the process show how the concentration profile evolves as a result of flow driven by heterogeneous evaporation.</p>\n<p>&nbsp;3.&nbsp;<strong><span style=\"text-decoration: underline;\">Device development:</span></strong> The device application component of this project involved the exploration of a variety of nanostructures fabricated over large areas (~1cm<sup>2</sup> and larger) for applications in solar energy harvesting. Both photovoltaic devices (solar cells) and photoelectrochemical devices (solar fuel generation by splitting water into hydrogen and oxygen using solar energy) were explored. For solar cells, one approach pursued in this project involved the design and fabrication of structures much smaller than the wavelengths contained in incident sunlight, and integration of these structures both directly on the surface of conventional solar cells and on the surfaces of transparent packaging materials used to protect the cells from the ambient environment. These structures enable reflections off the surfaces of solar cells and solar modules, which reduce the sunlight available to be converted to electrical energy, to be strongly suppressed over a broad range of wavelengths and angles of incidence. For solar fuel generation by water splitting, work under this program enabled the implementation of nanoscale patterning approaches for fabrication of nanostructured catalysts on the surface of silicon-based photocathodes for harvesting solar energy to generate hydrogen from water. In this work, we combined these nanostructured catalysts with silicon absorbers and high-quality, epitaxial oxide protective coating layers to create metal-insulator-silicon single-junction photocathodes that yielded very high photocurrent and record efficiency in converting solar power into photogenerated electrical current. This work on solar cells and solar fuel generation established the foundation for subsequent work, funded under other programs, as well as collaborations with the industry.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2016<br>\n\t\t\t\t\tModified by: S.&nbsp;V&nbsp;Sreenivasan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe research outcomes have been summarized in three broad categories, given below. The project has directly supported 7 graduate students and 2 post-doctoral staff, with the broader synergistic research team consisting of nearly 30 personnel. The research output from this award has led to 35 journal articles, 12 conference presentations, 1 book chapter and 6 research theses. There has simultaneously been broad dissemination of the knowledge gained from this project through new graduate and undergraduate level classes and summer training camps for high school students and teachers.\n\n1. Tool and system development: This award facilitated the development of a roll-to-roll inkjet-based nanopatterning test bed, which is capable of patterning sub-50 nm features on flexible substrates at throughputs of 6 ft/min. An automated machine-in-the-loop inkjet control system for automatically optimizing the actuation waveform for piezoelectric inkjets has also been developed. The optimized waveforms enable dispensing of high-resolution (low volume) drops of materials that are traditionally considered difficult to jet on the basis of theoretical and heuristic bounds established in the literature. Moreover, this control scheme can also be used to automatically tune a given piezoelectric inkjet for a given material at a prescribed volume with high throughput. It has also been found that increasingly complex waveforms lead to smaller drops. For example, in a low-viscosity highly-wetting liquid such as ethyl acetate, drops as small as 3 picoliters have been achieved from 50 micron diameter nozzles, even when this liquid is considered unjettable in the literature. In parallel, a novel slot-die coating process tool was also developed to enable the deposition of highly uniform films of sub-50nm thickness with high throughput and low material waste. The tool is capable of depositing on both flexible substrates in a roll-to-roll configuration as well as rigid substrates. In addition, a versatile nanoscale functional metrology system has also been developed to enable the characterization of optical features for a variety of nanophotonic components. This tool can also be used to identify defects in various nanopatterning process steps, thus making it useful for an inline process control scheme.\n\n 2. Process development: During the period of this award, new silicon containing block copolymers were synthesized that form lamellae morphology and these were auditioned for generation of high resolution grating patterns. New methodology was developed that enables production of thin films with the lamellae oriented perpendicular to the substrate. The silicon was shown to provide very high etch development contrast that enabled production of high aspect ratio patterns of the sort required for image transfer. There was a concerted effort to drive the resolution of these patterns to the absolute minimum. The most recent materials demonstrate very clean formation of 50 angstrom lines and spaces. We know of no smaller block copolymer structures that have been successfully transferred into a substrate. A new method for the fabrication of well-defined nanostructured deposits by evaporation-driven directed self-assembly of nanoparticles was also proposed and studied theoretically. The technique comprises a film of suspended nanoparticles drying with its surface in contact with a topographically patterned membrane which promotes spatially varying evaporation, resulting in a patterned deposit. Numerical solutions of equations governing the dynamics of the process show how the concentration profile evolves as a result of flow driven by heterogeneous evaporation.\n\n 3. Device development: The device application component of this project involved the exploration of a variety of nanostructures fabricated over large areas (~1cm2 and larger) for applications in solar energy harvesting. Both photovoltaic devices (solar cells) and photoelectrochemical devices (solar fuel generation by splitting water into hydrogen and oxygen using solar energy) were explored. For solar cells, one approach pursued in this project involved the design and fabrication of structures much smaller than the wavelengths contained in incident sunlight, and integration of these structures both directly on the surface of conventional solar cells and on the surfaces of transparent packaging materials used to protect the cells from the ambient environment. These structures enable reflections off the surfaces of solar cells and solar modules, which reduce the sunlight available to be converted to electrical energy, to be strongly suppressed over a broad range of wavelengths and angles of incidence. For solar fuel generation by water splitting, work under this program enabled the implementation of nanoscale patterning approaches for fabrication of nanostructured catalysts on the surface of silicon-based photocathodes for harvesting solar energy to generate hydrogen from water. In this work, we combined these nanostructured catalysts with silicon absorbers and high-quality, epitaxial oxide protective coating layers to create metal-insulator-silicon single-junction photocathodes that yielded very high photocurrent and record efficiency in converting solar power into photogenerated electrical current. This work on solar cells and solar fuel generation established the foundation for subsequent work, funded under other programs, as well as collaborations with the industry.\n\n \n\n\t\t\t\t\tLast Modified: 11/30/2016\n\n\t\t\t\t\tSubmitted by: S. V Sreenivasan"
 }
}