{
 "awd_id": "1120890",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SNM:  Electronically Controlled Surface Assembly of DNA Nanostructures",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Kramer",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 1250001.0,
 "awd_amount": 1250001.0,
 "awd_min_amd_letter_date": "2011-08-16",
 "awd_max_amd_letter_date": "2011-08-16",
 "awd_abstract_narration": "The goal of this Scalable NanoManufacturing (SNM) project is to develop a scalable and inexpensive process for manufacturing integrated systems of DNA constructed nanodevices and metamaterials.  Structural DNA nanotechnology is unique in its ability to arrange nanomaterials such as carbon nanotubes, proteins, quantum dots, and metal nanoparticles into arbitrary varieties of rationally designed nanoscale geometries.  Some such structures have already demonstrated potential as sensors, transistors, optical components, nanomechanical manipulators, and experimental platforms for basic science. Because DNA nanostructures are self-assembled, it is possible in principle to cheaply produce large quantities of future nanodevices for widespread technological application.  The key challenge is the integration of these devices into functioning systems in a way that is compatible with mass manufacturing.  At present, there is no viable technological vision for doing so, very limited pertinent knowledge regarding the issues and challenges, and limited efforts in addressing these problems by researchers in the field.  The aim is to remedy this situation by combining the development of more versatile DNA based nanostructures with the exploration of entirely novel concepts for electronically monitoring and controlling the assembly of DNA nanostructure arrays.  Another aim is to improve qualitatively our ability to interface DNA nanostructures with functional nanoscale materials and provide powerful new ways to monitor and guide DNA based self-assembly.  This project is based on DNA nanostructures that will undergo surface initiated self-assembly into much larger 2D and 3D arrays. The long term vision is a bench-top factory, in which functional nanomaterials such as carbon nanotubes and proteins are assembled with the help of DNA into high quality nanostructures arranged according to a macroscale system layout. Assembly will be monitored both electronically and optically to allow real time assembly optimization and error control. The finished product will be printed onto low cost substrates for sophisticated functions such as disease diagnosis. \r\n\r\nThe broader impact of this project includes cost-effective manufacturing of large scale functional nanomaterials, as well as a comprehensive education and outreach program including the mentoring of graduate students, undergraduates and K-12 students, including underrepresented groups. In addition to direct mentoring of graduate and undergraduate students, the PIs have a strong record of outreach activities, which will be continued and expanded during the proposal work period. This includes participation in programs to engage high school teachers in research related activities (UCR), playing a vital role in Quality Education for Minorities (QEM) and Minorities in Mathematics, Science, and Engineering (MSE) programs at Caltech, and involving high school students in nanotechnology research and close collaboration with scientifically-oriented arts and entertainment groups (NYU).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Goddard",
   "pi_mid_init": "A",
   "pi_sufx_name": "III",
   "pi_full_name": "William A Goddard",
   "pi_email_addr": "wag@caltech.edu",
   "nsf_id": "000449671",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Institute of Technology",
  "inst_street_address": "1200 E CALIFORNIA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6263956219",
  "inst_zip_code": "911250001",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CALIFORNIA INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U2JMKHNS5TG4"
 },
 "perf_inst": {
  "perf_inst_name": "California Institute of Technology",
  "perf_str_addr": "1200 E CALIFORNIA BLVD",
  "perf_city_name": "PASADENA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167400",
   "pgm_ele_name": "NANOSCALE: INTRDISCPL RESRCH T"
  },
  {
   "pgm_ele_code": "768100",
   "pgm_ele_name": "ENG NNI Special Studies"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "084E",
   "pgm_ref_txt": "NANOMANUFACTURING"
  },
  {
   "pgm_ref_code": "1674",
   "pgm_ref_txt": "NANOSCALE: INTRDISCPL RESRCH T"
  },
  {
   "pgm_ref_code": "7681",
   "pgm_ref_txt": "ENG NNI SPECIAL STUDIES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1250001.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to integrate conventional lithographic device fabrication with structural DNA nanotechnology.&nbsp; The project team aimed to do this by (1) developing DNA nanostructures that can organize non-DNA materials into devices and circuits; (2) developing technologies to form large arrays of DNA assembled devices on selected areas of lithographically patterned device substrates; and (3) using theoretical modeling to understand the interactions driving device organization and array assembly.&nbsp;</p>\n<p>&nbsp;</p>\n<p>In area (1), the team achieved notable progress and significant breakthroughs.&nbsp; First, we demonstrated the use of DNA templates to control coupling of nylon monomers attached to the DNA backbone.&nbsp; The nylon fragments were coupled into oligomers with 99% coupling efficiency.&nbsp; This demonstrated the feasibility of using DNA templates to synthesize polymer networks with pre-designed topology. In the future, this technology can be used to build networks of conducting polymers and organic semiconductors that can function as nanoelectronic devices.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Second, the team used DNA origami nanotubes as sheaths to form amyloid fibrils from synthetic peptide fragments. Once formed, the fibril-filled nanotubes can be organized onto predefined two-dimensional platforms via DNA&ndash;DNA hybridization interactions.&nbsp; The success of this experiment suggests that linear nanoelectronic species, such as carbon nanotubes, can be organized by DNA to form circuitry.</p>\n<p>&nbsp;</p>\n<p>Third, the team developed new chemistries to ligate and crosslink DNA strands with improved efficiency and selectivity, thereby providing new options for stabilizing DNA nanostructures in technological applications.</p>\n<p>&nbsp;</p>\n<p>Finally, the team developed a new way of positioning components on the surface of double stranded DNA nanostructures via formation of triple helical DNA.&nbsp; This will open new options for positioning of nanoscale components on 2D and 3D DNA nanostructures.</p>\n<p>&nbsp;</p>\n<p>In area (2), the team developed and refined technology for assembling arrays of parallel singled walled carbon nanotubes (SWNTs) while imposing a pre-programmed nanotube spacing.&nbsp; This technology works by having DNA modified carbon nanotubes diffuse on the surface of mica or lipid based deposition substrates.&nbsp; As the DNA modified carbon nanotubes collide with each other on this surface, sticky ends on pendant DNA linker moieties attach to the surface of neighboring nanotubes, forming parallel SWNT arrays.&nbsp; Numerous DNA duplexes integral to the linkers end up positioned between adjacent SWNTs as spacers that ensure uniform nanotube to nanotube distances.&nbsp; The exact spacing can be adjusted from &lt;3 nm to &gt;20 nm by controlling the length of the DNA duplexes and the resulting arrays can be transferred onto silica based substrates, and silicon wafers.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>This surface assembly technology for carbon nanotube arrays can be invaluable for the electronics industry because dense arrays of parallel semiconducting SWNTs are good candidates for replacing silicon conduction channels in the logic gates of sub 10 nm scale integrated circuits.&nbsp; The team is currently working with IBM Almaden research center to assemble SWNT arrays on silicon wafer based device substrates for large scale IC fabrication.&nbsp; We are also using carbon nanotube arrays as periodic gate arrays for graphene electronic devices that may have novel properties.&nbsp; To characterize the assembly of nanotube arrays and DNA nanostructure arrays over wider areas, we have used project funds to purchase a highly sensitive optical microscope.</p>\n<p>&nbsp;</p>\n<p>In area (3), the team used atomistic molecular dynamics simulations to investigate the nanosecond scale dynamics of DNA nanostructures and their interact...",
  "por_txt_cntn": "\nThe goal of this project was to integrate conventional lithographic device fabrication with structural DNA nanotechnology.  The project team aimed to do this by (1) developing DNA nanostructures that can organize non-DNA materials into devices and circuits; (2) developing technologies to form large arrays of DNA assembled devices on selected areas of lithographically patterned device substrates; and (3) using theoretical modeling to understand the interactions driving device organization and array assembly. \n\n \n\nIn area (1), the team achieved notable progress and significant breakthroughs.  First, we demonstrated the use of DNA templates to control coupling of nylon monomers attached to the DNA backbone.  The nylon fragments were coupled into oligomers with 99% coupling efficiency.  This demonstrated the feasibility of using DNA templates to synthesize polymer networks with pre-designed topology. In the future, this technology can be used to build networks of conducting polymers and organic semiconductors that can function as nanoelectronic devices. \n\n \n\nSecond, the team used DNA origami nanotubes as sheaths to form amyloid fibrils from synthetic peptide fragments. Once formed, the fibril-filled nanotubes can be organized onto predefined two-dimensional platforms via DNA&ndash;DNA hybridization interactions.  The success of this experiment suggests that linear nanoelectronic species, such as carbon nanotubes, can be organized by DNA to form circuitry.\n\n \n\nThird, the team developed new chemistries to ligate and crosslink DNA strands with improved efficiency and selectivity, thereby providing new options for stabilizing DNA nanostructures in technological applications.\n\n \n\nFinally, the team developed a new way of positioning components on the surface of double stranded DNA nanostructures via formation of triple helical DNA.  This will open new options for positioning of nanoscale components on 2D and 3D DNA nanostructures.\n\n \n\nIn area (2), the team developed and refined technology for assembling arrays of parallel singled walled carbon nanotubes (SWNTs) while imposing a pre-programmed nanotube spacing.  This technology works by having DNA modified carbon nanotubes diffuse on the surface of mica or lipid based deposition substrates.  As the DNA modified carbon nanotubes collide with each other on this surface, sticky ends on pendant DNA linker moieties attach to the surface of neighboring nanotubes, forming parallel SWNT arrays.  Numerous DNA duplexes integral to the linkers end up positioned between adjacent SWNTs as spacers that ensure uniform nanotube to nanotube distances.  The exact spacing can be adjusted from &lt;3 nm to &gt;20 nm by controlling the length of the DNA duplexes and the resulting arrays can be transferred onto silica based substrates, and silicon wafers.  \n\n \n\nThis surface assembly technology for carbon nanotube arrays can be invaluable for the electronics industry because dense arrays of parallel semiconducting SWNTs are good candidates for replacing silicon conduction channels in the logic gates of sub 10 nm scale integrated circuits.  The team is currently working with IBM Almaden research center to assemble SWNT arrays on silicon wafer based device substrates for large scale IC fabrication.  We are also using carbon nanotube arrays as periodic gate arrays for graphene electronic devices that may have novel properties.  To characterize the assembly of nanotube arrays and DNA nanostructure arrays over wider areas, we have used project funds to purchase a highly sensitive optical microscope.\n\n \n\nIn area (3), the team used atomistic molecular dynamics simulations to investigate the nanosecond scale dynamics of DNA nanostructures and their interactions with nanoscale materials.  Simulations have shown that the ends of DNA duplexes can adsorb on the sidewall of SWNTs.  This allows the duplexes to maintain an orthogonal orientation to the axis of the SWNT, thereby facilitating their functionality as spacers.  W..."
 }
}