{
 "awd_id": "1120258",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Biogenic Volatile Organic Compounds and their Impacts in a Changing Temperate Forest",
 "cfda_num": "47.050",
 "org_code": "06020104",
 "po_phone": "7032928522",
 "po_email": "sedgerto@nsf.gov",
 "po_sign_block_name": "Sylvia Edgerton",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 87230.0,
 "awd_amount": 87230.0,
 "awd_min_amd_letter_date": "2011-08-14",
 "awd_max_amd_letter_date": "2011-08-14",
 "awd_abstract_narration": "This project is a collaborative effort involving investigators from four institutions with complimentary expertise in measuring and interpreting biogenic volatile organic carbon (BVOC) compounds and associated reaction products.  The project is envisioned as part of a longer-term research initiative designed to test the following hypothesis:  \"The impact of BVOC emissions on climate depends on the structures of the BVOC; while isoprene can impact ozone production, terpenes are more effective at nitrogen sequestration and aerosol production; the change to terpene-dominance in forests will lead to more carbon sequestration, other factors remaining the same.\"  During year 1, the principal investigators (PIs) will construct and test in the laboratory an automated measurement system consisting of a sampling apparatus, a two-dimensional gas chromatograph (GCxGC), and a calibration system to quantify ambient mixing ratios of speciated BVOCs and reaction products hourly. The sampling apparatus will concentrate BVOCs and reaction products and transfer to a GC fitted with two secondary columns.  One channel will feed a flame ionization detector (FID) to quantify BVOCs and the other an electron capture detector (ECD) to quantify oxidation products (including nitrates and hydroxynitrate). The general utility calibration source will include a temperature-controlled bath containing multiple compound-specific diffusion tubes and associated plumbing. During year 2, the PIs will deploy and continuously operate this novel semi-autonomous measurement system at the Program for Research on Oxidants: PHotochemistry, Emissions, & Transport (PROPHET) site at the University of Michigan Biological Station (UMBS) over a 4-week period during the growing season.  The goal of the field deployment will be to test the instrument's performance in reliably quantifying a broad suite of heavy alkanes, alkenes, aromatics, isoprene, montoterpenes, sesquiterpenes, aldehydes and ketones, and alcohols, and organic nitrates in ambient air within and above the forest canopy.\r\n\r\nThe development of a semi-autonomous measurement system for BVOCs and reaction products will enhance observational resolution for investigations of interactions among forest dynamics, oxidation processes, aerosol production, nitrogen and carbon sequestration, and associated feedbacks on climate. Results from the project will also extend the PROPHET data archive, which has been a valuable community resource for broader investigations of forest-atmosphere interactions. Graduate and undergraduate students will participate directly in constructing and field testing the instrument. Results will be disseminated through articles in the scientific literature and also incorporated into an inquiry-based instructional webquest to help high school students understand biosphere-atmosphere research in the context of global climate change. This webquest would become part of a library of similar educational resources at UMBS.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Bertman",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Steven B Bertman",
   "pi_email_addr": "steven.bertman@wmich.edu",
   "nsf_id": "000174246",
   "pi_start_date": "2011-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Western Michigan University",
  "inst_street_address": "1903 W MICHIGAN AVE",
  "inst_street_address_2": "",
  "inst_city_name": "KALAMAZOO",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "2693878298",
  "inst_zip_code": "490085200",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MI04",
  "org_lgl_bus_name": "WESTERN MICHIGAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J7WULLYGFRH1"
 },
 "perf_inst": {
  "perf_inst_name": "Western Michigan University",
  "perf_str_addr": "1903 W MICHIGAN AVE",
  "perf_city_name": "KALAMAZOO",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "490085200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MI04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152400",
   "pgm_ele_name": "Atmospheric Chemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 87230.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this collaborative project involving four different institutions, we developed a comprehensive two-dimensional gas chromatography (2DGC) instrument capable of measuring the atmospheric concentrations of biogenic volatile organic compounds (BVOCs) and their reaction products. BVOCs are natural components of forests (they are responsible for a the smell of a pine forest, for example) and are very chemically active in and around forests. The motivation for this project was to obtain hourly measurements over entire growing seasons in order to characterize the variation of BVOCs in northern Michigan over a wide range of meteorological conditions. This would allow us to better assess our understanding of the processes by which BVOCs influence the air quality in forested areas, and, as importantly, would give us the capability of making future predictions based on real process data.</p>\n<p>To accomplish our goals we needed a system with great sensitivity and with the ability to measure many different related compounds that could be operated unattended for long periods of time. Major challenges existed due to the reactive nature of BVOC and the small concentrations in the real atmosphere. Our primary goal in this funded project after we designed and built the system was to deploy it to test whether the design was adequate to accomplish the task.&nbsp; The first test was at the PROPHET laboratory at the University of Michigan Biological Station (UMBS) in northern Michigan, where there is an extensive program in atmospheric chemistry. The 2DGC instrument was built in two parts that were then integrated to take advantage of collaborator skills: 1) a custom-built sampling system with gas-phase calibration sources and custom written software for automation and control, and 2) a customized GC with dual columns and detectors and a modulation system. A series of unanticipated issues with the sampling system resulted in the injection of very broad VOC peaks and reduced the resolution of the system. This inspired some modifications and in the second year of the project we operated the instrument at the SOAS sampling site in Centerville, AL during the summer of 2013 with an improved cryogenically focusing sampling system for greater resolution. Unfortunately, this system consumed a large amount of liquid nitrogen and could not reliably transfer monoterpenes to the head of the GC column. As a result, we were forced to remove the cryo-focusing stage and accept the resulting low-resolution chromatograms. The automated system operated in a reliable fashion throughout the SOAS campaign and we obtained a rich set of data on the major monoterpene compounds in the atmosphere in Alabama. We were able to use these data to estimate the contribution they play in the production of photochemical smog by calculating that a significant amount of the reaction of these compounds produces organic nitrate products, which are increasingly being understood as key components of the atmosphere at ground level.</p>\n<p>We continued to improve the sampling design over the course of the project. A more simplified sampling system that employs a single sampling/desorption stage and a simple sweep heater was combined with the 2DGC system was tested one day in August of 2012 and then further tested during the summer of 2014 in southeastern Michigan. The results were encouraging: much higher resolution chromatograms with highly reproducible retention times were produced with this simplified sampling system than were produced by the original sampler. We demonstrated that the sweep heater &ndash; 2DGC apparatus could reliably measure atmospheric VOCs in an unattended fashion. We have also spent a considerable amount of time writing software for the automated analysis and visualization of 2DGC data, which will be critical toward the long-term success of BVOC monitoring efforts.</p>\n<p>An education/outreach project w...",
  "por_txt_cntn": "\nIn this collaborative project involving four different institutions, we developed a comprehensive two-dimensional gas chromatography (2DGC) instrument capable of measuring the atmospheric concentrations of biogenic volatile organic compounds (BVOCs) and their reaction products. BVOCs are natural components of forests (they are responsible for a the smell of a pine forest, for example) and are very chemically active in and around forests. The motivation for this project was to obtain hourly measurements over entire growing seasons in order to characterize the variation of BVOCs in northern Michigan over a wide range of meteorological conditions. This would allow us to better assess our understanding of the processes by which BVOCs influence the air quality in forested areas, and, as importantly, would give us the capability of making future predictions based on real process data.\n\nTo accomplish our goals we needed a system with great sensitivity and with the ability to measure many different related compounds that could be operated unattended for long periods of time. Major challenges existed due to the reactive nature of BVOC and the small concentrations in the real atmosphere. Our primary goal in this funded project after we designed and built the system was to deploy it to test whether the design was adequate to accomplish the task.  The first test was at the PROPHET laboratory at the University of Michigan Biological Station (UMBS) in northern Michigan, where there is an extensive program in atmospheric chemistry. The 2DGC instrument was built in two parts that were then integrated to take advantage of collaborator skills: 1) a custom-built sampling system with gas-phase calibration sources and custom written software for automation and control, and 2) a customized GC with dual columns and detectors and a modulation system. A series of unanticipated issues with the sampling system resulted in the injection of very broad VOC peaks and reduced the resolution of the system. This inspired some modifications and in the second year of the project we operated the instrument at the SOAS sampling site in Centerville, AL during the summer of 2013 with an improved cryogenically focusing sampling system for greater resolution. Unfortunately, this system consumed a large amount of liquid nitrogen and could not reliably transfer monoterpenes to the head of the GC column. As a result, we were forced to remove the cryo-focusing stage and accept the resulting low-resolution chromatograms. The automated system operated in a reliable fashion throughout the SOAS campaign and we obtained a rich set of data on the major monoterpene compounds in the atmosphere in Alabama. We were able to use these data to estimate the contribution they play in the production of photochemical smog by calculating that a significant amount of the reaction of these compounds produces organic nitrate products, which are increasingly being understood as key components of the atmosphere at ground level.\n\nWe continued to improve the sampling design over the course of the project. A more simplified sampling system that employs a single sampling/desorption stage and a simple sweep heater was combined with the 2DGC system was tested one day in August of 2012 and then further tested during the summer of 2014 in southeastern Michigan. The results were encouraging: much higher resolution chromatograms with highly reproducible retention times were produced with this simplified sampling system than were produced by the original sampler. We demonstrated that the sweep heater &ndash; 2DGC apparatus could reliably measure atmospheric VOCs in an unattended fashion. We have also spent a considerable amount of time writing software for the automated analysis and visualization of 2DGC data, which will be critical toward the long-term success of BVOC monitoring efforts.\n\nAn education/outreach project was developed with colleagues at UMBS and with input from HS teachers from northern Mi..."
 }
}