{
 "awd_id": "1120840",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RIG: Biochemical and Structural Studies of the Bcr Multienzyme Polypeptide",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kamal Shukla",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2013-10-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2011-09-12",
 "awd_max_amd_letter_date": "2011-09-12",
 "awd_abstract_narration": "Intellectual Merit\r\nCells employ sophisticated communication systems to manage their activities. One important component of these systems is a family of enzymes called protein kinases. These enzymes transmit signals by phosphorylation, a process by which phosphate groups are added to specific downstream communication elements. A detailed understanding of cellular communication therefore demands a thorough understanding of every type of protein kinase. This project focuses on the Bcr (breakpoint cluster region) kinase, which has no apparent structural similarity to better-studied kinases. How then does Bcr catalyze phosphorylation when it lacks the organization of amino acid components found in all other protein kinases? \r\n\r\nSince the order of amino acids in a protein determines how the protein folds into its particular three-dimensional structure and functions, one possibility is that Bcr's unique sequence of amino acids uses a novel structure to promote phosphorylation in a way so far unknown to scientists. Another possibility is that the divergent sequence in Bcr, similar to other atypical protein kinases (aPKs), will still adopt the typical kinase fold. The latter could be true for Bcr but would not be the complete story. In Bcr, the distribution of amino acids resembles those of unstructured proteins. This implies that the kinase domain may rather adopt an extended or unfolded structure natively and exhibit a disorder-to-order transition when active. The clear way to distinguish between these possibilities is to investigate the structure and function of the Bcr kinase domain. Biochemical and biophysical methods will be used to determine the structure of this protein, which will be deposited and publicly available in the Protein Databank. The structure of Bcr will resolve the very perplexing question of how Bcr functions and add substantially to our knowledge of protein kinase structure and function, in general. \r\n\r\n\r\nBroader impact\r\nThis project will provide Carleton College undergraduate students and mentored high school students and teachers with hands-on experience with lab techniques, data presentation and analysis. As a number of computational, biochemical, and biophysical techniques will be used to perform this study, the didactic possibilities for participants are enormous and will engage students at all levels in basic science studies. This interdisciplinary project will introduce students to the physical and chemical approaches that are currently used to address biological problems, encouraging students with varying scientific interests to seek out further opportunities in biology. Moreover, as one of two African American female science professors at Carleton College and one of few minority science professors in general, the PI is a role model to women and underrepresented students within the college and beyond. Support of this project will advance the PI's research program, foster a diversity of emerging scientists, broaden the scientific workforce, and in turn, its pool of role models.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "M. Nidanie",
   "pi_last_name": "Henderson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "M. Nidanie Henderson",
   "pi_email_addr": "hendersn@augsburg.edu",
   "nsf_id": "000519737",
   "pi_start_date": "2011-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carleton College",
  "inst_street_address": "1 N COLLEGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "NORTHFIELD",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "5072224303",
  "inst_zip_code": "550574044",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MN02",
  "org_lgl_bus_name": "CARLETON COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "KALKKJL418Q7"
 },
 "perf_inst": {
  "perf_inst_name": "Carleton College",
  "perf_str_addr": "1 N COLLEGE ST",
  "perf_city_name": "NORTHFIELD",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "550574044",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MN02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "800300",
   "pgm_ele_name": "Research Initiation Grants BIO"
  },
  {
   "pgm_ele_code": "801500",
   "pgm_ele_name": "BIO Innovation Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1144",
   "pgm_ref_txt": "BIOMOLECULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "7487",
   "pgm_ref_txt": "BROADENING PARTICIPATION"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 58238.0
  }
 ],
 "por": null
}