{
 "awd_id": "1120769",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference:  2011 CSHL Conference on Mechanisms of Eukaryotic Transcription to be held August 30 - September 3, 2011 at Cold Spring Harbor Laboratory",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": "7032924967",
 "po_email": "kccone@nsf.gov",
 "po_sign_block_name": "Karen Cone",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 7000.0,
 "awd_amount": 7000.0,
 "awd_min_amd_letter_date": "2011-04-20",
 "awd_max_amd_letter_date": "2011-04-20",
 "awd_abstract_narration": "Intellectual Merit: The Cold Spring Harbor Laboratory Conference on Eukaryotic Transcription will be held August 30- September 3, 2011 at Cold Spring Harbor Laboratory. This meeting is a central forum for the presentation of new results in eukaryotic transcription. Participants will represent laboratories throughout the world, and most attendees will present either short talks or posters. The breadth of the conference makes it an important focus for the exchange of information in this era of scientific specialization. Topics for the meeting will include: 1) Global Regulation of Transcription, 2) Transcription Initiation Mechanisms of Pol I, II & III, 3) Coactivator Complexes and Activation Mechanisms, 4) Transcription Elongation and Termination Mechanisms, 5) Chromatin and Transcription, 6) Regulation of Transcription Factor Activity, 7) Signaling and Regulatory Mechanisms, and 8) Transcriptional Regulation in Development.\r\n\r\nBroader Impacts: The meeting will provide an outstanding opportunity for participation by graduate students and postdoctoral fellows and for those from underrepresented groups. For many, this is the first large meeting at which they have an opportunity to speak, and the highly interactive nature of the meeting allows young scientists to meet and talk to the senior scientists they know from the literature. Thus, it plays a vital role in building scientific networks.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Stewart",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "David J Stewart",
   "pi_email_addr": "stewart@cshl.edu",
   "nsf_id": "000148864",
   "pi_start_date": "2011-04-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cold Spring Harbor Laboratory",
  "inst_street_address": "1 BUNGTOWN RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLD SPG HBR",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5163678307",
  "inst_zip_code": "117242202",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "NY03",
  "org_lgl_bus_name": "COLD SPRING HARBOR LABORATORY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GV31TMFLPY88"
 },
 "perf_inst": {
  "perf_inst_name": "Cold Spring Harbor Laboratory",
  "perf_str_addr": "1 BUNGTOWN RD",
  "perf_city_name": "COLD SPG HBR",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117242202",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "NY03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 7000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div>\n<h1>Cold Spring Harbor Conference on</h1>\n<h1>Mechanisms of Eukaryotic Transcription</h1>\n</div>\n<p><strong>&nbsp;</strong></p>\n<p><strong>August 30 &ndash; September 3, 2011</strong></p>\n<p>&nbsp;</p>\n<p><strong>Arranged by:</strong></p>\n<p>Stephen Buratowski, <em>Harvard Medical School</em></p>\n<p>Steven Hahn<em>, Fred Hutchinson Cancer Research Center</em></p>\n<p><em>Katherine Jones, The Salk Institute for Biological Studies</em></p>\n<p>&nbsp;</p>\n<p>386 participants</p>\n<p>&nbsp;</p>\n<p><strong>Regulation of gene transcription plays a central role in the growth and development of eukaryotic organisms. Transcriptional responses occur as a consequence of cell signaling, environmental stresses and developmental cues. The field of transcription encompasses a broad range of study from structural biology to developmental biology. The 2011 meeting on &ldquo;Mechanisms of Eukaryotic Transcription&rdquo; appropriately covered many aspects of the field and brought together a diverse group of scientists. This 12th CSHL meeting on eukaryotic transcription consisted of 8 plenary sessions, three poster sessions, and two breakout sessions. </strong></p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>The meeting began with a new session entitled: Transcription control of cell fate&rdquo; that described mechanisms controlling stem cell identity and key developmental decisions.&nbsp; The next session, &ldquo;Initiation and promoter escape&rdquo; described studies at the forefront of understanding the mechanisms used for transcription initiation by all three eukaryotic and the archaeal RNA polymerases.&nbsp; The next session, &ldquo;Regulation of transcription factor activity and specificity&rdquo; described mechanisms regulating the targeting and activity of factors in addition to systems biology approaches for understanding how gene networks are coordinated to direct complex biological processes.&nbsp; The forth session, &ldquo;Chromatin&rdquo; described new studies on the many fascinating ways that modulation of chromatin can contribute to gene control.&nbsp; The next session, &ldquo;Elongation mechanisms&rdquo; showed the importance of regulating polymerase elongation and the many mechanisms that contribute to this process.&nbsp; A session on &ldquo;Coactivators&rdquo; presented the latest findings on conserved coactivator complexes including their structure, function, and interaction with activation domains.&nbsp; The session &ldquo;elongation and coupled events&rdquo; continued with the elongation theme and was primarily focused on co transcriptional events, such as nucleosome modification and remodeling, that are linked to elongation.&nbsp; A final session &ldquo;Metabolism and disease/Non-coding RNAs&rdquo; described transcription defects directly causing human disease, drugs targeting key transcription components, and the role of non coding RNAs that regulate transcription in unexpected ways.&nbsp; </strong></p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Interspersed with these oral presentations were the three poster sessions where a wide variety of the latest transcriptional research was presented.&nbsp; New for the meeting was the inclusion of two breakout sessions which were specifically requested by meeting participants as a way to supplement the oral and poster sessions and as a way to give an opportunity for junior scientists to present their work.&nbsp; From discussions with attendees of these sessions, they were a great success.&nbsp; It is hoped that they will be continued at the next meeting on topics yet to be determined.</strong></p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>The meeting was very well received by the participants and will occur again in 2013.&nbsp; </strong></p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>The meeting was funded in part by a grant from the NSF.</strong></p>\n<p><strong>&nbsp;</strong></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/13/2012...",
  "por_txt_cntn": "\nCold Spring Harbor Conference on\nMechanisms of Eukaryotic Transcription\n\n\n \n\nAugust 30 &ndash; September 3, 2011\n\n \n\nArranged by:\n\nStephen Buratowski, Harvard Medical School\n\nSteven Hahn, Fred Hutchinson Cancer Research Center\n\nKatherine Jones, The Salk Institute for Biological Studies\n\n \n\n386 participants\n\n \n\nRegulation of gene transcription plays a central role in the growth and development of eukaryotic organisms. Transcriptional responses occur as a consequence of cell signaling, environmental stresses and developmental cues. The field of transcription encompasses a broad range of study from structural biology to developmental biology. The 2011 meeting on \"Mechanisms of Eukaryotic Transcription\" appropriately covered many aspects of the field and brought together a diverse group of scientists. This 12th CSHL meeting on eukaryotic transcription consisted of 8 plenary sessions, three poster sessions, and two breakout sessions. \n\n \n\nThe meeting began with a new session entitled: Transcription control of cell fate\" that described mechanisms controlling stem cell identity and key developmental decisions.  The next session, \"Initiation and promoter escape\" described studies at the forefront of understanding the mechanisms used for transcription initiation by all three eukaryotic and the archaeal RNA polymerases.  The next session, \"Regulation of transcription factor activity and specificity\" described mechanisms regulating the targeting and activity of factors in addition to systems biology approaches for understanding how gene networks are coordinated to direct complex biological processes.  The forth session, \"Chromatin\" described new studies on the many fascinating ways that modulation of chromatin can contribute to gene control.  The next session, \"Elongation mechanisms\" showed the importance of regulating polymerase elongation and the many mechanisms that contribute to this process.  A session on \"Coactivators\" presented the latest findings on conserved coactivator complexes including their structure, function, and interaction with activation domains.  The session \"elongation and coupled events\" continued with the elongation theme and was primarily focused on co transcriptional events, such as nucleosome modification and remodeling, that are linked to elongation.  A final session \"Metabolism and disease/Non-coding RNAs\" described transcription defects directly causing human disease, drugs targeting key transcription components, and the role of non coding RNAs that regulate transcription in unexpected ways.  \n\n \n\nInterspersed with these oral presentations were the three poster sessions where a wide variety of the latest transcriptional research was presented.  New for the meeting was the inclusion of two breakout sessions which were specifically requested by meeting participants as a way to supplement the oral and poster sessions and as a way to give an opportunity for junior scientists to present their work.  From discussions with attendees of these sessions, they were a great success.  It is hoped that they will be continued at the next meeting on topics yet to be determined.\n\n \n\nThe meeting was very well received by the participants and will occur again in 2013.  \n\n \n\nThe meeting was funded in part by a grant from the NSF.\n\n \n\n\t\t\t\t\tLast Modified: 06/13/2012\n\n\t\t\t\t\tSubmitted by: David J Stewart"
 }
}