{
 "awd_id": "1120716",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: 2011 CSHL Conference on Neurobiology of Drosophila, Cold Spring Harbor, NY Oct. 3-7, 2011",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Diane M. Witt",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 21220.0,
 "awd_amount": 21220.0,
 "awd_min_amd_letter_date": "2011-08-04",
 "awd_max_amd_letter_date": "2011-08-04",
 "awd_abstract_narration": "This Neurobiology of Drosophila conference focuses on advances made using the combined power of\r\ngenetics, molecular biology, biochemistry, cell biology, electrophysiology, imaging, and behavioral analysis to address fundamental issues in neurobiology using the model organism Drosophila melanogaster. A driving\r\nprinciple of the entire field is that the lowly fruit fly, while seeming to have little in common with humans, shares many of the same genes, molecules and neural wiring ?albeit far simpler ? with vertebrate animals. Building on one hundred years of research in fly genetics, the fly neurobiology field is a burgeoning field of endeavor with many laboratories around the world making significant advances in the field. Understanding how these systems work in Drosophila has enormous relevance to our efforts to elucidate how these things function in higher animals, with consequences including how we think about brain evolution and other major themes of research in humans. Many of the research techniques that are developed for use in the fly have considerable utility in research into nervous system function in vertebrates and mammals. The aim of the conference is to provide a forum to bring together a diverse group of scientists and young investigators working in different areas of the field of fly neurobiology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Stewart",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "David J Stewart",
   "pi_email_addr": "stewart@cshl.edu",
   "nsf_id": "000148864",
   "pi_start_date": "2011-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cold Spring Harbor Laboratory",
  "inst_street_address": "1 BUNGTOWN RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLD SPG HBR",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5163678307",
  "inst_zip_code": "117242202",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "NY03",
  "org_lgl_bus_name": "COLD SPRING HARBOR LABORATORY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GV31TMFLPY88"
 },
 "perf_inst": {
  "perf_inst_name": "Cold Spring Harbor Laboratory",
  "perf_str_addr": "1 BUNGTOWN RD",
  "perf_city_name": "COLD SPG HBR",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117242202",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "NY03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771400",
   "pgm_ele_name": "Modulation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 21220.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: center;\"><strong>Cold Spring Harbor Laboratory Conference on</strong></p>\n<p style=\"text-align: center;\"><strong>Neurobiology of <em>Drosophila</em></strong></p>\n<p style=\"text-align: center;\"><strong>&nbsp;</strong><strong>October 3 &ndash; 7, 2011</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p>ARRANGED BY:<strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong></p>\n<p><strong>Nancy Bonini, </strong>University of Pennsylvania/HHMI<strong></strong></p>\n<p><strong>Claude Desplan, </strong>New York University<strong></strong></p>\n<p>&nbsp;481 Participants<strong></strong></p>\n<p style=\"text-align: left;\">&nbsp;As in previous years, the goal of the 2011 Neurobiology of Drosophila meeting was to foster communication of ideas, techniques and new discoveries within the field of Drosophila neurobiology.&nbsp; The meeting was structured with platform and poster presentations by a variety of researchers including graduate students, postdoctoral fellows, junior and senior faculty.&nbsp; The topics for the platform sessions were chosen to reflect the areas of Drosophila neurobiology in which cutting-edge advances are being made- neuronal cell development, neural circuits and function, simple and complex behaviors, sensory systems, synaptic transmission, and the evolution of neural systems.&nbsp; A small number of abstracts submitted in each of these areas were selected by the respective session chairs and the meeting organizers for platform presentations, while the rest were presented as posters.&nbsp; The research reported used a wide range of techniques, including genetic, molecular, cellular, biochemical, physiological and behavioral approaches to basic questions of nervous system development and function.&nbsp; Among the highlights of the meeting were the creative ways in which researchers are using Drosophila to understand the molecular and cellular underpinnings of many different physiological and pathological processes.&nbsp; A focal point in the meeting were&nbsp; the two keynote addresses by R&uuml;diger Wehner (Zurich) and the Benzer lecture by Yuh-Nung Jan. R&uuml;diger Wehner, a classical figure in insect behavior, described on the first evening his major work on navigation by desert ants and the amazing ability of this insect to find its way without any landmark, simply using the sun as a compass and counting steps for distance. Yuh-Nung Jan (UCSF), a prominent leader in the field of Drosophila neurobiology, gave an historical perspective on Drosophila behavior and his many contributions, starting with his work with Seymour Benzer.&nbsp; In addition, the meeting included reports of important advances in the development of the nervous system, the perception of external stimuli, in particular olfactory cues, by the fly and the design of new technology.&nbsp;&nbsp; A significant shift was clear where many of the talks concerned circuits and behavior rather than development and studies of sensory systems. The Elkins plenary lecture, which was presented by Cory Root from Jing W. Wang&rsquo;s lab at UCSD who described his PhD work on olfactory gain control.&nbsp; The environment of the meeting allowed many opportunities for informal discussions among all participants.&nbsp; The high quality of the presentations, the development of novel techniques and the exciting new directions of Drosophila research towards circuits and behavior demonstrate the vitality of this area.&nbsp; Discussions at the meeting led to cross-fostering of ideas that was valuable to everyone in the field.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/23/2012<br>\n\t\t\t\t\tModified by: David&nbsp;J&nbsp;Stewart</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Cold Spring Harbor Laboratory Conference on\nNeurobiology of Drosophila\n October 3 &ndash; 7, 2011\n \n\nARRANGED BY:                                \n\nNancy Bonini, University of Pennsylvania/HHMI\n\nClaude Desplan, New York University\n\n 481 Participants\n As in previous years, the goal of the 2011 Neurobiology of Drosophila meeting was to foster communication of ideas, techniques and new discoveries within the field of Drosophila neurobiology.  The meeting was structured with platform and poster presentations by a variety of researchers including graduate students, postdoctoral fellows, junior and senior faculty.  The topics for the platform sessions were chosen to reflect the areas of Drosophila neurobiology in which cutting-edge advances are being made- neuronal cell development, neural circuits and function, simple and complex behaviors, sensory systems, synaptic transmission, and the evolution of neural systems.  A small number of abstracts submitted in each of these areas were selected by the respective session chairs and the meeting organizers for platform presentations, while the rest were presented as posters.  The research reported used a wide range of techniques, including genetic, molecular, cellular, biochemical, physiological and behavioral approaches to basic questions of nervous system development and function.  Among the highlights of the meeting were the creative ways in which researchers are using Drosophila to understand the molecular and cellular underpinnings of many different physiological and pathological processes.  A focal point in the meeting were  the two keynote addresses by R&uuml;diger Wehner (Zurich) and the Benzer lecture by Yuh-Nung Jan. R&uuml;diger Wehner, a classical figure in insect behavior, described on the first evening his major work on navigation by desert ants and the amazing ability of this insect to find its way without any landmark, simply using the sun as a compass and counting steps for distance. Yuh-Nung Jan (UCSF), a prominent leader in the field of Drosophila neurobiology, gave an historical perspective on Drosophila behavior and his many contributions, starting with his work with Seymour Benzer.  In addition, the meeting included reports of important advances in the development of the nervous system, the perception of external stimuli, in particular olfactory cues, by the fly and the design of new technology.   A significant shift was clear where many of the talks concerned circuits and behavior rather than development and studies of sensory systems. The Elkins plenary lecture, which was presented by Cory Root from Jing W. WangÆs lab at UCSD who described his PhD work on olfactory gain control.  The environment of the meeting allowed many opportunities for informal discussions among all participants.  The high quality of the presentations, the development of novel techniques and the exciting new directions of Drosophila research towards circuits and behavior demonstrate the vitality of this area.  Discussions at the meeting led to cross-fostering of ideas that was valuable to everyone in the field.\n\n\t\t\t\t\tLast Modified: 08/23/2012\n\n\t\t\t\t\tSubmitted by: David J Stewart"
 }
}