{
 "awd_id": "1120323",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Hydrolyzable Tannin Biosynthesis in Plants",
 "cfda_num": "47.074",
 "org_code": "08070700",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory W. Warr",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 526124.0,
 "awd_amount": 539874.0,
 "awd_min_amd_letter_date": "2011-08-01",
 "awd_max_amd_letter_date": "2012-03-05",
 "awd_abstract_narration": "Hydrolyzable tannins are a group of plant polyphenolic compounds that act as chemical defenses against microbes, insects and vertebrate herbivores. Hydrolyzable tannins also impact soil nutrient dynamics and affect the germination, growth and development of other plant species. Besides imparting astringent taste sensations, hydrolyzable tannins also enhance the nutritional quality of plant foods due to their antioxidant, anticancer and cardioprotective activities. Despite these important functions that hydrolyzable tannins play in plants and humans, large and significant gaps remain in our understanding of the molecular and biochemical mechanisms underlying hydrolyzable tannin biosynthesis in plants. This project will investigate the key enzymatic steps leading to hydrolyzable tannin biosynthesis using strawberry and pomegranate as model systems. Cloning of hydrolyzable tannin biosynthetic genes will facilitate modification of plant composition for improved protein utilization in forage crops. Underpinning hydrolyzable tannin biogenesis will also broaden our understanding of plant defense mechanisms, as well as plant-soil and plant-plant (allelopathic) interactions. \r\n\r\nBroader Impacts\r\nIn addition to the scientific impacts, various aspects of the research will be used to provide multidisciplinary training opportunities, encompassing molecular biology, biochemistry, and cell biology, to high school, undergraduate, and graduate students, and postdoctoral scholars. The educational activities at the undergraduate level will be focused on three areas: providing research opportunities to new UC Davis transfer students, promoting career access among women and underrepresented minority students, and retaining students from low-income families. Another major focus of the educational activities is to prepare graduate students and postdoctoral scholars for their future independent careers in science. An outreach program is currently being developed to expose high school students to research activities and biotechnological applications through internships in the PI's laboratory.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Li",
   "pi_last_name": "Tian",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Li Tian",
   "pi_email_addr": "ltian@ucdavis.edu",
   "nsf_id": "000528403",
   "pi_start_date": "2011-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 526124.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 13750.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Plants synthesize specialized chemicals that play important roles in ensuring optimal plant growth and effective defense against pathogens and predators; healthy plants can provide abundant food and medicine for human nutrition and health, as well as biomass for biofuel production. Our investigations centered on understanding how a group of specialized chemicals named hydrolyzable tannins are synthesized in plants. Although many beneficial activities have been reported for hydrolyzable tannins in animals and humans, there is a gap in our understanding of their production in plants, knowledge that is necessary for dissecting the mechanistic basis of their biological activities in mammals. Through our current research, we obtained genes involved in hydrolyzable tannin biosynthesis and demonstrated for the first time their functions in plants. Isolation of hydrolyzable tannin biosynthetic genes provides critical molecular tools for modification of hydrolyzable tannin composition and content in plants with the goal of delineating cancer suppression mechanisms of these specialized chemicals in humans or improving protein utilization in forage crops for animal consumption. Elucidation of hydrolyzable tannin biosynthesis will also broaden our understanding of general plant defense mechanisms, as well as plant-soil and plant-plant interactions. Various aspects of this research were used to provide multidisciplinary training opportunities, encompassing molecular biology, biochemistry and cell biology, to high school, undergraduate and graduate students and postdoctoral researchers. In addition, we focused our educational activities on promoting career access among women and underrepresented minority students, retaining students from low-income families and preparing graduate students and postdoctoral researchers for their future independent careers in science. The PI has also incorporated topics on phytonutrients and human health into her classroom curriculum and developed an outreach program that exposed high school students to research activities and biotechnological applications through internships in the PI&rsquo;s laboratory.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/17/2015<br>\n\t\t\t\t\tModified by: Li&nbsp;Tian</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPlants synthesize specialized chemicals that play important roles in ensuring optimal plant growth and effective defense against pathogens and predators; healthy plants can provide abundant food and medicine for human nutrition and health, as well as biomass for biofuel production. Our investigations centered on understanding how a group of specialized chemicals named hydrolyzable tannins are synthesized in plants. Although many beneficial activities have been reported for hydrolyzable tannins in animals and humans, there is a gap in our understanding of their production in plants, knowledge that is necessary for dissecting the mechanistic basis of their biological activities in mammals. Through our current research, we obtained genes involved in hydrolyzable tannin biosynthesis and demonstrated for the first time their functions in plants. Isolation of hydrolyzable tannin biosynthetic genes provides critical molecular tools for modification of hydrolyzable tannin composition and content in plants with the goal of delineating cancer suppression mechanisms of these specialized chemicals in humans or improving protein utilization in forage crops for animal consumption. Elucidation of hydrolyzable tannin biosynthesis will also broaden our understanding of general plant defense mechanisms, as well as plant-soil and plant-plant interactions. Various aspects of this research were used to provide multidisciplinary training opportunities, encompassing molecular biology, biochemistry and cell biology, to high school, undergraduate and graduate students and postdoctoral researchers. In addition, we focused our educational activities on promoting career access among women and underrepresented minority students, retaining students from low-income families and preparing graduate students and postdoctoral researchers for their future independent careers in science. The PI has also incorporated topics on phytonutrients and human health into her classroom curriculum and developed an outreach program that exposed high school students to research activities and biotechnological applications through internships in the PIÆs laboratory.\n\n\t\t\t\t\tLast Modified: 07/17/2015\n\n\t\t\t\t\tSubmitted by: Li Tian"
 }
}