{
 "awd_id": "1120912",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "International Neuroinformatics Coordinating Facility - Cyberinfrastructure for Global Neuroinformatics",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": "7032928167",
 "po_email": "ethiels@nsf.gov",
 "po_sign_block_name": "Edda Thiels",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 1400000.0,
 "awd_amount": 1400000.0,
 "awd_min_amd_letter_date": "2011-09-24",
 "awd_max_amd_letter_date": "2014-08-12",
 "awd_abstract_narration": "The International Neuroinformatics Coordinating Facility (INCF) is a 16-country effort to facilitate neuroscience data sharing, large-scale brain modeling, and cooperation in neuroinformatics research and education. Neuroinformatics integrates information across all levels and scales of neuroscience to help understand the brain and treat disease. The INCF fosters international neuroinformatics infrastructure, which promotes the sharing of data and computing resources within the research community. The INCF also facilitates development of applications that can be used by neuroscientists worldwide. The mission of INCF is to facilitate the work of neuroscientists around the world, and to catalyze and coordinate the global development of neuroinformatics.  INCF promotes the sharing of data and computing resources to the international research community. \r\n\r\nPrograms to be supported by INCF during the 2011 to 2014 period are:\r\n\r\nDigital Brain Atlasing: fostering and coordinating interoperability, accessibility and global sharing of reference databases\r\n\r\nOntologies of Neural Structures: standardizing representation of knowledge as the fundamental framework connecting neuroscience research worldwide\r\n\r\nMulti-Scale Modeling: promoting interoperable multi-scale model construction and simulation sharing in neuroinformatics\r\n\r\nStandards for Data sharing: facilitating international consensus and collaborations for metadata reporting and archiving, and consequently advance data reuse and further analysis.\r\n\r\nTraining: evaluating and developing best practice training for researchers/students with different backgrounds and high caliber training materials in neuroinformatics.\r\n\r\nThe members countries of INCF are Belgium, the Czech Republic, Finland, France, Germany, India, Italy, Japan, the Netherlands, Norway, Poland, South Korea, Sweden, Switzerland, the United Kingdom and the United States. \r\n\r\nThis award supports U.S. participation in INCF.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sten",
   "pi_last_name": "Grillner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sten Grillner",
   "pi_email_addr": "Sten.Grillner@ki.se",
   "nsf_id": "000074913",
   "pi_start_date": "2011-09-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sean",
   "pi_last_name": "Hill",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sean Hill",
   "pi_email_addr": "sean.hill@incf.org",
   "nsf_id": "000585195",
   "pi_start_date": "2011-09-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Karolinska Institutet",
  "inst_street_address": "NOBELS VAG 6",
  "inst_street_address_2": "",
  "inst_city_name": "SOLNA",
  "inst_state_code": "",
  "inst_state_name": "RI REQUIRED",
  "inst_phone_num": "0852480000",
  "inst_zip_code": "171 65",
  "inst_country_name": "Sweden",
  "cong_dist_code": null,
  "st_cong_dist_code": "",
  "org_lgl_bus_name": "KAROLINSKA INSTITUTET",
  "org_prnt_uei_num": "",
  "org_uei_num": "ND1DSMJ54BD3"
 },
 "perf_inst": {
  "perf_inst_name": "Karolinska Institutet",
  "perf_str_addr": "NOBELS VAG 6",
  "perf_city_name": "SOLNA",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "171 65",
  "perf_ctry_code": "SW",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169900",
   "pgm_ele_name": "Cognitive Neuroscience"
  },
  {
   "pgm_ele_code": "732700",
   "pgm_ele_name": "CRCNS-Computation Neuroscience"
  },
  {
   "pgm_ele_code": "771400",
   "pgm_ele_name": "Modulation"
  },
  {
   "pgm_ele_code": "774300",
   "pgm_ele_name": "INCF"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 350000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 350000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 350000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 350000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>INCF is an independent international non-profit organization that aims to advance and coordinate the field of neuroinformatics. INCF was formed in 2005 following the recommendation of the Global Science Forum of the OECD in relation to the need for a concerted international effort in neuroinformatics. From an initial international network of 8 member countries, the organization has grown to 18 members across Europe, North America, Asia and Australia in 2015. The Secretariat is based at the Karolinska Institutet in Sweden. Each member country establishes a national Node comprising a network of scientific interests within the country. The set of Nodes, together with the Secretariat, form the international network of the organization. The organisation is unique in having its independent international role to facilitate the field.</p>\n<p>INCF engages with the community in numerous ways depicted in figure 1 and facilitates interaction of scientists between its Nodes (almost 50 inter-Node projects were established during INCF&rsquo;s second phase 2011-15).</p>\n<p>An annual Congress on Neuroinformatics is held each year in a member country, on a rotating basis. In addition, Nodes workshops are held twice yearly to facilitate inter-Node communication.</p>\n<p>In its first two phases INCF operated scientific Programs in four areas: Digital Brain Atlasing, Ontologies of Neural Structures, Standards for Data Sharing, and Multi-scale Modeling (figure 2 and 3). A great success of these endeavours was the coordinated efforts of many scientists in coming together as a community to resolve issues and deliver solutions. In its third phase, INCF aims to build and extend this community with a new model of broader community engagement through Special Interest Groups that are community proposed and have open membership (see INCF Strategic Plan 2016-2020).</p>\n<p>Promotion of data integration and sharing at all stages of the research process is central to INCF&rsquo;s mission. During its second phase INCF&rsquo;s task forces have delivered standards and tools to enable different types of data to be spatially and semantically integrated, and for metadata to be collected and data provenance to be tracked (figure 4), thereby enabling effective sharing. The work of INCF&rsquo;s task forces has been fundamental to a number of other initiatives such as Neurodata Without Borders (crcns.org/NWB, sponsored by the Kavli Foundation, General Electric, Janelia Farm, Allen Brain Institute, and INCF), which aims to develop a common data format for different neurophysiological modalities. Encouraging and promoting efforts in data integration and sharing will continue to be a priority in the next phase. The standards, tools and other deliverables from the INCF Programs will feature strongly in developments during the next phase.</p>\n<p>Clinical neuroinformatics has been an area of emerging importance during INCF&rsquo;s second phase. The organization participates in CENTER-TBI, a large-scale European project aimed at better characterizing traumatic brain injury and identifying the most effective clinical interventions. INCF&rsquo;s role includes coordinating developments in Europe and similar studies in the United States, and involves facilitating the development of independent international standards for clinical data capture. A major component of INCF&rsquo;s role is the development of an open standards-based platform where many different types of data from patients is integrated and made available for collaborative analytics. At the conclusion of INCF&rsquo;s second phase, the concept of the CENTER-TBI project and informatics platform is being adopted in other countries and INCF is active in expanding the concept internationally. INCF is also helping to facilitate the development of novel methods of analytics for large-scale clinical data.</p>\n<p>During its second phase, INCF advanced efforts in the p...",
  "por_txt_cntn": "\nINCF is an independent international non-profit organization that aims to advance and coordinate the field of neuroinformatics. INCF was formed in 2005 following the recommendation of the Global Science Forum of the OECD in relation to the need for a concerted international effort in neuroinformatics. From an initial international network of 8 member countries, the organization has grown to 18 members across Europe, North America, Asia and Australia in 2015. The Secretariat is based at the Karolinska Institutet in Sweden. Each member country establishes a national Node comprising a network of scientific interests within the country. The set of Nodes, together with the Secretariat, form the international network of the organization. The organisation is unique in having its independent international role to facilitate the field.\n\nINCF engages with the community in numerous ways depicted in figure 1 and facilitates interaction of scientists between its Nodes (almost 50 inter-Node projects were established during INCFÆs second phase 2011-15).\n\nAn annual Congress on Neuroinformatics is held each year in a member country, on a rotating basis. In addition, Nodes workshops are held twice yearly to facilitate inter-Node communication.\n\nIn its first two phases INCF operated scientific Programs in four areas: Digital Brain Atlasing, Ontologies of Neural Structures, Standards for Data Sharing, and Multi-scale Modeling (figure 2 and 3). A great success of these endeavours was the coordinated efforts of many scientists in coming together as a community to resolve issues and deliver solutions. In its third phase, INCF aims to build and extend this community with a new model of broader community engagement through Special Interest Groups that are community proposed and have open membership (see INCF Strategic Plan 2016-2020).\n\nPromotion of data integration and sharing at all stages of the research process is central to INCFÆs mission. During its second phase INCFÆs task forces have delivered standards and tools to enable different types of data to be spatially and semantically integrated, and for metadata to be collected and data provenance to be tracked (figure 4), thereby enabling effective sharing. The work of INCFÆs task forces has been fundamental to a number of other initiatives such as Neurodata Without Borders (crcns.org/NWB, sponsored by the Kavli Foundation, General Electric, Janelia Farm, Allen Brain Institute, and INCF), which aims to develop a common data format for different neurophysiological modalities. Encouraging and promoting efforts in data integration and sharing will continue to be a priority in the next phase. The standards, tools and other deliverables from the INCF Programs will feature strongly in developments during the next phase.\n\nClinical neuroinformatics has been an area of emerging importance during INCFÆs second phase. The organization participates in CENTER-TBI, a large-scale European project aimed at better characterizing traumatic brain injury and identifying the most effective clinical interventions. INCFÆs role includes coordinating developments in Europe and similar studies in the United States, and involves facilitating the development of independent international standards for clinical data capture. A major component of INCFÆs role is the development of an open standards-based platform where many different types of data from patients is integrated and made available for collaborative analytics. At the conclusion of INCFÆs second phase, the concept of the CENTER-TBI project and informatics platform is being adopted in other countries and INCF is active in expanding the concept internationally. INCF is also helping to facilitate the development of novel methods of analytics for large-scale clinical data.\n\nDuring its second phase, INCF advanced efforts in the provision of training and education in neuroinformatics. INCF developed and delivered a course æIntroduction to NeuroinformaticsÆ and funded severa..."
 }
}