{
 "awd_id": "1120281",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The role of phylogenetic diversity on community assembly and ecosystem functioning: experimental tests using laboratory microcosms",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Douglas Levey",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 150347.0,
 "awd_amount": 157847.0,
 "awd_min_amd_letter_date": "2011-07-26",
 "awd_max_amd_letter_date": "2012-01-31",
 "awd_abstract_narration": "The past several decades have seen escalating human activities that have substantially transformed our biosphere, resulting in widespread loss of biodiversity in many of Earth's ecosystems. Does this erosion of biodiversity affect the way that ecological communities assemble from individual species? Will it have any impact on the functioning of natural and managed ecosystems, including products and services (e.g., food, medicine, water quality, nutrient retention) that they provide for humanity? Ecologists have used a multitude of approaches, including mathematical models, field and laboratory experiments, and observations, to answer these important questions. While the large body of research conducted so far has revealed that biodiversity change can carry significant ecological consequences, our knowledge is rather incomplete. In particular, our current understanding of biodiversity effects is largely based on species richness (that is, the number of species in a given area) or diversity indices associated with species richness. It is largely unknown how phylogenetic diversity, an important element of biodiversity that accounts for species' evolutionary histories, affects community and ecosystem properties. In this project, the research team aims to fill this void by conducting a series of laboratory experiments using bacteria as model organisms. The project will start by examining the relationship between species' evolutionary relationships and the strength of competition between species, an issue first addressed by Darwin 150 years ago and yet still unresolved. With this basic information in hand, several hypotheses will be tested on how evolutionary relationships among species affect a number of community and ecosystem processes and functions. The research will be conducted in small artificial ecosystems called microcosms. \r\n\r\nBesides scientific contributions, this project will also contribute to educational outreach by training graduate and undergraduate students, particularly those from underrepresented minority groups. Minority students will be recruited from the Summer Undergraduate Research Program in Engineering/Science at Georgia Institute of Technology and from Agnes Scott College (a small liberal arts women's college in metro Atlanta).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lin",
   "pi_last_name": "Jiang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lin Jiang",
   "pi_email_addr": "lin.jiang@biology.gatech.edu",
   "nsf_id": "000200578",
   "pi_start_date": "2011-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 NORTH AVE NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1355",
   "pgm_ref_txt": "EGC EDUCATIONAL ACTIVITIES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 150347.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 7500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Biodiversity represents the variety of life at all levels of biological organization. Nevertheless, biodiversity research has largely focused on the diversity at the species level (i.e., species diversity). The ecological aspects of other biodiversity dimensions, such as phylogenetic diversity that considers species evolutionary relationships, have received much less attention. This project aimed to improve our understanding of how phylogenetic diversity, as an important biodiversity dimension, affects the assembly of ecological communities and the functioning of the ecosystems in which the communities are imbedded. Using freshwater bacterial and protist communities as model systems, the investigators have shown that species phylogenetic knowledge, combined with information on species traits, could provide additional insight into mechanisms underlying community assembly and ecosystem functioning that otherwise would not be possible.</p>\n<p>Besides training of graduate students, an important component of this project is to provide training for undergraduates interested in research, including those from underrepresented groups. During the past three years (2011-2014), a total of 13 undergraduate researchers were involved in this project, including 11 females (two of which are Hispanics). These individuals mostly worked on independent experiments related to the project, gaining valuable experience in experimental design, data collection and analysis, and manuscript writing. In addition, this project provided a platform for training two high school students for the Georgia Tech Environmental Engineering Research Internship Program.</p>\n<p>This project also demonstrated that laboratory microbial microcosms are useful model systems for answering key questions in the field of ecology. Microcosms are thought to be most suitable for testing ecological theories that are difficult or impossible to test in the field, particularly those that require long-term population and community dynamics. This project provided strong argument for this idea. The success of this and other microcosm-based projects of the principle investigator is one major reason that experiments utilizing laboratory microcosms have been incorporated into several courses at Georgia Tech. These practices indicate that microcosm-based undergraduate projects facilitate students&rsquo; learning and raise their interests in ecology.</p>\n<p>This project has resulted in 14 publications, including two manuscripts that are currently in press.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/04/2014<br>\n\t\t\t\t\tModified by: Lin&nbsp;Jiang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBiodiversity represents the variety of life at all levels of biological organization. Nevertheless, biodiversity research has largely focused on the diversity at the species level (i.e., species diversity). The ecological aspects of other biodiversity dimensions, such as phylogenetic diversity that considers species evolutionary relationships, have received much less attention. This project aimed to improve our understanding of how phylogenetic diversity, as an important biodiversity dimension, affects the assembly of ecological communities and the functioning of the ecosystems in which the communities are imbedded. Using freshwater bacterial and protist communities as model systems, the investigators have shown that species phylogenetic knowledge, combined with information on species traits, could provide additional insight into mechanisms underlying community assembly and ecosystem functioning that otherwise would not be possible.\n\nBesides training of graduate students, an important component of this project is to provide training for undergraduates interested in research, including those from underrepresented groups. During the past three years (2011-2014), a total of 13 undergraduate researchers were involved in this project, including 11 females (two of which are Hispanics). These individuals mostly worked on independent experiments related to the project, gaining valuable experience in experimental design, data collection and analysis, and manuscript writing. In addition, this project provided a platform for training two high school students for the Georgia Tech Environmental Engineering Research Internship Program.\n\nThis project also demonstrated that laboratory microbial microcosms are useful model systems for answering key questions in the field of ecology. Microcosms are thought to be most suitable for testing ecological theories that are difficult or impossible to test in the field, particularly those that require long-term population and community dynamics. This project provided strong argument for this idea. The success of this and other microcosm-based projects of the principle investigator is one major reason that experiments utilizing laboratory microcosms have been incorporated into several courses at Georgia Tech. These practices indicate that microcosm-based undergraduate projects facilitate studentsÆ learning and raise their interests in ecology.\n\nThis project has resulted in 14 publications, including two manuscripts that are currently in press.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/04/2014\n\n\t\t\t\t\tSubmitted by: Lin Jiang"
 }
}