{
 "awd_id": "1120387",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "To what degree does phylogenetic relatedness between species predict ecological similarity?",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Douglas Levey",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 550000.0,
 "awd_amount": 577700.0,
 "awd_min_amd_letter_date": "2011-06-28",
 "awd_max_amd_letter_date": "2017-06-20",
 "awd_abstract_narration": "A primary goal of ecology is to understand the processes maintaining species diversity and coexistence in natural communities (also called community assembly). Models of this process suggest that stable coexistence requires competitors to differ in their niches, and that species that are too ecologically similar cannot coexist.  Intersecting with this discussion of ecological similarity and coexistence is the degree to which the evolutionary or phylogenetic relatedness between species reflects their ecological similarity, and can thus be used to understand coexistence and community assembly.  Several hypotheses to explain community assembly predict a link between ecological similarity and phylogenetic relatedness.  Darwin argued that closely related species compete intensely because they have similar morphologies and niches, and thus should not coexist.  The proposed study will combine an explicitly experimental field approach across a large diversity of plant species, coupled with extensive observational data, to explore community assembly and the mechanisms underlying species coexistence in a phylogenetic context. Nineteen species of native plants will be placed into the habitats of close and distant relatives and plant performance will be assessed across these habitats both in the presence and absence of herbivores (experimentally manipulated). In addition, species will be planted into sterilized, field-collected soils in the greenhouse and will be inoculated with live or sterilized soil biota communities from these soils. This experiment will indicate the degree to which soil biota collected under relatives influences patterns of competition and coexistence among relatives. Observational data will be collected in the field to document soil biota, soil mineral properties and patterns of coexistence in the field of close and distant relatives, along with functional traits of these species in the field. \r\n\r\nUltimately, the study will contribute to strategies aimed at restoring and maintaining natural communities of high biodiversity, communities that often provide greater ecosystem services than species-poor communities. The data will be made available to other researchers. In addition, these activities will support a public lecture series on current topics in ecology and evolution, as well as train undergraduates, post-doctoral associates and students between undergraduate and graduate schools. A new female Assistant Professor will be supported by the grant and mentored by the PI.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sharon",
   "pi_last_name": "Strauss",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Sharon Y Strauss",
   "pi_email_addr": "systrauss@ucdavis.edu",
   "nsf_id": "000156400",
   "pi_start_date": "2011-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1182",
   "pgm_ref_txt": "POP & COMMUNITY ECOL PROG"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "1355",
   "pgm_ref_txt": "EGC EDUCATIONAL ACTIVITIES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 211581.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 338419.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 12500.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 15200.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Coexistence of diverse species lies at the heart of biodiversity, and the mechanisms that determine species&rsquo; coexistence and diversity give us insights into ecosystem function and stability. In this award, we addressed a conundrum initially, but inadvertently, identified by Darwin in his book, <em>The Origin of Species</em>. He noted that closely related species look alike, and have similar habitat preferences and structure; he then argued that these species should compete most strongly with one another and thus not coexist together. We, on the other hand, saw his observations as a tension: close relatives, in theory, <em>could</em> coexist together, since they share all those niche preferences and structure, but <em>might</em> compete too intensely to allow coexistence, as Darwin suggested. Plants are great study organisms with which to address these questions because they cannot run away like animals, and can be forced to live in the niches of other species. We took native annual species living the coastal grassland of California and planted them into the niches (patches) of other species that varied in their relatedness to the planted species (same species, same genus, same family, distantly related). We did this for 14 focal species over two years in natural field communities. To measure the strength of competition, we removed neighbors from half of these experimental transplants in each patch, and compared the growth of these plants to those experiencing the full neighborhood. We found that survival when plants were very young was best in &lsquo;home&rsquo; conspecific sites, and declined with relatedness to the resident. In other words, species survive better in patches with other relatives. In contrast, competition was also strongest with conspecifics and decreased as the resident of the patch was more distantly related to the focal planted species. In fact, on average, we could not detect competition with distant relatives. Thus, the patches where plants did best were with their own species (best survival), and with distant relatives (least competition). We then asked whether we could apply these results to the natural species composition of patches in the grassland by looking at species composition of patches across the whole field site for many species and measuring co-occurrence based on relatedness. We found that species are most likely to occur with conspecifics and distant relatives, and were spatially repulsed (separated) more than expected by chance with congeners, as our experiments predicted! We then went on to extend our results to related questions. How much do sister species (species that are each other&rsquo;s closest relatives) overlap in their ranges, and their ecological similarity? We found, unlike in animals, that plant sister species&rsquo; range overlap was greater than range overlap between non-sister congeners, supporting mechanisms of plant speciation that occur in close proximity (sympatric or budding speciation models). In addition, sister species were more ecologically similar to one another based on flower size, flowering time, elevation and climate, and other variables. In total, we published eight papers related to these questions, one of them currently a Highly Cited paper.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In the course of all this research, I trained 11 undergraduates in research experiences, eight of which are still in science (I don&rsquo;t know where the other three are). Three are in graduate school and two more are applying to grad school in science this year. Two are taking a gap year, but getting more research experience with the aim of attending grad school. I trained two technicians, one of which now has her Master&rsquo;s degree in Ecology from Sonoma State, and the other went to graduate school after leaving my lab. I trained one post-doc who now has a job as the lead scientist for Boulder Open Space Commission in Boulder, Colorado.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/31/2018<br>\n\t\t\t\t\tModified by: Sharon&nbsp;Y&nbsp;Strauss</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCoexistence of diverse species lies at the heart of biodiversity, and the mechanisms that determine species? coexistence and diversity give us insights into ecosystem function and stability. In this award, we addressed a conundrum initially, but inadvertently, identified by Darwin in his book, The Origin of Species. He noted that closely related species look alike, and have similar habitat preferences and structure; he then argued that these species should compete most strongly with one another and thus not coexist together. We, on the other hand, saw his observations as a tension: close relatives, in theory, could coexist together, since they share all those niche preferences and structure, but might compete too intensely to allow coexistence, as Darwin suggested. Plants are great study organisms with which to address these questions because they cannot run away like animals, and can be forced to live in the niches of other species. We took native annual species living the coastal grassland of California and planted them into the niches (patches) of other species that varied in their relatedness to the planted species (same species, same genus, same family, distantly related). We did this for 14 focal species over two years in natural field communities. To measure the strength of competition, we removed neighbors from half of these experimental transplants in each patch, and compared the growth of these plants to those experiencing the full neighborhood. We found that survival when plants were very young was best in ?home? conspecific sites, and declined with relatedness to the resident. In other words, species survive better in patches with other relatives. In contrast, competition was also strongest with conspecifics and decreased as the resident of the patch was more distantly related to the focal planted species. In fact, on average, we could not detect competition with distant relatives. Thus, the patches where plants did best were with their own species (best survival), and with distant relatives (least competition). We then asked whether we could apply these results to the natural species composition of patches in the grassland by looking at species composition of patches across the whole field site for many species and measuring co-occurrence based on relatedness. We found that species are most likely to occur with conspecifics and distant relatives, and were spatially repulsed (separated) more than expected by chance with congeners, as our experiments predicted! We then went on to extend our results to related questions. How much do sister species (species that are each other?s closest relatives) overlap in their ranges, and their ecological similarity? We found, unlike in animals, that plant sister species? range overlap was greater than range overlap between non-sister congeners, supporting mechanisms of plant speciation that occur in close proximity (sympatric or budding speciation models). In addition, sister species were more ecologically similar to one another based on flower size, flowering time, elevation and climate, and other variables. In total, we published eight papers related to these questions, one of them currently a Highly Cited paper.\n\n              In the course of all this research, I trained 11 undergraduates in research experiences, eight of which are still in science (I don?t know where the other three are). Three are in graduate school and two more are applying to grad school in science this year. Two are taking a gap year, but getting more research experience with the aim of attending grad school. I trained two technicians, one of which now has her Master?s degree in Ecology from Sonoma State, and the other went to graduate school after leaving my lab. I trained one post-doc who now has a job as the lead scientist for Boulder Open Space Commission in Boulder, Colorado.\n\n\t\t\t\t\tLast Modified: 10/31/2018\n\n\t\t\t\t\tSubmitted by: Sharon Y Strauss"
 }
}