{
 "awd_id": "1120699",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ATD: DEEP SEQUENCING OF MICROBIAL POPULATIONS: DISENTANGLING  DIVERSITY, DYNAMICS, AND ERRORS",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leland Jameson",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 744131.0,
 "awd_amount": 744131.0,
 "awd_min_amd_letter_date": "2011-08-30",
 "awd_max_amd_letter_date": "2011-08-30",
 "awd_abstract_narration": "Deep sequencing of microbial populations is a potentially powerful probe of their diversity and their dynamical evolutionary history.  Unfortunately, the ability to analyze deep sequencing data and to infer information in the presence of errors has far from kept up with DNA sequencing capabilities. The difficulties are particularly pronounced for investigating the fine-scale diversity in a population of closely related microbes. The investigator and his colleagues will develop new algorithms for extraction of reliable information on the genomic diversity of microbial populations and analyze the short-term dynamical evolutionary processes that can generate such diversity. The algorithms will be based on modeling the processes that produce errors and biases in deep sequencing data, primarily the PCR amplification of the DNA and the sequencing itself. But in order to make useful inferences about fine-scale diversity, far better understanding is needed of the evolutionary dynamics of large microbial populations.  \r\nThus a spectrum of evolutionary scenarios will be modeled and analyzed focussing on the diversity and clues it may give to the evolutionary history. The algorithms developed for disentangling the diversity from errors will then be focussed and adapted to use the expectations from the evolutionary modeling as prior information and thereby distinguish between different scenarios. This will include developing optimized strategies for depth, breadth, and timing of DNA sequencing.\r\n\r\nEvolution of animals is usually very slow, but bacteria and viruses evolve extremely fast and this evolution leads to major threats to humans. For example, the evolution of usually innocuous bacteria within children with cystic fibrosis is what eventually leads to their premature death, and, on a global scale, evolution of influenza is what causes new epidemics. Better understanding and observations of evolution of pathogens is sorely needed.   In the laboratory, bacteria  and viruses also evolve --- and this evolution can be directed.  Although artificial evolution can lead to many benefits, such as bacteria that eat pollutants, it can also be used for nefarious purposes. A crucial capability, such as for  investigation of the anthrax attacks ten years ago, is to determine the evolutionary history from samples: when, where, and how they evolved. Fortunately, DNA sequencing has become so inexpensive that one can not only sequence many individual bacteria or viruses, but also sequence whole populations. This enables direct observations of the evolution of a population. the spectrum of differences among the individuals that provides the variation on which natural selection acts, and clues to the evolutionary history.  But DNA sequencing produces many errors which make extraction of the useful information exceedingly difficult.  This project will develop new algorithms for disentangling the actual DNA sequences from the errors. In parallel, sophisticated mathematical modeling will be used to explore various possible evolutionary histories and the resulting sequence variations. These will be put together to develop strategies for optimal use of DNA sequencing for inferring key aspects of the evolution of bacterial and viral populations, and understanding and predicting their consequences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Fisher",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel S Fisher",
   "pi_email_addr": "dsfisher@stanford.edu",
   "nsf_id": "000562081",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "6877",
   "pgm_ref_txt": "ALGORITHMS IN THREAT DETECTION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 744131.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The huge advances in DNA sequencing have enabled going far beyond sequencing genomes of species. For microbes, the diversity within species, the structure of communities, and even the dynamics of evolution can all be probed by &ldquo;deep sequencing&rdquo; from large populations. The DNA of all the cells is mixed together, sequenced, and the numbers of each variant of segments of DNA obtained by counting.&nbsp; To do this effectively requires methods for disentangling errors from actual variation: this project first developed a far better algorithm for doing this than existed previously. This algorithm is now being used by collaborators and others to study human microbial communities, including those that affect health.<br /><br />The new algorithm enabled studying in unprecedented detail a specific bacterial population: a species of cyanobacteria from a single sample from a Yellowstone hot spring.&nbsp; Surprisingly, a great deal of diversity was observed and various novel statistical features were found that provided hints about the nature of the selection, ecology, and migration that shaped the population. A remarkable property that was inferred from the sequencing data is that this is in some ways more like a sexual than an asexual population with individual genomes a random composite of genes in the population, a striking contrast to the conventional picture of predominantly asexual bacterial genomes.&nbsp;&nbsp; <br /><br />Large microbial populations can evolve very quickly and the evolutionary dynamics can be observed in the laboratory. But the beneficial mutations that drive asexual evolution cannot be observed directly as they occur in one individual. Only if its descendants are especially lucky &mdash; not being beaten out by other mutants and acquiring further beneficial mutations themselves &mdash; can they rise to large enough fractions of the populations to be seen.&nbsp; Indeed, this is true for all evolution: the seeds are hidden and only the exceptional successes are observed. A powerful new way of tracking both the key evolutionary processes &mdash; mutations and selection &mdash; in far more detail was developed by a collaborator, Sasha Levy. Each of half a million yeast cells had a unique DNA &ldquo;barcode&rdquo; inserted.&nbsp; The number of descendants of each of these was tracked by sequencing the barcode region of the whole population &mdash; about one human-genome&rsquo;s worth of sequencing each day. Those that acquire beneficial mutations will leave more descendants and the distribution of fitnesses of beneficial mutations and their rates can be inferred, even those that never make it to substantial numbers. This experiment combined with the theory developed yields, for the first time,&nbsp; predictions for the future evolution of a population. Deviations from these predictions then provide hints of interactions between mutations within cells and of interactions between different mutant subpopulations.&nbsp; <br /><br />The barcoding technology is now starting to be used for various high-throuput investigations, including tradeoffs between benefits in some environments and deficits in others, how ecology and coexisting types can develop even in simple environments without apparent extra niches, and the effects of mating between different strains which determine some of the advantages and disadvantages of sex.&nbsp; The technology also holds real potential for tracking evolution of cancers.&nbsp; <br /><br />The adaptive immune system works by an evolutionary process in which a small part of the genomes of B-cells that produce antibodies evolves very rapidly with selection on ability to bind antigens: small segments of proteins from pathogens. The resulting &ldquo;antibody repertoire&rdquo; can now be studied by deeply sequencing the antibody messenger RNA of all the B-cells from a blood sample.&nbsp; This was done for many patients on a...",
  "por_txt_cntn": "\nThe huge advances in DNA sequencing have enabled going far beyond sequencing genomes of species. For microbes, the diversity within species, the structure of communities, and even the dynamics of evolution can all be probed by \"deep sequencing\" from large populations. The DNA of all the cells is mixed together, sequenced, and the numbers of each variant of segments of DNA obtained by counting.  To do this effectively requires methods for disentangling errors from actual variation: this project first developed a far better algorithm for doing this than existed previously. This algorithm is now being used by collaborators and others to study human microbial communities, including those that affect health.\n\nThe new algorithm enabled studying in unprecedented detail a specific bacterial population: a species of cyanobacteria from a single sample from a Yellowstone hot spring.  Surprisingly, a great deal of diversity was observed and various novel statistical features were found that provided hints about the nature of the selection, ecology, and migration that shaped the population. A remarkable property that was inferred from the sequencing data is that this is in some ways more like a sexual than an asexual population with individual genomes a random composite of genes in the population, a striking contrast to the conventional picture of predominantly asexual bacterial genomes.   \n\nLarge microbial populations can evolve very quickly and the evolutionary dynamics can be observed in the laboratory. But the beneficial mutations that drive asexual evolution cannot be observed directly as they occur in one individual. Only if its descendants are especially lucky &mdash; not being beaten out by other mutants and acquiring further beneficial mutations themselves &mdash; can they rise to large enough fractions of the populations to be seen.  Indeed, this is true for all evolution: the seeds are hidden and only the exceptional successes are observed. A powerful new way of tracking both the key evolutionary processes &mdash; mutations and selection &mdash; in far more detail was developed by a collaborator, Sasha Levy. Each of half a million yeast cells had a unique DNA \"barcode\" inserted.  The number of descendants of each of these was tracked by sequencing the barcode region of the whole population &mdash; about one human-genomeÆs worth of sequencing each day. Those that acquire beneficial mutations will leave more descendants and the distribution of fitnesses of beneficial mutations and their rates can be inferred, even those that never make it to substantial numbers. This experiment combined with the theory developed yields, for the first time,  predictions for the future evolution of a population. Deviations from these predictions then provide hints of interactions between mutations within cells and of interactions between different mutant subpopulations.  \n\nThe barcoding technology is now starting to be used for various high-throuput investigations, including tradeoffs between benefits in some environments and deficits in others, how ecology and coexisting types can develop even in simple environments without apparent extra niches, and the effects of mating between different strains which determine some of the advantages and disadvantages of sex.  The technology also holds real potential for tracking evolution of cancers.  \n\nThe adaptive immune system works by an evolutionary process in which a small part of the genomes of B-cells that produce antibodies evolves very rapidly with selection on ability to bind antigens: small segments of proteins from pathogens. The resulting \"antibody repertoire\" can now be studied by deeply sequencing the antibody messenger RNA of all the B-cells from a blood sample.  This was done for many patients on a number of days before and after they were given an influenza vaccine. Analysis of the resulting dynamics and antibody diversity has proven surprisingly difficult in spite of the extensive data and m..."
 }
}