{
 "awd_id": "1120011",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: Building a molecular foundation for tropical mycorrhizal biology:  Sporocarp surveys of ectomycorrhizal fungal diversity of Southeast Asian dipterocarp forests",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Mindell",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 380000.0,
 "awd_amount": 380000.0,
 "awd_min_amd_letter_date": "2011-08-10",
 "awd_max_amd_letter_date": "2012-06-26",
 "awd_abstract_narration": "The Dipterocarpaceae is the most diverse and abundant tree family in the lowland tropical rain forests of Southeast Asia. There are more than 500 species and all depend on root-associated ectomycorrhizal (ECM) fungi to obtain soil nutrients. Ectomycorrhizal fungi have evolved intimate associations with particular groups of trees in forest communities across the world, but they are rare in most lowland tropical regions. However, the extent of ECM fungal diversity is unknown, thereby making tests of important evolutionary and ecological hypotheses difficult. While soil fungi predominantly exist in microscopic form, many fungi make macroscopic fruiting bodies during the sexual stage of their life cycle, enabling taxonomic identifications that can be coupled with molecular data. This project will make use of an existing collection of identified and curated fungi in Malaysia to begin building a DNA database for fungal diversity in dipterocarp forest. This effort will allow environmental samples of soils and roots to be linked to specific species of fungi. Also, fungal fruiting bodies from the dipterocarp forest will continue to be collected, identified, and sequenced at a greater intensity with efforts to identify host tree species of specific fungi.  \r\n\r\nBroader impacts for this project include the teaching and training of local Malaysian assistants and students. We will also provide an intensive training workshop for foreign and Malaysian researchers in the collection and identification of fungal sporocarps in the field. Digital images of sporocarps will be publicly available online. Since dipterocarps are also highly prized for timber and have experienced some the highest deforestation rates in the world, this research will be useful for implementing strategies for forest conservation and regeneration.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Krista",
   "pi_last_name": "McGuire",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Krista McGuire",
   "pi_email_addr": "kmcguire@uoregon.edu",
   "nsf_id": "000556962",
   "pi_start_date": "2011-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Barnard College",
  "inst_street_address": "3009 BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128542708",
  "inst_zip_code": "100276909",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "BARNARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LPQ1NHRK78M9"
 },
 "perf_inst": {
  "perf_inst_name": "Barnard College",
  "perf_str_addr": "3009 BROADWAY",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100276909",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "119800",
   "pgm_ele_name": "Biodiversity: Discov &Analysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 111136.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 268864.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Tropical forests are experiencing unprecedented change as humans continue to modify them for purposes such as logging and agriculture. In Southeast Asia, tropical forests have the highest relative rate of deforestation and, consequently, biodiversity is being lost with little knowledge of the consequences. One of the groups of great concern is the dominant tree family in the lowland tropical forests of Southeast Asia: the Dipterocarpaceae. This family is extremely diverse with more than 400 species coexisting in this region. One important characteristic of the Dipterocarpaceae is that all of the trees form obligate relationships with root-associated ectomycorrhizal (ECM) fungi. In this relationship, the fungi provide the trees with limiting soil resources and in exchange, the trees provide the fungi with carbon from photosynthesis. It is thought that ECM fungi play a role in the exceptional diversity and dominance of this tree family, upon which many other species in the forest depend. Thus, any management strategies to regenerate the highly degraded forests of this region must account for the diversity of the ECM fungi upon which these trees depend. However, it is largely unknown to what extent individual trees rely on unique suites of fungal species and how these fungi function in providing different species of trees with different types of soil resources. Modern molecular techniques are enabling the rapid generation of DNA sequence data that could facilitate these types of studies, but we are currently lacking a database of identified fungi with which to identify the DNA sequences obtained from the environment. Since there is a long tradition of collecting and identifying sporocarps (the fruiting bodies of the fungi commonly called &lsquo;mushrooms&rsquo;) in this region, we set out to make use of the curated sporocarps in long-term storage at an herbarium in Malaysia housed at the Forestry Research Institute of Malaysia to increase the molecular database of available identified fungal sporocarps from this region.&nbsp; <br /><br />Intellectual merit: <br /><br />The objectives for our study were to 1) sequence part of the sporocarp collection already curated at the Forestry Research Institute of Malaysia (FRIM), 2) increase collection frequency and intensity of fungal sporocarps in the dipterocarp forest, and 3) use sequence data to determine host tree identity for ECM species and to confirm ECM fungal status. We successfully sequenced approximately 400 sporocarps from the FRIM collection and uploaded them to Genbank to make them publicly available. We also hired a Malaysian field biologist and collected &gt;300 fresh sporocarp specimens that have also been sequenced and added to Genbank for public use. Additionally, we collected root tips beneath many of the fresh sporocarp collections and also targeted three dipterocarp tree species to evaluate the diversity of ECM fungi associated with their roots.<br /><br />Broader impacts: <br /><br />One of the major aims of this project was to increase expertise of biologists in Malaysia and the US attempting to do field work involving sporocarp collections. We accomplished this goal by hosting a workshop at Pasoh Forest Reserve in which several international experts in mycology joined with local Malaysian scientists and US scientists and students. There were a total of 24 participants in attendance. During this workshop, the mycologists gave talks and led forays demonstrating how to collect and describe fungal specimens in the field with enough information so that mycologists could subsequently describe them to species. Throughout the course of this project we also brought six female undergraduate students from Barnard College, Columbia University and one graduate student to Malaysia to assist with field work and gain an international research experience. All of these students used the samples they helped to collect in...",
  "por_txt_cntn": "\nTropical forests are experiencing unprecedented change as humans continue to modify them for purposes such as logging and agriculture. In Southeast Asia, tropical forests have the highest relative rate of deforestation and, consequently, biodiversity is being lost with little knowledge of the consequences. One of the groups of great concern is the dominant tree family in the lowland tropical forests of Southeast Asia: the Dipterocarpaceae. This family is extremely diverse with more than 400 species coexisting in this region. One important characteristic of the Dipterocarpaceae is that all of the trees form obligate relationships with root-associated ectomycorrhizal (ECM) fungi. In this relationship, the fungi provide the trees with limiting soil resources and in exchange, the trees provide the fungi with carbon from photosynthesis. It is thought that ECM fungi play a role in the exceptional diversity and dominance of this tree family, upon which many other species in the forest depend. Thus, any management strategies to regenerate the highly degraded forests of this region must account for the diversity of the ECM fungi upon which these trees depend. However, it is largely unknown to what extent individual trees rely on unique suites of fungal species and how these fungi function in providing different species of trees with different types of soil resources. Modern molecular techniques are enabling the rapid generation of DNA sequence data that could facilitate these types of studies, but we are currently lacking a database of identified fungi with which to identify the DNA sequences obtained from the environment. Since there is a long tradition of collecting and identifying sporocarps (the fruiting bodies of the fungi commonly called æmushroomsÆ) in this region, we set out to make use of the curated sporocarps in long-term storage at an herbarium in Malaysia housed at the Forestry Research Institute of Malaysia to increase the molecular database of available identified fungal sporocarps from this region.  \n\nIntellectual merit: \n\nThe objectives for our study were to 1) sequence part of the sporocarp collection already curated at the Forestry Research Institute of Malaysia (FRIM), 2) increase collection frequency and intensity of fungal sporocarps in the dipterocarp forest, and 3) use sequence data to determine host tree identity for ECM species and to confirm ECM fungal status. We successfully sequenced approximately 400 sporocarps from the FRIM collection and uploaded them to Genbank to make them publicly available. We also hired a Malaysian field biologist and collected &gt;300 fresh sporocarp specimens that have also been sequenced and added to Genbank for public use. Additionally, we collected root tips beneath many of the fresh sporocarp collections and also targeted three dipterocarp tree species to evaluate the diversity of ECM fungi associated with their roots.\n\nBroader impacts: \n\nOne of the major aims of this project was to increase expertise of biologists in Malaysia and the US attempting to do field work involving sporocarp collections. We accomplished this goal by hosting a workshop at Pasoh Forest Reserve in which several international experts in mycology joined with local Malaysian scientists and US scientists and students. There were a total of 24 participants in attendance. During this workshop, the mycologists gave talks and led forays demonstrating how to collect and describe fungal specimens in the field with enough information so that mycologists could subsequently describe them to species. Throughout the course of this project we also brought six female undergraduate students from Barnard College, Columbia University and one graduate student to Malaysia to assist with field work and gain an international research experience. All of these students used the samples they helped to collect in their respective research seminars and senior thesis projects and are involved in the writing and publication of the r..."
 }
}