{
 "awd_id": "1120330",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Demographic heterogeneity in landscapes and communities",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Douglas Levey",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 139237.0,
 "awd_amount": 145237.0,
 "awd_min_amd_letter_date": "2011-06-24",
 "awd_max_amd_letter_date": "2012-08-06",
 "awd_abstract_narration": "Individuals within a population are not identical. Instead, they differ from one another physically and in their behavior, due to differences in their genetic make-up and in the environments in which they grow up, including how they are treated by their parents.  This causes individuals in a population to have different chances of birth and death, a phenomenon known as demographic heterogeneity. Although widespread, this phenomenon has rarely been considered in studies of populations of animals or plants. Previous theoretical work by the researchers heading this project has suggested that demographic heterogeneity can increase the rate of growth of a population and the maximum number of individuals that the environment can support, reducing the risk that the population will go extinct. The new work for the project will expand this theory to include interactions between species and use it to predict the future of a wild population of conservation concern, the Florida scrub jay.  First, the theoretical model will be extended to account for the fact that biological populations are not isolated, but interact with other species through competition and through eating and being eaten.  Research will help understand whether heterogeneity makes it easier or harder for species to coexist, and how individual variation in competitive or predatory ability affects the dynamics and long-term persistence of a community of different species. Second, spatial models will be used to examine how demographic heterogeneity affects population dynamics when individuals mainly interact with their immediate neighbors, as in plants.  To start to apply the models to real populations, the project will use data collected on a population of scrub jays in central Florida, which other researchers have studied since 1969. Florida scrub jays have an unusual social structure that promotes demographic heterogeneity: young adults often help their parents raise younger siblings, improving both the breeding success of their parents and their own subsequent breeding.  Using recent statistical advances, the project will measure the amount of demographic heterogeneity in the population and project the impact of that heterogeneity on the population's future growth and survival. The project will train a post-doctoral researcher and a graduate student, improve scientific understanding of the link between individuals and populations, and help develop tools for the conservation of biodiversity.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gordon",
   "pi_last_name": "Fox",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Gordon A Fox",
   "pi_email_addr": "gfox@usf.edu",
   "nsf_id": "000330501",
   "pi_start_date": "2011-06-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Florida",
  "inst_street_address": "4202 E FOWLER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "TAMPA",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8139742897",
  "inst_zip_code": "336205800",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "FL15",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NKAZLXLL7Z91"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Florida",
  "perf_str_addr": "4202 E FOWLER AVE",
  "perf_city_name": "TAMPA",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "336205800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "FL15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112800",
   "pgm_ele_name": "Population & Community Ecology"
  },
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1355",
   "pgm_ref_txt": "EGC EDUCATIONAL ACTIVITIES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 17910.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 127327.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Individuals within a population often vary from one another. In addition to factors such as age, body size, and developmental stage (e.g., newborn, juvenile, adult), which have been well studied, individuals have different characteristics because of differences in genetics, parental care, local environmental conditions, conditions during early development, learning, and diet specialization. When such variation affects demographic performance (birth and death rates), we call it &ldquo;demographic heterogeneity.&rdquo; The impacts of demographic heterogeneity (other than age, size or stage) on population dynamics have received only modest study. Our research has looked at a variety of ecological consequences of heterogeneity, of which we highlight several here.</p>\n<p><br />When individuals differ in \"frailty\", such that some individuals are more likely to die than others at every age, the frail individuals die quickly, so that old individuals (that have survived for a long time) have much lower frailty, on average, than young individuals do. This is known as \"cohort selection,\" and we have found that this phenomenon can increase population growth rate and can increase a population's carrying capacity. This is a novel finding within ecology, and has a variety of scientific implications for life-history evolution. In addition, the effects of cohort selection are very important for understanding how a species is affected by environmental contamination. If individuals don't move around very much (so that some individuals live their whole life in contaminated spots and others live in clean spots), then some individuals are unaffected by the contaminant and the population may be less affected than if individuals move around a lot and all experience an average level of contamination.</p>\n<p>Individuals within a population can vary in how fast or how much they move, which in turn affects their ability to disperse from one habitat to another. We found that a population made up of individuals with different dispersal ability can spread into new habitat more quickly than a population of identical individuals with the same average dispersal ability. This is because the \"good dispersers\" have a disproportionate affect on the spread speed. This result has important implications for the management of invasive species, as it suggests that the best way to slow the spread of the species is to disrupt movement by the best dispersers rather than trying to reduce the average dispersal of the population as a whole.</p>\n<p>Finally, individuals sometimes vary in their behaviors, so that some are consistently more bold and aggressive than others. When this is consistent over a lifetime, we showed that in the long run, the proportion of&nbsp;the population that is the aggressive type is strongly affected by the mortality cost of boldness, but not directly by the reproductive benefit of aggressiveness. This sort of behavioral syndrome can also affect the size of the population: introducing aggressive types into a homogeneous non-aggressive population increases the average per-capita mortality rate at equilibrium, and under many conditions, this reduces the equilibrium population density. We also showed that, if the intensity of aggressiveness can evolve, then the aggressive types will evolve to be more intensely aggressive when the risk of predation is low than when it is high.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/19/2016<br>\n\t\t\t\t\tModified by: Gordon&nbsp;A&nbsp;Fox</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIndividuals within a population often vary from one another. In addition to factors such as age, body size, and developmental stage (e.g., newborn, juvenile, adult), which have been well studied, individuals have different characteristics because of differences in genetics, parental care, local environmental conditions, conditions during early development, learning, and diet specialization. When such variation affects demographic performance (birth and death rates), we call it \"demographic heterogeneity.\" The impacts of demographic heterogeneity (other than age, size or stage) on population dynamics have received only modest study. Our research has looked at a variety of ecological consequences of heterogeneity, of which we highlight several here.\n\n\nWhen individuals differ in \"frailty\", such that some individuals are more likely to die than others at every age, the frail individuals die quickly, so that old individuals (that have survived for a long time) have much lower frailty, on average, than young individuals do. This is known as \"cohort selection,\" and we have found that this phenomenon can increase population growth rate and can increase a population's carrying capacity. This is a novel finding within ecology, and has a variety of scientific implications for life-history evolution. In addition, the effects of cohort selection are very important for understanding how a species is affected by environmental contamination. If individuals don't move around very much (so that some individuals live their whole life in contaminated spots and others live in clean spots), then some individuals are unaffected by the contaminant and the population may be less affected than if individuals move around a lot and all experience an average level of contamination.\n\nIndividuals within a population can vary in how fast or how much they move, which in turn affects their ability to disperse from one habitat to another. We found that a population made up of individuals with different dispersal ability can spread into new habitat more quickly than a population of identical individuals with the same average dispersal ability. This is because the \"good dispersers\" have a disproportionate affect on the spread speed. This result has important implications for the management of invasive species, as it suggests that the best way to slow the spread of the species is to disrupt movement by the best dispersers rather than trying to reduce the average dispersal of the population as a whole.\n\nFinally, individuals sometimes vary in their behaviors, so that some are consistently more bold and aggressive than others. When this is consistent over a lifetime, we showed that in the long run, the proportion of the population that is the aggressive type is strongly affected by the mortality cost of boldness, but not directly by the reproductive benefit of aggressiveness. This sort of behavioral syndrome can also affect the size of the population: introducing aggressive types into a homogeneous non-aggressive population increases the average per-capita mortality rate at equilibrium, and under many conditions, this reduces the equilibrium population density. We also showed that, if the intensity of aggressiveness can evolve, then the aggressive types will evolve to be more intensely aggressive when the risk of predation is low than when it is high. \n\n\t\t\t\t\tLast Modified: 09/19/2016\n\n\t\t\t\t\tSubmitted by: Gordon A Fox"
 }
}