{
 "awd_id": "1120304",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RIG: Behavioral, circuit and single-cell analysis of the effects of aversive experience on non-defensive behaviors",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": "7032928167",
 "po_email": "ethiels@nsf.gov",
 "po_sign_block_name": "Edda Thiels",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 173973.0,
 "awd_amount": 173973.0,
 "awd_min_amd_letter_date": "2011-08-30",
 "awd_max_amd_letter_date": "2011-08-30",
 "awd_abstract_narration": "Abstract\r\n\tExposure to aversive stimuli drives an organism to budget its behaviors by augmenting certain responses and reducing/suppressing others. Characterizing how experience differentially regulates the activity of behaviorally-relevant neural circuits is paramount to understand the means by which external stimuli produces distinct behavioral modifications. \r\n\tThe long-term goal of this project is to analyze the effects of an aversive experience on distinct behaviors, using the mollusk Aplysia californica. This model system permits one to directly relate behavioral modifications to changes in the underlying neuronal circuits and, further, to modifications in identified neurons. When presented with repeated noxious stimuli, Aplysia exhibits a well-characterized long-term (> 24 h) learned enhancement of defensive responses (i.e., long-term sensitization, LTS) and a previously unexplored long-term suppression of a non-defensive behavior (i.e., feeding). In addition, aversive experience reduces the excitability of B51, a ?decision-making? neuron critical for the elicitation of feeding. The goals of this project are to: 1) analyze the neurophysiological mechanisms underlying the long-term suppression of feeding induced by LTS training at both the circuit and single-cell levels and 2) develop an in vitro preparation that co-expresses cellular correlates of both sensitization and suppression of feeding. \r\nThis project will be conducted at Texas A&M University ? Corpus Christi, which is a Hispanic-Serving Institution serving the population of South Texas. The proposed research activities will contribute to broadening participation of Hispanic and other underrepresented groups, by providing neuroscience training opportunities for the students of South Texas. The experiments will be conducted mainly by graduate students, under the supervision and mentorship of the PI. Undergraduate students will also engage in neurophysiology research by participating in all the aspects of the project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Riccardo",
   "pi_last_name": "Mozzachiodi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Riccardo Mozzachiodi",
   "pi_email_addr": "riccardo.mozzachiodi@tamucc.edu",
   "nsf_id": "000516071",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M University Corpus Christi",
  "inst_street_address": "6300 OCEAN DR UNIT 5739",
  "inst_street_address_2": "",
  "inst_city_name": "CORPUS CHRISTI",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "3618252730",
  "inst_zip_code": "784125739",
  "inst_country_name": "United States",
  "cong_dist_code": "27",
  "st_cong_dist_code": "TX27",
  "org_lgl_bus_name": "TEXAS A&M UNIVERSITY-CORPUS CHRISTI",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y3RET2XN41S5"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University Corpus Christi",
  "perf_str_addr": "6300 OCEAN DR UNIT 5739",
  "perf_city_name": "CORPUS CHRISTI",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "784125739",
  "perf_ctry_code": "US",
  "perf_cong_dist": "27",
  "perf_st_cong_dist": "TX27",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771400",
   "pgm_ele_name": "Modulation"
  },
  {
   "pgm_ele_code": "801500",
   "pgm_ele_name": "BIO Innovation Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7487",
   "pgm_ref_txt": "BROADENING PARTICIPATION"
  },
  {
   "pgm_ref_code": "7692",
   "pgm_ref_txt": "RIG/CAA"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 173973.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to provide a better understanding of the means by which aversive experience differentially regulates the activity of behaviorally-relevant neural circuits. This knowledge is paramount to understand how external stimuli produce the adaptive behavioral modifications necessary for survival. For this project, we used the mollusk <em>Aplysia</em>, which permits one to relate behavioral modifications to changes in the underlying neuronal circuits and, further, to modifications in identified neurons. Previous work in the PI&rsquo;s lab has shown that, when presented with aversive stimuli (that mimic the attack of a predator), <em>Aplysia</em> exhibits a well-characterized learned enhancement of defensive responses (i.e., long-term sensitization, LTS) and a previously unexplored<strong> </strong>long-term suppression of a non-defensive behavior (i.e., feeding). In addition, aversive experience reduces the excitability of B51, a &ldquo;decision-making&rdquo; neuron critical<strong> </strong>for the elicitation of feeding.</p>\n<p>&nbsp;The two Aims of this project were: 1) analyze the mechanisms underlying the suppression of feeding induced by sensitizing stimuli and 2) develop an <em>in vitro</em> preparation that expresses the same cellular changes produced by aversive stimuli in vivo.</p>\n<p>The first series of experiments of Aim 1 revealed that preparations from sensitized animals exhibited the occurrence of a greater number of motor patterns incoherent with the expression of feeding, compared to untrained animals. This result suggests the intriguing view that exposure to aversive stimuli may disrupt the ability of the feeding neural circuit to generate coherent activity, which is necessary for the expression of bites. The hypothesis that disruption of feeding motor-pattern coherence plays a role in the suppression of feeding following sensitization will be investigated using an <em>in vivo</em> recording technique in freely behaving animals that was recently acquired by the PI&rsquo;s lab. The second series of experiments of Aim 1 showed that the recruitment of B51 into the feeding neural circuit was not altered by sensitization training. This finding, which is in contrast with the change in excitability of B51 following sensitization training previously reported by the PI, suggests that the effects of aversive experience on the feeding circuit of <em>Aplysia</em> are more complex than what expected and require further investigation.</p>\n<p>The results collected in Aim 2 illustrate the development and validation of <em>in vitro</em> reduced preparations of the <em>Aplysia</em> nervous system capable to express cellular changes analogous to those produced by <em>in vivo</em> sensitization training in the neural circuits controlling defensive responses and feeding. These preparations, referred to as &ldquo;<em>in vitro</em> analogs&rdquo;, co-express cellular correlates of sensitization and feeding suppression lasting either 15 min (short-term <em>in vitro</em> analogue) or 24 h (long-term <em>in vitro</em> analogue), depending on the protocol of <em>in vitro</em> training. These two <em>in vitro</em> analogs will be valuable tools to characterize the cellular and molecular mechanisms underlying the concurrent effects produced by sensitizing stimuli on distinct neural circuits.</p>\n<p>This project was conducted in its entirety at Texas A&amp;M University &ndash; Corpus Christi, a Hispanic-Serving Institution serving the population of South Texas. The proposed research activities significantly contributed to broadening participation of Hispanic and other underrepresented groups, by providing neuroscience training opportunities for the students of South Texas. The experiments were conducted mainly by graduate students, under the supervision and mentorship of the PI. Undergraduate students also engaged in neurophysiology research by participating...",
  "por_txt_cntn": "\nThe goal of this project was to provide a better understanding of the means by which aversive experience differentially regulates the activity of behaviorally-relevant neural circuits. This knowledge is paramount to understand how external stimuli produce the adaptive behavioral modifications necessary for survival. For this project, we used the mollusk Aplysia, which permits one to relate behavioral modifications to changes in the underlying neuronal circuits and, further, to modifications in identified neurons. Previous work in the PIÆs lab has shown that, when presented with aversive stimuli (that mimic the attack of a predator), Aplysia exhibits a well-characterized learned enhancement of defensive responses (i.e., long-term sensitization, LTS) and a previously unexplored long-term suppression of a non-defensive behavior (i.e., feeding). In addition, aversive experience reduces the excitability of B51, a \"decision-making\" neuron critical for the elicitation of feeding.\n\n The two Aims of this project were: 1) analyze the mechanisms underlying the suppression of feeding induced by sensitizing stimuli and 2) develop an in vitro preparation that expresses the same cellular changes produced by aversive stimuli in vivo.\n\nThe first series of experiments of Aim 1 revealed that preparations from sensitized animals exhibited the occurrence of a greater number of motor patterns incoherent with the expression of feeding, compared to untrained animals. This result suggests the intriguing view that exposure to aversive stimuli may disrupt the ability of the feeding neural circuit to generate coherent activity, which is necessary for the expression of bites. The hypothesis that disruption of feeding motor-pattern coherence plays a role in the suppression of feeding following sensitization will be investigated using an in vivo recording technique in freely behaving animals that was recently acquired by the PIÆs lab. The second series of experiments of Aim 1 showed that the recruitment of B51 into the feeding neural circuit was not altered by sensitization training. This finding, which is in contrast with the change in excitability of B51 following sensitization training previously reported by the PI, suggests that the effects of aversive experience on the feeding circuit of Aplysia are more complex than what expected and require further investigation.\n\nThe results collected in Aim 2 illustrate the development and validation of in vitro reduced preparations of the Aplysia nervous system capable to express cellular changes analogous to those produced by in vivo sensitization training in the neural circuits controlling defensive responses and feeding. These preparations, referred to as \"in vitro analogs\", co-express cellular correlates of sensitization and feeding suppression lasting either 15 min (short-term in vitro analogue) or 24 h (long-term in vitro analogue), depending on the protocol of in vitro training. These two in vitro analogs will be valuable tools to characterize the cellular and molecular mechanisms underlying the concurrent effects produced by sensitizing stimuli on distinct neural circuits.\n\nThis project was conducted in its entirety at Texas A&amp;M University &ndash; Corpus Christi, a Hispanic-Serving Institution serving the population of South Texas. The proposed research activities significantly contributed to broadening participation of Hispanic and other underrepresented groups, by providing neuroscience training opportunities for the students of South Texas. The experiments were conducted mainly by graduate students, under the supervision and mentorship of the PI. Undergraduate students also engaged in neurophysiology research by participating in all the aspects of the project. During the funding period, a total of 4 graduate and 7 undergraduate students have received hands-on research in the PIÆs lab, which still remains the only facility on campus conducting neuroscience research. In the past three years, to incre..."
 }
}