{
 "awd_id": "1120448",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: Mechanisms of acclimation in the Eastern red spotted newt",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kimberly Hammond",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2011-08-16",
 "awd_max_amd_letter_date": "2014-06-02",
 "awd_abstract_narration": "Acclimatization is a process by which individual organisms vary their characteristics in response to some aspect or aspects of their environment. Acclimatization is reversible, which distinguishes it from adaptation, generally defined as an evolutionary response to long-term environmental alteration. Acclimatization is an important mechanism by which organisms respond to fluctuations in their surroundings. Modifications in characteristics brought on by natural seasonal temperature differences are of particular interest, and are generally studied in animals acclimated to specific temperatures in the laboratory that mimic temperatures found in their natural environment. Thus, both acclimatization to natural seasonal temperatures and acclimation to various temperatures in the laboratory have been well described across numerous taxa, vertebrate and invertebrate as well as in plants. Despite the widespread nature of seasonal thermal acclimatization and acclimation, mechanisms controlling and coordinating these processes remain elusive.\r\nThis research uses laboratory acclimation experiments on an amphibian model to clarify cellular, molecular and environmental mechanisms responsible for controlling and coordinating thermal acclimation in a single species, the Eastern red spotted newt. It will provide one of the most complete investigations of acclimation in a single cold-blooded vertebrate species, and will lead to insights about mechanisms of acclimatization in their natural environment. The PI, along with undergraduate co-workers, will investigate the expression of genes that are related to temperature regulation and acclimation processes. The investigators will determine the role of particular cellular membrane components in the acclimation process by artificially changing membrane composition through dietary manipulations. The use of mass spectrometry will allow them to identify specific membrane components critical to the activity of metabolic enzymes. Laboratory acclimation experiments controlling day length and temperature will determine the environmental cue most important to the acclimation process. Knowing how environments impact individual characteristics will lead to a better appreciation of how our currently changing global temperatures might impact species distribution and survival. Such information will be critical in determining best conservation practices in the face our changing global environment.\r\nThis project will have considerable impact beyond the broad scientific impact of the research itself. As a biology professor at a liberal arts institution, the PI consistently publishes with undergraduate co-authors in leading scientific journals. Funding will provide summer stipends for ten to twelve undergraduate students and travel funds for these students to attend national meetings to present their research. In addition, the PI will coordinate with the University's high school minority program \"the Bridge Program in Math and Science\" to increase the involvement of minority students in research. One or two of the summer research students each year will be entering freshmen that participated during previous summers in the Bridge Program. Engaging minority students in research and involving them in a research community early in their college career will increase the likelihood that they will enter and stay in STEM disciplines.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Berner",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy J Berner",
   "pi_email_addr": "nberner@sewanee.edu",
   "nsf_id": "000413023",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of the South",
  "inst_street_address": "735 UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SEWANEE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "9315981395",
  "inst_zip_code": "373831000",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "TN04",
  "org_lgl_bus_name": "THE UNIVERSITY OF THE SOUTH",
  "org_prnt_uei_num": "",
  "org_uei_num": "J8D2HLSXKHA5"
 },
 "perf_inst": {
  "perf_inst_name": "University of the South",
  "perf_str_addr": "735 UNIVERSITY AVE",
  "perf_city_name": "SEWANEE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "373831000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "TN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  },
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 250000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 40000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Aquatic adults of the Eastern red spotted newt are active in the winter despite the substantially decreased environmental temperature compared to summer. Berner (the PI) has shown that this maintenance of activity at low winter temperatures is facilitated by increases in the activity of metabolic enzymes. This phenomenon, a reversible adjustment to&nbsp;a seasonal environmental factor such as temperature, is termed acclimation.</p>\n<p><strong>Intellectual Merit</strong>: Funding from the National Science Foundation allowed us to clarify cellular and molecular mechanisms responsible for thermal acclimation in the Eastern red spotted newt. In muscle and liver tissue, the increased metabolism (measured as whole animal oxygen consumption) is highly correlated with the types of fats found as structural units in the cellular membranes. Winter newts, which have higher metabolic rates, have more polyunsaturated fats incorporated into their cellular membranes than do summer newts. Experiments demonstrated this in two ways. First, we measured the metabolic rates of summer and winter newts, and determined the corresponding fat components of the cellular membranes. Second, we artificially manipulated the fat components of the cellular membranes through diet. Newts were kept at a neutral temperature and fed either a polyunsaturated fat diet or a saturated fat diet. Those newts that ate the polyunsaturated fat diet had the higher metabolic rate than those that ate the saturated fat diet, and they had other cellular changes that correspond with winter newts, even though the temperature of both groups was the same.</p>\n<p>Berner also explored the possible correlation of other cellular characteristics with seasonal acclimation changes. Among genes that code for proteins involved in aerobic cellular metabolism, there were significant increases in their expression during the winter in liver tissue, whereas there was little or no change in the expression of these genes in muscle tissue. Most aerobic metabolism takes place in cellular organelles called the mitochondria &ndash; also known as the &ldquo;powerhouse of the cell.&rdquo; Contrary to our expectations, muscle tissue of winter newts has a lower volume of mitochondria than that of summer newts.</p>\n<p>This research resulted in four scientific papers (two published, two in review), eight abstracts presented as posters at five scientific meetings, and three undergraduate honors theses.</p>\n<p><strong>Broader Impacts</strong>: The broader impacts of this project are in two categories &ndash; the involvement of undergraduate students in the research project, many who are students of color and women; and the forging of collaborations with colleagues at other institutions who are interested in the Eastern red spotted newt as a model organism for seasonal acclimation studies.</p>\n<p>Undergraduate students at the University of the South (familiarly known as Sewanee), a predominantly undergraduate institution, were involved in all aspects of the research project. Of the 12 students who participated, more than 50% were non-white, two were international students, and 75% were women; five of the nine women were non-white. All of the 12 students participated for multiple summers and semesters. Berner recruited students from underrepresented groups into the research project by piloting a program called &ldquo;Research Bridge&rdquo; using funds provided by the National Science Foundation. In each of two summers, students who had participated the previous summer in the Bridge Program in Math and Science (a supplemental training program for under-served students) were invited to join the research team during the summer immediately prior to their matriculation at Sewanee. These students were integrated directly into the research project and teamed up with upper classmen who served as colleague-mentors. The goal of the program was to provide an academic and research community of scholars to these highly motivated and capable students that would encourage and support them to persist in STEM disciplines in their college career. This program was very success. All four students recruited through this program have or will graduate with STEM majors. Berner procured follow-up funding from the Jessie Ball duPont Foundation to broaden this program to all science disciplines in Sewanee. Six students are co-authors on three of the four completed scientific papers, and on four of the eight presentations at the annual meeting of the Society for Integrative and Comparative Biology. Three of the students graduated with honors in biology based on their research projects.</p>\n<p>Berner also established a collaboration with biologists at Miami University of Ohio. The collaboration consisted of several visits between the laboratories. A graduate student from Ohio (Dr. Patrick Mineo) learned enzyme assays and membrane fat component analyses in Berner&rsquo;s laboratory for his dissertation research. Undergraduate students from Berner&rsquo;s lab accompanied her to Ohio for experiments on tadpole acclimation. Mineo has since graduated and taken a position at Berea College as an assistant professor of biology. He and Berner, along with Mineo&rsquo;s dissertation advisor (Dr. Paul Schaeffer) continue to collaborate on projects related to newt acclimation, presenting posters with Berea and Sewanee undergraduate students.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/23/2016<br>\n\t\t\t\t\tModified by: Nancy&nbsp;J&nbsp;Berner</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAquatic adults of the Eastern red spotted newt are active in the winter despite the substantially decreased environmental temperature compared to summer. Berner (the PI) has shown that this maintenance of activity at low winter temperatures is facilitated by increases in the activity of metabolic enzymes. This phenomenon, a reversible adjustment to a seasonal environmental factor such as temperature, is termed acclimation.\n\nIntellectual Merit: Funding from the National Science Foundation allowed us to clarify cellular and molecular mechanisms responsible for thermal acclimation in the Eastern red spotted newt. In muscle and liver tissue, the increased metabolism (measured as whole animal oxygen consumption) is highly correlated with the types of fats found as structural units in the cellular membranes. Winter newts, which have higher metabolic rates, have more polyunsaturated fats incorporated into their cellular membranes than do summer newts. Experiments demonstrated this in two ways. First, we measured the metabolic rates of summer and winter newts, and determined the corresponding fat components of the cellular membranes. Second, we artificially manipulated the fat components of the cellular membranes through diet. Newts were kept at a neutral temperature and fed either a polyunsaturated fat diet or a saturated fat diet. Those newts that ate the polyunsaturated fat diet had the higher metabolic rate than those that ate the saturated fat diet, and they had other cellular changes that correspond with winter newts, even though the temperature of both groups was the same.\n\nBerner also explored the possible correlation of other cellular characteristics with seasonal acclimation changes. Among genes that code for proteins involved in aerobic cellular metabolism, there were significant increases in their expression during the winter in liver tissue, whereas there was little or no change in the expression of these genes in muscle tissue. Most aerobic metabolism takes place in cellular organelles called the mitochondria &ndash; also known as the \"powerhouse of the cell.\" Contrary to our expectations, muscle tissue of winter newts has a lower volume of mitochondria than that of summer newts.\n\nThis research resulted in four scientific papers (two published, two in review), eight abstracts presented as posters at five scientific meetings, and three undergraduate honors theses.\n\nBroader Impacts: The broader impacts of this project are in two categories &ndash; the involvement of undergraduate students in the research project, many who are students of color and women; and the forging of collaborations with colleagues at other institutions who are interested in the Eastern red spotted newt as a model organism for seasonal acclimation studies.\n\nUndergraduate students at the University of the South (familiarly known as Sewanee), a predominantly undergraduate institution, were involved in all aspects of the research project. Of the 12 students who participated, more than 50% were non-white, two were international students, and 75% were women; five of the nine women were non-white. All of the 12 students participated for multiple summers and semesters. Berner recruited students from underrepresented groups into the research project by piloting a program called \"Research Bridge\" using funds provided by the National Science Foundation. In each of two summers, students who had participated the previous summer in the Bridge Program in Math and Science (a supplemental training program for under-served students) were invited to join the research team during the summer immediately prior to their matriculation at Sewanee. These students were integrated directly into the research project and teamed up with upper classmen who served as colleague-mentors. The goal of the program was to provide an academic and research community of scholars to these highly motivated and capable students that would encourage and support them to persist in STEM disciplines in their college career. This program was very success. All four students recruited through this program have or will graduate with STEM majors. Berner procured follow-up funding from the Jessie Ball duPont Foundation to broaden this program to all science disciplines in Sewanee. Six students are co-authors on three of the four completed scientific papers, and on four of the eight presentations at the annual meeting of the Society for Integrative and Comparative Biology. Three of the students graduated with honors in biology based on their research projects.\n\nBerner also established a collaboration with biologists at Miami University of Ohio. The collaboration consisted of several visits between the laboratories. A graduate student from Ohio (Dr. Patrick Mineo) learned enzyme assays and membrane fat component analyses in Berner?s laboratory for his dissertation research. Undergraduate students from Berner?s lab accompanied her to Ohio for experiments on tadpole acclimation. Mineo has since graduated and taken a position at Berea College as an assistant professor of biology. He and Berner, along with Mineo?s dissertation advisor (Dr. Paul Schaeffer) continue to collaborate on projects related to newt acclimation, presenting posters with Berea and Sewanee undergraduate students.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/23/2016\n\n\t\t\t\t\tSubmitted by: Nancy J Berner"
 }
}