{
 "awd_id": "1120923",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "CEMRI for Photonic and Multiscale Nanomaterials",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniele Finotello",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 13320000.0,
 "awd_amount": 13739466.0,
 "awd_min_amd_letter_date": "2011-09-07",
 "awd_max_amd_letter_date": "2017-08-10",
 "awd_abstract_narration": "Abstract\r\n\r\nThe Center of Excellence in Materials Research and Innovation* (CEMRI) at the University of Michigan's Photonic and Multiscale Nanomaterials (C-PHOM) Center is focused on developing novel multiscale materials for nanophotonics.  Light-matter interactions can be controlled both by engineering the electronic properties of the material on the single-nanometer scale, and by incorporating materials into structures that control the propagation of light on the scale of a fraction of the optical wavelength and longer. Materials that are engineered to simultaneously access these multiple length scales simultaneously are referred to as multiscale materials; their development constitutes one of the most exciting frontiers in materials research and in photonics today.  Center activities are focused on two interdisciplinary research groups (IRGs) and a coordinated program in diversity, education, and human resources development (EHRD). \r\n\r\nIRG1 is dedicated to wide-bandgap nanostructured materials for quantum light emitters. The program will develop wide-gap materials, particularly GaN-based nanostructures, establishing inorganic semiconductor nanophotonic structures with large bandgap and high exciton binding energy for high-efficiency visible light emitters, lasers, energy conversion, and novel quantum devices. The proposed research includes the epitaxy and synthesis of GaN-based nanostructures, their structural, electrical, and optical characterization, their application in laser spectroscopy and quantum optical studies, investigation of strong coupling phenomena, polariton lasing, high-efficiency visible LEDs, and microcavity lasers. This effort is centered at the University of Michigan, with partners at the University of Illinois Urbana Champaign and Queens College CUNY.\r\n\r\nIRG2 is focused on advanced electromagnetic metamaterials (MM's) and near-field tools. Metamaterials are nanostructured mixtures that behave as homogeneous optical materials with electromagnetic properties unattainable with naturally existing materials, such as negative refraction, cloaking, plasmonic hot spots, and super-resolution. This IRG will investigate MM's - particularly chiral, quasiperiodic and hyperbolic MM's - and MM-inspired structures with unusual properties such as near-field plates and hyperlenses, and develop understanding leading to potential applications in communication, sensing, and imaging (notably sub-wavelength imaging). The IRG consists of a partnership between the University of Michigan and Purdue University, and additional collaborations with Wayne State University and the University of Texas at Austin. Both IRG's include extensive interactions with national labs (Sandia and Argonne) and with overseas institutions.\r\n\r\nA key feature of the center mode of research in a CEMRI is that it provides a framework for the close integration of research with educational and outreach initiatives, at the high school, undergraduate, graduate, and postdoctoral levels. Specific programs to be implemented include undergraduate involvement in CEMRI research via both a Michigan and an international (\"City of Light\") research experience for undergraduates (REU) program, a focused program for regional high school students from schools with large underrepresented group enrollment, a coordinated system for recruiting underrepresented groups into higher education, and an entrepreneurship program to train PhD students and postdocs and encourage translation of technology developed in the center.\r\n\r\n*An NSF Materials Research Science and Engineering Center (MRSEC)",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Theodore",
   "pi_last_name": "Norris",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Theodore B Norris",
   "pi_email_addr": "tnorris@eecs.umich.edu",
   "nsf_id": "000210169",
   "pi_start_date": "2011-09-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Roberto",
   "pi_last_name": "Merlin",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Roberto D Merlin",
   "pi_email_addr": "merlin@umich.edu",
   "nsf_id": "000312119",
   "pi_start_date": "2011-09-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Pallab",
   "pi_last_name": "Bhattacharya",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Pallab K Bhattacharya",
   "pi_email_addr": "pkb@eecs.umich.edu",
   "nsf_id": "000436762",
   "pi_start_date": "2011-09-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Forrest",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen R Forrest",
   "pi_email_addr": "stevefor@umich.edu",
   "nsf_id": "000444384",
   "pi_start_date": "2011-09-07",
   "pi_end_date": "2012-08-13"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rachel",
   "pi_last_name": "Goldman",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Rachel S Goldman",
   "pi_email_addr": "rsgold@umich.edu",
   "nsf_id": "000383293",
   "pi_start_date": "2014-12-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "173500",
   "pgm_ele_name": "MATERIALS RSCH SCI & ENG CENT"
  },
  {
   "pgm_ele_code": "173600",
   "pgm_ele_name": "MATERIALS CENTERS & EDUCATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1359",
   "pgm_ref_txt": "RET SITE-Res Exp for Tchr Site"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8615",
   "pgm_ref_txt": "Nanoscale Devices and Systems"
  },
  {
   "pgm_ref_code": "8990",
   "pgm_ref_txt": "Optics and Photonics"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 2220000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 2220000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 5205000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 1524465.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 2220001.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 350000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!-- p.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 12.0px Helvetica} p.p2 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica} -->\n<p>The research program of the Center for Photonic and Multiscale Nanomaterials (CPHOM) was organized into two interdisciplinary research groups: IRG1 focused on wide-band-gap nanostructured materials for quantum light emitters, primarily in the InGaN system, while IRG2 was concerned with metamaterials and near-field tools, including metasurfaces, chiral and hyperbolic structures, new materials for plasmonics, hypercrystals, and nanocomposites including quasicrystals.</p>\n<p>Prior to the inception of CPHOM, the structural, electrical and optical properties of III-nitride quantum dots and nanowires were not well known, and the realization of practical devices was at a very primitive stage. This landscape was drastically altered by the Center, establishing InGaN-based quantum dots and nanowires as the basis for state-of-the-art optoelectronic devices. Among the principal achievements were the following: (i) The development of a sound understanding of InGaN quantum dots grown by molecular beam epitaxy, and demonstration of the first InGaN/GaN QD lasers, LEDs and single photon sources. We demonstrated state-of-the-art performance of these devices extending to wavelengths ~630nm (red), which cannot be accomplished with quantum wells due to materials limitations. (ii) We demonstrated the first electrically pumped nanowire array diode lasers grown on (001) Si, using InGaN/GaN dots-in-nanowires as the gain region. This result has important consequences for applications ranging from displays, optical data storage, plastic fiber communication and silicon photonics. (iii) We demonstrated the first electrically pumped polariton laser operating at room temperature with an III-nitride heterostructure microcavity, and demonstrated the first spin polariton diode laser.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; IRG2 research was primarily focused on Metamaterials (MMs), which are homogeneous artificial mixtures, built of subwavelength-sized elements. Often, the MM elements are plasmonic, meaning they are based on the unique optical behavior of metals. Among the significant achievements of the Center was the development and understanding of new plasmonic materials, including (i) the development of thin-film refractory metals, such as TiN, for high-temperature plasmonic applications, as well as the growth of ultra-high-quality films of noble metals, and (ii) achieving a new understanding of how laser pulses interact with or scatter from subwavelength-sized metallic nanoparticles. A second area of emphasis was on hyperbolic metamaterials, which are layered structures exhibiting optical properties that depend drastically on the direction and polarization of incident light beams. Significant contributions include (i) the first demonstration of hyperbolic MMs built from graphene layers, and (ii) the invention of a new class of materials termed photonic hypercrystals. A third area of emphasis was on two-dimensional MMs, known as metasurfaces, which provide extraordinary capabilities for control of the electromagnetic wave front and are key for developing the compact optical systems of the future. Among the major accomplishments were the development of (i) bianisotropic metasurfaces, (ii) metasurfaces enabling the generation of tractor beams that can exert negative radiation pressure, and (iii) metasurfaces that can generate phase hologram images in the three primary colors. Finally, one of the most exciting breakthroughs was the development of a metasurface that enables the generation of accelerating light beams, i.e. beams that propagate along curved trajectories, inside a solid state material, opening new opportunities for on-chip accelerating light studies. Using these metasurfaces, we studied the synchrotron radiation &ndash; radiation emitted by a charged particle traveling in a curved trajectory at relativistic speeds &ndash; with ultrafast laser pulses and nonlinear optics. Because the laser pulses propagate three times faster than the THz nonlinear polarization in the material, the radiation pattern resembles that of a superluminal synchrotron radiation. These findings shrink the kilometer-long synchrotron radiation system to a millimeter-scale chip, and set the foundation for on-chip THz source development.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The broader impacts of center research include (i) the dissemination of the research, resulting in 229 publications, (ii) laying the foundation for future real-world applications of InGaN nanostructures for optical communications, efficient lighting, and renewable energy, (iii) establishing new metamaterials and plasmonic materials for real-world applications in compact optical imaging systems, THz sources, and high-temperature applications such as thermophotovoltaics. CPHOM also provided key support for two startup companies, Xondas and Nano-Meta Technologies, Inc. (NMTI).</p>\n<p>CPHOM also had significant broader impacts in education and human resource development. The center provided support for 317 PhD students during its lifetime (at the University of Michigan and the partner institutions). Through its summer Research Experiences for Undergraduates program, CPHOM supported 52 undergraduates to obtain research training in state-of-the-art research laboratories as well as educational activities such as weekly seminars, and tutorials/workshops on scientific ethics, scientific presentations and publication, and graduate school. The Center also sponsored and managed a residential summer research program for high school students from the southeast Michigan region. The 39 students who participated obtained significant research experience, as well as educational development activities. All of these students went on to college or university STEM programs.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/14/2019<br>\n\t\t\t\t\tModified by: Theodore&nbsp;B&nbsp;Norris</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nThe research program of the Center for Photonic and Multiscale Nanomaterials (CPHOM) was organized into two interdisciplinary research groups: IRG1 focused on wide-band-gap nanostructured materials for quantum light emitters, primarily in the InGaN system, while IRG2 was concerned with metamaterials and near-field tools, including metasurfaces, chiral and hyperbolic structures, new materials for plasmonics, hypercrystals, and nanocomposites including quasicrystals.\n\nPrior to the inception of CPHOM, the structural, electrical and optical properties of III-nitride quantum dots and nanowires were not well known, and the realization of practical devices was at a very primitive stage. This landscape was drastically altered by the Center, establishing InGaN-based quantum dots and nanowires as the basis for state-of-the-art optoelectronic devices. Among the principal achievements were the following: (i) The development of a sound understanding of InGaN quantum dots grown by molecular beam epitaxy, and demonstration of the first InGaN/GaN QD lasers, LEDs and single photon sources. We demonstrated state-of-the-art performance of these devices extending to wavelengths ~630nm (red), which cannot be accomplished with quantum wells due to materials limitations. (ii) We demonstrated the first electrically pumped nanowire array diode lasers grown on (001) Si, using InGaN/GaN dots-in-nanowires as the gain region. This result has important consequences for applications ranging from displays, optical data storage, plastic fiber communication and silicon photonics. (iii) We demonstrated the first electrically pumped polariton laser operating at room temperature with an III-nitride heterostructure microcavity, and demonstrated the first spin polariton diode laser.\n\n            IRG2 research was primarily focused on Metamaterials (MMs), which are homogeneous artificial mixtures, built of subwavelength-sized elements. Often, the MM elements are plasmonic, meaning they are based on the unique optical behavior of metals. Among the significant achievements of the Center was the development and understanding of new plasmonic materials, including (i) the development of thin-film refractory metals, such as TiN, for high-temperature plasmonic applications, as well as the growth of ultra-high-quality films of noble metals, and (ii) achieving a new understanding of how laser pulses interact with or scatter from subwavelength-sized metallic nanoparticles. A second area of emphasis was on hyperbolic metamaterials, which are layered structures exhibiting optical properties that depend drastically on the direction and polarization of incident light beams. Significant contributions include (i) the first demonstration of hyperbolic MMs built from graphene layers, and (ii) the invention of a new class of materials termed photonic hypercrystals. A third area of emphasis was on two-dimensional MMs, known as metasurfaces, which provide extraordinary capabilities for control of the electromagnetic wave front and are key for developing the compact optical systems of the future. Among the major accomplishments were the development of (i) bianisotropic metasurfaces, (ii) metasurfaces enabling the generation of tractor beams that can exert negative radiation pressure, and (iii) metasurfaces that can generate phase hologram images in the three primary colors. Finally, one of the most exciting breakthroughs was the development of a metasurface that enables the generation of accelerating light beams, i.e. beams that propagate along curved trajectories, inside a solid state material, opening new opportunities for on-chip accelerating light studies. Using these metasurfaces, we studied the synchrotron radiation &ndash; radiation emitted by a charged particle traveling in a curved trajectory at relativistic speeds &ndash; with ultrafast laser pulses and nonlinear optics. Because the laser pulses propagate three times faster than the THz nonlinear polarization in the material, the radiation pattern resembles that of a superluminal synchrotron radiation. These findings shrink the kilometer-long synchrotron radiation system to a millimeter-scale chip, and set the foundation for on-chip THz source development.\n\n            The broader impacts of center research include (i) the dissemination of the research, resulting in 229 publications, (ii) laying the foundation for future real-world applications of InGaN nanostructures for optical communications, efficient lighting, and renewable energy, (iii) establishing new metamaterials and plasmonic materials for real-world applications in compact optical imaging systems, THz sources, and high-temperature applications such as thermophotovoltaics. CPHOM also provided key support for two startup companies, Xondas and Nano-Meta Technologies, Inc. (NMTI).\n\nCPHOM also had significant broader impacts in education and human resource development. The center provided support for 317 PhD students during its lifetime (at the University of Michigan and the partner institutions). Through its summer Research Experiences for Undergraduates program, CPHOM supported 52 undergraduates to obtain research training in state-of-the-art research laboratories as well as educational activities such as weekly seminars, and tutorials/workshops on scientific ethics, scientific presentations and publication, and graduate school. The Center also sponsored and managed a residential summer research program for high school students from the southeast Michigan region. The 39 students who participated obtained significant research experience, as well as educational development activities. All of these students went on to college or university STEM programs.\n\n\t\t\t\t\tLast Modified: 03/14/2019\n\n\t\t\t\t\tSubmitted by: Theodore B Norris"
 }
}