{
 "awd_id": "1120824",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Algorithms for Threat Detection via Geometry of Virus Genome Space",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leland Jameson",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 745188.0,
 "awd_amount": 745188.0,
 "awd_min_amd_letter_date": "2011-09-08",
 "awd_max_amd_letter_date": "2013-06-10",
 "awd_abstract_narration": "A genome space is a moduli space of genomes. In this space each point corresponds to a genome. It is expected that two genomes are closely related if the corresponding points in the genome space are close to each other. The investigators and their collaborators obtain a new geometric representation-the natural vector for DNA sequences, and show that the correspondence between DNA sequences and the natural vectors is one-to-one. They perform phylogenetic and clustering analysis for genome sequences in this space. Unlike most existing methods, the proposed genome space here does not need sequence alignment or any evolutionary model and thus avoids computational repetition. In a pilot study of 27,643 genome sequences, it takes only a couple of hours using the natural vector method to compute all the pairwise differences, while it will take four years using the classical multiple alignment methods. Considering the exponentially increasing size of the known genome database, the natural vector method is the only known feasible approach to cluster the whole genome space. With the constructed natural vectors, the investigators use the classification model based on a permanental process, a stochastic classification model, to perform classification and clustering. Moreover, the probability of each virus genome belonging to a cluster can also be obtained. For example, the investigators did clustering analysis for 59 Influenza A H1N1 swine flu genomes and 113 human rhinovirus (HRV) genomes based on their whole genome sequences, and showed that the new outbreak of Influenza A H1N1 swine flu virus was most closely related to Eurasian swine flu viruses and North American swine flu viruses, and the 113 HRV genomes were well clustered into 5 classes HRV-A, HRV-B, HRV-C, HEV-B, and HEV-C. It takes only 18 seconds for the proposed method to get the clustering result while it takes more than 19 hours for the commonly used multiple alignment method.\r\nBoth methods yield the same clustering result. The first goal of the proposed activity is to collect all available genome sequences for each type of virus, compute their natural vectors, set up and maintain a \"natural vector bank\" for viruses. Secondly, the investigators will explore the necessary number of dimensions of the natural vector such that it accurately classifies or clusters the genomes. The third goal is to do clustering on the virus genomes based on their natural vectors. The final goal is to classify or identify any given new virus based on its genome sequence, and predict its functions or behavior pattern.\r\n\r\n\r\n\r\nIn this project the investigators construct a novel, high-speed, accurate geometric representation, called the natural vector, for DNA sequences. Based on this new powerful method, the biologists can have a global comparison of all genomes simultaneously, which cannot be achieved by any other method. It is very fast and convenient once the genome sequence is known, which is vital to the homeland security. To predict the characteristics of a new virus coming from terrorist groups, one can compute the natural vector of the new virus and compare it with the natural vectors of other known viruses. In this way one can predict the possible properties of this new virus by looking at the properties of those viruses located nearby. Quickly and accurately identifying a new virus and predicting its functions will be very helpful to authorities taking precautions and manufacturing a vaccine before it reaches a pandemic state and propagates throughout the general public.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen S.",
   "pi_last_name": "Yau",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen S. T Yau",
   "pi_email_addr": "yau@uic.edu",
   "nsf_id": "000187141",
   "pi_start_date": "2011-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jie",
   "pi_last_name": "Yang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jie Yang",
   "pi_email_addr": "jyang06@uic.edu",
   "nsf_id": "000307340",
   "pi_start_date": "2011-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "809 S MARSHFIELD AVE M/C 551",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606124305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "755200",
   "pgm_ele_name": "COFFES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6877",
   "pgm_ref_txt": "ALGORITHMS IN THREAT DETECTION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 485860.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 259328.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We construct the natural vectors for DNA/genome sequences. The parameters used here are based on the numbers and distributions of nucleotides in the sequence, which is a natural way to describe these sequences. To each DNA sequence we associate a natural sequence of parameters, called a natural vector, describing the numbers and distributions of nucleotides in the sequence. We show that the correspondence between a natural vector and a DNA sequence is one to one. A natural distance between two DNA sequences is the distance between their corresponding natural vectors. This creates a genome space with biological distance, which allows us to do phylogenetic analysis in the most natural and easiest manner.</p>\n<p>There are 4 major advantages of this natural vector method: (1) Once a genome space has been constructed, it can be stored in a database. There is no need to reconstruct the genomic space for any subsequent application, whereas in multiple alignment methods, realignment is needed for add on new sequences. (2) One can have global comparison of all genomes simultaneously, which no other existing method can achieve. (3) Our method is much faster than alignment methods and easier to manipulate. The complexity of our method is O(nm^2) with length n and number m of viral genome sequences which is much faster in providing accurate comparisons than other known methods such as multiple sequence alignment with O(n^m). (4) Our method is robust with respect to deletion, duplication, and inversion, see the simulated evaluation of (12 dimensional) viral genome space in our PLOS ONE paper (2013).</p>\n<p>We have constructed the virus database called VirusDB (http://mathlab.math.uic.edu/VirusDB)? it covers all reference virus genomes available on NCBI and serves those people who are interested in virus classification and prediction. The database stores the nucleotide sequences, natural vectors, classification information of the single segmented and multiple segmented referenced viruses. We also built the online inquiry system to serve the purpose of computing natural vectors and their distances in between of sequences. Registered users can submit sequences with their own classification information to the system. Through the online interface, the predicting results with 5 closest neighbours and their classification information will then be sent to the users by email. The system also provides backend processes for automatic and manual updating of database content to synchronize with GenBank copy. The users could check our current collection to find the viruses belonging to any specific family group. As examples, we display the screenshots of the procedure of submission and prediction of Ebolavirus and Influenza viruses through our system. From the results, we may find that the system not only predicted accurately, but also provided detailed information of the prediction and the whole process only spent couple seconds. I believe that our database and the system will be helpful to those researchers interest in viruses&rsquo; classification and prediction. Also the public health officials will benefit from our system on prevention and treatment of unknown viruses.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/24/2015<br>\n\t\t\t\t\tModified by: Stephen S.&nbsp;T&nbsp;Yau</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe construct the natural vectors for DNA/genome sequences. The parameters used here are based on the numbers and distributions of nucleotides in the sequence, which is a natural way to describe these sequences. To each DNA sequence we associate a natural sequence of parameters, called a natural vector, describing the numbers and distributions of nucleotides in the sequence. We show that the correspondence between a natural vector and a DNA sequence is one to one. A natural distance between two DNA sequences is the distance between their corresponding natural vectors. This creates a genome space with biological distance, which allows us to do phylogenetic analysis in the most natural and easiest manner.\n\nThere are 4 major advantages of this natural vector method: (1) Once a genome space has been constructed, it can be stored in a database. There is no need to reconstruct the genomic space for any subsequent application, whereas in multiple alignment methods, realignment is needed for add on new sequences. (2) One can have global comparison of all genomes simultaneously, which no other existing method can achieve. (3) Our method is much faster than alignment methods and easier to manipulate. The complexity of our method is O(nm^2) with length n and number m of viral genome sequences which is much faster in providing accurate comparisons than other known methods such as multiple sequence alignment with O(n^m). (4) Our method is robust with respect to deletion, duplication, and inversion, see the simulated evaluation of (12 dimensional) viral genome space in our PLOS ONE paper (2013).\n\nWe have constructed the virus database called VirusDB (http://mathlab.math.uic.edu/VirusDB)? it covers all reference virus genomes available on NCBI and serves those people who are interested in virus classification and prediction. The database stores the nucleotide sequences, natural vectors, classification information of the single segmented and multiple segmented referenced viruses. We also built the online inquiry system to serve the purpose of computing natural vectors and their distances in between of sequences. Registered users can submit sequences with their own classification information to the system. Through the online interface, the predicting results with 5 closest neighbours and their classification information will then be sent to the users by email. The system also provides backend processes for automatic and manual updating of database content to synchronize with GenBank copy. The users could check our current collection to find the viruses belonging to any specific family group. As examples, we display the screenshots of the procedure of submission and prediction of Ebolavirus and Influenza viruses through our system. From the results, we may find that the system not only predicted accurately, but also provided detailed information of the prediction and the whole process only spent couple seconds. I believe that our database and the system will be helpful to those researchers interest in virusesÆ classification and prediction. Also the public health officials will benefit from our system on prevention and treatment of unknown viruses.\n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/24/2015\n\n\t\t\t\t\tSubmitted by: Stephen S. T Yau"
 }
}