{
 "awd_id": "1120343",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: A new paradigm for understanding how leaf litter quality affects stream ecosystems",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Irwin Forseth",
 "awd_eff_date": "2011-12-01",
 "awd_exp_date": "2015-11-30",
 "tot_intn_awd_amt": 499249.0,
 "awd_amount": 499249.0,
 "awd_min_amd_letter_date": "2011-07-18",
 "awd_max_amd_letter_date": "2011-07-18",
 "awd_abstract_narration": "Leaves are an important food source for organisms living in streams.  When leaves fall into streams fungi and bacteria begin to break them down, making them a good food source for insects and fish.  Although hundreds of studies show that leaves from different plant species decompose at different rates, the consequences of these differences are not well understood. This project tests if differences among riparian plant species affect pathways of energy flow in stream food webs, with consequences for microbial diversity and transfer of nutrients to insects and fish. In particular, the investigators will test the non-intuitive hypothesis that leaves that decompose more slowly provide a better food source to organisms higher in the food web than quickly decomposing leaves.  This work will advance the field by providing a framework for predicting how variation in plants living on stream banks affects major energy pathways in stream food webs.\r\n  \r\nThis research is important for managing and restoring streams.  Managers spend millions of dollars each year re-vegetating riparian zones but need better information on what to plant and how different trees will affect the health and functioning of streams. This study will provide the information needed to fill this knowledge gap.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jane",
   "pi_last_name": "Marks",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Jane C Marks",
   "pi_email_addr": "jane.marks@nau.edu",
   "nsf_id": "000215719",
   "pi_start_date": "2011-07-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Hungate",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce A Hungate",
   "pi_email_addr": "Bruce.Hungate@nau.edu",
   "nsf_id": "000428241",
   "pi_start_date": "2011-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northern Arizona University",
  "inst_street_address": "601 S KNOLES DR RM 220",
  "inst_street_address_2": "",
  "inst_city_name": "FLAGSTAFF",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "9285230886",
  "inst_zip_code": "86011",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "AZ02",
  "org_lgl_bus_name": "NORTHERN ARIZONA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MXHAS3AKPRN1"
 },
 "perf_inst": {
  "perf_inst_name": "Northern Arizona University",
  "perf_str_addr": "601 S KNOLES DR RM 220",
  "perf_city_name": "FLAGSTAFF",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "86011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "AZ02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1181",
   "pgm_ref_txt": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 499249.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Terrestrial and aquatic ecosystems are intricately linked.&nbsp; Leaf litter that falls into streams is an important energy source for invertebrates and fish that live in streams.&nbsp; Conversely, insects that emerge from streams are also an important energy source for terrestrial animals including lizards, birds, and bats.&nbsp; Our research studied how different tree species affect stream ecosystems.&nbsp; We studied different species as well as different genotypes within a hybridizing cottonwood complex. &nbsp;We found that the type of leaf litter determines how energy in leaves is broken down and transferred to microbes and invertebrates.&nbsp; Leaves such as cottonwood and ash decompose quickly with most of the energy taken up by bacteria.&nbsp; In contrast, slowly decomposing leaves like oak and sycamore transfer more energy to aquatic insects.&nbsp; Nitrogen fluxes from insects to leaves follow similar patterns with more nitrogen being transferred to insects from slowly decomposing leaves.&nbsp; Nitrogen is important to insects and fish because it is the central building block of proteins. &nbsp;More insects emerge from streams with slower decomposing litter.&nbsp; Our results suggest that fast decomposing leaves fuel microbial food webs that are probably dominated by bacteria.&nbsp; This could lead to more loss of carbon from streams in the form of carbon dioxide<sub> </sub>and less energy retained in stream food webs.&nbsp; In contrast slower decomposing leaf types fuel the macroscopic food web and may benefit fish and predators living near the stream.&nbsp; These results are germane to river restoration programs showing the importance of planting different types of leaf litter in riparian zones.&nbsp;</p>\n<p>Through this research we trained over a dozen undergraduate students.&nbsp; These students learned how to conduct field and lab research and many of them had opportunities to conduct their own research projects and present their results at national meetings.&nbsp; Additionally, four doctoral students were trained as part of this research program.&nbsp; They have all published papers in scientific journals and have found jobs as post-doctoral scholars.&nbsp; Two Masters students are continuing to work on this research.&nbsp;&nbsp; All of the graduate students and the Principal Investigator have worked with local high school teachers &ndash; helping them add sections in their courses on stream ecology.&nbsp; Members of our research team routinely give talks to broader audiences including science on tap and public outreach talks at Northern Arizona University.&nbsp; &nbsp; &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/22/2016<br>\n\t\t\t\t\tModified by: Jane&nbsp;C&nbsp;Marks</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1120343/1120343_10109874_1466620915522_Slide4--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1120343/1120343_10109874_1466620915522_Slide4--rgov-800width.jpg\" title=\"The New Litter Paradigm\"><img src=\"/por/images/Reports/POR/2016/1120343/1120343_10109874_1466620915522_Slide4--rgov-66x44.jpg\" alt=\"The New Litter Paradigm\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A new conceptual model of how litter quality affects stream food webs.</div>\n<div class=\"imageCredit\">Victor Leshyk</div>\n<div class=\"imageSubmitted\">Jane&nbsp;C&nbsp;Marks</div>\n<div class=\"imageTitle\">The New Litter Paradigm</div>\n</div>\n<...",
  "por_txt_cntn": "\nTerrestrial and aquatic ecosystems are intricately linked.  Leaf litter that falls into streams is an important energy source for invertebrates and fish that live in streams.  Conversely, insects that emerge from streams are also an important energy source for terrestrial animals including lizards, birds, and bats.  Our research studied how different tree species affect stream ecosystems.  We studied different species as well as different genotypes within a hybridizing cottonwood complex.  We found that the type of leaf litter determines how energy in leaves is broken down and transferred to microbes and invertebrates.  Leaves such as cottonwood and ash decompose quickly with most of the energy taken up by bacteria.  In contrast, slowly decomposing leaves like oak and sycamore transfer more energy to aquatic insects.  Nitrogen fluxes from insects to leaves follow similar patterns with more nitrogen being transferred to insects from slowly decomposing leaves.  Nitrogen is important to insects and fish because it is the central building block of proteins.  More insects emerge from streams with slower decomposing litter.  Our results suggest that fast decomposing leaves fuel microbial food webs that are probably dominated by bacteria.  This could lead to more loss of carbon from streams in the form of carbon dioxide and less energy retained in stream food webs.  In contrast slower decomposing leaf types fuel the macroscopic food web and may benefit fish and predators living near the stream.  These results are germane to river restoration programs showing the importance of planting different types of leaf litter in riparian zones. \n\nThrough this research we trained over a dozen undergraduate students.  These students learned how to conduct field and lab research and many of them had opportunities to conduct their own research projects and present their results at national meetings.  Additionally, four doctoral students were trained as part of this research program.  They have all published papers in scientific journals and have found jobs as post-doctoral scholars.  Two Masters students are continuing to work on this research.   All of the graduate students and the Principal Investigator have worked with local high school teachers &ndash; helping them add sections in their courses on stream ecology.  Members of our research team routinely give talks to broader audiences including science on tap and public outreach talks at Northern Arizona University.     \n\n \n\n\t\t\t\t\tLast Modified: 06/22/2016\n\n\t\t\t\t\tSubmitted by: Jane C Marks"
 }
}