{
 "awd_id": "1120094",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop: Weather, Climate and Communication: More than just Talking about the Weather; 2011 American Meteorological Society Annual Meeting; Seattle, Washington; 23-27 January 2011",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dennis Wenger",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2012-02-29",
 "tot_intn_awd_amt": 24835.0,
 "awd_amount": 24835.0,
 "awd_min_amd_letter_date": "2011-02-28",
 "awd_max_amd_letter_date": "2011-02-28",
 "awd_abstract_narration": "This grant provides funds for the American Meteorological Society (AMS) Policy Program to support 18 communication faculty, post-docs and students to attend their week long Annual Meeting and a companion weekend workshop on communicating weather and climate in order to create and nurture an interdisciplinary collaboration that would cross invisible boundaries that may or may not exist between research disciplines and practitioners.  Although hazards researchers and practitioners, including meteorologists and climatologists, have made great strides in physical science, humans still choose how they will react to weather and climate information.  Communication scholars, journalists, psychologists and sociologists, to name a few, have also made great strides in their research, focusing on message creation and societal response to risk or environmental issues.  However, only a small portion of the overall field is dedicated to the weather and climate context; even less is being used in practice.  Although both disciplines have much to offer each other, research disciplines and practice often create invisible boundaries that may or may not nurture multi-disciplinary collaboration.  To build true partnerships, scholars need to attend, participate, and actively listen to each other beyond a fifteen-minute presentation.  The AMS will help create an environment to establish and formalize research and practice collaborations.\r\n\r\nBoth disciplines have much to offer society at large.  The weather and climate community focuses on increasing our understanding of the hazards that affect our world.  The communication community focuses on how to create messages and an effective communication environment to convey the risks and science of such hazards.  The true benefit to society is when these two communities come together.  Research alone does not lead to a safer society.  When research communities combine with practice, then society can see the true value and benefit of all the research involved.  This single grant will set into motion an ongoing series of collaborations between these communities that will fuel and sustain a continuing and growing societal benefit.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gina",
   "pi_last_name": "Eosco",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gina Eosco",
   "pi_email_addr": "eosco@ametsoc.org",
   "nsf_id": "000104727",
   "pi_start_date": "2011-02-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Hooke",
   "pi_mid_init": "H",
   "pi_sufx_name": "DR",
   "pi_full_name": "William H Hooke",
   "pi_email_addr": "hooke@ametsoc.org",
   "nsf_id": "000224398",
   "pi_start_date": "2011-02-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American Meteorological Society",
  "inst_street_address": "45 BEACON ST",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172272425",
  "inst_zip_code": "021083631",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MA08",
  "org_lgl_bus_name": "AMERICAN METEOROLOGICAL SOCIETY, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "WWMNNVBUMJX9"
 },
 "perf_inst": {
  "perf_inst_name": "American Meteorological Society",
  "perf_str_addr": "45 BEACON ST",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021083631",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MA08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163800",
   "pgm_ele_name": "HDBE-Humans, Disasters, and th"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "041E",
   "pgm_ref_txt": "HAZARD AND DISASTER REDUCTION"
  },
  {
   "pgm_ref_code": "042E",
   "pgm_ref_txt": "HAZARD AND DISASTER RESPONSE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "6891",
   "pgm_ref_txt": "CLIMATE CHANGE EDUCATION"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 24835.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Context. </strong>Although hazards researchers, including meteorologists and climatologists, have made great strides in physical science &ndash; decreasing the nautical mile error of hurricane track forecasts, increasing lead time for tornado warnings, and predicting and understanding our changing climate &ndash; humans still choose how they will react.&nbsp; Emergency managers set their own uncertainty thresholds when making hurricane evacuation decisions.&nbsp; The public determines whether to hear and heed tornado warnings. Lastly, our global society makes independent judgments on how to cope with climate change.&nbsp;</p>\n<p>Communication scholars, journalists, psychologists and sociologists, to name a few, have made great strides in their research as well, from understanding media effects to best practices in risk communication to understanding the influence of communication on action.&nbsp; Although many communication concepts apply to the field of natural hazards and climate-change messaging, only a small portion of the overall field is dedicated to this context. Even less is being used in practice.&nbsp;</p>\n<p>Thus the two research communities are making excellent progress, but still have much to learn from each other. <em>One concern: research disciplines often create invisible boundaries that may or may not nurture multi-disciplinary collaboration.</em>&nbsp; Galison captured these notions in his work titled, &ldquo;Trading zone: Coordinating action and belief&rdquo; (1999).&nbsp; He uses the example of physics to describe how instrumentation, theory and experiments all work together, despite their individual characteristics.&nbsp; The idea is that each community needs its own identity with its own theories and methodologies, but that through &ldquo;trading zones&rdquo; communities can also learn from one another.&nbsp;</p>\n<p>The AMS Policy Program created and nurtured one such trading zone through funding 18 communication faculty, post-docs and students to attend the AMS 2011 Annual Meeting and a companion workshop on communicating weather and climate.&nbsp; Participants built partnerships by attending, participating, and actively listening to each other over a period of several days.&nbsp; In addition, some senior scholars organized a risk and crisis communication training session for AMS scientists. Others consulted with heads of weather services from countries around the world on the communication challenges they face. Funded participants not only presented their research to weather and climate researchers and practitioners but also sat in on weather-, climate-, and related social-science sessions.&nbsp;</p>\n<p><strong>Findings</strong>. Together, communication scholars and meteorologists and climatologists identified areas for further work.&nbsp; Below is a list of findings and recommendations:</p>\n<ol>\n<li>We need to develop an archive of local or regional climate change stories and impacts to make weather and climate information more relatable to the public. </li>\n<li>We need trained translators, individuals who have excellent communication skills, but understand the science.&nbsp; Certification programs should be developed.</li>\n<li>Formalize communication courses or requirements for those who work in weather and climate government agencies or university departments.</li>\n<li>In an environment that favors disciplinary work, ensure that there is a place for interdisciplinary work within the academic environment </li>\n<li>How can communication scholars help operational forecasters and climatologists in their daily work.</li>\n<li>One of the barriers to working together is that most practitioners do not have funds for communication scholars, despite the desire and the need to work together.&nbsp; We must find creative ways to find money for these partnerships.</li>\n</ol>\n<p><strong>Broader Impacts.</strong> This grant increased the transfer ...",
  "por_txt_cntn": "\nContext. Although hazards researchers, including meteorologists and climatologists, have made great strides in physical science &ndash; decreasing the nautical mile error of hurricane track forecasts, increasing lead time for tornado warnings, and predicting and understanding our changing climate &ndash; humans still choose how they will react.  Emergency managers set their own uncertainty thresholds when making hurricane evacuation decisions.  The public determines whether to hear and heed tornado warnings. Lastly, our global society makes independent judgments on how to cope with climate change. \n\nCommunication scholars, journalists, psychologists and sociologists, to name a few, have made great strides in their research as well, from understanding media effects to best practices in risk communication to understanding the influence of communication on action.  Although many communication concepts apply to the field of natural hazards and climate-change messaging, only a small portion of the overall field is dedicated to this context. Even less is being used in practice. \n\nThus the two research communities are making excellent progress, but still have much to learn from each other. One concern: research disciplines often create invisible boundaries that may or may not nurture multi-disciplinary collaboration.  Galison captured these notions in his work titled, \"Trading zone: Coordinating action and belief\" (1999).  He uses the example of physics to describe how instrumentation, theory and experiments all work together, despite their individual characteristics.  The idea is that each community needs its own identity with its own theories and methodologies, but that through \"trading zones\" communities can also learn from one another. \n\nThe AMS Policy Program created and nurtured one such trading zone through funding 18 communication faculty, post-docs and students to attend the AMS 2011 Annual Meeting and a companion workshop on communicating weather and climate.  Participants built partnerships by attending, participating, and actively listening to each other over a period of several days.  In addition, some senior scholars organized a risk and crisis communication training session for AMS scientists. Others consulted with heads of weather services from countries around the world on the communication challenges they face. Funded participants not only presented their research to weather and climate researchers and practitioners but also sat in on weather-, climate-, and related social-science sessions. \n\nFindings. Together, communication scholars and meteorologists and climatologists identified areas for further work.  Below is a list of findings and recommendations:\n\nWe need to develop an archive of local or regional climate change stories and impacts to make weather and climate information more relatable to the public. \nWe need trained translators, individuals who have excellent communication skills, but understand the science.  Certification programs should be developed.\nFormalize communication courses or requirements for those who work in weather and climate government agencies or university departments.\nIn an environment that favors disciplinary work, ensure that there is a place for interdisciplinary work within the academic environment \nHow can communication scholars help operational forecasters and climatologists in their daily work.\nOne of the barriers to working together is that most practitioners do not have funds for communication scholars, despite the desire and the need to work together.  We must find creative ways to find money for these partnerships.\n\n\nBroader Impacts. This grant increased the transfer of communication research into weather and climate science and practice. Funds provided early-career scholars the opportunity to attend the interdisciplinary workshop.  A little over half of our selected participants were either graduate students, post-docs or recently hired as assistant professors.  As a result ..."
 }
}