{
 "awd_id": "1120327",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Stochastic dynamics of neuronal populations with intrinsic and extrinsic noise",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Ann Horn",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2016-09-30",
 "tot_intn_awd_amt": 350994.0,
 "awd_amount": 350994.0,
 "awd_min_amd_letter_date": "2011-09-19",
 "awd_max_amd_letter_date": "2011-09-19",
 "awd_abstract_narration": "In biochemical and gene networks, there is an important distinction between intrinsic and extrinsic noise; extrinsic noise refers to external sources of randomness associated with environmental factors, whereas intrinsic noise refers to random fluctuations arising from the discrete and probabilistic nature of chemical reactions at the molecular level, which are particularly significant when the number of reacting molecules is small. The main goal of this research project is to develop a mathematical theory of intrinsic and extrinsic noise in neuronal population dynamics, adapting analytical methods from the study of chemical master equations such as Langevin approximations, stochastic hybrid systems, and large deviation theory.  It is assumed that intrinsic noise at the network level arises from fluctuations about an asynchronous state due to finite size effects, whereas extrinsic noise arises from fluctuating external inputs.  The theory is applied to a variety of neurobiological phenomena where noise is thought to play a crucial role, including the stimulus-induced synchronization of neural oscillators during sensory processing, and the generation of oscillations and waves during binocular rivalry. The latter forms the basis for non-invasive studies of human vision.\r\n\r\nNoise has recently emerged as a key component of many biological systems including the brain.  Randomness arises at multiple levels of brain function, ranging from molecular processes such as gene expression and the opening of ion channel proteins to complex networks of brain cells (neurons) that generate behavior. Indeed, the presence of noise has direct behavioral consequences, from setting perceptual and decision thresholds to influencing movement precision.  Noise also contributes to the generation of spontaneous activity patterns during resting brain states, which are thought to play an important role in cognition.  From one perspective, neuroscientists are interested in how, in spite of significant levels of noise, the brain appears to function reliably, consistent with the idea that it has evolved under the constraints that are imposed by noise.  From another perspective, neuroscientists are interested in situations where the presence of noise can either be harmful to or, in certain cases, actually enhance brain function.  The main goal of this project is to use mathematical and computational modeling to develop our understanding of how noise that is present at the molecular and cellular levels affects dynamics and information processing at the network level, both in healthy and diseased brains.  \r\n\r\nNumerous behaviors ranging from locomotion to cognitive tasks rely on oscillatory activity generated by networks of neurons in the brain.  Despite the predominance and indispensability of brain oscillations, few theoretical tools are available for understanding how such oscillations are generated or controlled.  A novel approach is used that combines biological experiments and mathematical analysis to break apart the complex interactions present in network components into simple building blocks.  This allows core elements that are important in the generation of oscillations to be extracted and will clarify the role of other existing components in sculpting behavior using mathematical models.  The models are tested through experiments that connect real time computer-simulated neurons to small oscillatory network in the crab central nervous systems.  This project provides a framework for developing neural-based control systems with potential applications in robotics and bio-inspired computing.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Bressloff",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Bressloff",
   "pi_email_addr": "bressloff@math.utah.edu",
   "nsf_id": "000304935",
   "pi_start_date": "2011-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "201 PRESIDENTS CIR",
  "perf_city_name": "SALT LAKE CITY",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841129049",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  },
  {
   "pgm_ele_code": "755200",
   "pgm_ele_name": "COFFES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 350994.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Noise has recently emerged as a key component of many biological systems including the brain. Randomness arises at multiple levels of brain function, ranging from molecular processes such as gene expression and the opening of ion channel proteins to complex networks of brain cells (neurons) that generate behavior. Indeed, the presence of noise has direct behavioral consequences, from setting perceptual and decision thresholds to influencing movement precision. Noise also contributes to the generation of spontaneous activity patterns during resting brain states, which are thought to play an important role in cognition. From one perspective, neuroscientists are interested in how, in spite of significant levels of noise, the brain appears to function reliably, consistent with the idea that it has evolved under the constraints that are imposed by noise. From another perspective, neuroscientists are interested in situations where the presence of noise can either be harmful to or, in certain cases, actually enhance brain function. The main goal of this proposal was to use mathematical and computational modeling to develop our understanding of how noise that is present at the molecular and cellular levels affects dynamics and information processing at the network level, both in healthy and diseased brains.</p>\n<p>One characteristic feature of communication between neurons is that they send electrical signals to each other known, which are known as action potentials. The generation of these action potentials involves the flow of electrically charged molecules (ions) into and out of a cell, and these ionic currents are mediated by ion channels or pores within the cell membrane. One of the major outcomes of our research was the development of mathematical tools to model the effects of the random opening and closing of these ion channels on the electrical communication between neurons. We also incorporated another source of noise, which occurs at the level of chemical synapses. These form the junctional connections between neurons, converting electrical signals to chemical signals. The strengths of these synaptic connections are thought to encode memories and knowledge within brain networks. A challenging aspect of the mathematical modeling and analysis of stochastic, synaptically-coupled neural networks is that one has to deal with so-called hybrid systems, which typically involve several different types of randomness occurring on multiple length and time scales.</p>\n<p>The transport of ion channels through membrane pores is just one example of molecular transport in cells. Another major example concerns the transport and delivery of newly synthesized proteins to particular regions within a cell in order to maintain cell function or to support the growth and development of the cell. This is a particularlly challenging problem for neurons with their extensively branched dendrites, which receive information from other neurons, and a single long axon that delivers information over long distances (up to 1 meter) to other neurons or muscle cells. One mechanism for handling these long distances involves nanoscopic machines known as molecular motor proteins. These motors actively transport newly synthesized proteins along an interlocking series of freeways, consisting of long protein filaments (polymers), which form the cell cytoskeleton. The transport is highly stochastic and requires similar mathematical techniques to those we developed for ion channels and cell communication. One of the specific issues we addressed was how motor-driven transport can ensure a democratic distribution of resources within a cell, and showed that this required a corresponding reduction in efficiency. A second issue was to show how a certain level of noise can improve the ability of motors to find targets within a cell, analogous to stochastic search mechanisms in coastguard rescue operations. Understanding the underlying mechanisms of motor-driven transport is crucial, given that a breakdown in such transport is thought to be a major casual factor in neurodegeneratve diseases such as Alzheimer's.</p>\n<p>From a broader educational perspective, this NSF-funded research supported 5 graduate students, including two females, and a postdoctoral fellow. It also allowed the PI to publish the first major graduate textbook on the mathematical theory of noise in cells, which is becomong a standard reference in the field.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/16/2016<br>\n\t\t\t\t\tModified by: Paul&nbsp;Bressloff</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNoise has recently emerged as a key component of many biological systems including the brain. Randomness arises at multiple levels of brain function, ranging from molecular processes such as gene expression and the opening of ion channel proteins to complex networks of brain cells (neurons) that generate behavior. Indeed, the presence of noise has direct behavioral consequences, from setting perceptual and decision thresholds to influencing movement precision. Noise also contributes to the generation of spontaneous activity patterns during resting brain states, which are thought to play an important role in cognition. From one perspective, neuroscientists are interested in how, in spite of significant levels of noise, the brain appears to function reliably, consistent with the idea that it has evolved under the constraints that are imposed by noise. From another perspective, neuroscientists are interested in situations where the presence of noise can either be harmful to or, in certain cases, actually enhance brain function. The main goal of this proposal was to use mathematical and computational modeling to develop our understanding of how noise that is present at the molecular and cellular levels affects dynamics and information processing at the network level, both in healthy and diseased brains.\n\nOne characteristic feature of communication between neurons is that they send electrical signals to each other known, which are known as action potentials. The generation of these action potentials involves the flow of electrically charged molecules (ions) into and out of a cell, and these ionic currents are mediated by ion channels or pores within the cell membrane. One of the major outcomes of our research was the development of mathematical tools to model the effects of the random opening and closing of these ion channels on the electrical communication between neurons. We also incorporated another source of noise, which occurs at the level of chemical synapses. These form the junctional connections between neurons, converting electrical signals to chemical signals. The strengths of these synaptic connections are thought to encode memories and knowledge within brain networks. A challenging aspect of the mathematical modeling and analysis of stochastic, synaptically-coupled neural networks is that one has to deal with so-called hybrid systems, which typically involve several different types of randomness occurring on multiple length and time scales.\n\nThe transport of ion channels through membrane pores is just one example of molecular transport in cells. Another major example concerns the transport and delivery of newly synthesized proteins to particular regions within a cell in order to maintain cell function or to support the growth and development of the cell. This is a particularlly challenging problem for neurons with their extensively branched dendrites, which receive information from other neurons, and a single long axon that delivers information over long distances (up to 1 meter) to other neurons or muscle cells. One mechanism for handling these long distances involves nanoscopic machines known as molecular motor proteins. These motors actively transport newly synthesized proteins along an interlocking series of freeways, consisting of long protein filaments (polymers), which form the cell cytoskeleton. The transport is highly stochastic and requires similar mathematical techniques to those we developed for ion channels and cell communication. One of the specific issues we addressed was how motor-driven transport can ensure a democratic distribution of resources within a cell, and showed that this required a corresponding reduction in efficiency. A second issue was to show how a certain level of noise can improve the ability of motors to find targets within a cell, analogous to stochastic search mechanisms in coastguard rescue operations. Understanding the underlying mechanisms of motor-driven transport is crucial, given that a breakdown in such transport is thought to be a major casual factor in neurodegeneratve diseases such as Alzheimer's.\n\nFrom a broader educational perspective, this NSF-funded research supported 5 graduate students, including two females, and a postdoctoral fellow. It also allowed the PI to publish the first major graduate textbook on the mathematical theory of noise in cells, which is becomong a standard reference in the field.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/16/2016\n\n\t\t\t\t\tSubmitted by: Paul Bressloff"
 }
}