{
 "awd_id": "1121952",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Using Natural Variation to Probe the Evolution, Mechanisms and Function of Imprinting in Plants",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": "7032924967",
 "po_email": "kccone@nsf.gov",
 "po_sign_block_name": "Karen Cone",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 970000.0,
 "awd_amount": 970000.0,
 "awd_min_amd_letter_date": "2011-09-07",
 "awd_max_amd_letter_date": "2011-09-07",
 "awd_abstract_narration": "Intellectual merit: The genes that an organism inherits from its mother and father are usually expressed at similar levels. However, some genes exhibit the phenomenon of imprinted expression, in which the maternally and paternally inherited gene copies, or alleles, are not expressed equally. Imprinting is considered epigenetic because the expression level of maternally and paternally inherited alleles is not determined by the DNA sequence. Imprinting is critical for normal development in flowering plants and mammals. In plants, imprinting primarily occurs in endosperm, the embryo-nourishing tissue found within seeds. Differential expression of maternally and paternally inherited alleles of a gene in the endosperm is often correlated with differential cytosine DNA methylation, a chemical modification to the DNA that serves as a key epigenetic mark. The methylation differences frequently occur at sequences that resemble transposable elements, invasive pieces of DNA that can move throughout the genome and are usually methylated. These results have led to the hypothesis that imprinted gene expression arises as a byproduct of epigenetic control of transposable elements. Because the presence, genomic location, and epigenetic modification of transposable elements are variable within and between closely related species, this research will test the hypothesis that many instances of imprinting could be specific to alleles from certain genetic backgrounds. Using high-throughput genome-wide approaches to take advantage of natural genetic and epigenetic variation, imprinted expression and DNA methylation will be assessed in three plant species with distinct modes of reproduction and genome structure, Arabidopsis thaliana, Arabidopsis lyrata, and Zea mays, to test specific hypothesis about the mechanism, evolution, and function of imprinting in plants. There has been relatively little effort directed at understanding the degree of conservation or variability of imprinting within and between species. Examples of conserved imprinting between distantly related plant species like Arabidopsis and maize might reflect instances in which the process of imprinting has been repeatedly adopted at a particular gene to regulate endosperm development. This research is likely to have substantial outcomes in further determining the functional consequences of imprinting and in understanding how the control of transposable elements can lead to important developmental regulatory processes. In addition, the project will provide a better understanding of the differences in maternal and paternal contributions to offspring in plant species. \r\n\r\nBroader Impacts: This project provides interdisciplinary education and training opportunities for high school students, undergraduates, a graduate student and a postdoctoral fellow. The research will require the integration of classical genetics, molecular biology, genomics, and bioinformatics. This provides a valuable opportunity for biologists to become skilled in bioinformatics analysis and computer scientists to become conversant in biology. These skills are increasingly necessary as new technologies drive biology to become more quantitative. Undergraduate students from primarily undergraduate minority-serving institutions who do not have access to top-notch research facilities will work on the project for three summers under the guidance of the postdoctoral fellow. This experience will provide critical research experience for the undergraduates and important training in mentoring for the postdoctoral fellow. Additionally, high school students will take advantage of tools created as part of this research to learn about the plant life cycle and mechanisms of inheritance.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Gehring",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mary Gehring",
   "pi_email_addr": "mgehring@wi.mit.edu",
   "nsf_id": "000586622",
   "pi_start_date": "2011-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Whitehead Institute for Biomedical Research",
  "inst_street_address": "455 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172585000",
  "inst_zip_code": "021421025",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "WHITEHEAD INSTITUTE FOR BIOMEDICAL RESEARCH",
  "org_prnt_uei_num": "C186U32QSBR9",
  "org_uei_num": "C186U32QSBR9"
 },
 "perf_inst": {
  "perf_inst_name": "Whitehead Institute for Biomedical Research",
  "perf_str_addr": "455 MAIN ST",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021421025",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801500",
   "pgm_ele_name": "BIO Innovation Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "001B",
   "pgm_ref_txt": "Big Pitch"
  },
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "8015",
   "pgm_ref_txt": "Research Ntwrks in Mathematical Sciences"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 970000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Diploid organisms inherit one copy of each gene from their mother and one copy from their father. These genes are usually expressed at similar levels. However, a subset of genes in mammals and flowering plants are subject to imprinted expression, where a gene is expressed predominantly from either the maternally or paternally inherited copy. In plants, imprinted expression occurs in seeds. Some imprinted genes are critical for normal seed development. Thus, further understanding gene imprinting improves our understanding of the biology of seeds, which are the major source of calories for humans and livestock. Furthermore, understanding the mechanism of imprinting also more generally informs our understanding of mechanisms of gene regulation in multicellular organisms.</p>\n<p>&nbsp;</p>\n<p>In this project we investigated the extent, molecular mechanism, and evolution of gene imprinting in plants. This project was built on our previous findings that differential expression <ins datetime=\"2011-01-11T06:35\" cite=\"mailto:Nathan%20M%20Springer\">of maternal and paternal </ins>gene copies<ins datetime=\"2011-01-11T06:35\" cite=\"mailto:Nathan%20M%20Springer\"> </ins>is <ins datetime=\"2011-01-11T06:35\" cite=\"mailto:Nathan%20M%20Springer\">often </ins>correlated with differential cytosine DNA methylation of nearby repetitive DNA sequences. DNA methylation of cytosine can impact gene expression in the absence of any DNA sequence differences. We used genome-wide approaches to identify all of the imprinted genes in three species: <em>Arabidopsis thaliana</em>, <em>Arabidopsis lyrata</em>, and <em>Zea mays</em>. We examined imprinting within multiple natural strains or inbred lines of <em>A. thaliana</em> and <em>Z. mays</em>. These data allowed us to: identify genes that were variably imprinted within each species, identify genes that were commonly imprinted within a species, and identify genes that were imprinted in all three species. We also performed whole-genome DNA methylation profiling in each species to further understand the relationship between DNA methylation and imprinted expression. We discovered that about 10% of imprinted genes are variably imprinted within an individual species. For some genes this imprinting difference correlates with natural variation in DNA methylation at repetitive sequences. These results showed that natural epiallelic variation and imprinting mechanisms intersect to produce novel gene expression patterns in seeds. We also discovered a small set of genes that were imprinted in both Arabidopsis and maize. These genes are thus candidates for key regulators of seed development, and are being further studied. Additionally, we found that multiple molecular mechanisms contribute to gene imprinting, and that these can differ even on relatively short evolutionary time scales. Finally, our data supports evolutionary theories that imprinted expression is selected for because of genetic conflicts between maternally and paternally inherited genomes, as has also been observed in mammals.</p>\n<p>&nbsp;</p>\n<p>This project provided opportunities for training of graduate students, postdoctoral associates, and undergraduates. Students and postdoctoral associates gained cutting-edge skills in whole-genome approaches to biological problems. This necessitated skill development in computational analysis of complex datasets. Furthermore, this project impacted the public more broadly through extensive interactions between students and postdoctoral associates with high school teachers and middle school students.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2015<br>\n\t\t\t\t\tModified by: Mary&nbsp;Gehring</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDiploid organisms inherit one copy of each gene from their mother and one copy from their father. These genes are usually expressed at similar levels. However, a subset of genes in mammals and flowering plants are subject to imprinted expression, where a gene is expressed predominantly from either the maternally or paternally inherited copy. In plants, imprinted expression occurs in seeds. Some imprinted genes are critical for normal seed development. Thus, further understanding gene imprinting improves our understanding of the biology of seeds, which are the major source of calories for humans and livestock. Furthermore, understanding the mechanism of imprinting also more generally informs our understanding of mechanisms of gene regulation in multicellular organisms.\n\n \n\nIn this project we investigated the extent, molecular mechanism, and evolution of gene imprinting in plants. This project was built on our previous findings that differential expression of maternal and paternal gene copies is often correlated with differential cytosine DNA methylation of nearby repetitive DNA sequences. DNA methylation of cytosine can impact gene expression in the absence of any DNA sequence differences. We used genome-wide approaches to identify all of the imprinted genes in three species: Arabidopsis thaliana, Arabidopsis lyrata, and Zea mays. We examined imprinting within multiple natural strains or inbred lines of A. thaliana and Z. mays. These data allowed us to: identify genes that were variably imprinted within each species, identify genes that were commonly imprinted within a species, and identify genes that were imprinted in all three species. We also performed whole-genome DNA methylation profiling in each species to further understand the relationship between DNA methylation and imprinted expression. We discovered that about 10% of imprinted genes are variably imprinted within an individual species. For some genes this imprinting difference correlates with natural variation in DNA methylation at repetitive sequences. These results showed that natural epiallelic variation and imprinting mechanisms intersect to produce novel gene expression patterns in seeds. We also discovered a small set of genes that were imprinted in both Arabidopsis and maize. These genes are thus candidates for key regulators of seed development, and are being further studied. Additionally, we found that multiple molecular mechanisms contribute to gene imprinting, and that these can differ even on relatively short evolutionary time scales. Finally, our data supports evolutionary theories that imprinted expression is selected for because of genetic conflicts between maternally and paternally inherited genomes, as has also been observed in mammals.\n\n \n\nThis project provided opportunities for training of graduate students, postdoctoral associates, and undergraduates. Students and postdoctoral associates gained cutting-edge skills in whole-genome approaches to biological problems. This necessitated skill development in computational analysis of complex datasets. Furthermore, this project impacted the public more broadly through extensive interactions between students and postdoctoral associates with high school teachers and middle school students.\n\n\t\t\t\t\tLast Modified: 11/30/2015\n\n\t\t\t\t\tSubmitted by: Mary Gehring"
 }
}