{
 "awd_id": "1121960",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Nutritional physiology of life history allocation trade-offs",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "emily carrington",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 324999.0,
 "awd_amount": 328516.0,
 "awd_min_amd_letter_date": "2011-09-07",
 "awd_max_amd_letter_date": "2016-03-25",
 "awd_abstract_narration": "Life history traits such as longevity, dispersal and total reproductive output are key organismal adaptations.  Many life history traits are negatively coupled with each other because nutrients allocated towards one trait (e.g. egg production) are not available for another trait (e.g. production of lipid fuel for dispersal).  The magnitude of trade-offs can be strongly influenced by the amount and quality of nutrients available to an organism, but currently little is known about how nutrient inputs affect life history trade-offs.  Here this issue is investigated using a wing-polymorphic cricket, Gryllus firmus.  This cricket exists as one of two genetically-specified forms, one adapted for flight (dispersal) at the expense of egg production, the other adapted to maximize reproduction at the expense of dispersal (it lacks flight muscle).  Using a range of well-defined diets that differ in their protein-carbohydrate composition (and total caloric content), a comparison will be made that reveals how these two contrasting phenotypes differentially extract, interconvert, and eliminate protein and carbohydrate demanded by their specific life history.  Specifically, this study will measure consumption and assimilation of protein and carbohydrates into body tissues, document how these two nutrients are allocated to flight and reproduction organs, and use radiotracer and enzymological studies of biochemical pathways to study interconversion and metabolic elimination of these two nutrients.  An important focus will be identifying the physiological mechanisms that allow a particular phenotype to acquire/produce the biomolecules it needs (for its life history) in a constantly shifting nutritional environment.  Results will be applicable to a wide range of organisms, including life history traits (e.g. longevity) in humans.  This project also has a significant instructional component, including the training of a postdoctoral associate, research opportunities for undergraduate students, and the development of workshops for secondary school educators which provides novel approaches to teaching basic principles of evolution.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Spencer",
   "pi_last_name": "Behmer",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Spencer T Behmer",
   "pi_email_addr": "s-behmer@tamu.edu",
   "nsf_id": "000397380",
   "pi_start_date": "2011-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Research Foundation",
  "inst_street_address": "400 HARVEY MITCHELL PKWY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "EQH8NQ4AXFT7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University",
  "perf_str_addr": "400 HARVEY MITCHELL PKY S STE 300",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778454375",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 99999.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 115000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 113517.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">The goal of this project was to study the adaptive physiological mechanisms that allow different phenotypes/genotypes to cope with nutrient heterogeneity, specifically variation in the ratios and amounts of protein and carbohydrates, in the context of the requirements of different life histories. We couched our work within the experimental approach of the &ldquo;Geometric Framework&rdquo; for nutrition, to study how different forms (long-winged versus short-winged) of a wing polymorphic cricket regulate their protein-carbohydrate intake, and differentially utilize ingested protein and carbohydrate to best match their life-history specific nutritional needs. To this end, we conducted a range of experiments using crickets selected to produce either long-winged (flight capable) and short-winged (early reproductive onset) morphs. In early adulthood, female <em>Gryllus firmus</em> crickets experience a trade-off between the physiological allocation to flight and the timing of reproductive onset, and we hypothesized that the nature of this trade-off was sensitive to nutrient availability, particularly variation in the amounts and ratio of dietary protein and carbohydrate. We tested this hypothesis by assessing morph consumption patterns across a range of artificial diets that contain different relative and absolute amounts of protein and carbohydrate, and are characterizing both short-term (physiological) and lifetime (fitness) responses to these diets.</p>\n<p class=\"p1\">We found that lifetime food consumption patterns differed on our 13 different diets, but that the two wing morphs tended to respond similarly to the different protein-carbohydrate diets. Generally, crickets ate more of diets with lower amounts of carbohydrate and protein (a classic compensatory response to nutrient dilution). Interestingly, cricket lifespan was maximized on diets with intermediate total amounts of macronutrients. With respect to lifetime reproductive output, it increased as protein content of the diet increased, but somewhat surprisingly we found that long-winged females showed a stronger response to dietary protein content than short-winged females. During the first 5 days of adulthood, when given one of 13 foods containing different relative and absolute amounts of protein and carbohydrate, crickets adjusted their feeding behavior, such that they ate more of low-concentration diets as compared to concentrated ones, and also adjusted intake based on protein-carbohydrate balance. In the short term, the long-winged and short-winged morphs had different feeding patterns, which corresponds with the fundamental differences in their underlying physiology. Despite attempts to practice \"compensatory feeding,\" crickets on low nutrient concentration foods only obtained half as many macronutrients compared to crickets feeding on high-concentration foods. We also observed that mass gains corresponded with total macronutrient intake, particularly protein intake. Food protein-carbohydrate content also affected short-winged females, which showed dramatic increases in ovary size, including ovarian stores of lipids and protein, on protein-biased foods. Our short-term experiments have also shown a connection between cricket diet and resting metabolism, such that individuals feeding on more balanced, higher-nutrient diets maintained elevated resting carbon dioxide production compared to individuals provided with low-nutrient, protein- or carbohydrate-biased diets. However, across the nutrient landscape the crickets managed to maintain overall metabolic homeostasis by shifting between carbohydrate, protein, and lipid metabolism. Finally, our work on nymphs showed that food nutrient content has stronger effects on LW morphs compared to SW morphs. LW morphs on nutritionally imbalanced foods, especially foods that are deficient in protein, show a strong propensity to switch to the SW morph. In contrast, SW morphs almost always stay in the SW form. We have have submitted manuscripts for publication in top-tier journals (Journal of Experimental Biology; Functional Ecology; Journal of Insect Physiology). We have also presented results from this project at invited Departmental Seminars, plus national and international meetings.</p>\n<p class=\"p1\">Our work expanded the application of the \"Geometric Framework\" into evolutionary biology/physiology. Those who study life-history evolution recognize that nutritional inputs shape physiological trade-offs, and this work has provided key methods for characterizing the interplay between nutritional inputs and trade-offs. Specifically, it extends beyond the measurement of simple whole-organism traits to develop a mechanistic understanding of how nutrient allocation shifts in response to variation in food protein-carbohydrate content. This work will refine a classic but simplistic framework for the generation of physiological trade-offs.</p>\n<p class=\"p1\">In terms of a broader impact, this project led to the long-term involvement and training of four undergraduates in research in the life sciences. It also provided continued training in mentoring, teaching, research, and computational skills for one female postdoctoral research associate, and one female Master's student. The Behmer lab undertook multiple forms of informal outreach to make the outcomes of this research program available to the general public. We hosted lab tours to educate members of the public about how scientific research is conducted, and recently led a module at a summer day camp teaching K-12 graders the biology of arthropods. In this module our crickets were featured heavily.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/21/2016<br>\n\t\t\t\t\tModified by: Spencer&nbsp;T&nbsp;Behmer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The goal of this project was to study the adaptive physiological mechanisms that allow different phenotypes/genotypes to cope with nutrient heterogeneity, specifically variation in the ratios and amounts of protein and carbohydrates, in the context of the requirements of different life histories. We couched our work within the experimental approach of the \"Geometric Framework\" for nutrition, to study how different forms (long-winged versus short-winged) of a wing polymorphic cricket regulate their protein-carbohydrate intake, and differentially utilize ingested protein and carbohydrate to best match their life-history specific nutritional needs. To this end, we conducted a range of experiments using crickets selected to produce either long-winged (flight capable) and short-winged (early reproductive onset) morphs. In early adulthood, female Gryllus firmus crickets experience a trade-off between the physiological allocation to flight and the timing of reproductive onset, and we hypothesized that the nature of this trade-off was sensitive to nutrient availability, particularly variation in the amounts and ratio of dietary protein and carbohydrate. We tested this hypothesis by assessing morph consumption patterns across a range of artificial diets that contain different relative and absolute amounts of protein and carbohydrate, and are characterizing both short-term (physiological) and lifetime (fitness) responses to these diets.\nWe found that lifetime food consumption patterns differed on our 13 different diets, but that the two wing morphs tended to respond similarly to the different protein-carbohydrate diets. Generally, crickets ate more of diets with lower amounts of carbohydrate and protein (a classic compensatory response to nutrient dilution). Interestingly, cricket lifespan was maximized on diets with intermediate total amounts of macronutrients. With respect to lifetime reproductive output, it increased as protein content of the diet increased, but somewhat surprisingly we found that long-winged females showed a stronger response to dietary protein content than short-winged females. During the first 5 days of adulthood, when given one of 13 foods containing different relative and absolute amounts of protein and carbohydrate, crickets adjusted their feeding behavior, such that they ate more of low-concentration diets as compared to concentrated ones, and also adjusted intake based on protein-carbohydrate balance. In the short term, the long-winged and short-winged morphs had different feeding patterns, which corresponds with the fundamental differences in their underlying physiology. Despite attempts to practice \"compensatory feeding,\" crickets on low nutrient concentration foods only obtained half as many macronutrients compared to crickets feeding on high-concentration foods. We also observed that mass gains corresponded with total macronutrient intake, particularly protein intake. Food protein-carbohydrate content also affected short-winged females, which showed dramatic increases in ovary size, including ovarian stores of lipids and protein, on protein-biased foods. Our short-term experiments have also shown a connection between cricket diet and resting metabolism, such that individuals feeding on more balanced, higher-nutrient diets maintained elevated resting carbon dioxide production compared to individuals provided with low-nutrient, protein- or carbohydrate-biased diets. However, across the nutrient landscape the crickets managed to maintain overall metabolic homeostasis by shifting between carbohydrate, protein, and lipid metabolism. Finally, our work on nymphs showed that food nutrient content has stronger effects on LW morphs compared to SW morphs. LW morphs on nutritionally imbalanced foods, especially foods that are deficient in protein, show a strong propensity to switch to the SW morph. In contrast, SW morphs almost always stay in the SW form. We have have submitted manuscripts for publication in top-tier journals (Journal of Experimental Biology; Functional Ecology; Journal of Insect Physiology). We have also presented results from this project at invited Departmental Seminars, plus national and international meetings.\nOur work expanded the application of the \"Geometric Framework\" into evolutionary biology/physiology. Those who study life-history evolution recognize that nutritional inputs shape physiological trade-offs, and this work has provided key methods for characterizing the interplay between nutritional inputs and trade-offs. Specifically, it extends beyond the measurement of simple whole-organism traits to develop a mechanistic understanding of how nutrient allocation shifts in response to variation in food protein-carbohydrate content. This work will refine a classic but simplistic framework for the generation of physiological trade-offs.\nIn terms of a broader impact, this project led to the long-term involvement and training of four undergraduates in research in the life sciences. It also provided continued training in mentoring, teaching, research, and computational skills for one female postdoctoral research associate, and one female Master's student. The Behmer lab undertook multiple forms of informal outreach to make the outcomes of this research program available to the general public. We hosted lab tours to educate members of the public about how scientific research is conducted, and recently led a module at a summer day camp teaching K-12 graders the biology of arthropods. In this module our crickets were featured heavily.\n\n \n\n\t\t\t\t\tLast Modified: 12/21/2016\n\n\t\t\t\t\tSubmitted by: Spencer T Behmer"
 }
}