{
 "awd_id": "1121973",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Coordinated modulation of a multi-layered neuromuscular system",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": "7032924845",
 "po_email": "sraghava@nsf.gov",
 "po_sign_block_name": "Sridhar Raghavachari",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 516370.0,
 "awd_min_amd_letter_date": "2011-09-07",
 "awd_max_amd_letter_date": "2014-08-01",
 "awd_abstract_narration": "Although behavior is controlled by the nervous system, neuronal output is filtered through the neuromuscular system and is altered by feedback pathways.  All components of such systems can be altered (modulated) by hormones or neurotransmitters.  However, because these components interact in complex ways, the behavioral effects of modulating individual components are difficult to predict.  The goal of this project is to extend our understanding of the control and modulation of the multi-component neuromuscular systems that underlie rhythmic behaviors, particularly the ways in which the multiple components that make up complete rhythmic neuromuscular systems are modulated to produce adaptive behaviors.  The project will use physiological recordings in a simple model system (the crustacean heart) to examine modulation at all levels, including electrical activity in the central nervous system, movements generated by the muscles, and the effects of the known feedback systems. The approach will be comparative, examining the effects of two structurally related molecules that have similar effects on the whole system, and the effects of a third molecule, also structurally related to the first two, whose effects on the neuromuscular system as a whole differ substantially from the first two. The general principles uncovered should advance our understanding of both the extent to which different components of a system, particularly feedback systems, are modulated, and the ways in which such modulatory effects are able to interact to produce a predicted final output or behavior.\r\n\r\nIn addition, because this work will be conducted at an undergraduate college, it will contribute to the preparation, retention and interest of undergraduates in science.  Students, who will contribute both intellectually and in hands-on work, will include both underrepresented minorities and women, as has been the case in the PI's lab in the past.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patsy",
   "pi_last_name": "Dickinson",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Patsy S Dickinson",
   "pi_email_addr": "pdickins@bowdoin.edu",
   "nsf_id": "000480836",
   "pi_start_date": "2011-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bowdoin College",
  "inst_street_address": "255 MAINE ST",
  "inst_street_address_2": "",
  "inst_city_name": "BRUNSWICK",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2077253767",
  "inst_zip_code": "040113343",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "ME01",
  "org_lgl_bus_name": "BOWDOIN COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "JE5WBLZJUME7"
 },
 "perf_inst": {
  "perf_inst_name": "Bowdoin College",
  "perf_str_addr": "255 MAINE ST",
  "perf_city_name": "BRUNSWICK",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "040113343",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "ME01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771300",
   "pgm_ele_name": "Activation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 4600.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 5885.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 5885.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project has contributed broadly to our understanding of the basic mechanisms that underlie the ability of the neural circuits that control rhythmic movements to alter their outputs.&nbsp; This ability in turn enables them to dynamically alter behavior as internal and/or external conditions change. In particular, the project has extended our understanding of the ways in which the multiple components that make up complete rhythmic neuromuscular systems are modulated and interact to produce adaptive behaviors.&nbsp; Although behavior is determined by output from the nervous system, that output is filtered through the neuromuscular junction and the muscles, and is subject to peripheral feedback.&nbsp; Moreover, all components of the complete &ldquo;brain-body&rdquo; system are subject to modulation.&nbsp; Because of the complex interactions of these components of a neuromuscular system, the behavioral results of modulatory effects on any one level are not easy to predict: modulation of a central pattern generator (CPG) will alter the input to the muscles; the resulting changes in muscle contraction will be determined not only by the changes in input, but also by factors such as facilitation. Those changes in turn alter the feedback to the pattern generator and thereby result in further changes in motor neuronal output. Thus, to understand the ways in which the rhythmic behavior is controlled and modulated to provide adaptive behavior, it is important to understand modulation at all sites in this type of multi-layered system.&nbsp; These experiments used a simple model system, the heart of the lobster to examine these questions; cardiac contractions in these animals are controlled directly by a small neural network, the cardiac ganglion, which generates rhythmic bursts of action potentials to drive contractions.&nbsp; Although the cardiac ganglion can generate these bursts in complete isolation, it receives feedback from the heart muscle and is subject to modulation from both locally and hormonally released neurochemicals, including neuropeptides, which are small chains of amino acids.&nbsp; Experiments conducted in this project specifically examined the mechanisms by which related neuropeptides exert their effects, the mechanisms that underlie stretch feedback, and the extent to which the feedback and modulatory inputs interact.&nbsp; The results of these experiments indicated that there are extensive modulatory mechanisms acting at each level of this multi-layered system; moreover, it is clear that the non-linear changes at the neuromuscular junction, as well as the sensory feedback pathways, interact with neuropeptides and hormones.&nbsp; Even neuropeptides with very similar sequences can result in slightly different patterns of movement by differentially altering different components of the interacting parts of the neuromuscular system.</p>\n<p>&nbsp;</p>\n<p>This project has contributed to the training of undergraduates students in biology and neuroscience.&nbsp; During the lifetime of the project, 45 undergraduates and 3 high school students have been involved in research in the PI&rsquo;s laboratory for at least one semester; most have continued for 12 months or longer. Of these students, 32 were women; at least 4 were students from groups underrepresented in science.&nbsp; All have been trained in techniques, in scientific thinking, in data analysis, and have practiced their communication skills, both oral and written. &nbsp;Most are continuing in science or medicine; of the 32 who have graduated, 10 are already in graduate or medical school, and over half of the remainder are planning to apply within 2-3 years.&nbsp; Others have chosen to pursue other activities, nearly all of which include science components; several of these have indicated that their background in research has been beneficial in their other work. &nbsp;One, for example, is currently in the...",
  "por_txt_cntn": "\nThis project has contributed broadly to our understanding of the basic mechanisms that underlie the ability of the neural circuits that control rhythmic movements to alter their outputs.  This ability in turn enables them to dynamically alter behavior as internal and/or external conditions change. In particular, the project has extended our understanding of the ways in which the multiple components that make up complete rhythmic neuromuscular systems are modulated and interact to produce adaptive behaviors.  Although behavior is determined by output from the nervous system, that output is filtered through the neuromuscular junction and the muscles, and is subject to peripheral feedback.  Moreover, all components of the complete \"brain-body\" system are subject to modulation.  Because of the complex interactions of these components of a neuromuscular system, the behavioral results of modulatory effects on any one level are not easy to predict: modulation of a central pattern generator (CPG) will alter the input to the muscles; the resulting changes in muscle contraction will be determined not only by the changes in input, but also by factors such as facilitation. Those changes in turn alter the feedback to the pattern generator and thereby result in further changes in motor neuronal output. Thus, to understand the ways in which the rhythmic behavior is controlled and modulated to provide adaptive behavior, it is important to understand modulation at all sites in this type of multi-layered system.  These experiments used a simple model system, the heart of the lobster to examine these questions; cardiac contractions in these animals are controlled directly by a small neural network, the cardiac ganglion, which generates rhythmic bursts of action potentials to drive contractions.  Although the cardiac ganglion can generate these bursts in complete isolation, it receives feedback from the heart muscle and is subject to modulation from both locally and hormonally released neurochemicals, including neuropeptides, which are small chains of amino acids.  Experiments conducted in this project specifically examined the mechanisms by which related neuropeptides exert their effects, the mechanisms that underlie stretch feedback, and the extent to which the feedback and modulatory inputs interact.  The results of these experiments indicated that there are extensive modulatory mechanisms acting at each level of this multi-layered system; moreover, it is clear that the non-linear changes at the neuromuscular junction, as well as the sensory feedback pathways, interact with neuropeptides and hormones.  Even neuropeptides with very similar sequences can result in slightly different patterns of movement by differentially altering different components of the interacting parts of the neuromuscular system.\n\n \n\nThis project has contributed to the training of undergraduates students in biology and neuroscience.  During the lifetime of the project, 45 undergraduates and 3 high school students have been involved in research in the PIÆs laboratory for at least one semester; most have continued for 12 months or longer. Of these students, 32 were women; at least 4 were students from groups underrepresented in science.  All have been trained in techniques, in scientific thinking, in data analysis, and have practiced their communication skills, both oral and written.  Most are continuing in science or medicine; of the 32 who have graduated, 10 are already in graduate or medical school, and over half of the remainder are planning to apply within 2-3 years.  Others have chosen to pursue other activities, nearly all of which include science components; several of these have indicated that their background in research has been beneficial in their other work.  One, for example, is currently in the Peace Corps, and has been using her background to include science in her work in Youth and Development.  Thus, students now in a variety of schools and professions ar..."
 }
}