{
 "awd_id": "1121325",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "U.S.-Nepal Workshop: Adapting to a Changing Mountain World- Water as Resource and Threat in the Hindu Kush-Himalaya and Andes Mountains, Kathmandu, September 2011.",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Marjorie Lueck",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 70000.0,
 "awd_amount": 70000.0,
 "awd_min_amd_letter_date": "2011-08-10",
 "awd_max_amd_letter_date": "2011-08-10",
 "awd_abstract_narration": "1121325\r\nByers \r\nThis U.S.-Nepal award supports the workshop Adapting to a Changing Mountain World: Water as Resource and Threat in the Hindu Kush-Himalaya (HKH) and Andes Mountains, Kathmandu, September 2011. The workshop focuses on glacial recession and new lake formation resulting from changing mountain climate and the subsequent impact on water resources and local communities in the HKH and Andes mountains.  Organized by Drs. Alton Byers, The Mountain Institute and Daene McKinney, University of Texas at Austin, the two-phased field expedition and Kathmandu-based workshop will bring together researchers, graduate students, practitioners, policy makers and local decision makers from the U.S., Nepal, and Peru to advance understanding of climate change in mountain regions and the impacts on water resources.  It will also promote dialogue among interdisciplinary participants - geographers, hydrologists, civil and environmental engineers, glaciologists on vulnerability and adaptation options, and new field-based international collaborative research projects that address research priorities and facilitate glacial lake hazard reduction.  \r\n\r\nThis workshop will make important contributions to fundamental knowledge about climate change in mountain regions, glacier retreat, lake formation, water supply and societal impacts through scientific collaboration and the exchange of technical and social perspectives among Andean, HKH, and North American researchers and practitioners.  The South-South format will provide a venue for Peruvian glaciologists, now recognized as a world leader in tropical glacier research and glacial lake engineering, to share their knowledge beyond Peruvian borders with environmental engineers in other mountain regions.  For the US PhD students, all of whom are conducting dissertation research on topics related to adaptation to climate change in high mountain regions, the workshop will stimulate further development of their research, provide an opportunity to make significant contributions to proposal development at the workshop, and facilitate an expanded network of professional contacts and mentoring relationships.  Also, new interdisciplinary research and field projects of potential interest to NSF, USAID, and participating countries, is an important expected outcome.   \r\n\r\nAdapting to a Changing Mountain World is a direct result of the NSF-USAID funded workshop in Peru, July 2009, where all participants strongly recommended that a second workshop be held in the HKH region in 2011 based on the principles of Andean-Himalayan collaboration and exchange.  This will directly facilitate the exchange of technical and social experience in mitigating the impacts of new glacial lakes and how people in both regions are adapting to water related challenges.  Key funding partners are: NSF, USAID, DOS, and the International Center for Integrated Mountain Development (ICIMOD).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alton",
   "pi_last_name": "Byers",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Alton C Byers",
   "pi_email_addr": "alton.byers@colorado.edu",
   "nsf_id": "000241252",
   "pi_start_date": "2011-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daene",
   "pi_last_name": "McKinney",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Daene C McKinney",
   "pi_email_addr": "daene@aol.com",
   "nsf_id": "000471545",
   "pi_start_date": "2011-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The Mountain Institute",
  "inst_street_address": "3000 Connecticut Ave. NW",
  "inst_street_address_2": "Suite 101",
  "inst_city_name": "Washington",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2022344050",
  "inst_zip_code": "200082500",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "DHSREKN4Y983"
 },
 "perf_inst": {
  "perf_inst_name": "The Mountain Institute",
  "perf_str_addr": "3000 Connecticut Ave. NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200082500",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5926",
   "pgm_ref_txt": "LATIN AMERICA, SDC"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "7299",
   "pgm_ref_txt": "INTERNATIONAL PLAN & WORKSHOPS"
  },
  {
   "pgm_ref_code": "7386",
   "pgm_ref_txt": "NEPAL"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 70000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><span style=\"text-decoration: underline;\">Project Outcomes Report for the General Public</span></strong> <br /> December, 2012</p>\n<p>Project Title: U.S.-Nepal Workshop: Adapting to a Changing Mountain World- Water as Resource and Threat in the Hindu Kush-Himalaya and Andes Mountains, Kathmandu, September 2011. <br /> PI: Alton Byers <br /> Awardee: The Mountain Institute <br /> Award Number: 1121325<br /> Award Expires:07/31/2012<br /> Program Officer Name: Marjorie Lueck <br /> Program Officer Email Address: <a href=\"mailto:mlueck@nsf.gov\" target=\"_blank\">mlueck@nsf.gov</a><br /> Program Officer Phone Number: <a href=\"tel:%28703%29292-8707\" target=\"_blank\">(703)292-8707</a></p>\n<p>The Mountain Institute and its partners hosted a unique series of on-site workshops in Sagarmatha (Everest) National Park and Kathmandu, Nepal from September 5 to 28, 2011, which convened more than 35 high altitude professionals from 15 different countries.&nbsp; &nbsp;The &ldquo;2011 Andean-Asian Glacial Lake Expedition&rdquo; was made up of physical and social scientists from the Andes, Hindu Kush-Himalaya, Central Asia, Japan, North America, and Europe, who spent 18 days in a remote region of eastern Nepal.&nbsp;</p>\n<p>The on-site field expedition was followed by a four-day workshop from September 25-28, 2011 in Kathmandu, hosted by the International Centre for Integrated Mountain Development (ICIMOD).&nbsp; There, expedition members were joined by additional physical and social scientists from the Hindu Kush-Himalayan region for an innovative series of presentations and exchange of experiences, followed by a &ldquo;Writers Workshop&rdquo; where priority recommendations for next steps and action were capture. The recommendations were grouped under the headings of Glacial Lake Research and Knowledge, Glacial Lake Management, and the Global Glacial Lake Partnership.</p>\n<p>With the active participation of local people &ndash; the first time in the 30-year history of research at Imja Lake &ndash; we discovered what appeared to be new, potential triggers to a glacial lake outburst flood (GLOF) that had gone unnoticed by previous studies.&nbsp; Ideas for new, practical solutions to the growing threat of GLOFs were discussed in detail, with an emphasis on the involvement of local people in all phases of future applied research, risk assessments, and, ultimately, remedial solutions.</p>\n<p>&ldquo;Adapting to a Changing Mountain World: Water as a Resource and Threat in the Hindu Kush-Himalaya and Andes Mountains&rdquo; resulted in improved knowledge and sharing on the similarities and differences between climate change impacts within the HKH, Andes and Central Asian regions with a particular focus on glacial lake control and management.&nbsp; It resulted on exchanges of technical and social experiences in mitigating the impacts of new and dangerous glacial lakes on a daily basis, increasing understandings of how people in the HKH Andes and Central Asia are addressing and adapting to new water related challenges and threats.&nbsp; New professional contacts and linkages between the HKH, the Andes, Central Asia and North America were established, providing a catalyst for future and more tangible collaboration between research, NGO, university, and governmental organizations within the these mountain ranges.&nbsp; Proceedings have been published in book form and consist of a unique collections of papers that document the HKH Andean and Central Asian experience in managing and controlling dangerous lakes, engineering methods, the social dimensions of glacial lake hazards, and key recommendations that address existing research gaps, priority collaborative project needs, and adaptation strategies related to new glacial lakes.&nbsp; The expedition's documentary video, daily blog, and other media/outreach tools (see above) resulted in a global dissemination of insights derived from the field...",
  "por_txt_cntn": "\nProject Outcomes Report for the General Public \n December, 2012\n\nProject Title: U.S.-Nepal Workshop: Adapting to a Changing Mountain World- Water as Resource and Threat in the Hindu Kush-Himalaya and Andes Mountains, Kathmandu, September 2011. \n PI: Alton Byers \n Awardee: The Mountain Institute \n Award Number: 1121325\n Award Expires:07/31/2012\n Program Officer Name: Marjorie Lueck \n Program Officer Email Address: mlueck@nsf.gov\n Program Officer Phone Number: (703)292-8707\n\nThe Mountain Institute and its partners hosted a unique series of on-site workshops in Sagarmatha (Everest) National Park and Kathmandu, Nepal from September 5 to 28, 2011, which convened more than 35 high altitude professionals from 15 different countries.   The \"2011 Andean-Asian Glacial Lake Expedition\" was made up of physical and social scientists from the Andes, Hindu Kush-Himalaya, Central Asia, Japan, North America, and Europe, who spent 18 days in a remote region of eastern Nepal. \n\nThe on-site field expedition was followed by a four-day workshop from September 25-28, 2011 in Kathmandu, hosted by the International Centre for Integrated Mountain Development (ICIMOD).  There, expedition members were joined by additional physical and social scientists from the Hindu Kush-Himalayan region for an innovative series of presentations and exchange of experiences, followed by a \"Writers Workshop\" where priority recommendations for next steps and action were capture. The recommendations were grouped under the headings of Glacial Lake Research and Knowledge, Glacial Lake Management, and the Global Glacial Lake Partnership.\n\nWith the active participation of local people &ndash; the first time in the 30-year history of research at Imja Lake &ndash; we discovered what appeared to be new, potential triggers to a glacial lake outburst flood (GLOF) that had gone unnoticed by previous studies.  Ideas for new, practical solutions to the growing threat of GLOFs were discussed in detail, with an emphasis on the involvement of local people in all phases of future applied research, risk assessments, and, ultimately, remedial solutions.\n\n\"Adapting to a Changing Mountain World: Water as a Resource and Threat in the Hindu Kush-Himalaya and Andes Mountains\" resulted in improved knowledge and sharing on the similarities and differences between climate change impacts within the HKH, Andes and Central Asian regions with a particular focus on glacial lake control and management.  It resulted on exchanges of technical and social experiences in mitigating the impacts of new and dangerous glacial lakes on a daily basis, increasing understandings of how people in the HKH Andes and Central Asia are addressing and adapting to new water related challenges and threats.  New professional contacts and linkages between the HKH, the Andes, Central Asia and North America were established, providing a catalyst for future and more tangible collaboration between research, NGO, university, and governmental organizations within the these mountain ranges.  Proceedings have been published in book form and consist of a unique collections of papers that document the HKH Andean and Central Asian experience in managing and controlling dangerous lakes, engineering methods, the social dimensions of glacial lake hazards, and key recommendations that address existing research gaps, priority collaborative project needs, and adaptation strategies related to new glacial lakes.  The expedition's documentary video, daily blog, and other media/outreach tools (see above) resulted in a global dissemination of insights derived from the field-based, mobile workshop (e.g., over 92 million web hits were documented on the blog, journal articles, and other media outputs).\n\nThe mobile workshop made major intellectual contributions to the science and policy of changing mountain climates, glacier retreat, new lake formation and/or expansion, water supply, and societal impacts through the collaboration and exchange of experie..."
 }
}