{
 "awd_id": "1121994",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Mapping Cellular Mechanisms of Auxin Signal Transduction",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory W. Warr",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 530214.0,
 "awd_amount": 530214.0,
 "awd_min_amd_letter_date": "2011-09-21",
 "awd_max_amd_letter_date": "2013-07-09",
 "awd_abstract_narration": "Intellectual merit.  The plant hormone auxin plays a vital role in virtually every aspect of plant biology, from the organization of the plant embryo and the development of root and shoot system architecture to the control of growth in response to environmental cues.  All of these processes depend on the formation of auxin gradients through local accumulation of auxin in plant cells and tissues. Increased auxin levels then activate different cellular responses in different cell types to coordinate plant growth. To understand how such local accumulation is achieved and which mechanisms determine the cellular specificity of auxin responses is the goal of this research program. It has recently been discovered that auxin elevation in root cells rapidly triggers an increase in cytosolic Ca2+ levels that can be visualized using live cell imaging approaches. Based on this discovery, this project will develop imaging assays to generate high-resolution maps of dynamic auxin signaling processes at the level of individual cells in real time. Such maps can provide quantitative empirical data delineating auxin transport routes, which can be used to strengthen and test current computational models of auxin-regulated plant development.  This project further aims to develop genetic tools to control cytoplasmic Ca2+ levels and thereby to manipulate auxin signaling in a non-invasive, temporally and spatially controlled manner.  This will help to define how Ca2+ contributes to the cellular specificity of auxin signaling.\r\n\r\n\r\nBroader impacts.  The project will provide training opportunities in modern molecular and cell biology techniques for one postdoctoral researcher and one graduate student. In addition, high school students participating in the Upward Bound Math and Science Summer Research Experience at Penn State will contribute to the project through an independent research project.  In this project, the students will become acquainted with the basics of fluorescence microcopy and will generate transgenic Arabidopsis lines that will serve as useful tools for the plant scientific community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gabriele",
   "pi_last_name": "Monshausen",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Gabriele B Monshausen",
   "pi_email_addr": "gbm10@psu.edu",
   "nsf_id": "000568689",
   "pi_start_date": "2011-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  },
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1114",
   "pgm_ref_txt": "CELLULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 171891.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 176667.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 181656.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The shaping of plant architecture is a process that unfolds over the entire lifespan of a plant and is continually informed by environmental cues. On earth, the most pervasive and constant of these environmental cues is gravity. Gravity is an important factor in guiding how plant organs are organized in space by providing directional information during plant development: plant roots tend to grow downward to explore the soil and plant shoots grow upward to absorb light. When a plant organ becomes misaligned relative to gravity, for example when roots have to grow around rocks or stems are bent over by wind or grazing animals, the plant initiates growth movements to return these organs to their optimal orientation. Charles and Francis Darwin first predicted the existence of an &lsquo;influence&rsquo; that controls plant directional movements and this &lsquo;influence&rsquo; was later identified as the plant hormone auxin. Both in misaligned (gravistimulated) roots and stems, auxin accumulates in cells on the lower side of the plant organ and alters the growth rate of these cells. However, while the basic pattern of auxin accumulation is the same in roots and stems, the effect of auxin accumulation is organ-specific: in roots, auxin inhibits growth and therefore roots bend downward, whereas in stems, auxin promotes growth and stems grow upward.&nbsp; How auxin causes such different growth responses in different organs has remained a mystery. We have found that auxin activates different signaling pathways in plant roots and above-ground organs. Our results indicate that only in roots does auxin trigger an immediate increase in the concentration of cellular messenger molecules such as calcium ions (Ca<sup>2+</sup>). This increase in Ca<sup>2+</sup> rapidly slows down the growth rate of root cells. We have identified a predicted ion channel of the cyclic nucleotide-gated channel (CNGC) protein family, which appears to mediate these Ca<sup>2+</sup> changes. In plants lacking this CNGC, auxin does not trigger an increase in Ca<sup>2+</sup> and the root bending response to gravistimulation is impaired. We also found that CNGC-mediated Ca<sup>2+</sup> changes play an important role in specifying auxin-dependent gene expression. Our results finally suggest that a signaling pathway involving CNGC/Ca<sup>2+</sup>-dependent growth suppression has been conserved in plant evolution and was used not just in response to gravistimulation but recruited as a first line of defense against many adverse environmental conditions. In a collaborative effort, we developed image-processing programs for high-resolution analysis of these early plant signaling events. These tools have been made publicly available and are now routinely used in classroom settings to teach students how to use modern methods of automated phenotyping.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2015<br>\n\t\t\t\t\tModified by: Gabriele&nbsp;Monshausen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe shaping of plant architecture is a process that unfolds over the entire lifespan of a plant and is continually informed by environmental cues. On earth, the most pervasive and constant of these environmental cues is gravity. Gravity is an important factor in guiding how plant organs are organized in space by providing directional information during plant development: plant roots tend to grow downward to explore the soil and plant shoots grow upward to absorb light. When a plant organ becomes misaligned relative to gravity, for example when roots have to grow around rocks or stems are bent over by wind or grazing animals, the plant initiates growth movements to return these organs to their optimal orientation. Charles and Francis Darwin first predicted the existence of an æinfluenceÆ that controls plant directional movements and this æinfluenceÆ was later identified as the plant hormone auxin. Both in misaligned (gravistimulated) roots and stems, auxin accumulates in cells on the lower side of the plant organ and alters the growth rate of these cells. However, while the basic pattern of auxin accumulation is the same in roots and stems, the effect of auxin accumulation is organ-specific: in roots, auxin inhibits growth and therefore roots bend downward, whereas in stems, auxin promotes growth and stems grow upward.  How auxin causes such different growth responses in different organs has remained a mystery. We have found that auxin activates different signaling pathways in plant roots and above-ground organs. Our results indicate that only in roots does auxin trigger an immediate increase in the concentration of cellular messenger molecules such as calcium ions (Ca2+). This increase in Ca2+ rapidly slows down the growth rate of root cells. We have identified a predicted ion channel of the cyclic nucleotide-gated channel (CNGC) protein family, which appears to mediate these Ca2+ changes. In plants lacking this CNGC, auxin does not trigger an increase in Ca2+ and the root bending response to gravistimulation is impaired. We also found that CNGC-mediated Ca2+ changes play an important role in specifying auxin-dependent gene expression. Our results finally suggest that a signaling pathway involving CNGC/Ca2+-dependent growth suppression has been conserved in plant evolution and was used not just in response to gravistimulation but recruited as a first line of defense against many adverse environmental conditions. In a collaborative effort, we developed image-processing programs for high-resolution analysis of these early plant signaling events. These tools have been made publicly available and are now routinely used in classroom settings to teach students how to use modern methods of automated phenotyping.\n\n\t\t\t\t\tLast Modified: 11/30/2015\n\n\t\t\t\t\tSubmitted by: Gabriele Monshausen"
 }
}