{
 "awd_id": "1121273",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Responses to Selective Breeding for High Voluntary Activity in House Mice",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Irwin Forseth",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 501572.0,
 "awd_amount": 501572.0,
 "awd_min_amd_letter_date": "2011-07-22",
 "awd_max_amd_letter_date": "2011-07-22",
 "awd_abstract_narration": "Locomotion is a key element of the lives of all animals, including human beings.  Locomotor abilities (performance capacities) set limits within which normal behaviors must be accomplished, including finding food, avoiding predators, and seeking mates.  Locomotor activity can be costly in terms of energy and so it can be a major component of the overall daily energy budget of an animal, with important implications for the regulation of body weight.  Much of the locomotor activity that animals exhibit may be considered voluntary, yet biologists and psychologists do not understand how and why voluntary exercise varies so widely among species of animals in the wild or among individual humans.  Prior NSF support was used to develop a novel mouse model for the study of voluntary exercise.  More than 55 generations of selective breeding for high voluntary wheel running have produced 4 replicate High-Runner (HR) lines that run 3-fold farther per day than 4 non-selected control (C) lines.  A striking result is a plateau in running performance since about generation 16, that is, a limit to selection despite continuing to select for high voluntary wheel running.  \r\nThis project stems from the remarkable finding that a high-fat diet (HFD) increases daily wheel-running distances of HR mice up to 75%, with little effect on C mice.  Three hypotheses about the mechanisms that cause this increase in individual performance of mice at the selection limit will be tested: 1) HFD increases endurance ability of HR mice by altering components of their unique physiology; 2) HFD increases motivation for wheel running via interaction with their altered brain reward system; 3) HFD increases thermal tolerance and/or alters the thermo-regulatory set point of HR mice.  Following these studies, the nutritional environment will be altered for half of the lines (2 HR and 2 C) by administering HFD from weaning through wheel testing, while the standard selection protocol is applied.  This aspect of the study will provide a direct test of whether feeding a high-fat diet will make it possible to increase running performance beyond what has been observed, a cross-generational evolutionary change that will  break the selection limit. \r\nResults will lead to comprehensive understanding of voluntary activity levels and will have biomedical relevance for fat dynamics and obesity, the motivational basis of voluntary exercise, and the regulation of activity levels.  Animals, tissues, and data will be made available to other researchers for projects not covered in this proposal.  Research will emphasize training of graduate and undergraduate students, including women and under-represented groups, and will involve collaborations with at least 6 other faculty and 3 other universities.  Working with a local middle-school teacher, digital research photographs of skeletal elements will be used to develop a middle-school science lesson plan designed to illustrate methods of scientific inquiry in conjunction with fundamental evolutionary principles through inquiry-based learning.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Theodore",
   "pi_last_name": "Garland",
   "pi_mid_init": "",
   "pi_sufx_name": "Jr",
   "pi_full_name": "Theodore Garland",
   "pi_email_addr": "tgarland@ucr.edu",
   "nsf_id": "000426693",
   "pi_start_date": "2011-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "200 UNIVERSTY OFC BUILDING",
  "perf_city_name": "RIVERSIDE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  },
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 501572.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;Locomotion is a key element of the lives of all animals, including human beings.&nbsp; Locomotor abilities (performance capacities, such as speed and stamina) set limits within which normal behaviors must be accomplished, including finding food, avoiding predators, and seeking mates.&nbsp; Locomotor activity can be costly in terms of energy and so it can be a major component of the overall daily energy budget of an animal, with important implications for the regulation of body weight.&nbsp; Much of the locomotor activity that animals exhibit may be considered voluntary (e.g., jogging), yet biologists and psychologists do not understand how and why voluntary exercise varies so widely among species of animals in the wild or among individual humans.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Prior NSF support was used to develop a novel mouse model for the study of voluntary exercise.&nbsp; More than 55 generations of selective breeding for high voluntary wheel running produced 4 replicate High-Runner (HR) lines that run ~3-fold farther per day than 4 non-selected control (C) lines.&nbsp; Studies comparing the behavior, function, and genetics of these unique HR lines with the C lines offer many possibilities for gaining insights concerning the physiology, evolution, genetics, and behavior or animals.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; With support from this NSF grant, selective breeding of the HR lines of mice was continued for another ~20 generations and several collaborations with workers at other institutions were established.&nbsp; A total of 26 peer-reviewed scientific publications were produced, all of which can be found online at the academic website of the Principal Investigator.&nbsp; Some of the major scientific findings are as follows.&nbsp; We provided further evidence that the High Runner lines of mice have not experienced a \"trade-off\" in terms of compromised immune function.&nbsp; We identified the causal genetic variant (mutation) for the mini-muscle phenotype, which causes a 50% reduction in hindlimb muscle mass, apparently without ill-effects.&nbsp; Further study of this mutation may offer key insights into muscle development and growth.&nbsp; We determined through pharmacological studies that drugs affecting serotonin have differential effects on voluntary wheel running and endurance during forced treadmill exercise, and that these responses have been altered in the HR lines.&nbsp; Studies of the endocannabinoid system show that (1) it has responded to the selective breeding protocol and hence appears to form part of the underlying mechanisms of high wheel running at the level of the brain and motivation and (2) this evolutionary mechanism differs between the sexes.&nbsp; This has implications both for the sex-specific evolution of activity levels in mammals (which routinely have sexual dimorphism in home range size) and for how pharmaceutical approaches might be used to motivate human voluntary exercise in a sex-specific manner.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Six Ph.D. students and about 20 undergraduates research towards their degree requirements or to gain practical experience that would help in their future career goals.&nbsp; One postdoctoral researcher worked on the project, and has since obtained a faculty position at a major research university.&nbsp; In addition, a visiting Brazilian Ph.D. student studied anxiety and the effects of food restriction on wheel running in the mice.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The Principal Investigator (PI) founded IDEA, the UCR Institute for the Development of Educational Applications (http://idea.ucr.edu/), which provides a venue for broad dissemination of results and related educational materials to ...",
  "por_txt_cntn": "\n            Locomotion is a key element of the lives of all animals, including human beings.  Locomotor abilities (performance capacities, such as speed and stamina) set limits within which normal behaviors must be accomplished, including finding food, avoiding predators, and seeking mates.  Locomotor activity can be costly in terms of energy and so it can be a major component of the overall daily energy budget of an animal, with important implications for the regulation of body weight.  Much of the locomotor activity that animals exhibit may be considered voluntary (e.g., jogging), yet biologists and psychologists do not understand how and why voluntary exercise varies so widely among species of animals in the wild or among individual humans. \n\n            Prior NSF support was used to develop a novel mouse model for the study of voluntary exercise.  More than 55 generations of selective breeding for high voluntary wheel running produced 4 replicate High-Runner (HR) lines that run ~3-fold farther per day than 4 non-selected control (C) lines.  Studies comparing the behavior, function, and genetics of these unique HR lines with the C lines offer many possibilities for gaining insights concerning the physiology, evolution, genetics, and behavior or animals.\n\n            With support from this NSF grant, selective breeding of the HR lines of mice was continued for another ~20 generations and several collaborations with workers at other institutions were established.  A total of 26 peer-reviewed scientific publications were produced, all of which can be found online at the academic website of the Principal Investigator.  Some of the major scientific findings are as follows.  We provided further evidence that the High Runner lines of mice have not experienced a \"trade-off\" in terms of compromised immune function.  We identified the causal genetic variant (mutation) for the mini-muscle phenotype, which causes a 50% reduction in hindlimb muscle mass, apparently without ill-effects.  Further study of this mutation may offer key insights into muscle development and growth.  We determined through pharmacological studies that drugs affecting serotonin have differential effects on voluntary wheel running and endurance during forced treadmill exercise, and that these responses have been altered in the HR lines.  Studies of the endocannabinoid system show that (1) it has responded to the selective breeding protocol and hence appears to form part of the underlying mechanisms of high wheel running at the level of the brain and motivation and (2) this evolutionary mechanism differs between the sexes.  This has implications both for the sex-specific evolution of activity levels in mammals (which routinely have sexual dimorphism in home range size) and for how pharmaceutical approaches might be used to motivate human voluntary exercise in a sex-specific manner.\n\n            Six Ph.D. students and about 20 undergraduates research towards their degree requirements or to gain practical experience that would help in their future career goals.  One postdoctoral researcher worked on the project, and has since obtained a faculty position at a major research university.  In addition, a visiting Brazilian Ph.D. student studied anxiety and the effects of food restriction on wheel running in the mice.\n\n            The Principal Investigator (PI) founded IDEA, the UCR Institute for the Development of Educational Applications (http://idea.ucr.edu/), which provides a venue for broad dissemination of results and related educational materials to the general public.  The PI worked on a, inquiry-based, middle school lesson plan with a teacher, and the result is now available online for use by any teacher (http://www.indiana.edu/~ensiweb/lessons/BornToRun.html).  The PI also presented research seminars at several universities and at both national and international conferences.  All 8 of the mouse lines in this project were cryopreserved as embryos and as sperm a..."
 }
}