{
 "awd_id": "1121392",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Breaching the insect waxy layer:  host pathogen interactions and epicuticle degradation by entomopathogenic fungi",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "liliana jaso-friedmann",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 453355.0,
 "awd_amount": 453355.0,
 "awd_min_amd_letter_date": "2011-09-08",
 "awd_max_amd_letter_date": "2012-07-13",
 "awd_abstract_narration": "Insects and other animals are frequently infected with maternally inherited symbiotic bacteria, which can benefit their animal hosts by providing nutrition or host protection. Many beneficial symbionts are themselves infected with viruses called bacteriophages, which have the capacity to impact host biology in critical ways, yet their roles in animal-bacterial symbioses are poorly understood. In the pea aphid, Acyrthosiphon pisum, the bacterial symbiont Hamiltonella confers protection from attack by parasitic wasps, but only when bacteriophages called APSEs are also present. Outside of being required for aphid protection, however, little is known about the influence of APSEs on H. defensa and aphid biology, including specifically how APSEs contribute to the demise of parasites and its potential role in the regulation of symbiont abundance. This project will use a combination of approaches, including genomics and molecular biology, to characterize the roles of APSEs in the regulation and maintenance of the protective symbiosis and to identify specific factors responsible for wasp mortality. Deciphering phage-symbiont interactions is important to the study of animal-microbial interactions generally and to understanding the biology of many economically important insects like aphids. The proposed work will yield information of practical importance for the management of pest insect populations and on the role of phages in the establishment and maintenance of bacterial-arthropod associations, which are widespread in the natural world. The interdisciplinary nature of this research is also well suited as a platform to train young scientists at the interface of symbiosis, cell biology, parasitology, and molecular processes. This project will train high school students, undergraduate and graduate students, and post-doctoral researchers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nemat",
   "pi_last_name": "Keyhani",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Nemat O Keyhani",
   "pi_email_addr": "keyhani@uic.edu",
   "nsf_id": "000222010",
   "pi_start_date": "2011-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1523 UNION RD RM 207",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326111941",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  },
  {
   "pgm_ele_code": "765600",
   "pgm_ele_name": "Symbiosis Infection & Immunity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7656",
   "pgm_ref_txt": "SYMBIOSIS DEF & SELF RECOG"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 153355.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Microbial biological control is the use of microbes, viruses, bacteria, and/or fungi to target insect pests. These are naturally occurring organisms that contribute to the reduction of insect populations in the environment and are critical players in the maintenance of ecosystem balance. As there is a pressing need for the development of safe and effective means for insect control, particularly since few new chemical insecticides are in the application pipeline and increased regulatory considerations are rendering older ones obsolete, there has been interest in these more environmentally friendly organisms for use in pest control for well over a century. This project deals with the targeting of insects by the broad host range entomopathogenic fungus, <em>Beauveria bassiana</em>. This fungus is a pathogen of insects, but does not infect vertebrates. Modern scientific studies on <em>B. bassiana</em>, originating in the 19<sup>th</sup> century, led to one of the first germ theories of disease. Our research has focused on revealing the molecular, biochemical, and evolutionary mechanisms employed by the fungus to parasitize insect hosts. This research is important because it can lead to new insights into microbial pathogen evolution, disease dissemination, and organismal interactions, while increasing our basic knowledge of underlying molecular pathways important for survival, stress response and virulence, many of which are shared from microbes to man. Knowledge derived from the project can also be used to increase the efficacy and safety of biological control applications targeting insect pests.</p>\n<p>Specific project outputs have included increasing our understanding of how the fungus is capable of attaching to, degrading, and penetrating the insect cuticle. We have provided evidence that the cuticle represents the most significant barrier to infection. Our data have helped resolve a number of puzzling questions concerning the ability of the fungus to kill insects. As one example, although the fungus is capable of killing a wide range of insects, it has long been known that some insects are resistant to infection. One such resistant insect species is the red four beetle, <em>Tribolium castaneum</em>, an important pest of stored grains and other food products that has spread world-wide along with human agriculture. We have shown that the beetle&rsquo;s resistance is due in part to the production of defensive chemicals that inhibit fungal growth. In response, the fungus produces an enzyme to detoxify the insect&rsquo;s defensive chemical. These data were used to demonstrate a co-evolutionary &ldquo;arms race&rdquo; between the fungus and the beetle and to develop a model for additional study of evolutionary interactions within a host-pathogen context.</p>\n<p>Project outcomes have contributed to the genetic and biochemical characterizations applicable to host-pathogen interactions and beyond to fundamental processes found in many eukaryotic cells.&nbsp; The project has provided educational and training opportunities for students at many levels including high school, undergraduate, graduate, post-baccalaureate, and post-doctoral levels. Internships for continuing education of K-12 teacher were provided, leading to the development of new STEM curriculum materials. Data dissemination has occurred through national and international meetings, peer-reviewed publications, and news articles and videos.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/14/2015<br>\n\t\t\t\t\tModified by: Nemat&nbsp;O&nbsp;Keyhani</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMicrobial biological control is the use of microbes, viruses, bacteria, and/or fungi to target insect pests. These are naturally occurring organisms that contribute to the reduction of insect populations in the environment and are critical players in the maintenance of ecosystem balance. As there is a pressing need for the development of safe and effective means for insect control, particularly since few new chemical insecticides are in the application pipeline and increased regulatory considerations are rendering older ones obsolete, there has been interest in these more environmentally friendly organisms for use in pest control for well over a century. This project deals with the targeting of insects by the broad host range entomopathogenic fungus, Beauveria bassiana. This fungus is a pathogen of insects, but does not infect vertebrates. Modern scientific studies on B. bassiana, originating in the 19th century, led to one of the first germ theories of disease. Our research has focused on revealing the molecular, biochemical, and evolutionary mechanisms employed by the fungus to parasitize insect hosts. This research is important because it can lead to new insights into microbial pathogen evolution, disease dissemination, and organismal interactions, while increasing our basic knowledge of underlying molecular pathways important for survival, stress response and virulence, many of which are shared from microbes to man. Knowledge derived from the project can also be used to increase the efficacy and safety of biological control applications targeting insect pests.\n\nSpecific project outputs have included increasing our understanding of how the fungus is capable of attaching to, degrading, and penetrating the insect cuticle. We have provided evidence that the cuticle represents the most significant barrier to infection. Our data have helped resolve a number of puzzling questions concerning the ability of the fungus to kill insects. As one example, although the fungus is capable of killing a wide range of insects, it has long been known that some insects are resistant to infection. One such resistant insect species is the red four beetle, Tribolium castaneum, an important pest of stored grains and other food products that has spread world-wide along with human agriculture. We have shown that the beetleÆs resistance is due in part to the production of defensive chemicals that inhibit fungal growth. In response, the fungus produces an enzyme to detoxify the insectÆs defensive chemical. These data were used to demonstrate a co-evolutionary \"arms race\" between the fungus and the beetle and to develop a model for additional study of evolutionary interactions within a host-pathogen context.\n\nProject outcomes have contributed to the genetic and biochemical characterizations applicable to host-pathogen interactions and beyond to fundamental processes found in many eukaryotic cells.  The project has provided educational and training opportunities for students at many levels including high school, undergraduate, graduate, post-baccalaureate, and post-doctoral levels. Internships for continuing education of K-12 teacher were provided, leading to the development of new STEM curriculum materials. Data dissemination has occurred through national and international meetings, peer-reviewed publications, and news articles and videos.\n\n\t\t\t\t\tLast Modified: 11/14/2015\n\n\t\t\t\t\tSubmitted by: Nemat O Keyhani"
 }
}