{
 "awd_id": "1121695",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Mechanistic and Structural Studies of Choline Oxidase",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kamal Shukla",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 547729.0,
 "awd_amount": 547729.0,
 "awd_min_amd_letter_date": "2011-08-08",
 "awd_max_amd_letter_date": "2013-05-13",
 "awd_abstract_narration": "This research program focuses on the elucidation of the enzymology of choline oxidase (CHO), an enzyme belonging to the class of flavoproteins that oxidize alcohols to aldehydes or ketones. These enzymes catalyze the transfer of a hydride equivalent from C1 of the alcohol substrate to a flavin cofactor that is tightly or covalently bound to the protein moiety. Enzyme turnover is then completed with the oxidation of the flavin via the transfer of electrons to a specific acceptor, which in CHO and other oxidases is molecular oxygen. Despite the biological importance of alcohol oxidations, the mechanisms of flavoprotein oxidases that oxidize alcohols are still not fully understood. The specific goals of this research program are to: i) Determine the timing for the proton transfers in the reduction of molecular oxygen to hydrogen peroxide. ii) Identify the catalytic base in the active site of the enzyme that initiates alcohol oxidation. iii) Establish the importance of hydrophobic residues controlling substrate access to an active site that is secluded from the bulk solvent in relation to the quantum mechanical tunneling of the hydride ion in catalysis. The experimental approaches will combine steady state kinetics, time-resolved anaerobic substrate reductions, pH and kinetic isotope effects, as well as mutagenesis and crystallography. The results that will be gathered will significantly advance the knowledge and understanding of the enzymology of CHO and of the structural and functional features that are required for efficient catalysis and oxygen reactivity in flavoprotein oxidases.\r\n\r\nThe research project will foster the integration of exciting research with the education and training of minority students, enabling them to develop skills and knowledge in mechanistic enzymology, biochemistry, protein chemistry and molecular biology. This will equip future generations of scientists with the tools that are in high-demand to fill the existing gap between the wealth of information that is available at the genomic level and the scientific knowledge at the post-genomes level, where knowledge is lagging behind. The level of training acquired by students on the project will advance the understanding of the enzyme under study. Most importantly, work on this project will provide invaluable skills and knowledge for the next generation of scientists in mechanistic enzymology . The educational activities and outreach contribution will continue and expand in the annual Southeast Enzyme Conference in Atlanta, in the Chemistry Graduate Program, and the Annual Chemistry Department Poster Day at Georgia State University.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Giovanni",
   "pi_last_name": "Gadda",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Giovanni Gadda",
   "pi_email_addr": "ggadda@gsu.edu",
   "nsf_id": "000493037",
   "pi_start_date": "2011-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia State University Research Foundation, Inc.",
  "inst_street_address": "58 EDGEWOOD AVE NE",
  "inst_street_address_2": "FL 3",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4044133570",
  "inst_zip_code": "303032921",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA STATE UNIVERSITY RESEARCH FOUNDATION INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "MNS7B9CVKDN7"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia State University",
  "perf_str_addr": "33 GILMER ST SE",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303033044",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9277",
   "pgm_ref_txt": "OTHER UNDERGRAD MINORITY PROGS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 175313.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 183463.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 188953.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The enzymatic oxidation of alcohols is central to a number of biochemical pathways. Enzymes that utilize flavins, zinc, pyrroloquinoline quinone as cofactors can catalyze alcohol oxidation. In this research project we have investigated the structure-function relationships and enzymology of choline oxidase (CHO). CHO catalyzes the four-electron oxidation of choline to glycine betaine through betaine aldehyde and utilizes molecular oxygen as electron acceptor. Three major outcomes have emerged from the project. First, the relative timing of hydrogen and proton transfers in the reaction of flavin oxidation catalyzed by CHO was established through the use of multiple deuterium kinetic isotope effects. This innovative use of established approaches in the context of novel experiments was carried out for the first time in the field. Second, the catalytic base that activates the choline substrate for the subsequent hydride transfer reaction that results in the formation of betaine aldehyde was established through site-directed mutagenesis, spectroscopy and rapid reaction kinetics. An innovative aspect of this study was the use of NMR to provide evidence that the mutant and wild-type enzymes had similar folding. Third, it was established that a cluster of hydrophobic residues at the entrance of the active site cavity of the enzyme is important to regulate the reaction of the reduced flavin with oxygen in the oxidative half-reaction of CHO. These project outcomes have significantly advance the understanding of the structural and functional determinants that flavin-dependent enzymes require for efficient alcohol oxidation and oxygen reactivity in CHO and, more in general, in flavin-dependent enzymes that oxidize alcohols.&nbsp;</p>\n<p>&nbsp;The scientific outcomes of this research have been published in twenty-one peer-reviewed publications in scientific journals. The PI and his graduate, undergraduate and postdoctoral students have presented the scientific outcomes of this research in fifty-three poster presentations at international, national, regional and local conferences. Thirteen invited talks on the outcome of the research were presented by the PI and twelve by his students at conferences in the US and abroad and at various Universities and Colleges. Nine undergraduate, one high school and seven graduate students, as well as one postdoctoral research associate, have participated actively in the project. These young scientists have been rigorously trained in biochemistry, molecular biology, structural biology, bioinformatics, and protein chemistry. Four graduate students have earned their PhD degrees with the PI while working on this project and went on to postdoctoral research associate positions in US and European universities. A fifth graduate student has now completed her PhD requirements, will graduate before the end of the year and has already begun working as a research and development scientist for a world renown biotechnology company. A student graduated with a Master of Science degree and is currently furthering his graduate education in a PhD program at Georgia State University in the research group of a PI&rsquo;s colleague. Several of the eight undergraduate students who participated in the project have graduated and are currently enrolled in graduate programs. Students in the PI&rsquo;s group have also actively contributed to the success of the Annual Southeast Enzyme Conference, which is organized by the PI in Atlanta, by working with the PI on the organization of the conference, thus gaining skills and knowledge on this important outreach activity.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/28/2015<br>\n\t\t\t\t\tModified by: Giovanni&nbsp;Gadda</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe enzymatic oxidation of alcohols is central to a number of biochemical pathways. Enzymes that utilize flavins, zinc, pyrroloquinoline quinone as cofactors can catalyze alcohol oxidation. In this research project we have investigated the structure-function relationships and enzymology of choline oxidase (CHO). CHO catalyzes the four-electron oxidation of choline to glycine betaine through betaine aldehyde and utilizes molecular oxygen as electron acceptor. Three major outcomes have emerged from the project. First, the relative timing of hydrogen and proton transfers in the reaction of flavin oxidation catalyzed by CHO was established through the use of multiple deuterium kinetic isotope effects. This innovative use of established approaches in the context of novel experiments was carried out for the first time in the field. Second, the catalytic base that activates the choline substrate for the subsequent hydride transfer reaction that results in the formation of betaine aldehyde was established through site-directed mutagenesis, spectroscopy and rapid reaction kinetics. An innovative aspect of this study was the use of NMR to provide evidence that the mutant and wild-type enzymes had similar folding. Third, it was established that a cluster of hydrophobic residues at the entrance of the active site cavity of the enzyme is important to regulate the reaction of the reduced flavin with oxygen in the oxidative half-reaction of CHO. These project outcomes have significantly advance the understanding of the structural and functional determinants that flavin-dependent enzymes require for efficient alcohol oxidation and oxygen reactivity in CHO and, more in general, in flavin-dependent enzymes that oxidize alcohols. \n\n The scientific outcomes of this research have been published in twenty-one peer-reviewed publications in scientific journals. The PI and his graduate, undergraduate and postdoctoral students have presented the scientific outcomes of this research in fifty-three poster presentations at international, national, regional and local conferences. Thirteen invited talks on the outcome of the research were presented by the PI and twelve by his students at conferences in the US and abroad and at various Universities and Colleges. Nine undergraduate, one high school and seven graduate students, as well as one postdoctoral research associate, have participated actively in the project. These young scientists have been rigorously trained in biochemistry, molecular biology, structural biology, bioinformatics, and protein chemistry. Four graduate students have earned their PhD degrees with the PI while working on this project and went on to postdoctoral research associate positions in US and European universities. A fifth graduate student has now completed her PhD requirements, will graduate before the end of the year and has already begun working as a research and development scientist for a world renown biotechnology company. A student graduated with a Master of Science degree and is currently furthering his graduate education in a PhD program at Georgia State University in the research group of a PIÆs colleague. Several of the eight undergraduate students who participated in the project have graduated and are currently enrolled in graduate programs. Students in the PIÆs group have also actively contributed to the success of the Annual Southeast Enzyme Conference, which is organized by the PI in Atlanta, by working with the PI on the organization of the conference, thus gaining skills and knowledge on this important outreach activity.\n\n \n\n\t\t\t\t\tLast Modified: 10/28/2015\n\n\t\t\t\t\tSubmitted by: Giovanni Gadda"
 }
}