{
 "awd_id": "1121844",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Numeracy Infusion Course for Higher Education (NICHE): A Project of The City University of New York (CUNY) Quantitative Reasoning (QR) Alliance",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "teri murphy",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 600000.0,
 "awd_min_amd_letter_date": "2011-09-14",
 "awd_max_amd_letter_date": "2011-09-14",
 "awd_abstract_narration": "The goal of the Numeracy Infusion Course for Higher Education (NICHE) project is to increase the level of quantitative reasoning (QR) instruction and assessment in undergraduate courses across a broad range of disciplines throughout the City University of New York (CUNY) system. The primary tool of the project is a course that teaches faculty: (a) to apply Quantitative Literacy/Quantitative Reasoning (QL/QR) within a disciplinary context; (b) to articulate QR learning goals/objectives that reflect best practices for teaching quantitative literacy; (c) to identify and implement best practices for teaching QR, for example active learning, collaborative student learning, writing with numerical information, etc.; (d) to adapt and implement strategies for incorporating quantitative reasoning into course instruction; and (e) to assess the effectiveness of QR initiatives and use the assessment results to further improve instruction. The intellectual merit of the project has several components. First, faculty enrolled in the NICHE course engage in active and collaborative learning using real-world data, thus experiencing the same progressive teaching methods that have proven effective in undergraduate QR courses. Second, the effectiveness of the project is being evaluated using a rubric that assesses the participating faculty member's QR assignments and assessment materials; and then those faculty are using the Critical Thinking Assessment (CAT) test with their own students. Finally, the project is led by an interdisciplinary group of experienced STEM faculty from throughout the CUNY system who are leaders in the development and application of techniques for progressive QR instruction and assessment. The broader impacts of the project lie primarily in its demonstration of a model for engaging faculty throughout a large and diverse university system of campuses. By identifying and cultivating a cadre of faculty leaders, who then serve to recruit colleagues, the resulting community of faculty is expected to improve the educational experiences of several thousand CUNY students annually. The project is also providing tested QR learning materials and disseminating the NICHE course materials to other institutions who are similarly committed to improving the quantitative literacy and reasoning of their students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Esther",
   "pi_last_name": "Wilder",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Esther I Wilder",
   "pi_email_addr": "Esther.Wilder@lehman.cuny.edu",
   "nsf_id": "000094364",
   "pi_start_date": "2011-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dene",
   "pi_last_name": "Hurley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dene Hurley",
   "pi_email_addr": "dene.hurley@lehman.cuny.edu",
   "nsf_id": "000584363",
   "pi_start_date": "2011-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Frank",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "Dr",
   "pi_full_name": "Frank Wang",
   "pi_email_addr": "fwang@lagcc.cuny.edu",
   "nsf_id": "000584460",
   "pi_start_date": "2011-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Research Foundation Of The City University Of New York (Lehman)",
  "inst_street_address": "250 BEDFORD PARK BLVD W",
  "inst_street_address_2": "",
  "inst_city_name": "BRONX",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7189608107",
  "inst_zip_code": "104681527",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "DJ4SM8UQBHT7"
 },
 "perf_inst": {
  "perf_inst_name": "Research Foundation Of The City University Of New York (Lehman)",
  "perf_str_addr": "250 BEDFORD PARK BLVD W",
  "perf_city_name": "BRONX",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "104681527",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751100",
   "pgm_ele_name": "TUES-Type 2 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 600000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Numeracy Infusion Course for Higher Education (NICHE) provides university faculty with instruction, guidance, and support to help them teach quantitative reasoning (QR) to undergraduates in a wide range of disciplines.&nbsp; Participating faculty were drawn across the City University of New York (CUNY), including both four-year and community colleges.&nbsp; The majority teach at minority-serving institutions.</p>\n<p>&nbsp;</p>\n<p>The objectives of NICHE are to provide instruction on best practices for teaching QR; to foster the development of instructional materials that make use of effective strategies for teaching QR; to infuse QR into a wide range of disciplines and CUNY colleges; to increase faculty interest and comfort in teaching QR; to strengthen the faculty&rsquo;s own QR skills, if necessary; and to establish a network of faculty who are committed to improving students&rsquo; QR abilities.</p>\n<p>&nbsp;</p>\n<p>NICHE consists of 8 interactive, online units: (1)&nbsp;QR and making numbers meaningful; (2)&nbsp;QR learning outcomes; (3)&nbsp;The brain, cognition and QR; (4)&nbsp;QR and writing; (5)&nbsp;Discovery methods; (6)&nbsp;Representations of data; (7)&nbsp;QR assessment; and (8)&nbsp;QR stereotypes and culture. &nbsp;Faculty participants undertake a variety of exercises, engage in hands-on activities related to QR pedagogy, and develop QR instructional and assessment materials. &nbsp;The NICHE website (www.teachqr.com) serves as a complement to the interactive units.</p>\n<p>&nbsp;</p>\n<p>During NICHE, faculty develop instructional materials for their own courses whereby they</p>\n<ul>\n<li>articulate a set of QR learning goals, provide peer feedback on each other&rsquo;s learning goals, and develop revised learning goals in response to peer feedback;</li>\n<li>create/adapt a QR lesson plan/exercise, provide peer feedback, and develop a revised lesson plan/exercise in response to peer feedback;</li>\n<li>create/adapt a QR assessment plan/instrument, provide peer feedback, and develop a revised assessment plan/instrument in response to peer feedback.</li>\n</ul>\n<p>&nbsp;</p>\n<p>Altogether, 44 faculty enrolled in NICHE from 2013-2015, and 34 faculty fulfilled all the program&rsquo;s requirements. &nbsp;(Of the 10 faculty who didn&rsquo;t complete the program, several chose instead to audit the course. &nbsp;Others completed portions of NICHE but had to withdraw due to other commitments, changes in summer plans, or health issues.) &nbsp;The 34 faculty who completed NICHE represent 13 CUNY institutions (8 four-year colleges and 5 community colleges) and more than a dozen disciplines; sixteen (34%) are in the social sciences or business, 9 (26%) in the fine arts or humanities, 5 (15%) in mathematics, and 4 (12%) in other STEM disciplines. &nbsp;Of the NICHE completers, 10 (29%) were men and 24 (71%) were women.</p>\n<p>&nbsp;</p>\n<p>We assessed the NICHE program using pre- and post-instruction skills tests, questionnaires, and an alumni survey.&nbsp; The assessment data reveal that the program has changed the ways in which faculty teach QR within the CUNY system. &nbsp;Most participants reported that they now place a more deliberate emphasis on QR instruction in their courses, incorporate more data analyses and real-world examples into their teaching, and employ best practices such as the articulation of learning goals, the provision of active learning opportunities, and the use of formal assessment methods.</p>\n<p>&nbsp;</p>\n<p>In the open-ended survey questions, faculty described how their approaches to teaching QR had changed as a result of their participation in NICHE.&nbsp; For example, an assistant professor at a four-year college wrote, &ldquo;I am much more confident in my understanding of QR in terms of philosophy, pedagogy and goals. &nbsp;&hellip;. &nbsp;We all know that QR is essential to preparing our students for the 21st century, but the rise o...",
  "por_txt_cntn": "\nThe Numeracy Infusion Course for Higher Education (NICHE) provides university faculty with instruction, guidance, and support to help them teach quantitative reasoning (QR) to undergraduates in a wide range of disciplines.  Participating faculty were drawn across the City University of New York (CUNY), including both four-year and community colleges.  The majority teach at minority-serving institutions.\n\n \n\nThe objectives of NICHE are to provide instruction on best practices for teaching QR; to foster the development of instructional materials that make use of effective strategies for teaching QR; to infuse QR into a wide range of disciplines and CUNY colleges; to increase faculty interest and comfort in teaching QR; to strengthen the facultyÆs own QR skills, if necessary; and to establish a network of faculty who are committed to improving studentsÆ QR abilities.\n\n \n\nNICHE consists of 8 interactive, online units: (1) QR and making numbers meaningful; (2) QR learning outcomes; (3) The brain, cognition and QR; (4) QR and writing; (5) Discovery methods; (6) Representations of data; (7) QR assessment; and (8) QR stereotypes and culture.  Faculty participants undertake a variety of exercises, engage in hands-on activities related to QR pedagogy, and develop QR instructional and assessment materials.  The NICHE website (www.teachqr.com) serves as a complement to the interactive units.\n\n \n\nDuring NICHE, faculty develop instructional materials for their own courses whereby they\n\narticulate a set of QR learning goals, provide peer feedback on each otherÆs learning goals, and develop revised learning goals in response to peer feedback;\ncreate/adapt a QR lesson plan/exercise, provide peer feedback, and develop a revised lesson plan/exercise in response to peer feedback;\ncreate/adapt a QR assessment plan/instrument, provide peer feedback, and develop a revised assessment plan/instrument in response to peer feedback.\n\n\n \n\nAltogether, 44 faculty enrolled in NICHE from 2013-2015, and 34 faculty fulfilled all the programÆs requirements.  (Of the 10 faculty who didnÆt complete the program, several chose instead to audit the course.  Others completed portions of NICHE but had to withdraw due to other commitments, changes in summer plans, or health issues.)  The 34 faculty who completed NICHE represent 13 CUNY institutions (8 four-year colleges and 5 community colleges) and more than a dozen disciplines; sixteen (34%) are in the social sciences or business, 9 (26%) in the fine arts or humanities, 5 (15%) in mathematics, and 4 (12%) in other STEM disciplines.  Of the NICHE completers, 10 (29%) were men and 24 (71%) were women.\n\n \n\nWe assessed the NICHE program using pre- and post-instruction skills tests, questionnaires, and an alumni survey.  The assessment data reveal that the program has changed the ways in which faculty teach QR within the CUNY system.  Most participants reported that they now place a more deliberate emphasis on QR instruction in their courses, incorporate more data analyses and real-world examples into their teaching, and employ best practices such as the articulation of learning goals, the provision of active learning opportunities, and the use of formal assessment methods.\n\n \n\nIn the open-ended survey questions, faculty described how their approaches to teaching QR had changed as a result of their participation in NICHE.  For example, an assistant professor at a four-year college wrote, \"I am much more confident in my understanding of QR in terms of philosophy, pedagogy and goals.  &hellip;.  We all know that QR is essential to preparing our students for the 21st century, but the rise of digital humanities suggests that QR is also essential for preparing 21st century students to study centuries past.  I spent countless hours this summer blazing a google trail inspired by our readings, videos, and assignments, and I discovered an abundance of resources applicable to my teaching of African American literature that are now ..."
 }
}