{
 "awd_id": "1121133",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop:  Magnesium Alloys Science and Technology - Fundamental Research Issues; Arlington, Virginia; May 19-20, 2011",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Clark Cooper",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2012-01-31",
 "tot_intn_awd_amt": 74449.0,
 "awd_amount": 74449.0,
 "awd_min_amd_letter_date": "2011-04-27",
 "awd_max_amd_letter_date": "2011-04-27",
 "awd_abstract_narration": "This grant provides funding for a 2-day workshop that will bring together a diverse group of scientists and engineers to identify the outstanding fundamental science issues which inhibit broader application of Mg alloys in structural (including biomedical) applications. A renaissance in Mg application and R&D was initiated by the automotive industry, with the primary driver being vehicle mass reduction for improved vehicle efficiency and performance. Interest has expanded into the consumer goods sectors with a large number of manufacturers selecting die cast or thixomolded Mg alloys for the cases of handheld tools and portable electronic goods. Now, the aerospace, defense, and biomedical sectors are all developing interest in developing strategies to exploit the lightest structural metal in the periodic table of elements.\r\n\r\nThe workshop will provide a forum for approximately 50 researchers from academia, government laboratories, and industry to develop a strategic vision for future research to enable society to benefit from more widespread use of high performance Mg alloys. Approximately 10 invited speakers will present lectures to set the tone for the smaller group discussions. The lecturers will describe recent advances made possible by the application of the most advanced experimental techniques and computational methods. Break-out sessions will address three strategic areas: alloy design & computational modeling, manufacturing & processing, and performance & durability. Fellowships will be issued to a small number of exceptional graduate students, who are interested in academic or research-intensive careers. Finally, an executive summary and comprehensive report will be prepared for the sponsor to document the outcomes of the workshop. The report will also be disseminated via a web site made accessible to workshop participants and others with whom the author and sponsor choose to share it.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sean",
   "pi_last_name": "Agnew",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Sean R Agnew",
   "pi_email_addr": "sra4p@virginia.edu",
   "nsf_id": "000147622",
   "pi_start_date": "2011-04-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia Main Campus",
  "perf_str_addr": "1001 EMMET ST N",
  "perf_city_name": "CHARLOTTESVILLE",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229034833",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146700",
   "pgm_ele_name": "MATERIALS PROCESSING AND MANFG"
  },
  {
   "pgm_ele_code": "163000",
   "pgm_ele_name": "Mechanics of Materials and Str"
  },
  {
   "pgm_ele_code": "163300",
   "pgm_ele_name": "MATERIALS AND SURFACE ENG"
  },
  {
   "pgm_ele_code": "177100",
   "pgm_ele_name": "METAL & METALLIC NANOSTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "1444",
   "pgm_ref_txt": "SURFACE ENGINEERING"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 74449.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Overview</strong>: A 2-day workshop held May 19-20 in Arlington, Virginia brought together a diverse group of 52 scientists and engineers from academia, government laboratories, industry, and funding agencies to i) identify the outstanding fundamental science issues which inhibit broader application of Magnesium (Mg) alloys in structural (including biomedical) applications and ii) to recommend research directions to address the outstanding issues. Four graduate students, interested in academic or research-intensive careers, were provided with fellowships and two other local graduate students were also able to attend and participate in all aspects of the workshop. A full report of the deliberations and recommendations of the participants was provided to the sponsor. A summary of the recommendations is provided below.</p>\n<p>&nbsp;<strong>Workshop commission</strong>: The current renaissance in Mg application and R&amp;D was initiated by interest from the automotive industry, with the primary driver being vehicle mass reduction for improved vehicle efficiency and performance. Interest has expanded into the consumer goods sector with a large number of manufacturers selecting to die cast or semi-solid molding of Mg alloys for the cases of handheld tools and portable electronic goods. Now, the aerospace, defense, and biomedical sectors are all developing interest in strategies to exploit the lightest structural metal in the periodic table of elements. However, there are a variety of application areas which require either better alloy properties or better understanding of how to process and/or design with Mg alloys before broader application will be possible.</p>\n<p><strong>Workshop agenda</strong>: Invited speakers represented a broad cross-section of industry, academia and national laboratories from across the globe. They described recent advances and highlighted remaining gaps in our understanding of Mg alloys as well as their personal perspectives regarding opportunities for scientific impact, given new advanced experimental techniques and computational methods. 12 invited speakers presented 11 lectures designed to set the tone for the smaller group discussions. The subsequent break-out discussion sessions addressed 13 topical areas of research. The results of those discussions are synthesized into recommendations in eight areas: Casting and Solidification, Alloy Development, Coatings and Corrosion, Mechanical Performance, Deformation Processing, Joining and Fastening, Flammability and Aerospace Concerns, and Integrated Computational Materials Engineering (ICME). The full workshop report is designed to help research sponsors and researchers alike to focus future efforts on those areas that are considered most important and/or appear to have the greatest promise.</p>\n<p><strong>Summary of recommendations</strong>: Great strides have recently been made, which paved the way to markedly increased use of Mg in applications such as die cast automotive interior parts and consumer products. More aggressive application of Mg alloys in situations demanding greater corrosion resistance, strength, workability, and tolerance for dynamic loading<strong> </strong>will require active research and development to overcome outstanding scientific and technical barriers. The following highlights the areas of highest need:</p>\n<ol>\n<li>The poor <strong>corrosion resistance</strong> of typical Mg alloys demands that research to develop game-changing alloy compositions, surface modifications, and coatings all be pursued in parallel, in order to overcome what many view as the critical obstacle to broader application of Mg.</li>\n<li>There is a need to enhance the mechanical behavior (formability, strength, fatigue, fracture, creep, etc.) relevant to deformation processing and application. The unifying theme is a need to improve the understanding of the fundamentals of anisotropic plas...",
  "por_txt_cntn": "\nOverview: A 2-day workshop held May 19-20 in Arlington, Virginia brought together a diverse group of 52 scientists and engineers from academia, government laboratories, industry, and funding agencies to i) identify the outstanding fundamental science issues which inhibit broader application of Magnesium (Mg) alloys in structural (including biomedical) applications and ii) to recommend research directions to address the outstanding issues. Four graduate students, interested in academic or research-intensive careers, were provided with fellowships and two other local graduate students were also able to attend and participate in all aspects of the workshop. A full report of the deliberations and recommendations of the participants was provided to the sponsor. A summary of the recommendations is provided below.\n\n Workshop commission: The current renaissance in Mg application and R&amp;D was initiated by interest from the automotive industry, with the primary driver being vehicle mass reduction for improved vehicle efficiency and performance. Interest has expanded into the consumer goods sector with a large number of manufacturers selecting to die cast or semi-solid molding of Mg alloys for the cases of handheld tools and portable electronic goods. Now, the aerospace, defense, and biomedical sectors are all developing interest in strategies to exploit the lightest structural metal in the periodic table of elements. However, there are a variety of application areas which require either better alloy properties or better understanding of how to process and/or design with Mg alloys before broader application will be possible.\n\nWorkshop agenda: Invited speakers represented a broad cross-section of industry, academia and national laboratories from across the globe. They described recent advances and highlighted remaining gaps in our understanding of Mg alloys as well as their personal perspectives regarding opportunities for scientific impact, given new advanced experimental techniques and computational methods. 12 invited speakers presented 11 lectures designed to set the tone for the smaller group discussions. The subsequent break-out discussion sessions addressed 13 topical areas of research. The results of those discussions are synthesized into recommendations in eight areas: Casting and Solidification, Alloy Development, Coatings and Corrosion, Mechanical Performance, Deformation Processing, Joining and Fastening, Flammability and Aerospace Concerns, and Integrated Computational Materials Engineering (ICME). The full workshop report is designed to help research sponsors and researchers alike to focus future efforts on those areas that are considered most important and/or appear to have the greatest promise.\n\nSummary of recommendations: Great strides have recently been made, which paved the way to markedly increased use of Mg in applications such as die cast automotive interior parts and consumer products. More aggressive application of Mg alloys in situations demanding greater corrosion resistance, strength, workability, and tolerance for dynamic loading will require active research and development to overcome outstanding scientific and technical barriers. The following highlights the areas of highest need:\n\nThe poor corrosion resistance of typical Mg alloys demands that research to develop game-changing alloy compositions, surface modifications, and coatings all be pursued in parallel, in order to overcome what many view as the critical obstacle to broader application of Mg.\nThere is a need to enhance the mechanical behavior (formability, strength, fatigue, fracture, creep, etc.) relevant to deformation processing and application. The unifying theme is a need to improve the understanding of the fundamentals of anisotropic plasticity of hexagonal close packed crystals, including the roles of deformation twinning, shear localization, and the effects of alloying (solute and precipitates) on various deformation mechanisms. Without thi..."
 }
}