{
 "awd_id": "1121106",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Sensing more than a quorum:  The role of pheromones in the light-organ symbiont Vibrio fischeri",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Mishkind",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 503257.0,
 "awd_amount": 503257.0,
 "awd_min_amd_letter_date": "2011-07-18",
 "awd_max_amd_letter_date": "2012-06-19",
 "awd_abstract_narration": "Plants and animals are consistently colonized by bacteria, and these\r\nsymbiotic microorganisms often contribute to beneficial processes and/or disease\r\nin their hosts. Many symbiotic bacteria communicate using pheromone signals,\r\nallowing them to coordinate group behaviors during infection. Such pheromone\r\nsignaling is typically called ?quorum sensing?, because high cell density is\r\nnecessary for pheromones to build up. However, a ?quorum? is typically not\r\nsufficient to induce pheromone-mediated behaviors fully, and bacterial\r\npheromones are not simply census-taking signals. Importantly, the pheromones\r\nmay also function to communicate aspects of the host environment among the\r\nbacteria. This project will use genetic, molecular, microscopic, and microbiological\r\napproaches in exploiting the tractable model symbiosis between the\r\nbacterium Vibrio fischeri and its natural host squid Euprymna scolopes to\r\nexamine the relationship between conditions in the host and the symbiont?s use\r\nof pheromones. Pheromone signaling was discovered in V. fischeri and it\r\nremains among the best-understood model systems for such study. The\r\nsymbiotic infection occurs in transparent tissue that is only colonized by V.\r\nfischeri, and pheromone signaling during infection results in the emission of\r\nbioluminescence by the bacteria, making the infection relatively simple and the\r\nregulatory output easy to monitor. The scientific aims of this project are to\r\ndetermine what aspects of the host environment lead to the induction of bacterial\r\nbioluminescence and to determine what role pheromones play in communicating\r\nconditions in the host. A third aim is to integrate research on bacteria-host\r\nsymbioses into undergraduate education, both through direct emersion in\r\nresearch and through the generation of materials to facilitate in-class discussion\r\nof scientific papers. The project will provide insight into the environment\r\nsymbiotic bacteria encounter in a host, and how their perception of the host\r\nenvironment can be integrated with their use of pheromones. The project will\r\nalso help train young scientists.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Stabb",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Stabb",
   "pi_email_addr": "estabb@uic.edu",
   "nsf_id": "000334666",
   "pi_start_date": "2011-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Georgia Research Foundation Inc",
  "inst_street_address": "310 E CAMPUS RD RM 409",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306021589",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NMJHD63STRC5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Georgia",
  "perf_str_addr": "623 BOYD GRADUATE RESEARCH CTR",
  "perf_city_name": "ATHENS",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306020001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765600",
   "pgm_ele_name": "Symbiosis Infection & Immunity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 180899.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 322358.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Many bacteria use pheromone signals to control group behaviors that are not evident in lone individuals.&nbsp; Such signaling regulates many processes relevant to humankind, including virulence of plant and animal pathogens, exoenzyme and antibiotic production, beneficial host-microbe interactions, and biofilm production.&nbsp; Because a group of cells is required for signaling, this process is known as &ldquo;quorum sensing&rdquo;; however, a &ldquo;quorum&rdquo; can be necessary but not sufficient to induce pheromone-mediated behaviors fully.<strong>&nbsp; </strong>Environmental factors also lead to the regulation of pheromone synthesis and responsiveness to the pheromones, suggesting more complicated and interesting roles for bacterial communication in the real world than simply taking a census of local cell density.<strong>&nbsp;</strong></p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">Intellectual merit</span></p>\n<p>We used the simple model symbiosis between the bioluminescent bacterium <em>Vibrio fischeri</em> and its natural host squid <em>Euprymna scolopes</em> to examine the relationship between conditions in the host and the symbiont&rsquo;s use of pheromones to control when it turns on certain genes, particularly those involved in luminescence.&nbsp; We demonstrated that the accumulation of two major pheromones is controlled and not simply a reflection of how dense the bacterial population is.&nbsp; We were also able to show that some of the regulatory systems that control pheromone signaling are turned on when the bacteria infect their host.&nbsp; Importantly, this regulation of gene expression was not uniform among all symbiont cells at all times, but rather indicated spatial and temporal variation in the conditions experienced by bacterial cells in different host microenvironments. &nbsp;Our results shed light on what the bacteria encounter upon colonizing their symbiotic host, and how they may use pheromones to communicate information about these environmental cues amongst the population.&nbsp; Our results also support the idea that pheromones are not used simply as census-taking molecules that function as indicators of population density, but rather have the capacity to communicate information about the environment between sub-populations of bacteria.&nbsp; Because the regulatory circuitry in V. fischeri is similar to certain other bacteria, including pathogens, our results have widespread implications in phenomena like disease and biofouling that are directly important to humankind.</p>\n<p><span style=\"text-decoration: underline;\">Broader Impacts</span></p>\n<p>Five graduate student researchers and eight undergraduate researchers were supported at least in part and contributed to accomplishing the research aims of the grant.&nbsp; An additional aim of the proposal was to integrate symbiosis research with undergraduate education.&nbsp; This included the development of materials to facilitate classroom discussions of primary literature in the field of bacterial symbioses.&nbsp; These materials were developed collaboratively between the PI and members of his lab, and were introduced into the PI&rsquo;s undergraduate course in year two.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/11/2015<br>\n\t\t\t\t\tModified by: Eric&nbsp;V&nbsp;Stabb</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMany bacteria use pheromone signals to control group behaviors that are not evident in lone individuals.  Such signaling regulates many processes relevant to humankind, including virulence of plant and animal pathogens, exoenzyme and antibiotic production, beneficial host-microbe interactions, and biofilm production.  Because a group of cells is required for signaling, this process is known as \"quorum sensing\"; however, a \"quorum\" can be necessary but not sufficient to induce pheromone-mediated behaviors fully.  Environmental factors also lead to the regulation of pheromone synthesis and responsiveness to the pheromones, suggesting more complicated and interesting roles for bacterial communication in the real world than simply taking a census of local cell density. \n\n \n\nIntellectual merit\n\nWe used the simple model symbiosis between the bioluminescent bacterium Vibrio fischeri and its natural host squid Euprymna scolopes to examine the relationship between conditions in the host and the symbiontÆs use of pheromones to control when it turns on certain genes, particularly those involved in luminescence.  We demonstrated that the accumulation of two major pheromones is controlled and not simply a reflection of how dense the bacterial population is.  We were also able to show that some of the regulatory systems that control pheromone signaling are turned on when the bacteria infect their host.  Importantly, this regulation of gene expression was not uniform among all symbiont cells at all times, but rather indicated spatial and temporal variation in the conditions experienced by bacterial cells in different host microenvironments.  Our results shed light on what the bacteria encounter upon colonizing their symbiotic host, and how they may use pheromones to communicate information about these environmental cues amongst the population.  Our results also support the idea that pheromones are not used simply as census-taking molecules that function as indicators of population density, but rather have the capacity to communicate information about the environment between sub-populations of bacteria.  Because the regulatory circuitry in V. fischeri is similar to certain other bacteria, including pathogens, our results have widespread implications in phenomena like disease and biofouling that are directly important to humankind.\n\nBroader Impacts\n\nFive graduate student researchers and eight undergraduate researchers were supported at least in part and contributed to accomplishing the research aims of the grant.  An additional aim of the proposal was to integrate symbiosis research with undergraduate education.  This included the development of materials to facilitate classroom discussions of primary literature in the field of bacterial symbioses.  These materials were developed collaboratively between the PI and members of his lab, and were introduced into the PIÆs undergraduate course in year two.\n\n \n\n\t\t\t\t\tLast Modified: 09/11/2015\n\n\t\t\t\t\tSubmitted by: Eric V Stabb"
 }
}