{
 "awd_id": "1121915",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER:  Accurate Aerosol Sampling and Size Distribution Measurements Inside and Outside Cloud Systems During ICE-T",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Chungu Lu",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2012-02-29",
 "tot_intn_awd_amt": 81138.0,
 "awd_amount": 81138.0,
 "awd_min_amd_letter_date": "2011-02-24",
 "awd_max_amd_letter_date": "2011-02-24",
 "awd_abstract_narration": "The project will accurately characterize aerosol particles from aircrafts using a new and improved aerosol-cloud sampler and integrating it with a newly developed fast mobility spectrometer and a scanning cloud condensation nuclei (CCN) instrument during the ICE-T (Ice in Clouds Experiment-Tropical) field campaign. The specific objectives are:\r\n1)\tAccurate sampling of aerosol particles outside and inside clouds considering the possible presence of drizzle, ice, and precipitation using the Clarkson Interstitial Inlet (CII).\r\n2)\tDetermine the size distribution of particles smaller than 300 nm in less than 20 seconds using the new fast aerosol mobility spectrometer developed at Clarkson.\r\n3)\tDetermine the size-classified CCN fraction of the sampled aerosol using a combination of a fast DMA system and a fast CCN instrument.\r\n\r\nIntellectual merit:\r\nThis project addresses the need to improve our understanding of ice nucleation process in the atmosphere. Size distribution measurements of aerosol particles inside and outside of cloud systems will provide critical information about the particle size fractions that are participating in cloud formation.  In addition, the mixing nature of the particles will be determined from size-classified CCN measurements.  \r\n\r\nThe intellectual merit of this study includes:\r\n1)\tThe development and performance validation of a new interstitial aerosol sampler that will provide a critical ability to sample and analyze non-activated aerosol particles in cloud systems.\r\n2)\tMeasurements of particle size distributions and size-classified CCN in warm and mixed-phase clouds, resulting in obtaining important data to test existing aerosol-cloud parameterizations and improving our understanding of formation of ice nuclei.\r\n\r\nBroader Impacts:\r\nThis work will result in (i) the development of a new aerosol-cloud sampler that can be used for aerosol-cloud system characterization from a wide-range of aircraft platforms, and (ii) validating the performance of a fast sizing particle instrument that will provide near real-time size-resolved measurements of atmospheric aerosol.\r\n\r\nAs a part of this project, two graduate students will be involved.  Both graduate students will gain exposure to aircraft-based measurements and in analysis of scientific data.  Also, by participating in a field campaign, the students will get an opportunity to interact with established atmospheric scientists, furthering their development as independent researchers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Suresh",
   "pi_last_name": "Dhaniyala",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Suresh Dhaniyala",
   "pi_email_addr": "sdhaniya@clarkson.edu",
   "nsf_id": "000238690",
   "pi_start_date": "2011-02-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clarkson University",
  "inst_street_address": "8 CLARKSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "POTSDAM",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3152686475",
  "inst_zip_code": "136761401",
  "inst_country_name": "United States",
  "cong_dist_code": "21",
  "st_cong_dist_code": "NY21",
  "org_lgl_bus_name": "CLARKSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SL2PF6R7MRN1"
 },
 "perf_inst": {
  "perf_inst_name": "Clarkson University",
  "perf_str_addr": "8 CLARKSON AVE",
  "perf_city_name": "POTSDAM",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "136761401",
  "perf_ctry_code": "US",
  "perf_cong_dist": "21",
  "perf_st_cong_dist": "NY21",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152400",
   "pgm_ele_name": "Atmospheric Chemistry"
  },
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 81138.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Accurate prediction of long-term changes to global climate requires complete knowledge of the aerosol role in the global radiative budget.&nbsp; &nbsp;Aerosol particles directly interact with solar radiation by scattering sun light and, more importantly, indirectly interact with radiation through their role in the formation and evolution of clouds.&nbsp; There is a significant uncertainty in quantifying the aerosol indirect effect because of our limited ability to model the aerosol-cloud process.&nbsp; As part of this EAGER grant, we participated in NCAR&rsquo;s ICE-T field campaign to gather critical data about aerosol particles and their role in maritime cumulus cloud formation and glaciation.&nbsp;</p>\n<p>The specific objectives of this project were to accurately sample aerosol particles from the NCAR C-130 aircraft using a new and improved aerosol-cloud sampler and to measure the size distributions of these particles with a newly developed fast mobility spectrometer.&nbsp; Also, we determined the ability of the sampled aerosol to form clouds, using a scanning cloud condensation nuclei (CCN) counter. &nbsp;Analysis of data obtained during ICE-T showed that the new sampler, called BASE, was able to provide accurate aerosol sampling in cloud systems, especially in the presence of ice.&nbsp; With the accurate sampler and a new fast sizing instrument, unprecedented information about the size distributions of interstitial particles was obtained during ICE-T.&nbsp; It was observed that particles as small as 40 nm in diameter (much smaller than expected) were depleted in clouds, particularly when the temperatures were well below freezing.&nbsp; The exact nature of participation of the smaller particles is under investigation.&nbsp; Also, individual cloud events are currently being studied to determine the ability of existing aerosol-cloud models to predict the cloud formation process.</p>\n<p>As part of this project, three students &ndash; two graduate and one undergraduate &ndash; participated in the development of new instruments and collection of field data.&nbsp; The students gained laboratory experience to develop and test new aerosol and flow instruments, integrate the instruments on the aircraft, analyze the large data sets obtained during the campaign, and write technical reports detailing their research.&nbsp; In addition, participation in this project provided students with a valuable opportunity to interact with leading atmospheric scientists from around the world.&nbsp; The data obtained from our suite of samplers and instruments deployed during this project were submitted to NCAR&rsquo;s ICE-T data site for open access to all researchers.&nbsp; Two manuscripts have been submitted for publication in peer-reviewed journals.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/16/2012<br>\n\t\t\t\t\tModified by: Suresh&nbsp;Dhaniyala</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAccurate prediction of long-term changes to global climate requires complete knowledge of the aerosol role in the global radiative budget.   Aerosol particles directly interact with solar radiation by scattering sun light and, more importantly, indirectly interact with radiation through their role in the formation and evolution of clouds.  There is a significant uncertainty in quantifying the aerosol indirect effect because of our limited ability to model the aerosol-cloud process.  As part of this EAGER grant, we participated in NCARÆs ICE-T field campaign to gather critical data about aerosol particles and their role in maritime cumulus cloud formation and glaciation. \n\nThe specific objectives of this project were to accurately sample aerosol particles from the NCAR C-130 aircraft using a new and improved aerosol-cloud sampler and to measure the size distributions of these particles with a newly developed fast mobility spectrometer.  Also, we determined the ability of the sampled aerosol to form clouds, using a scanning cloud condensation nuclei (CCN) counter.  Analysis of data obtained during ICE-T showed that the new sampler, called BASE, was able to provide accurate aerosol sampling in cloud systems, especially in the presence of ice.  With the accurate sampler and a new fast sizing instrument, unprecedented information about the size distributions of interstitial particles was obtained during ICE-T.  It was observed that particles as small as 40 nm in diameter (much smaller than expected) were depleted in clouds, particularly when the temperatures were well below freezing.  The exact nature of participation of the smaller particles is under investigation.  Also, individual cloud events are currently being studied to determine the ability of existing aerosol-cloud models to predict the cloud formation process.\n\nAs part of this project, three students &ndash; two graduate and one undergraduate &ndash; participated in the development of new instruments and collection of field data.  The students gained laboratory experience to develop and test new aerosol and flow instruments, integrate the instruments on the aircraft, analyze the large data sets obtained during the campaign, and write technical reports detailing their research.  In addition, participation in this project provided students with a valuable opportunity to interact with leading atmospheric scientists from around the world.  The data obtained from our suite of samplers and instruments deployed during this project were submitted to NCARÆs ICE-T data site for open access to all researchers.  Two manuscripts have been submitted for publication in peer-reviewed journals.\n\n\t\t\t\t\tLast Modified: 07/16/2012\n\n\t\t\t\t\tSubmitted by: Suresh Dhaniyala"
 }
}