{
 "awd_id": "1121893",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  SPK1-ROP Signaling at the ER surface: Implications for ERES Assembly and Morphogenesis",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Matthias Falk",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 818935.0,
 "awd_amount": 917565.0,
 "awd_min_amd_letter_date": "2011-08-23",
 "awd_max_amd_letter_date": "2017-05-12",
 "awd_abstract_narration": "Intellectual Merit of the Proposed Activities\r\nThe architecture and growth properties of plants are fundamentally important to modern food and renewable energy production systems. However, a lack of knowledge about the protein machineries and cellular mechanisms of growth makes it nearly impossible to engineer crop plants for optimal growth and composition. In plants, the leaf epidermis is a mechanosensitive sheet that dictates the growth properties and architecture of the organ. The long-range goal of this research is to understand how protein complexes and cellular polymers coordinate epidermal growth. Direct knowledge about the cellular mechanisms of information flow and growth will drive future crop improvement strategies. The goal for this project is to determine how an evolutionarily conserved signaling protein termed SPIKE1 coordinates the production, delivery, and assembly of raw materials during growth. The Szymanski and Stahelin laboratories will test their central hypothesis that SPIKE1 membrane-binding and small GTPase activation at specific domains of the endoplasmic reticulum (ER) coordinates cargo export and growth. They will pursue three research objectives.\r\nObjective #1 is to determine how SPK1-dependent small GTPase activation and its localization to subdomains of the ER relate to vesicle trafficking and cell morphogenesis.  Their working hypothesis is that SPK1 GEF activity promotes ER exit site assembly and efficient protein recycling between the ER and the Golgi.  \r\nObjective #2 is to discover the cellular mechanisms by which SPK1 is restricted to a punctate distribution on the surface of the ER. Their working hypothesis is that SPK1 binding to phosphatidylserine is sensitive to membrane fluidity and mediates ER localization in living cells.  \r\nObjective #3 is to learn if conserved Golgi-localized protein complexes are intermediaries in a SPIKE1 cell shape control pathway. Our working hypothesis is that SPIKE1 promotes small GTPase activation of Golgi-localized protein complexes that regulate cargo trafficking. \r\nTheir preliminary data indicate that SPIKE1 signals promote the formation of, and arise from specialized domains of the ER. These ER exit sites are commonly known as the entry point for anterograde protein trafficking in the secretory pathway. This research is expected to define a new importance for an ER domain that includes small GTPase signaling and the integration of intracellular growth control systems. Given the conserved nature of SPIKE-like proteins and their signaling targets, this research is likely to have a broad impact on the cell morphogenesis field.\r\n\r\nBroader Impacts\r\nOur research explores challenging new areas of plant cell biology and aims to provide the knowledge base that will enable the engineering of improved crops. The project is interdisciplinary and closely integrates research and learning activities. For example, post-doctoral fellows and graduate students at Purdue and Notre Dame will develop and supervise undergraduate research projects. Undergraduate researchers will learn scientific writing and will present their work at both local and national scientific meetings. Team learning and problem solving are central to the research plan. The research projects include cross-disciplinary research between the Stahelin and Szymanski labs. Research discoveries will be discussed in bi-monthly face-to-face meetings that are held in concert with the Chicago cytoskeleton meetings. The graduate students and post-docs will receive broad training that includes proper data management, effective oral presentations, and scientific writing. The research activities from this project will be published in high profile journals, incorporated into the a graduate plant cell biology course, featured in web-based news releases, and will be featured in a new web resource on SPIKE-like signaling proteins. As done in the past, new mutant strains will be donated to the ABRC stock center. The project will also generate vectors and strains associated with organelle-specific phospholipid modification that will be broadly used by the plant cell biology community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Szymanski",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel B Szymanski",
   "pi_email_addr": "szymandb@purdue.edu",
   "nsf_id": "000318381",
   "pi_start_date": "2011-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE # 1100",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1114",
   "pgm_ref_txt": "CELLULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 227093.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 192722.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 197227.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 201893.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 98630.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Important crop plant traits are dictated by the growth properties of individual cells. This relationship is obvious in cotton fibers, in which the length and strength of individual fiber cells determine crop value. In complex organs such as leaves, the growth properties of groups of cells can scale to influence leaf traits that are important for photosynthesis and yield. Plant cells are encased in a tough outer cell wall that both gives the plant mechanical stability and defines the rates and directions of cell growth. This project focused on understanding how protein assemblies at the nanometer scale are organized to pattern the cell wall and growth at macroscopic scales. This is a highly complex process in which networks of actin and microtubule cytoskeletal systems inside the cell are used to pattern and define the local mechanical properties of the cell wall. Simultaneously, the cytoskeletal systems must be able sense the material properties of the wall and cell shape over time to predictably regulate growth outputs. As part of this award we discovered important cell communication mechanisms by which signaling proteins specify zones in the cell that generate actin-based intracellular transport systems that are needed to support new cell wall delivery during cell growth. The subcellular zones are defined by feedback control between the actin and microtubule systems. Our research team created new computational tools that simulated and predicted what types of cell wall mechanical properties are needed to generate a specific growth output. This new computational and experimental approach allowed us to quantitatively understand how cytoskeletal and cell wall systems interact in a simplified single cell system that is directly relevant to cotton fiber development. Our project provided learning and training opportunities for a diverse team of biologists, engineers, and mathematical modelers that included scientists at levels of expertise that spanned from undergraduate researcher to professor. As a result, our transdisciplinary team created a realistic strategy to generate a knowledge base in basic plant cell biology and computational modeling that has the potential to broadly enable plant trait engineering.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/31/2019<br>\n\t\t\t\t\tModified by: Daniel&nbsp;B&nbsp;Szymanski</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nImportant crop plant traits are dictated by the growth properties of individual cells. This relationship is obvious in cotton fibers, in which the length and strength of individual fiber cells determine crop value. In complex organs such as leaves, the growth properties of groups of cells can scale to influence leaf traits that are important for photosynthesis and yield. Plant cells are encased in a tough outer cell wall that both gives the plant mechanical stability and defines the rates and directions of cell growth. This project focused on understanding how protein assemblies at the nanometer scale are organized to pattern the cell wall and growth at macroscopic scales. This is a highly complex process in which networks of actin and microtubule cytoskeletal systems inside the cell are used to pattern and define the local mechanical properties of the cell wall. Simultaneously, the cytoskeletal systems must be able sense the material properties of the wall and cell shape over time to predictably regulate growth outputs. As part of this award we discovered important cell communication mechanisms by which signaling proteins specify zones in the cell that generate actin-based intracellular transport systems that are needed to support new cell wall delivery during cell growth. The subcellular zones are defined by feedback control between the actin and microtubule systems. Our research team created new computational tools that simulated and predicted what types of cell wall mechanical properties are needed to generate a specific growth output. This new computational and experimental approach allowed us to quantitatively understand how cytoskeletal and cell wall systems interact in a simplified single cell system that is directly relevant to cotton fiber development. Our project provided learning and training opportunities for a diverse team of biologists, engineers, and mathematical modelers that included scientists at levels of expertise that spanned from undergraduate researcher to professor. As a result, our transdisciplinary team created a realistic strategy to generate a knowledge base in basic plant cell biology and computational modeling that has the potential to broadly enable plant trait engineering.\n\n \n\n\t\t\t\t\tLast Modified: 01/31/2019\n\n\t\t\t\t\tSubmitted by: Daniel B Szymanski"
 }
}