{
 "awd_id": "1121866",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Characterization of the role of the bHLH transcription factor HLH-3 in the differentiation and function of neurons with gender specific roles in the nematode C. elegans",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Evan Balaban",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 452053.0,
 "awd_amount": 452053.0,
 "awd_min_amd_letter_date": "2011-08-25",
 "awd_max_amd_letter_date": "2011-08-25",
 "awd_abstract_narration": "This project focuses on understanding the role of the hlh-3 protein in the differentiation and function of neurons with gender-specific roles in the nematode C. elegans.  The long term goal is to determine whether HLH-3 is akin to a master regulator responsible for transcription of genes expressed in a dimorphic gender-specific neuronal circuitry, and as a result influences distinct behaviors in hermaphrodites and males.  Hlh-3 is known to function in neurons of the egg-laying circuitry in hermaphrodites, and new evidence suggests it also functions in neurons of males which mediate detection of chemosensory and/or mechanosensory cues provided by the hermaphrodite.  Not much is known about the gene networks expressed in males and females that are orchestrated to bring about gender-specific functions.  This project utilizes molecular, genetic, and behavioral approaches to characterize the mechanism(s) by which neuronal function and animal behavior can be coordinated and regulated by a bHLH transcription factor.  In the nematode, gender-specific behaviors are controlled by both gender-specific neurons as well as a shared neuronal circuitry.  The principal investigator?s laboratory is a newcomer to this area of research, but this project will provide novel information that complements ongoing work in other laboratories in the nematode community.  The project is the basis for the doctoral thesis of two graduate students and also provides research opportunities to undergraduate students.  The undergraduates will be involved in further quantification of behavioral defects in males, creation of strains with cell-specific reporters, and in the characterization of the cells and gene expression patterns associated with phenotypes, if any.  The data will be presented and discussed at regional and national meetings as well as submitted for publication in peer reviewed journals.  Newly generated reagents will be available to the C. elegans community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aixa",
   "pi_last_name": "Alfonso",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aixa Alfonso",
   "pi_email_addr": "aalfonso@uic.edu",
   "nsf_id": "000479275",
   "pi_start_date": "2011-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "809 S MARSHFIELD AVE M/C 551",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606124305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771200",
   "pgm_ele_name": "Organization"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 452053.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our work is relevant to the general fields of developmental neurobiology and behavioral neuroscience.&nbsp; More specifically the research area devoted to understanding how neuronal fate and function is regulated in the context of different genders. &nbsp;Two important questions in our research area include: (1) how is the terminal differentiation of &ldquo;core&rdquo; and sex-specific neurons involved in sex-specific behaviors regulated? (2) are there shared mechanisms underlying this process?&nbsp; In the nematode <em>C. elegans</em> sexual identity, that is, whether an organism will develop as a male or a self fertilizing hermaphrodite is determined by the ratio of the number of X chromosomes to the number of autosomes (non X chromosomes).&nbsp; This mechanism for sex determination does not involve hormones.&nbsp; Instead it involves a battery of genes, all acting in an organized series of steps that bring about cellular and organismal sexual identity.&nbsp; Males and hermaphrodites share 294 &ldquo;core&rdquo; neurons; hermaphrodites have 8 unique neurons not present in the male and males have 89 unique neurons not present in the hermaphrodite.&nbsp; Our work and findings should increase our understanding of the mechanism(s) by which neuronal function and the behaviors controlled by those neurons can be coordinated and regulated by a bHLH transcription factor, the product of the gene <em>hlh-3</em>.&nbsp; The gene <em>hlh-3</em> is expressed and functional in both males and hermaphrodites.&nbsp; Mutations in the gene that abolish function result in hermaphrodites that cannot lay eggs and males that cannot mate.&nbsp; We have learned that these defects in sex-specific behaviors result from defects in the function of both sex-specific neurons and shared &ldquo;core&rdquo; neuronal circuitry co-opted for sex specific behaviors.&nbsp; Learning more about how <em>hlh-3</em> is responsible for orchestrating the differentiation of neurons that have sex-specific functions will be a step towards answering the two questions mentioned earlier.</p>\n<p>At this point we do not know how our work will impact other disciplines.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/13/2016<br>\n\t\t\t\t\tModified by: Aixa&nbsp;Alfonso</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur work is relevant to the general fields of developmental neurobiology and behavioral neuroscience.  More specifically the research area devoted to understanding how neuronal fate and function is regulated in the context of different genders.  Two important questions in our research area include: (1) how is the terminal differentiation of \"core\" and sex-specific neurons involved in sex-specific behaviors regulated? (2) are there shared mechanisms underlying this process?  In the nematode C. elegans sexual identity, that is, whether an organism will develop as a male or a self fertilizing hermaphrodite is determined by the ratio of the number of X chromosomes to the number of autosomes (non X chromosomes).  This mechanism for sex determination does not involve hormones.  Instead it involves a battery of genes, all acting in an organized series of steps that bring about cellular and organismal sexual identity.  Males and hermaphrodites share 294 \"core\" neurons; hermaphrodites have 8 unique neurons not present in the male and males have 89 unique neurons not present in the hermaphrodite.  Our work and findings should increase our understanding of the mechanism(s) by which neuronal function and the behaviors controlled by those neurons can be coordinated and regulated by a bHLH transcription factor, the product of the gene hlh-3.  The gene hlh-3 is expressed and functional in both males and hermaphrodites.  Mutations in the gene that abolish function result in hermaphrodites that cannot lay eggs and males that cannot mate.  We have learned that these defects in sex-specific behaviors result from defects in the function of both sex-specific neurons and shared \"core\" neuronal circuitry co-opted for sex specific behaviors.  Learning more about how hlh-3 is responsible for orchestrating the differentiation of neurons that have sex-specific functions will be a step towards answering the two questions mentioned earlier.\n\nAt this point we do not know how our work will impact other disciplines. \n\n \n\n\t\t\t\t\tLast Modified: 05/13/2016\n\n\t\t\t\t\tSubmitted by: Aixa Alfonso"
 }
}