{
 "awd_id": "1121245",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Epigenetic Control of DNA Replication in Arabidopsis",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": "7032924967",
 "po_email": "kccone@nsf.gov",
 "po_sign_block_name": "Karen Cone",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 705000.0,
 "awd_amount": 705000.0,
 "awd_min_amd_letter_date": "2011-09-19",
 "awd_max_amd_letter_date": "2013-05-12",
 "awd_abstract_narration": "Intellectual merit: The faithful replication of DNA is the basis of inheritance in all organisms.  DNA replication is a carefully regulated process, but it is still incompletely understood.  For example, little is known about the relationship between DNA replication, and processes such as the chemical modification of histone proteins that package the DNA in the cell.  Many different modifications of histones are known, but their function is unclear.  The long-term objective of this project is to understand the relationship between DNA replication and such histone modifications in the genome of the model plant, Arabidopsis thaliana. This will be approached through detailed exploration of a recently observed link between DNA replication and a particular histone modification whose function is to prevent gene expression within certain regions of the Arabidopsis thaliana genome. Two proteins named ATXR5 and ATXR6 (ATXR5/6) act redundantly to maintain repression of gene expression of genes located within repetitive elements in the Arabidopsis genome. It has been recently discovered that in atxr5/6 mutants, such silenced regions of the genome replicate more than once per cell cycle in a form of aberrant DNA replication termed \"re-replication\". Re-replicating regions of the genome have been mapped using next-generation sequencing approaches, and found to closely correspond to regions that are characterized by histone modifications associated with repression of gene expression.  This research project aims to use the genetic and genomic resources for Arabidopsis to investigate the interplay between the fundamental biological processes of histone modifications and DNA replication. Novel genome sequencing techniques will be used to explore the ways in which DNA replication and repair pathways interact with local chromatin environments. Furthermore, multiple biochemical and genetics approaches will be used to expand the understanding of ATXR5 and ATXR6 pathway mechanisms. \r\n\r\nBroader impacts: This project will generate a significant number of genomic datasets, which provides a unique opportunity to involve undergraduate students in state-of-the-art genomic techniques and data analysis.  Initially, three undergraduates will be involved in the research.  Each will be extensively trained in standard molecular biology techniques required for the project.  In addition, these students will be trained in data analysis techniques, from the initial processing and mapping of high throughput sequencing reads to downstream higher-level analysis.  This will facilitate the training of a new class of students with skills that lie at the interface of molecular biology and computational biology.  A goal will be to expand such cross disciplinary training to a larger pool of UCLA undergraduate students as part of the new Biomedical Research minor program which is being spearheaded by the Principal Investigator's department of Molecular Cell and Developmental Biology, together with the MIMG department.  A course will be developed that will be taught through the new interdepartmental instructional laboratory curriculum, in which larger groups of students can use real world data sets from this project to learn computational biology techniques and apply them to hypothesis testing.  An understanding of the relationship between histone modifications and DNA replication will have a broad impact not only on plant research, but also on DNA replication research in other eukaryotes.  In addition, the data from this project will be widely disseminated through public browsers and web sites, and will be of wide utility to a broad set of plant biologists interested in development, stress responses, gene expression, and plant genomics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Jacobsen",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Steven E Jacobsen",
   "pi_email_addr": "jacobsen@ucla.edu",
   "nsf_id": "000469804",
   "pi_start_date": "2011-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  },
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 230000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 235000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 240000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The long-term objective of this project is to understand the relationship between DNA replication and epigenetic marks in the eukaryotic genome. Our laboratory approached this objective by exploring a recently observed link between DNA replication and chromatin-level modifications in <em>Arabidopsis thaliana</em>. Our laboratory, together with Scott Michael&rsquo;s laboratory, has previously characterized the ATXR5 and ATXR6 (ATXR5/6) histone methyltransferases as acting redundantly to maintain transcriptional repression of repetitive elements in the <em>Arabidopsis </em>genome. Surprisingly, we have also recently found that loss of ATXR5/6 results in a form of aberrant DNA replication in which extra DNA is produced from heterochromatic regions. The initial hypothesis was <em>atxr5/6</em> mutants, regions of the genome replicate more than once per cell cycle. We utilized next-generation sequencing approaches to map these regions of re-replication and found that re-replicating regions primarily co-localize with epigenetic marks indicative of heterochromatic states.&nbsp; This suggests that the ATXR5/6 proteins act to suppress over-replication of transposons and other heterochromatic sequences.&nbsp; Furthermore, we have found that the <em>ddm1</em> and <em>met1</em> mutations affecting maintenance of heterochromatin and DNA methylation are able to suppress the re-replication phenotype of <em>atxr5/6</em> mutants.&nbsp; Remarkably, <em>ddm1</em> and <em>met1</em> also display replication defects in absence of <em>atxr5/6 </em>mutations. These results suggest an intimate level of cross-talk between epigenetic regulatory pathways and the DNA replication machinery.&nbsp; The main outcome of this work was detailed genomic analysis of these mutants to further describe the interesting gene expression and DNA replication phenomenon occurring, as well as a genetic screen to find factors that alter the phenotypes of the <em>atxr56</em> mutants.&nbsp; The characterization of the genes affected in these mutants should shed additional light on link between DNA replication and epigenetic gene silencing.</p>\n<p>The other outcome of this project was the interdisciplinary cross training of undergraduates in molecular and computational biology.&nbsp; The development of powerful sequencing techniques has recently made genomics approaches applicable to a wide and varied array of biological questions. Owing partly to the nascent nature of the field and also to the open source ethos underlying many genomic tools, there is often a lack of formal training opportunities for students and postdoctoral fellows wanting to gain experience in genomic techniques and analysis. This research program represented a substantial amount of next-generation sequencing library preparation and data analysis. Given the shear amount of data processing involved, we felt that the <em>atxr5/6</em>-characterization efforts represented an ideal opportunity to provide undergraduate students with an applied training in genomics and bioinformatic analysis that let them take part in an active research program where they can formulate and test hypothesis of their own.&nbsp; We accomplished this goal by training four undergraduate students, including one underrepresented minority student in these techniques.&nbsp; In addition this award helped us develop research projects for undergraduates as part of an intensive seminar series / lab-course replacement program sponsored by HHMI for undergraduate research at UCLA. The award also facilitated the postdoctoral researcher to help teach the seminar series as part of said training program.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/06/2015<br>\n\t\t\t\t\tModified by: Steven&nbsp;E&nbsp;Jacobsen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe long-term objective of this project is to understand the relationship between DNA replication and epigenetic marks in the eukaryotic genome. Our laboratory approached this objective by exploring a recently observed link between DNA replication and chromatin-level modifications in Arabidopsis thaliana. Our laboratory, together with Scott MichaelÆs laboratory, has previously characterized the ATXR5 and ATXR6 (ATXR5/6) histone methyltransferases as acting redundantly to maintain transcriptional repression of repetitive elements in the Arabidopsis genome. Surprisingly, we have also recently found that loss of ATXR5/6 results in a form of aberrant DNA replication in which extra DNA is produced from heterochromatic regions. The initial hypothesis was atxr5/6 mutants, regions of the genome replicate more than once per cell cycle. We utilized next-generation sequencing approaches to map these regions of re-replication and found that re-replicating regions primarily co-localize with epigenetic marks indicative of heterochromatic states.  This suggests that the ATXR5/6 proteins act to suppress over-replication of transposons and other heterochromatic sequences.  Furthermore, we have found that the ddm1 and met1 mutations affecting maintenance of heterochromatin and DNA methylation are able to suppress the re-replication phenotype of atxr5/6 mutants.  Remarkably, ddm1 and met1 also display replication defects in absence of atxr5/6 mutations. These results suggest an intimate level of cross-talk between epigenetic regulatory pathways and the DNA replication machinery.  The main outcome of this work was detailed genomic analysis of these mutants to further describe the interesting gene expression and DNA replication phenomenon occurring, as well as a genetic screen to find factors that alter the phenotypes of the atxr56 mutants.  The characterization of the genes affected in these mutants should shed additional light on link between DNA replication and epigenetic gene silencing.\n\nThe other outcome of this project was the interdisciplinary cross training of undergraduates in molecular and computational biology.  The development of powerful sequencing techniques has recently made genomics approaches applicable to a wide and varied array of biological questions. Owing partly to the nascent nature of the field and also to the open source ethos underlying many genomic tools, there is often a lack of formal training opportunities for students and postdoctoral fellows wanting to gain experience in genomic techniques and analysis. This research program represented a substantial amount of next-generation sequencing library preparation and data analysis. Given the shear amount of data processing involved, we felt that the atxr5/6-characterization efforts represented an ideal opportunity to provide undergraduate students with an applied training in genomics and bioinformatic analysis that let them take part in an active research program where they can formulate and test hypothesis of their own.  We accomplished this goal by training four undergraduate students, including one underrepresented minority student in these techniques.  In addition this award helped us develop research projects for undergraduates as part of an intensive seminar series / lab-course replacement program sponsored by HHMI for undergraduate research at UCLA. The award also facilitated the postdoctoral researcher to help teach the seminar series as part of said training program.\n\n \n\n\t\t\t\t\tLast Modified: 11/06/2015\n\n\t\t\t\t\tSubmitted by: Steven E Jacobsen"
 }
}