{
 "awd_id": "1121054",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Molecular Mechanisms of Neurotransmitter Release",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Evan Balaban",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 600000.0,
 "awd_min_amd_letter_date": "2011-08-29",
 "awd_max_amd_letter_date": "2014-05-31",
 "awd_abstract_narration": "How we perceive, move, feel, learn, and remember is a product of the ability of nerve cells to form circuits that allow an extraordinarily fast and precise communication processing information. Information is transferred from cell to cell through specialized cell-cell contact sites, termed synapses. Despite tremendous advances, understanding the molecular mechanisms facilitating, maintaining and/or re-arranging synaptic function and/or structure remains a key problem in contemporary neuroscience. Using a genetic approach, we identified a new protein (WD40A) that is very similar from fruit flies to humans. We hypothesize that WD40A may control the protein levels of another uncharacterized protein (ATP8B) that may control the lipid (i.e., fatty acid) composition of the synaptic membranes that facilitate information transfer from one nerve cell to another. To better support this hypothesis, the role and significance of WD40A for synaptic function and structure will be explored using electrical and optical recordings to examine the effects of genetic mutations in WD40A on synaptic function. In addition, genetic and biochemical approaches will be used to characterize exactly how WD40A controls ATP8B protein levels at synapses. The project will develop valuable research tools that will be made freely available to the research community and will provide research opportunities for both graduate and undergraduate students. This work is expected to characterize a fundamentally new molecular mechanism that induces local changes in the lipid environment of synapses aiding rapid communication among nerve cells. This knowledge will significantly advance our understanding of how the brain is able to compute information on a millisecond scale, and improve our ability to design better medical approaches to treat or prevent some neurological disorders in humans.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Konrad",
   "pi_last_name": "Zinsmaier",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Konrad E Zinsmaier",
   "pi_email_addr": "kez4@email.arizona.edu",
   "nsf_id": "000731166",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771200",
   "pgm_ele_name": "Organization"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Neuronal circuits rely on a rapid information transfer through specialized cell-cell contact sites, termed synapses. Despite tremendous advances, molecular mechanisms facilitating, maintaining and/or re-arranging synaptic function and/or structure are only partially known and remain a key problem in contemporary neuroscience.</p>\n<p>To gain a better molecular understanding, we used a genetic screen to identify new proteins that govern synaptic function in <em>Drosophila</em>. One of the newly identified proteins, WD40A, belongs to a large protein family that is characterized by the presence of WD40 repeats. Our analysis showed that WD40A is widely expressed in non-neuronal cells, glia and neurons, including pre- and postsynaptic cells of larval <em>Drosophila</em> neuromuscular junctions (NMJs). In mitotically active cells, like muscles (postsynaptic cell of NMJ) and glia, WD40A is mostly found in nuclei. However, in post-mitotic neurons, WD40A is mostly expressed in the cytoplasm of axons in close association with the plasma membrane and the periactive zone of presynaptic terminals. <em>&nbsp;</em></p>\n<p>Our comprehensive genetic analysis of WD40A&rsquo;s synaptic function using newly generated loss and gain of function mutations suggests several independent critical roles of WD40A mediating synaptic growth, synaptic function and synaptic plasticity at larval NMJs. At least some of WD40A&rsquo;s functions are mediated in cooperation with the Cullin 4/damaged DNA binding protein (Cul4/DDB1) Ring E3 ubiquitin ligase complex. Specifically, we identified 6 distinct synaptic roles of WD40A.<strong> </strong></p>\n<p><strong><em>i)</em></strong><em> </em>Presynaptic cytoplasmic WD40A is critically required for evoked neurotransmitter release at larval NMJs facilitating a normal probability of release. In addition, presynaptic WD40 modulates synaptic vesicle recycling and controls a normal asymmetric localization of the lipid phosphatidylserine at the plasma membrane of synaptic boutons.</p>\n<p><strong><em>ii) </em></strong>Presynaptic<strong><em> </em></strong>WD40A is critically required for a retrograde trans-synaptic signaling pathway, which facilitates a homeostatic control of evoked neurotransmitter release maintaining normal postsynaptic exaction of the muscle.</p>\n<p><strong><em>iii)</em></strong><em> </em>Postsynaptic nuclear WD40A is required for the differential expression of postsynaptic glutamate neurotransmitter receptor (GluR) subunits at larval NMJs, including GluRIIA, GluRIIB, GluRIIC, and GluRIID subunits. Notably, WD40A controls GluRIID expression on a transcriptional level while it controls the expression of the remaining GluRs through an unidentified posttranscriptional mechanism. These nuclear functions of WD40A in the postsynaptic muscle are likely mediated in cooperation with the ubiquitin ligase components DDB1 and Cul4, which together form a nuclear complex that depends on the presence of all three proteins.</p>\n<p><strong><em>iv)</em></strong><em> </em>Postsynaptic WD40A regulates cell-cell signaling of Activin/transforming growth factor beta (TGF-&beta;) and BMP by controlling nuclear levels of the activated transducers pSmox and pMad, respectively. Activin/TGF-&beta; signaling controls mRNA expression of GluRIIA/B subunits and expression of the BMP ligand Gbb through pSmox. Notably, WD40A controls of GluRIIA/B expression through a pSmox-dependent pathway and -independent pathway.</p>\n<p><strong><em>v)</em></strong><em> </em>While retrograde BMP Gbb signaling controls synaptic growth at larval NMJs, the presynaptic motor neuron also secretes Gbb, which likely modulates transmitter release in an autocrine fashion. WD40A controls presynaptic BMP signaling by controlling Gbb in motor neurons.</p>\n<p><strong><em>vi)</em></strong><em> </em>While WD40A controls aspects of TGF-&beta; signaling pre- and postsynaptically, retrograde trans-synaptic BMP (Gbb) and glial Activin/TGF-&beta; signaling controls WD40A expression in motor neurons. Accordingly, WD40A is part of a novel glia-motor neuron and novel retrograde trans-synaptic muscle-motor neuron feedback loop modulating Activin/TGF-&beta; and BMP signaling.</p>\n<p>Taken together, our genetic and biochemical analysis of WD40A&rsquo;s synaptic role advances our knowledge of molecular mechanisms that mediate synaptic function and plasticity.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/19/2016<br>\n\t\t\t\t\tModified by: Konrad&nbsp;E&nbsp;Zinsmaier</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNeuronal circuits rely on a rapid information transfer through specialized cell-cell contact sites, termed synapses. Despite tremendous advances, molecular mechanisms facilitating, maintaining and/or re-arranging synaptic function and/or structure are only partially known and remain a key problem in contemporary neuroscience.\n\nTo gain a better molecular understanding, we used a genetic screen to identify new proteins that govern synaptic function in Drosophila. One of the newly identified proteins, WD40A, belongs to a large protein family that is characterized by the presence of WD40 repeats. Our analysis showed that WD40A is widely expressed in non-neuronal cells, glia and neurons, including pre- and postsynaptic cells of larval Drosophila neuromuscular junctions (NMJs). In mitotically active cells, like muscles (postsynaptic cell of NMJ) and glia, WD40A is mostly found in nuclei. However, in post-mitotic neurons, WD40A is mostly expressed in the cytoplasm of axons in close association with the plasma membrane and the periactive zone of presynaptic terminals.  \n\nOur comprehensive genetic analysis of WD40A?s synaptic function using newly generated loss and gain of function mutations suggests several independent critical roles of WD40A mediating synaptic growth, synaptic function and synaptic plasticity at larval NMJs. At least some of WD40A?s functions are mediated in cooperation with the Cullin 4/damaged DNA binding protein (Cul4/DDB1) Ring E3 ubiquitin ligase complex. Specifically, we identified 6 distinct synaptic roles of WD40A. \n\ni) Presynaptic cytoplasmic WD40A is critically required for evoked neurotransmitter release at larval NMJs facilitating a normal probability of release. In addition, presynaptic WD40 modulates synaptic vesicle recycling and controls a normal asymmetric localization of the lipid phosphatidylserine at the plasma membrane of synaptic boutons.\n\nii) Presynaptic WD40A is critically required for a retrograde trans-synaptic signaling pathway, which facilitates a homeostatic control of evoked neurotransmitter release maintaining normal postsynaptic exaction of the muscle.\n\niii) Postsynaptic nuclear WD40A is required for the differential expression of postsynaptic glutamate neurotransmitter receptor (GluR) subunits at larval NMJs, including GluRIIA, GluRIIB, GluRIIC, and GluRIID subunits. Notably, WD40A controls GluRIID expression on a transcriptional level while it controls the expression of the remaining GluRs through an unidentified posttranscriptional mechanism. These nuclear functions of WD40A in the postsynaptic muscle are likely mediated in cooperation with the ubiquitin ligase components DDB1 and Cul4, which together form a nuclear complex that depends on the presence of all three proteins.\n\niv) Postsynaptic WD40A regulates cell-cell signaling of Activin/transforming growth factor beta (TGF-&beta;) and BMP by controlling nuclear levels of the activated transducers pSmox and pMad, respectively. Activin/TGF-&beta; signaling controls mRNA expression of GluRIIA/B subunits and expression of the BMP ligand Gbb through pSmox. Notably, WD40A controls of GluRIIA/B expression through a pSmox-dependent pathway and -independent pathway.\n\nv) While retrograde BMP Gbb signaling controls synaptic growth at larval NMJs, the presynaptic motor neuron also secretes Gbb, which likely modulates transmitter release in an autocrine fashion. WD40A controls presynaptic BMP signaling by controlling Gbb in motor neurons.\n\nvi) While WD40A controls aspects of TGF-&beta; signaling pre- and postsynaptically, retrograde trans-synaptic BMP (Gbb) and glial Activin/TGF-&beta; signaling controls WD40A expression in motor neurons. Accordingly, WD40A is part of a novel glia-motor neuron and novel retrograde trans-synaptic muscle-motor neuron feedback loop modulating Activin/TGF-&beta; and BMP signaling.\n\nTaken together, our genetic and biochemical analysis of WD40A?s synaptic role advances our knowledge of molecular mechanisms that mediate synaptic function and plasticity.\n\n \n\n\t\t\t\t\tLast Modified: 10/19/2016\n\n\t\t\t\t\tSubmitted by: Konrad E Zinsmaier"
 }
}