{
 "awd_id": "1121346",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Patterning of Cellular Differentiation by Lateral Inhibition in a Filamentous Cyanobacterium",
 "cfda_num": "47.074",
 "org_code": "08070700",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Susanne von Bodman",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 295363.0,
 "awd_amount": 295363.0,
 "awd_min_amd_letter_date": "2011-08-03",
 "awd_max_amd_letter_date": "2011-08-03",
 "awd_abstract_narration": "The development of a pattern of differentiated cell types from a group of equivalent cells is a fundamental phenomenon. Anabaena sp. strain PCC 7120 is a filamentous cyanobacterium that can be induced to differentiate a pattern of nitrogen-fixing heterocysts from a chain of undifferentiated vegetative cells.  Heterocysts occur, on average, at 10 cell intervals, are terminally differentiated, and differ from vegetative cells morphologically, metabolically, and genetically.  They allow the spatial separation of the two incompatible processes of photosynthesis and nitrogen fixation.  Patterning of differentiation appears to be dependent on the interactions between several proteins.  The first, HetR, is part of a regulatory circuit that shares the properties of biological switches, which turn graded input signals into a binary output: when the switch is \"off\",the cell remains undifferentiated, but when the switch is \"turned on\", the differentiation process begins and eventually becomes irreversible and self-sustaining.  HetR acts to promote differentiation and is both necessary and sufficient to induce differentiation.  PatS is a protein that prevents differentiation, apparently through interaction with HetR, and is responsible for determining the de novo patterning of heterocysts on a filament. HetN produces a signal involved in stabilization and maintenance of the pattern once it has formed.  The premise is that the relative positions of cells is conveyed by concentration gradients of PatS and/or HetN extending from differentiating source cells.  This phenomenon of \"lateral inhibition\" is implicated in governing the cellular differenitation and patterning in many developmental systems; but this has been experimentally demonstrated in relatively few systems.  There is abundant preliminary evidence that HetN- and PatS-dependent signals move from cell to cell in filaments of Anabaena to create the periodic pattern of differentiated heterocysts and maintain it as the intervening heterocysts grow and divide.  Only a pentapeptide, RGSGR, of HetN is required for its function as a patterning protein. This peptide is present also in PatS and is thought that these peptides are actively involved in the the suppresion of cellular differentiation. However, the functional form of HetN is unknown as is the route of intercellular movement within filaments of both inhibitors. Thus, the two specific aims of this project are to: 1. characterize the functional form of HetN that diffuses from cell to cell to maintain heterocyst patterning, and 2. determine the means of intercellular transfer of both HetN- and PatS-dependent inhibitory signals.\r\n\r\nThis project is narrowly focused on the genetics of heterocyst differentiation in cyanobacteria, but the broader biological impact will be on the types of molecular mechanisms that control specification of cells for differentiation in many organisms.  In addition, the project will promote teaching, training and learning by funding the research training of graduate students and undergraduate students, by enhancing sections of an undergraduate genetics laboratory course, by providing funded graduate students with teaching opportunities and by allowing their participation at national meetings.  Mentoring of undergraduate students for research credit and as part of the Minority access to Research Careers (MARC) program will help to broaden participation of students of Pacific Islander descent in the biological sciences.  In addition, cyanobacteria are beginning to be exploited for industrial purposes.  It was hoped that existing genetically modified strains that produce extra heterocysts would have increased biohydrogen production, a byproduct of nitrogen fixation, by cyanobacteria.  Unfortunately, these strains do not fix extra nitrogen nor produce extra hydrogen compared to the wild type strain because the extra heterocysts are clustered together for lack of bordered by vegetative cells.  To engineer a strain with reduced spacing between individual heterocysts, one needs to understand how HetN and PatS determine the periodic pattern of heterocysts, which is the purpose of the work described in this proposal.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sean",
   "pi_last_name": "Callahan",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Sean M Callahan",
   "pi_email_addr": "scallaha@hawaii.edu",
   "nsf_id": "000157714",
   "pi_start_date": "2011-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "2425 CAMPUS RD SINCLAIR RM 1",
  "perf_city_name": "HONOLULU",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222247",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9104",
   "pgm_ref_txt": "ENVIRONMENTAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 295363.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Developmental biology seeks to explain how a complex organism composed of many different cell types, each with its own specialized functions, is created from a group of seemingly equivalent cells, each with the same genetic content and physiological potential.&nbsp; To form a multicellular organism, one cell type must differentiate into another, and these differentiated cells must be arranged in a pattern.&nbsp; The latter of these two activities, formation of a biological pattern, was the focus of the work supported by this grant.&nbsp; <em>Anabaena</em> is a filamentous cyanobacterium that grows as a linear group of cells that look like beads on a string.&nbsp; When nitrogen is in ready supply, all of these cells look and act the same.&nbsp; But, when nitrogen is not available, every tenth cell differentiates into a different kind of cell called a heterocyst (Fig. 1), which then creates and supplies all the others with a form of nitrogen they can use.&nbsp; In return, heterocysts receive sugars, which they have lost the ability to create, from the other cells (Fig. 2).&nbsp; How do cyanobacteria count to 10?&nbsp; By releasing chemical signals that diffuse or are transported to other cells.&nbsp; The concentration of the signal that a cell experiences is an indication of how far it is from a source cell producing the signal.&nbsp; We have shown that one of these signals used in <em>Anabaena</em> acts over a distance of about 10 cells, which explains the distance between heterocysts in the biological pattern if forms.&nbsp; In addition, this signal appears to be a variant of a larger protein that has been well characterized.&nbsp; The active signal that moves from cell to cell is likely also processed from a larger pro-signal produced in the source cell.&nbsp; This active signal travels from cell to cell via channels that directly connect the interiors of non-heterocyst cells to one another, probably by diffusion.&nbsp; A separate dedicated transport system is used to transport the signal from heterocysts to the adjacent cells to prevent them from differentiating.&nbsp; The findings from this very simple developmental system can be used to inform our understanding of more complex biological patterns, which likely share many of the same molecular details.</p>\n<p>&nbsp;</p>\n<p>In conducting the research described above, several \"scientists of tomorrow\" were trained.&nbsp;&nbsp; A post-doctoral scholar, five graduate students, six undergraduates, and one high-school student were trained in the responsible conduct of scientific inquiry.&nbsp; In addition, the post-doc and three of the graduate students were instructed in the principles of pedagogy and participated in classroom instruction.&nbsp; Three of the undergraduates are now enrolled in advanced degree programs in the biological sciences, one of the graduate students is now a post-doctoral scholar, and the post-doc is now an assistant professor at a primarily undergraduate college.&nbsp; One of the undergraduates now seeking a higher degree is a student of Polynesian heritage, making her part of a group underrepresented in the sciences.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/23/2014<br>\n\t\t\t\t\tModified by: Sean&nbsp;M&nbsp;Callahan</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/1121346/1121346_10116907_1414109523390_figure1-Public--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/1121346/1121346_101...",
  "por_txt_cntn": "\nDevelopmental biology seeks to explain how a complex organism composed of many different cell types, each with its own specialized functions, is created from a group of seemingly equivalent cells, each with the same genetic content and physiological potential.  To form a multicellular organism, one cell type must differentiate into another, and these differentiated cells must be arranged in a pattern.  The latter of these two activities, formation of a biological pattern, was the focus of the work supported by this grant.  Anabaena is a filamentous cyanobacterium that grows as a linear group of cells that look like beads on a string.  When nitrogen is in ready supply, all of these cells look and act the same.  But, when nitrogen is not available, every tenth cell differentiates into a different kind of cell called a heterocyst (Fig. 1), which then creates and supplies all the others with a form of nitrogen they can use.  In return, heterocysts receive sugars, which they have lost the ability to create, from the other cells (Fig. 2).  How do cyanobacteria count to 10?  By releasing chemical signals that diffuse or are transported to other cells.  The concentration of the signal that a cell experiences is an indication of how far it is from a source cell producing the signal.  We have shown that one of these signals used in Anabaena acts over a distance of about 10 cells, which explains the distance between heterocysts in the biological pattern if forms.  In addition, this signal appears to be a variant of a larger protein that has been well characterized.  The active signal that moves from cell to cell is likely also processed from a larger pro-signal produced in the source cell.  This active signal travels from cell to cell via channels that directly connect the interiors of non-heterocyst cells to one another, probably by diffusion.  A separate dedicated transport system is used to transport the signal from heterocysts to the adjacent cells to prevent them from differentiating.  The findings from this very simple developmental system can be used to inform our understanding of more complex biological patterns, which likely share many of the same molecular details.\n\n \n\nIn conducting the research described above, several \"scientists of tomorrow\" were trained.   A post-doctoral scholar, five graduate students, six undergraduates, and one high-school student were trained in the responsible conduct of scientific inquiry.  In addition, the post-doc and three of the graduate students were instructed in the principles of pedagogy and participated in classroom instruction.  Three of the undergraduates are now enrolled in advanced degree programs in the biological sciences, one of the graduate students is now a post-doctoral scholar, and the post-doc is now an assistant professor at a primarily undergraduate college.  One of the undergraduates now seeking a higher degree is a student of Polynesian heritage, making her part of a group underrepresented in the sciences.\n\n \n\n\t\t\t\t\tLast Modified: 10/23/2014\n\n\t\t\t\t\tSubmitted by: Sean M Callahan"
 }
}