{
 "awd_id": "1121560",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Effects of Sleep Disruption on Adolescent Well-Being",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Saylor Breckenridge",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 57410.0,
 "awd_amount": 57410.0,
 "awd_min_amd_letter_date": "2011-09-26",
 "awd_max_amd_letter_date": "2011-09-26",
 "awd_abstract_narration": "SES-1121560\r\nDavid J. Maume\r\nUniversity of Cincinnati\r\n\r\nABSTRACT\r\n\r\n\"The Effects of Sleep Disruption on Adolescent Well-Being\"\r\n\r\n\tAt a time when young people become increasingly aware of life's challenges and begin to ponder their adult futures, they are chronically sleep-deprived and struggle with threats to their health in the forms of substance use, depression, and weight gain.  Medical research focuses on the biological causes of adolescent sleep disruption (i.e., going to sleep later because of the decline in melatonin that accompanies puberty), but rarely considers youths' lives in context as a risk factor for sleep and health outcomes.  Social scientists emphasize how support from,and connections to, family, school and peers reduce the incidence of deviance and distress among youths, but ignore the potential mediating effect of disrupted sleep on adolescent well-being.  Further, medical researchers and social scientists recognize that sleep patterns and health outcomes mutually influence each other, but the preponderance of cross-sectional studies precludes any determination of causal primacy in the sleep-health association among adolescents.  \r\n\r\nThis study integrates the contributions from social scientists and sleep researchers in understanding sleep and adolescent functioning, while also addressing the limitations of both literatures.  Using the Study of Early Child Care and Youth Development (SECCYD, a national longitudinal study of youths), this study will examine changes in sleep habits, obesity, depression, and substance abuse as youths transition from elementary to middle school.  In addition to developmental measures, the SECCYD has extensive measures of social support from key actors in youths' lives, which is recognized by both sets of researchers as important for healthy sleep, and physical and mental health.  Using multivariate regression models, three research questions are tested in this project:  1) Relative to youths' biological development, how strongly do social support measures predict changes in sleep habits between elementary school and age 15?  2) Do problems in sleeping increase the reported incidence of depression, substance use, and obesity in youths, or does the emergence of these health problems disrupt sleep?  3)  Because boys and girls develop at different rates and live different lives at home, at school, at work and among peers, do the pathways predicting healthy sleep and physical and mental well-being vary by gender?  \r\n\r\n\tThe results of this study will inform sleep research on the relative importance of the social context of youths' lives in shaping and altering sleep habits. It will inform social science research that ignores how sleep habits affect youths' lives and adolescent health.  Both sets of researchers will benefit from the results of a longitudinal study examining gender differences in effects of daily stressors and support on teen well-being. \r\n\r\nBroader Impact\r\nThe results of this study will address the cost and delivery of health care to teens.   Since the medical community bases its treatment modalities on research findings, a study which points to the broader context of youths' lives as important antecedents of sleep and functioning (and whether these influences vary by gender), physicians may better identify youths who would benefit from less-invasive counseling to improve youths' live and avoid the more costly and invasive surgery and drug treatments for sleep and health problems.  Furthermore, since adult dysfunction often originates in adolescence, isolating and arresting the causes of sleep and health problems among teens will reduce the incidence of these problems later in life, lowering the total size of the nation's health care bill.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Maume",
   "pi_mid_init": "J",
   "pi_sufx_name": "Jr.",
   "pi_full_name": "David J Maume",
   "pi_email_addr": "DAVID.MAUME@UC.EDU",
   "nsf_id": "000240385",
   "pi_start_date": "2011-09-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Cincinnati Main Campus",
  "inst_street_address": "2600 CLIFTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CINCINNATI",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "5135564358",
  "inst_zip_code": "452202872",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OH01",
  "org_lgl_bus_name": "CINCINNATI UNIV OF",
  "org_prnt_uei_num": "DZ4YCZ3QSPR5",
  "org_uei_num": "DZ4YCZ3QSPR5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Cincinnati Main Campus",
  "perf_str_addr": "2600 CLIFTON AVE",
  "perf_city_name": "CINCINNATI",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "452202872",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OH01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 57410.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>At a time when young people become increasingly aware of life's challenges and begin to ponder their adult futures, they are chronically sleep-deprived and struggle with threats to their health in the forms of substance use, depression, and weight gain.&nbsp; Medical research shows that in contrast to their rather stable and longer sleep schedules in childhood, teens go to bed later and get less sleep; other research implicates truncated and irregular sleep as a risk factor for obesity, substance use, and depression in adolescence.&nbsp; Yet, the medical community emphasizes biological determinants (i.e., the timing of puberty and resultant drops in melatonin) of sleep and well-being in adolescence, and rarely considers youths' lives in context as a risk factor for health outcomes.&nbsp; Of course, social scientists emphasize the importance of studying adolescent lives in social context, focusing particularly on how support from and connections to family, school and peers reduce the incidence of deviance and distress among youths.&nbsp; Yet, social scientists inadequately conceptualize and account for the effects of sleep patterns on the health of adolescents.&nbsp; Finally, the medical community recognizes that sleep and health mutually influence each other, but they have not established causal priority in these associations (i.e., does poor sleep worsen teen health, or do teen health problems disrupt their sleep).&nbsp;</p>\n<p>&nbsp;</p>\n<p>Rather than seeing the social science and medical research literatures as unconnected, this study integrates the contributions from both camps in understanding sleep and adolescent functioning, while also addressing the limitations of both literatures.&nbsp; Using the <em>Study of Early Child Care and Youth Development</em> (SECCYD, a longitudinal study of youths funded by the <em>Eunice Kennedy Shriver National Institute of Child Health and Human Development</em>), this study will examine changes in sleep habits, obesity, depression, and substance abuse as youths transition from elementary (~ age 12) to middle school (~ age 15).&nbsp; In addition to developmental measures, the SECCYD has extensive measures of social bonds with key actors in youths' lives (family, friends, teachers, etc.), which is recognized by both camps as important for healthy sleep, and physical and mental health.&nbsp;</p>\n<p>&nbsp;</p>\n<p>This research project asked <strong>two main questions</strong>.&nbsp; First, relative to youths' biological development, how strongly do the social support measures predict changes in sleep habits between elementary school and age 15? &nbsp;This study found that biological influences on sleep were small, and that youth's sleep was heavily influenced by their social lives and relationships. That is, warm relations with parents who monitored their activities, and strong bonds with teachers and pro-social friends increased the length and quality of youths' sleep, whereas stressful situations (e.g., living in poverty, family break-up) worsened youths' sleep. Further youths' time use affected their sleep in that holding a job, watching television, and using the computer shortened time for sleep, and increased wake time dysfunction.&nbsp; Second, do problems in sleeping increase the reported incidence of depression, substance use, and obesity in youths, or does the emergence of these health problems disrupt sleep?&nbsp; The answer here is unequivocal:&nbsp; prior health problems had no effect on sleep, whereas poor sleep habits earlier in life significantly increased youths' chances of gaining weight, using substances, or becoming depressed by age 15.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The results of this study are important because they inform both medical and social science research on adolescent functioning.&nbsp; The results of this study inform sleep research on the relative importance of the context of youths' lives in shapin...",
  "por_txt_cntn": "\nAt a time when young people become increasingly aware of life's challenges and begin to ponder their adult futures, they are chronically sleep-deprived and struggle with threats to their health in the forms of substance use, depression, and weight gain.  Medical research shows that in contrast to their rather stable and longer sleep schedules in childhood, teens go to bed later and get less sleep; other research implicates truncated and irregular sleep as a risk factor for obesity, substance use, and depression in adolescence.  Yet, the medical community emphasizes biological determinants (i.e., the timing of puberty and resultant drops in melatonin) of sleep and well-being in adolescence, and rarely considers youths' lives in context as a risk factor for health outcomes.  Of course, social scientists emphasize the importance of studying adolescent lives in social context, focusing particularly on how support from and connections to family, school and peers reduce the incidence of deviance and distress among youths.  Yet, social scientists inadequately conceptualize and account for the effects of sleep patterns on the health of adolescents.  Finally, the medical community recognizes that sleep and health mutually influence each other, but they have not established causal priority in these associations (i.e., does poor sleep worsen teen health, or do teen health problems disrupt their sleep). \n\n \n\nRather than seeing the social science and medical research literatures as unconnected, this study integrates the contributions from both camps in understanding sleep and adolescent functioning, while also addressing the limitations of both literatures.  Using the Study of Early Child Care and Youth Development (SECCYD, a longitudinal study of youths funded by the Eunice Kennedy Shriver National Institute of Child Health and Human Development), this study will examine changes in sleep habits, obesity, depression, and substance abuse as youths transition from elementary (~ age 12) to middle school (~ age 15).  In addition to developmental measures, the SECCYD has extensive measures of social bonds with key actors in youths' lives (family, friends, teachers, etc.), which is recognized by both camps as important for healthy sleep, and physical and mental health. \n\n \n\nThis research project asked two main questions.  First, relative to youths' biological development, how strongly do the social support measures predict changes in sleep habits between elementary school and age 15?  This study found that biological influences on sleep were small, and that youth's sleep was heavily influenced by their social lives and relationships. That is, warm relations with parents who monitored their activities, and strong bonds with teachers and pro-social friends increased the length and quality of youths' sleep, whereas stressful situations (e.g., living in poverty, family break-up) worsened youths' sleep. Further youths' time use affected their sleep in that holding a job, watching television, and using the computer shortened time for sleep, and increased wake time dysfunction.  Second, do problems in sleeping increase the reported incidence of depression, substance use, and obesity in youths, or does the emergence of these health problems disrupt sleep?  The answer here is unequivocal:  prior health problems had no effect on sleep, whereas poor sleep habits earlier in life significantly increased youths' chances of gaining weight, using substances, or becoming depressed by age 15. \n\n \n\nThe results of this study are important because they inform both medical and social science research on adolescent functioning.  The results of this study inform sleep research on the relative importance of the context of youths' lives in shaping and altering sleep habits.  Similarly, the results of this study will inform social science scholarship which emphasizes the link between the social context of youths' lives and health outcomes, but ignores the potential media..."
 }
}