{
 "awd_id": "1121694",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "An Integrated Analysis of Root Gravitropism",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kent Chapman",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 677954.0,
 "awd_amount": 677954.0,
 "awd_min_amd_letter_date": "2011-07-28",
 "awd_max_amd_letter_date": "2012-05-30",
 "awd_abstract_narration": "Plants prostrated by heavy storms tend to curve back upward, thereby lifting their leaves, flowers and/or seeds up above ground, where they can continue to grow and develop away from the soil moisture and pathogens. Crop plants also display a more-or-less efficient curvature response to prostration, thereby bringing seeds up back into a position that is amenable to mechanical harvesting. This response is possible because all plant organs can sense their orientation relative to gravity and light and direct their growth accordingly. The MPI's laboratory is investigating the molecular mechanisms that enable plant organs to use gravity as a growth guide. With this award, the PI and his co-workers will use state-of-the-art molecular genetic strategies, including next-generation sequencing and high-throughput identification of proteins, to analyze global genome expression responses to gravistimulation in wild type and mutant seedlings, thereby generating a global view of the molecular mechanisms that allow plants to use gravity as a guide for growth. In the long term, results derived from this project should yield information that will inform the design of cultural, engineering and/or plant-breeding strategies aimed at improving crop productivity in marginal lands or under conditions that expose them to heavier winds and storms, a predicted consequence of global climate change. The results will be published in the scientific literature, and the primary data will be made available through public repository web sites such as the Gene Expression Omnibus (GEO: http://www.ncbi.nlm.nih.gov/geo/) repository at the National Center for Biotechnology Information (NCBI). This project will also include an important instructional component. In addition to involving a postdoctoral fellow, graduate and undergraduate students in this research, the PI will recruit high-school teachers and students to develop instructional modules for K-12 education that integrate materials from this research, address specific curricular needs, and are aligned with state and national science standards.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Masson",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick H Masson",
   "pi_email_addr": "phmasson@wisc.edu",
   "nsf_id": "000228463",
   "pi_start_date": "2011-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 357954.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 320000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>As sessile organisms, plants have to grow and explore their environment, seeking out water, nutrients and light. To do this, their organs have to use directional cues to guide their growth toward areas that are better suited for their functions. Gravity is one of the cues that dictate roots&rsquo; downward growth into the soil, positioning them well for plant anchorage as well as water and nutrients uptake. Gravitational cues also guide shoots upward, above ground, where they can photosynthesize, exchange gasses and proceed through reproduction. Our research is aimed at better understanding the mechanisms that modulate directional root responses to gravity, a process called gravitropism.</p>\n<p>Many investigations have shown that a specialized tissue at the tip of the root, named the cap, contributes to gravity sensing. Cells at the center of this cap contain specialized organelles (starch-filled plastids) that sediment to the bottom of the cell. If a root is reoriented within the gravity field, these organelles sediment, triggering a succession of physiological reactions that lead to the accumulation of the plant hormone auxin along the bottom flank of the root. Because auxin inhibits cell elongation in roots, this lateral gradient promotes a downward curvature of the root tip.</p>\n<p>The research objective of this project was to identify genes that contribute to root gravitropism using systems biology approaches in the model plant <em>Arabidopsis thaliana</em>. We sought genes whose expression in the root tip is altered early in response to root reorientation. Several gravity-response genes were identified. Although the difference in expression was minimal, we used genetic approaches to investigate the contribution of thirty-one of these candidates in gravitropism. Four of them appeared to contribute to the response. Their subsequent analysis will lead to a better understanding of root gravitropism.</p>\n<p>In another experiment, we used a genetic approach in Arabidopsis to isolate and characterize genes that contribute to early steps of gravity signaling. Molecular analysis of key candidates demonstrated that the root cap plastids contribute to gravitropism in ways that go beyond their ability to sediment. This exciting result will be followed by experiments aimed at elucidating the molecules involved in this novel branch of the gravitropism pathway.</p>\n<p>Many of the recent genetic screens aimed at identifying mutations that affect root gravitropism in Arabidopsis have only yielded additional mutations in previously characterized loci, suggesting that we may have reached the limit of this system. This may be because many of the uncharacterized contributing molecules are redundant, or because their involvement in gravitropism is masked by more critical functions in earlier phases of development. To overcome these difficulties, we evaluated the possibility of using another plant, <em>Brachypodium distachyon,</em> as a model. Because Brachypodium is a monocot, it belongs to a lineage that diverged from the Arabidopsis lineage approximately 170 millions years ago. Hence, this system is less likely to suffer from the same redundancies as Arabidopsis.</p>\n<p>As a first step, we evaluated the gravitropic response of forty-six Brachypodium accessions using a high-throughput image acquisition and analysis platform. This allowed us to demonstrate a large natural variability between accessions in the ability of their primary roots to curve in response to reorientation within the gravity field, and also in their sensitivity to gravity. Considering that the genomes of these accessions have been sequenced, we should be able to use the techniques of Genome-Wide Association Studies to identify genes that contribute to this variation. Because Brachypodium is more closely related to the main cultivated crops such as wheat, rice and maize, than Arabidopsis is, knowledge acquired ...",
  "por_txt_cntn": "\nAs sessile organisms, plants have to grow and explore their environment, seeking out water, nutrients and light. To do this, their organs have to use directional cues to guide their growth toward areas that are better suited for their functions. Gravity is one of the cues that dictate rootsÆ downward growth into the soil, positioning them well for plant anchorage as well as water and nutrients uptake. Gravitational cues also guide shoots upward, above ground, where they can photosynthesize, exchange gasses and proceed through reproduction. Our research is aimed at better understanding the mechanisms that modulate directional root responses to gravity, a process called gravitropism.\n\nMany investigations have shown that a specialized tissue at the tip of the root, named the cap, contributes to gravity sensing. Cells at the center of this cap contain specialized organelles (starch-filled plastids) that sediment to the bottom of the cell. If a root is reoriented within the gravity field, these organelles sediment, triggering a succession of physiological reactions that lead to the accumulation of the plant hormone auxin along the bottom flank of the root. Because auxin inhibits cell elongation in roots, this lateral gradient promotes a downward curvature of the root tip.\n\nThe research objective of this project was to identify genes that contribute to root gravitropism using systems biology approaches in the model plant Arabidopsis thaliana. We sought genes whose expression in the root tip is altered early in response to root reorientation. Several gravity-response genes were identified. Although the difference in expression was minimal, we used genetic approaches to investigate the contribution of thirty-one of these candidates in gravitropism. Four of them appeared to contribute to the response. Their subsequent analysis will lead to a better understanding of root gravitropism.\n\nIn another experiment, we used a genetic approach in Arabidopsis to isolate and characterize genes that contribute to early steps of gravity signaling. Molecular analysis of key candidates demonstrated that the root cap plastids contribute to gravitropism in ways that go beyond their ability to sediment. This exciting result will be followed by experiments aimed at elucidating the molecules involved in this novel branch of the gravitropism pathway.\n\nMany of the recent genetic screens aimed at identifying mutations that affect root gravitropism in Arabidopsis have only yielded additional mutations in previously characterized loci, suggesting that we may have reached the limit of this system. This may be because many of the uncharacterized contributing molecules are redundant, or because their involvement in gravitropism is masked by more critical functions in earlier phases of development. To overcome these difficulties, we evaluated the possibility of using another plant, Brachypodium distachyon, as a model. Because Brachypodium is a monocot, it belongs to a lineage that diverged from the Arabidopsis lineage approximately 170 millions years ago. Hence, this system is less likely to suffer from the same redundancies as Arabidopsis.\n\nAs a first step, we evaluated the gravitropic response of forty-six Brachypodium accessions using a high-throughput image acquisition and analysis platform. This allowed us to demonstrate a large natural variability between accessions in the ability of their primary roots to curve in response to reorientation within the gravity field, and also in their sensitivity to gravity. Considering that the genomes of these accessions have been sequenced, we should be able to use the techniques of Genome-Wide Association Studies to identify genes that contribute to this variation. Because Brachypodium is more closely related to the main cultivated crops such as wheat, rice and maize, than Arabidopsis is, knowledge acquired through this project may have a long-term impact in agriculture.\n\nFinally, in the process of building resources for ..."
 }
}