{
 "awd_id": "1121369",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: The role of Rhesus proteins in Agnathan fishes as a mechanism of ammonia excretion",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William E. Zamer",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 347808.0,
 "awd_amount": 355654.0,
 "awd_min_amd_letter_date": "2011-09-08",
 "awd_max_amd_letter_date": "2015-02-06",
 "awd_abstract_narration": "Ammonia is a nitrogenous waste product that results from the breakdown of proteins, if allowed to accumulate it is highly toxic and therefore many aquatic organisms have developed mechanisms to rid their bodies of ammonia as soon as it is produced. Recently a family of membrane proteins, the Rhesus (Rh) glycoproteins has been shown to have the ability to transport ammonia in higher vertebrates. The Rh glycoproteins have been identified in a wide range of organisms and this suggests they have a long evolutionary history. Many key physiological processes are based on the functions of the membrane proteins that are the focus of this proposal. Since those proteins may have evolved in a unique way in the basal vertebrates, relative to higher vertebrates, this project has the potential to answer fundamental questions on the evolution of different modes of ammonia transport in vertebrates. In addition, the unique ability of the basal vertebrates (the jawless fishes: hagfishes and lampreys) to tolerate a wide range of internal and environmental ammonia concentrations, will enable us to answer fundamental questions regarding the control of ammonia transport and the plasticity of membrane proteins involved. In addition, we would like to develop a clearer insight into the factors explaining why hagfishes and lampreys have persisted for over 500 million years as the only surviving members of the basal vertebrate class Agnatha. The objectives for this proposal are to (i) Understand the mechanism(s) of ammonia excretion by hagfish and sea lamprey; (ii) Quantify the contribution that Rh glycoproteins make to overall ammonia excretion in both hagfishes and lampreys; (iii) Ascertain how life stage alters ammonia excretion in the lampreys; (iv) Determine how mechanisms of ammonia excretion are influenced by the fresh water to sea water transition in lampreys. The educational outcomes of this project include involvement of many undergraduate and graduate students in this research. The students will gain experience in in vivo physiology, molecular biology, protein biochemistry and histological techniques. Students will be engaged in team-based partnerships through which they will gain key interpersonal, organizational skills and an international perspective on their research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Edwards",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Susan L Edwards",
   "pi_email_addr": "edwardssl@appstate.edu",
   "nsf_id": "000083120",
   "pi_start_date": "2011-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Appalachian State University",
  "inst_street_address": "438 ACADEMY ST",
  "inst_street_address_2": "",
  "inst_city_name": "BOONE",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "8282627459",
  "inst_zip_code": "286080001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "NC05",
  "org_lgl_bus_name": "APPALACHIAN STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "F1NAKY5L1425"
 },
 "perf_inst": {
  "perf_inst_name": "Appalachian State University",
  "perf_str_addr": "438 ACADEMY ST",
  "perf_city_name": "BOONE",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "286080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "NC05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 197808.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 157846.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Ammonia is a nitrogenous waste product that results from the breakdown of proteins, if allowed to accumulate it is highly toxic and therefore many aquatic organisms have developed mechanisms to rid their bodies of ammonia as soon as it is produced. Recently a family of membrane proteins, the Rhesus (Rh) glycoproteins has been shown to have the ability to transport ammonia in higher vertebrates. The Rh glycoproteins have been identified in a wide range of organisms and this suggests they have a long evolutionary history.<strong> </strong>Many key physiological processes are based on the functions of the membrane proteins that are the focus of this proposal. Since those proteins may have evolved in a unique way in the basal vertebrates, relative to higher vertebrates, this project has the potential to answer fundamental questions on the evolution of different modes of ammonia transport in vertebrates. In addition, the unique ability of the basal vertebrates, the jawless fishes, hagfishes and lampreys to tolerate a wide range of internal and environmental ammonia concentrations, will enable us to answer fundamental questions regarding the control of ammonia transport and the plasticity of membrane proteins involved. In addition, we would like to develop a clearer insight into the factors explaining why hagfishes and lampreys have persisted for over 500 million years as the only surviving members of the basal vertebrate class Agnatha.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This study to used integrative physiological and comparative studies to: (i) Characterize the mechanism(s) of ammonia excretion in 2 species of hagfish ii) Quantify the relative contribution that Rh glycoproteins make to overall ammonia excretion in hagfishes The educational outcomes of this project saw 5 undergraduate students and 5 graduate students supported during the grant period. Data from this grant contributed to the publication of 5 scientific manuscripts, 1 edited book and 1 book chapter</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2016<br>\n\t\t\t\t\tModified by: Susan&nbsp;L&nbsp;Edwards</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAmmonia is a nitrogenous waste product that results from the breakdown of proteins, if allowed to accumulate it is highly toxic and therefore many aquatic organisms have developed mechanisms to rid their bodies of ammonia as soon as it is produced. Recently a family of membrane proteins, the Rhesus (Rh) glycoproteins has been shown to have the ability to transport ammonia in higher vertebrates. The Rh glycoproteins have been identified in a wide range of organisms and this suggests they have a long evolutionary history. Many key physiological processes are based on the functions of the membrane proteins that are the focus of this proposal. Since those proteins may have evolved in a unique way in the basal vertebrates, relative to higher vertebrates, this project has the potential to answer fundamental questions on the evolution of different modes of ammonia transport in vertebrates. In addition, the unique ability of the basal vertebrates, the jawless fishes, hagfishes and lampreys to tolerate a wide range of internal and environmental ammonia concentrations, will enable us to answer fundamental questions regarding the control of ammonia transport and the plasticity of membrane proteins involved. In addition, we would like to develop a clearer insight into the factors explaining why hagfishes and lampreys have persisted for over 500 million years as the only surviving members of the basal vertebrate class Agnatha.\n\n            This study to used integrative physiological and comparative studies to: (i) Characterize the mechanism(s) of ammonia excretion in 2 species of hagfish ii) Quantify the relative contribution that Rh glycoproteins make to overall ammonia excretion in hagfishes The educational outcomes of this project saw 5 undergraduate students and 5 graduate students supported during the grant period. Data from this grant contributed to the publication of 5 scientific manuscripts, 1 edited book and 1 book chapter\n\n \n\n\t\t\t\t\tLast Modified: 11/30/2016\n\n\t\t\t\t\tSubmitted by: Susan L Edwards"
 }
}