{
 "awd_id": "1121146",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BRIGE: Robust Signal Processing Algorithms for Health Monitoring of Civil Infrastructure Subjected to Seismic Loads",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Yick Hsuan",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 174522.0,
 "awd_amount": 174522.0,
 "awd_min_amd_letter_date": "2011-08-24",
 "awd_max_amd_letter_date": "2011-08-24",
 "awd_abstract_narration": "This Broadening Participation Research Initiation Grant in Engineering (BRIGE) provides funding for the development of a model-free signal-processing-based methodology for rapid damage detection in civil structures subjected to earthquake excitations. Advanced mathematical techniques for the analysis of nonlinear-nonstationary signals will be engaged to develop algorithms capable of identifying the occurrence and severity of damage from examination of the structural response. Initial validation and calibration of the algorithms will be performed using state-of-the-art nonlinear structural models that utilize fiber-based distributed plasticity elements capable of replicating the structural members' actual nonlinear hysteretic response including different types of failures. Small scale shaking table tests will be performed to further validate the algorithms developed. The educational and broadening participation activities aim to increase the participation of underrepresented groups in engineering. Such activities include shake table based structural design competitions/demonstrations at underserved pre-college schools in Puerto Rico and the development of a practicum course in signal processing and data analysis.\r\n\r\nIf successful, the results of this research will lead to improvements in the implementation of real-time structural health monitoring systems. This will have a direct positive impact in the coordination of post-earthquake emergency responses by local authorities. While the research program is designed to tackle the early damage detection problem in civil structures subjected to seismic loads, the fundamental knowledge developed will have an impact in any engineering or scientific discipline dealing with signal processing, data analysis, target/anomaly detection, damage simulation or health monitoring. The interdisciplinary nature of the research presents unique learning opportunities to our undergraduate and graduate students. The outreach activities will impact a large number of Hispanic pre-college students through the University of Puerto Rico Science on Wheels Educational Center.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Luis",
   "pi_last_name": "Montejo",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Luis A Montejo",
   "pi_email_addr": "luis.montejo@upr.edu",
   "nsf_id": "000569263",
   "pi_start_date": "2011-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Puerto Rico Mayaguez",
  "inst_street_address": "259 BLVD ALFONSO VALDES",
  "inst_street_address_2": "",
  "inst_city_name": "MAYAGUEZ",
  "inst_state_code": "PR",
  "inst_state_name": "Puerto Rico",
  "inst_phone_num": "7878312065",
  "inst_zip_code": "006806475",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "PR00",
  "org_lgl_bus_name": "UNIVERSITY OF PUERTO RICO",
  "org_prnt_uei_num": "RD8QJEHNYLJ7",
  "org_uei_num": "GZRNJ1GZDBM1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Puerto Rico Mayaguez",
  "perf_str_addr": "259 BLVD ALFONSO VALDES",
  "perf_city_name": "MAYAGUEZ",
  "perf_st_code": "PR",
  "perf_st_name": "Puerto Rico",
  "perf_zip_code": "006806475",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "PR00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "774100",
   "pgm_ele_name": "BRIGE-Broad Partic in Eng"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "039E",
   "pgm_ref_txt": "STRUCTURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "040E",
   "pgm_ref_txt": "Haz mitigation of structural sys"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "7741",
   "pgm_ref_txt": "BROAD PARTIC IN ENG (BRIGE)"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 174522.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Many of the current civil and mechanical infrastructures have an extended life of use than original proposed. In the latest ASCE Report Card for America&rsquo;s Infrastructure, the current state of the national infrastructure was graded with a D+ (poor). Most of the nation infrastructure is aging and inadequate, which highly increases its vulnerability in the inescapable case of a natural or man-made disaster. Therefore, the need for robust structural health monitoring (SHM) systems that can unswervingly and proficiently assess the condition of a structure without expensive, time-consuming and even risky visual inspections is imperative.</p>\n<p>The purpose of this research was to develop a computational framework that integrates modern system identification methodologies and advanced signal processing techniques to provide a robust SHM scheme for civil infrastructures subjected to severe earthquake loading. It was found that the development of a SHM system adaptable to a wide range of inelastic demands is a challenging task as several issues related with the signal processing and non-stationary response of the structure need to be addressed. In this research, the presence of noise in the signals was managed by signal processing techniques whereas the nonlinear dynamic response of the system was interpreted via system identification based approaches aiming to provide unbiased evaluation of the structural integrity.</p>\n<p>A comprehensive study of the Continuous Wavelet Transform (CWT) was conducted to monitor the vibrational frequency shift and average modal damping ratios. However, two significant issues were identified with this approach: (1) frequency variations exhibit a tendency to saturate at large levels of inelastic demand and (2) the identified vibration frequencies are not necessarily natural frequencies of the structure. Thereby, Mass Modification (MM) and Modal Analysis form Free Vibration Response (MAFVRO) methods were engaged and optimized with the CWT and Hilbert Transform (HT) techniques to identify the stiffness and mass matrices of the system after the strong motion fades away. Nevertheless, these properties capture the behavior at low vibration amplitudes of the structure and the high deterioration levels reached during the seismic excitation may not be identified. This issue was addressed through the development of an Unscented Kalman Filter (UKF) based scheme that incorporates a reduced-order piece-wise linear model (with time-variant properties) of the structure to estimate instantaneous structural/dynamic properties and displacement responses during the seismic excitation. It was found that the maximum values of damping and minimum values of stiffness reached by the structure during its dynamic response are better indicators of damage than post-event identified properties and are valid for a wide range of inelastic demands. All of the algorithms developed were validated using large scale dynamic data gathered form the NSF NEEShub data repository and state of the art numerical models.</p>\n<p>On the educational part of this research several activities were developed and implemented aiming to increase the participation of underrepresented groups in engineering, such activities include:</p>\n<p>1. A shake table based structural design competition for high-school students. In this activity the student had the opportunity to design, built and test to failures their own buildings (see image)</p>\n<p>2. The course &ldquo;Practicum in Signal Processing and Data Analysis&rdquo;, which was developed by the PI and is currently to advanced undergraduate and graduate students in any engineering program at UPRM.</p>\n<p>3. A two days hands-on workshop on modeling of reinforced concrete structures using Opensees offered to Civil Engineering undergraduate and graduate students.</p>\n<p>4. Educational modules developed by the University Consortium on Instructional ...",
  "por_txt_cntn": "\nMany of the current civil and mechanical infrastructures have an extended life of use than original proposed. In the latest ASCE Report Card for AmericaÆs Infrastructure, the current state of the national infrastructure was graded with a D+ (poor). Most of the nation infrastructure is aging and inadequate, which highly increases its vulnerability in the inescapable case of a natural or man-made disaster. Therefore, the need for robust structural health monitoring (SHM) systems that can unswervingly and proficiently assess the condition of a structure without expensive, time-consuming and even risky visual inspections is imperative.\n\nThe purpose of this research was to develop a computational framework that integrates modern system identification methodologies and advanced signal processing techniques to provide a robust SHM scheme for civil infrastructures subjected to severe earthquake loading. It was found that the development of a SHM system adaptable to a wide range of inelastic demands is a challenging task as several issues related with the signal processing and non-stationary response of the structure need to be addressed. In this research, the presence of noise in the signals was managed by signal processing techniques whereas the nonlinear dynamic response of the system was interpreted via system identification based approaches aiming to provide unbiased evaluation of the structural integrity.\n\nA comprehensive study of the Continuous Wavelet Transform (CWT) was conducted to monitor the vibrational frequency shift and average modal damping ratios. However, two significant issues were identified with this approach: (1) frequency variations exhibit a tendency to saturate at large levels of inelastic demand and (2) the identified vibration frequencies are not necessarily natural frequencies of the structure. Thereby, Mass Modification (MM) and Modal Analysis form Free Vibration Response (MAFVRO) methods were engaged and optimized with the CWT and Hilbert Transform (HT) techniques to identify the stiffness and mass matrices of the system after the strong motion fades away. Nevertheless, these properties capture the behavior at low vibration amplitudes of the structure and the high deterioration levels reached during the seismic excitation may not be identified. This issue was addressed through the development of an Unscented Kalman Filter (UKF) based scheme that incorporates a reduced-order piece-wise linear model (with time-variant properties) of the structure to estimate instantaneous structural/dynamic properties and displacement responses during the seismic excitation. It was found that the maximum values of damping and minimum values of stiffness reached by the structure during its dynamic response are better indicators of damage than post-event identified properties and are valid for a wide range of inelastic demands. All of the algorithms developed were validated using large scale dynamic data gathered form the NSF NEEShub data repository and state of the art numerical models.\n\nOn the educational part of this research several activities were developed and implemented aiming to increase the participation of underrepresented groups in engineering, such activities include:\n\n1. A shake table based structural design competition for high-school students. In this activity the student had the opportunity to design, built and test to failures their own buildings (see image)\n\n2. The course \"Practicum in Signal Processing and Data Analysis\", which was developed by the PI and is currently to advanced undergraduate and graduate students in any engineering program at UPRM.\n\n3. A two days hands-on workshop on modeling of reinforced concrete structures using Opensees offered to Civil Engineering undergraduate and graduate students.\n\n4. Educational modules developed by the University Consortium on Instructional Shake Tables (UCIST) were adapted and translated into Spanish and integrated into the undergraduate structural dynamics co..."
 }
}