{
 "awd_id": "1121602",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Molecular Basis of Positional Signaling in Arabidopsis Root Epidermal Development",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ben Holt",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 540000.0,
 "awd_amount": 629653.0,
 "awd_min_amd_letter_date": "2011-08-01",
 "awd_max_amd_letter_date": "2013-08-13",
 "awd_abstract_narration": "The development of living things is dependent upon communication between different cells and tissues, to ensure that the formation of different parts of the organism occurs in an orderly and coordinated manner.   A current challenge in the field of developmental biology is to define the specific signaling molecules that are used for this communication and to understand how they function.  In this project, a newly discovered group of signaling molecules, known as germin-like proteins (GLPs), will be analyzed for their role in the formation and patterning of cells and tissues of plants.  This work will take advantage of the Arabidopsis root as a simple and effective model organ for analyzing the molecular and genetic control of development by specific molecules.  The GLPs will be tested for their involvement in the development of different cells and tissues, and for their interaction with specific receptor molecules.  The results from this project are expected to provide new insights into the ways that cells and tissues communicate during development.  Furthermore, this project has been designed to provide a rich interdisciplinary training experience for undergraduates, graduate students, and postdoctoral fellows, and it will establish a summer research program at the University of Michigan for students from Long Island University.  In the long term, this project is expected to enable the rational design of plant structures to enhance plant productivity and growth under a variety of environmental conditions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Schiefelbein",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "John W Schiefelbein",
   "pi_email_addr": "schiefel@umich.edu",
   "nsf_id": "000381588",
   "pi_start_date": "2011-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Su-Hwan",
   "pi_last_name": "Kwak",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Su-Hwan Kwak",
   "pi_email_addr": "su-hwan.kwak@liu.edu",
   "nsf_id": "000584969",
   "pi_start_date": "2011-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111800",
   "pgm_ele_name": "PLANT FUNGAL & MICROB DEV MECH"
  },
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1111",
   "pgm_ref_txt": "DEVELOPMENTAL SYSTEMS CLUSTER"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "1329",
   "pgm_ref_txt": "PLANT GENOME RESEARCH PROJECT"
  },
  {
   "pgm_ref_code": "7577",
   "pgm_ref_txt": "PLANT GENOME RESEARCH RESOURCE"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 360000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 180000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 89653.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research project (&ldquo;Molecular basis of positional signaling in Arabidopsis root epidermal development&rdquo;) was focused on a new family of signaling molecules that is likely to play an important role in cellular communication during plant development. &nbsp;Communication between individual cells is critical for proper plant development to ensure that growth is coordinated and can lead to an integrated three-dimensional structure.</p>\n<p>The major research aims and broader impact goals of this project were accomplished during the funding period, as described below.&nbsp;</p>\n<p>In one major line of research, the molecular relationship between a previously known receptor protein (called SCM) and the signaling molecules was analyzed. &nbsp;The researchers discovered that these molecules are able to associate with one another, and furthermore, the specific interacting regions of each molecule were defined.&nbsp; These results provide an improved view of the precise way that signaling molecules &ldquo;talk to&rdquo; the recipient cells.&nbsp; This information may be useful in the future to design new signaling molecules that will direct recipient plant cells to respond and develop in unique and desirable ways.</p>\n<p>In a second major line of research, the role of the SCM signaling pathway was analyzed throughout the plant, rather than in a specific tissue as had been done previously.&nbsp; This research uncovered an unexpectedly broad involvement of the SCM pathway in many different developmental processes, such as the formation of roots, stems, and flowers.&nbsp; These results are significant, for they suggest that a single communicator molecule is able to direct different kinds of development in different parts of a plant.</p>\n<p>In a third major line of research, two new communicating molecules (AN and TRN) were discovered and studied, to determine how they work with the previously known molecules in plant development.&nbsp; The results showed that AN works with SCM in some, but not all, of its developmental processes and that TRN is likely to be a downstream mediator of SCM&rsquo;s action.&nbsp; As a group, these studies provide more insight into the conservation and variation in the molecules that are used to control the growth of different parts of the plant body.</p>\n<p>During each summer period of this three-year grant, an intensive research training experience was provided to Master&rsquo;s degree students from Long Island University, as part of the broader impact goals of this project.&nbsp; These students performed molecular biology and genetics experiments at the University of Michigan laboratory to gain experience in the design and execution of modern biological research.&nbsp; Further, the students participated in professional training activities, including presentation skills workshops, research poster design strategies, and career development sessions.&nbsp;</p>\n<p>The findings of this research project have been presented to public audiences at research seminars and conferences, and they have been disseminated in numerous peer-reviewed publications in scientific journals.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2015<br>\n\t\t\t\t\tModified by: John&nbsp;W&nbsp;Schiefelbein</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research project (\"Molecular basis of positional signaling in Arabidopsis root epidermal development\") was focused on a new family of signaling molecules that is likely to play an important role in cellular communication during plant development.  Communication between individual cells is critical for proper plant development to ensure that growth is coordinated and can lead to an integrated three-dimensional structure.\n\nThe major research aims and broader impact goals of this project were accomplished during the funding period, as described below. \n\nIn one major line of research, the molecular relationship between a previously known receptor protein (called SCM) and the signaling molecules was analyzed.  The researchers discovered that these molecules are able to associate with one another, and furthermore, the specific interacting regions of each molecule were defined.  These results provide an improved view of the precise way that signaling molecules \"talk to\" the recipient cells.  This information may be useful in the future to design new signaling molecules that will direct recipient plant cells to respond and develop in unique and desirable ways.\n\nIn a second major line of research, the role of the SCM signaling pathway was analyzed throughout the plant, rather than in a specific tissue as had been done previously.  This research uncovered an unexpectedly broad involvement of the SCM pathway in many different developmental processes, such as the formation of roots, stems, and flowers.  These results are significant, for they suggest that a single communicator molecule is able to direct different kinds of development in different parts of a plant.\n\nIn a third major line of research, two new communicating molecules (AN and TRN) were discovered and studied, to determine how they work with the previously known molecules in plant development.  The results showed that AN works with SCM in some, but not all, of its developmental processes and that TRN is likely to be a downstream mediator of SCMÆs action.  As a group, these studies provide more insight into the conservation and variation in the molecules that are used to control the growth of different parts of the plant body.\n\nDuring each summer period of this three-year grant, an intensive research training experience was provided to MasterÆs degree students from Long Island University, as part of the broader impact goals of this project.  These students performed molecular biology and genetics experiments at the University of Michigan laboratory to gain experience in the design and execution of modern biological research.  Further, the students participated in professional training activities, including presentation skills workshops, research poster design strategies, and career development sessions. \n\nThe findings of this research project have been presented to public audiences at research seminars and conferences, and they have been disseminated in numerous peer-reviewed publications in scientific journals.\n\n \n\n\t\t\t\t\tLast Modified: 10/29/2015\n\n\t\t\t\t\tSubmitted by: John W Schiefelbein"
 }
}