{
 "awd_id": "1121096",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Development of Body Knowledge in Infancy",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Laura Namy",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 432751.0,
 "awd_amount": 432751.0,
 "awd_min_amd_letter_date": "2011-09-06",
 "awd_max_amd_letter_date": "2011-09-06",
 "awd_abstract_narration": "Bodies are highly significant social stimuli. Like faces, they convey a considerable amount of information about people, their emotions, and their intentions. Yet, while a great deal of research has addressed the early development of knowledge about faces, very little is known about the development of knowledge about bodies. The research supported by the award will address this issue by analyzing the nature of body knowledge development in infancy and the mechanisms that drive this development. Studies will examine when infants of different ages come to understand different aspects of bodies and faces, such as the parts they are composed of and the manner in which the parts are arranged and organized. This will be accomplished by analyzing how infants from 3 to 9 months of age react to systematic changes to body and face images, and by documenting which aspects of bodies and faces infants scan. A prominent theory suggests that body knowledge is minimal early in life, and proposes that body knowledge development is driven by information gained from the infant's own motor activities and from observing other people. The planned studies will test key predictions of this model. They will also indicate how the development of knowledge about bodies compares with the development of knowledge about faces. Moreover, studies supported by this grant will examine whether the development of body knowledge is driven by increasing tendency to focus on relevant information about people in the infant's environment.\r\n\r\nThe proposed research will contribute to the understanding of cognitive and social development by establishing how knowledge about people develops early in life. A fuller accounting of the typical development of body knowledge in infancy has the potential to aid in early identification and treatment of individuals with developmental disorders, particularly Autism Spectrum Disorder, which is associated with deficits in social perception. In addition, a comprehensive understanding of development of basic cognitive abilities, including infants' knowledge of bodies and faces, is important for educating parents and caregivers about development. Moreover, the studies supported by the grant will enable several undergraduate and graduate students to receive training in psychological research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ramesh",
   "pi_last_name": "Bhatt",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Ramesh S Bhatt",
   "pi_email_addr": "rbhatt@email.uky.edu",
   "nsf_id": "000390374",
   "pi_start_date": "2011-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kentucky Research Foundation",
  "inst_street_address": "500 S LIMESTONE",
  "inst_street_address_2": "109 KINKEAD HALL",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592579420",
  "inst_zip_code": "405260001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "UNIVERSITY OF KENTUCKY RESEARCH FOUNDATION, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "H1HYA8Z1NTM5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kentucky Research Foundation",
  "perf_str_addr": "500 S LIMESTONE",
  "perf_city_name": "LEXINGTON",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "405260001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "KY06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169800",
   "pgm_ele_name": "DS -Developmental Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1698",
   "pgm_ref_txt": "DS-Developmental Sciences"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 432751.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Bodies are highly significant social stimuli. Like faces, they convey a considerable amount of information about people, their emotions, and their intentions. Yet, while a great deal of research has addressed the early development of knowledge about faces, very little is known about the development of knowledge about bodies. The primary goal of the project supported by this grant was to examine the nature of infants&rsquo; body knowledge development.</p>\n<p>One question that was addressed pertained to the representation of bodies. We examined whether infants know how a body is structured. For instance, are infants sensitive to the arrangement of human body parts? We found that infants as young as 3&frac12; months of age are sensitive to this information: they could tell the difference between typical body images and ones in which the body parts originate from the wrong location (e.g., legs attached to the shoulder).We also examined the question of whether infants process body information holistically. For example, it is easier for adults to tell the difference between two noses if they are embedded in faces than if they are presented in isolation. This is because the holistic context of the whole face facilitates the processing of information about parts. This kind of holistic processing is thought to make adults experts on face and body processing.&nbsp; We found that infants as young as 5 months of age also process body information holistically. This research demonstrates that infants are sensitive to the overall structure of human bodies soon after birth, and they utilize adult-like holistic strategies to efficiently process body information.</p>\n<p>Body information also provides cues to socially relevant information. For example, adults use waist-to-hip ratios (WHRs) to determine gender. We found that 3&frac12;-month-olds are also sensitive to WHRs. We also found that 3&frac12;- and 6&frac12;-month-olds also look proportionally longer at the torso of females and the legs of males. Thus, even by 3&frac12; months of age, infants appear to process gender information in bodies.</p>\n<p>Another set of studies examined infants&rsquo; knowledge of emotion information from body posture and movement. Infants were exposed to two silent videos or static images, one depicting an actor expressing happiness while the other depicted the same actor expressing anger (the actors wore whole-body suits that covered their face, so only body information was available). Concurrently, a happy or angry emotional sound was played (e.g., laughter or an angry grunt). Six- and-a-half-month-olds looked longer at the images that matched the emotional sound. That is, they looked longer at the happy video when the happy sound was presented but longer at the angry video when the angry sound was presented. Thus, 6&frac12;-month-olds discriminated emotions conveyed by human bodies and matched them to appropriate emotional sounds. However, 3&frac12;-month-olds failed to match. We found a similar developmental change in a subsequent study in which we examined the matching of emotions from bodies to faces.</p>\n<p>Overall, our studies indicate that body knowledge is quite sophisticated early in life and its development is comparable to that of facial knowledge. The developing infant appears to readily process socially relevant information from a variety of sources, such as faces, bodies, and voices. A fuller understanding of the typical development of such social perception in infancy may aid in early identification and treatment of individuals with neurodevelopmental disorders, particularly Autism Spectrum Disorder, which is associated with deficits in social perception. The grant also supported the training of several graduate and undergraduate students.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/13/2015<br>\n\t\t\t\t\tModified by: Ramesh&nbsp;S&nbsp;Bhatt</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBodies are highly significant social stimuli. Like faces, they convey a considerable amount of information about people, their emotions, and their intentions. Yet, while a great deal of research has addressed the early development of knowledge about faces, very little is known about the development of knowledge about bodies. The primary goal of the project supported by this grant was to examine the nature of infantsÆ body knowledge development.\n\nOne question that was addressed pertained to the representation of bodies. We examined whether infants know how a body is structured. For instance, are infants sensitive to the arrangement of human body parts? We found that infants as young as 3&frac12; months of age are sensitive to this information: they could tell the difference between typical body images and ones in which the body parts originate from the wrong location (e.g., legs attached to the shoulder).We also examined the question of whether infants process body information holistically. For example, it is easier for adults to tell the difference between two noses if they are embedded in faces than if they are presented in isolation. This is because the holistic context of the whole face facilitates the processing of information about parts. This kind of holistic processing is thought to make adults experts on face and body processing.  We found that infants as young as 5 months of age also process body information holistically. This research demonstrates that infants are sensitive to the overall structure of human bodies soon after birth, and they utilize adult-like holistic strategies to efficiently process body information.\n\nBody information also provides cues to socially relevant information. For example, adults use waist-to-hip ratios (WHRs) to determine gender. We found that 3&frac12;-month-olds are also sensitive to WHRs. We also found that 3&frac12;- and 6&frac12;-month-olds also look proportionally longer at the torso of females and the legs of males. Thus, even by 3&frac12; months of age, infants appear to process gender information in bodies.\n\nAnother set of studies examined infantsÆ knowledge of emotion information from body posture and movement. Infants were exposed to two silent videos or static images, one depicting an actor expressing happiness while the other depicted the same actor expressing anger (the actors wore whole-body suits that covered their face, so only body information was available). Concurrently, a happy or angry emotional sound was played (e.g., laughter or an angry grunt). Six- and-a-half-month-olds looked longer at the images that matched the emotional sound. That is, they looked longer at the happy video when the happy sound was presented but longer at the angry video when the angry sound was presented. Thus, 6&frac12;-month-olds discriminated emotions conveyed by human bodies and matched them to appropriate emotional sounds. However, 3&frac12;-month-olds failed to match. We found a similar developmental change in a subsequent study in which we examined the matching of emotions from bodies to faces.\n\nOverall, our studies indicate that body knowledge is quite sophisticated early in life and its development is comparable to that of facial knowledge. The developing infant appears to readily process socially relevant information from a variety of sources, such as faces, bodies, and voices. A fuller understanding of the typical development of such social perception in infancy may aid in early identification and treatment of individuals with neurodevelopmental disorders, particularly Autism Spectrum Disorder, which is associated with deficits in social perception. The grant also supported the training of several graduate and undergraduate students.\n\n\t\t\t\t\tLast Modified: 11/13/2015\n\n\t\t\t\t\tSubmitted by: Ramesh S Bhatt"
 }
}