{
 "awd_id": "1121326",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Social Causes and Effects of Costly Religious Practices",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 9710.0,
 "awd_amount": 9710.0,
 "awd_min_amd_letter_date": "2011-06-28",
 "awd_max_amd_letter_date": "2011-06-28",
 "awd_abstract_narration": "Doctoral student, Eleanor A. Power, supervised by Dr. Rebecca Bliege Bird (Stanford University), will undertake research on the social consequences that stem from the enactment of public rituals. Evolutionary anthropologists argue that individuals are motivated to perform such rituals, especially costly ones, because they provide actors with social capital.  These scholars hypothesize that devotees distinguish themselves through dramatic displays of devotion, gaining reputation and fostering interpersonal bonds with co-participants.  This project will provide one of the first empirical evaluations of these hypotheses through a combination of quantitative data collection and qualitative participant observation.  \r\n\r\nThe research will be carried out in a rural community in Sivagangai District, Tamil Nadu, India.  The site is appropriate because rituals there entail particularly clear costs, which will highlight the theoretical issues being investigated. In these rituals, devotees carry firepots in lengthy processions, pierce their skin with hooks and spears, and painfully contort their bodies when suddenly possessed by a deity. Detailed records of villagers' participation in public rituals will be coupled with metrics of individual reputation and group-level social cohesion to determine if the nature of participation in public rituals influences one's reputation and one's social capital in positive ways.  The researcher will employ social network analysis to enumerate the social consequences of ritual practice, both in terms of individual gains in social capital and in terms of larger structural consequences.\r\n  \r\nThis project seeks to parse out some of the social causes and effects of religious practice.  While the data will be collected in a particular South Indian village,  the proposed motivations for and consequences of ritual participation are meant to be general: reputational gains, strengthened interpersonal bonds, and social cohesion are not particular to this one village. Thus this project will result in a set of general claims about how the nature and variability of public ritual performance are related to social position and social structure.  The project will have relevance for the ongoing debates among evolutionary anthropologists, cognitive scientists, evolutionary psychologists, sociologists, and economists about the function of religion in society. Supporting this research also supports the education of a social scientist.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Bird",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca L Bird",
   "pi_email_addr": "rub33@psu.edu",
   "nsf_id": "000432040",
   "pi_start_date": "2011-06-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eleanor",
   "pi_last_name": "Power",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Eleanor A Power",
   "pi_email_addr": "e.a.power@lse.ac.uk",
   "nsf_id": "000581116",
   "pi_start_date": "2011-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 9710.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project seeks to parse out some of the social causes and effects of religious practice.&nbsp; This is being done in two villages in South India, with particular attention paid to the ritual vows that residents undertake at festivals and on pilgrimages for various local gods.&nbsp; These are often particularly trying and costly acts (not only monetarily, but physically and mentally too) and so appear to challenge strict rationalist explanations of behavior.&nbsp; What motivates people to carry out these acts of devotion (which can include piercing their bodies with hooks and spears, walking across a bed of hot coals, and going on arduous pilgrimages on foot)?&nbsp; Village residents speak of the boons granted to them by the gods, but also enumerate a notably social and reputational benefit to undertaking such trials.&nbsp; They speak of increasing their <em>perumai</em> (reputation or &lsquo;bigness&rsquo;) through these acts in a way that accords well with the sociological concept of social capital.&nbsp; People who undertake these vows and demonstrate their devotion can, through those acts, display their <em>perumai</em> and potentially build their social capital.&nbsp; The costs associated with these vows, then, may make sense as a way to increase the display value of such acts.&nbsp; The primary goal of this study is to look at the relationship between the nature of people&rsquo;s participation in the religious life of the village and their reputation, position, and social capital.&nbsp; The project seeks to answer the following questions: Is dramatic public display of devotion tied to greater reputation and increased social capital?&nbsp; Is greater social capital then mobilized to access social resources, such as childcare, information about jobs, and heightened standing within the village?&nbsp; And, for the group, is there detectable community coalescence resulting from collective rituals?</p>\n<p>To answer these questions, this project employed a variety of methodological tools collectively aimed at elucidating the relationship between religious life and social structure and social capital.&nbsp; First, the Co-PI was in attendance for all of the major public rituals that took place during her residence, most importantly the festivals for the saints at the two Roman Catholic churches and the festival for the village goddess Mariyamman.&nbsp; Documentation of these festivals provides a record of each resident&rsquo;s participation in the religious life of the village.&nbsp; Information on the reputation, social standing, and social capital of village residents was gathered first through a census of households gathering basic demographic information and second through an extensive social support and reputation survey conducted with all of the adult residents (N = 783).&nbsp; The individual ties of support can be connected up to create an overall support network for the village, with a total of 2018 people and the 5727 ties between them.&nbsp; A variety of network indices can be used to analyze the overall structure of the network and the position of each individual within the network.&nbsp; A second section of the survey asked respondents to name village residents whom they felt had a variety of desirable personality traits, giving a measure of each resident&rsquo;s reputational standing. Finally, a subset of 113 households reported daily information for over a calendar year on their expenditures, the work they did, and the wages they received for that work.&nbsp; Collectively, these data let us investigate the relationships between religious life, social reputation and social capital, and economic livelihood.</p>\n<p>Preliminary analyses show good evidence for a significant relationship between the perceived difficulty and pain of a vow and the reputational and social capital benefits that result from it.&nbsp; It does seem that costlier acts provide more ...",
  "por_txt_cntn": "\nThis project seeks to parse out some of the social causes and effects of religious practice.  This is being done in two villages in South India, with particular attention paid to the ritual vows that residents undertake at festivals and on pilgrimages for various local gods.  These are often particularly trying and costly acts (not only monetarily, but physically and mentally too) and so appear to challenge strict rationalist explanations of behavior.  What motivates people to carry out these acts of devotion (which can include piercing their bodies with hooks and spears, walking across a bed of hot coals, and going on arduous pilgrimages on foot)?  Village residents speak of the boons granted to them by the gods, but also enumerate a notably social and reputational benefit to undertaking such trials.  They speak of increasing their perumai (reputation or æbignessÆ) through these acts in a way that accords well with the sociological concept of social capital.  People who undertake these vows and demonstrate their devotion can, through those acts, display their perumai and potentially build their social capital.  The costs associated with these vows, then, may make sense as a way to increase the display value of such acts.  The primary goal of this study is to look at the relationship between the nature of peopleÆs participation in the religious life of the village and their reputation, position, and social capital.  The project seeks to answer the following questions: Is dramatic public display of devotion tied to greater reputation and increased social capital?  Is greater social capital then mobilized to access social resources, such as childcare, information about jobs, and heightened standing within the village?  And, for the group, is there detectable community coalescence resulting from collective rituals?\n\nTo answer these questions, this project employed a variety of methodological tools collectively aimed at elucidating the relationship between religious life and social structure and social capital.  First, the Co-PI was in attendance for all of the major public rituals that took place during her residence, most importantly the festivals for the saints at the two Roman Catholic churches and the festival for the village goddess Mariyamman.  Documentation of these festivals provides a record of each residentÆs participation in the religious life of the village.  Information on the reputation, social standing, and social capital of village residents was gathered first through a census of households gathering basic demographic information and second through an extensive social support and reputation survey conducted with all of the adult residents (N = 783).  The individual ties of support can be connected up to create an overall support network for the village, with a total of 2018 people and the 5727 ties between them.  A variety of network indices can be used to analyze the overall structure of the network and the position of each individual within the network.  A second section of the survey asked respondents to name village residents whom they felt had a variety of desirable personality traits, giving a measure of each residentÆs reputational standing. Finally, a subset of 113 households reported daily information for over a calendar year on their expenditures, the work they did, and the wages they received for that work.  Collectively, these data let us investigate the relationships between religious life, social reputation and social capital, and economic livelihood.\n\nPreliminary analyses show good evidence for a significant relationship between the perceived difficulty and pain of a vow and the reputational and social capital benefits that result from it.  It does seem that costlier acts provide more perumai for those who undertake them.  Importantly, though, it is those people who both undertake these vows and are actively involved in the religious life of the village (attending church regularly or doing daily pu..."
 }
}