{
 "awd_id": "1121886",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Hippocampal Modulation of Energy Intake",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032928167",
 "po_email": "ethiels@nsf.gov",
 "po_sign_block_name": "Edda Thiels",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 590057.0,
 "awd_amount": 602057.0,
 "awd_min_amd_letter_date": "2011-09-07",
 "awd_max_amd_letter_date": "2014-05-07",
 "awd_abstract_narration": "Intellectual merit.  How brain areas involved in thinking and memory influence eating is a question that has been largely ignored in neuroscience. This research will investigate how the hippocampus, a brain area involved in memory, affects eating behavior.  The hypothesis that guides this project is that the memory of a recently eaten meal influences the timing of the next meal.  The overall goal of this research will be to test whether the hippocampus forms a memory of a meal and inhibits eating during the period immediately after a meal. Experiments in Specific Aim 1 will answer the question, \"Does the hippocampus inhibit meal initiation?\" by testing whether temporarily disrupting neural activity in the hippocampus after rats have eaten a meal will decrease the time it takes them to start their next meal. Experiments in Specific Aim 2 will answer the question, \"Do brain cells in the hippocampus form a memory of a meal?\" by testing whether eating a meal increases hippocampal levels of activity-regulated cyotskeletal protein (Arc), which is a gene that is activated when memories are formed in the brain.  These experiments will also begin to identify the meal-related stimuli that are necessary for the hippocampus to form a memory of a meal and inhibit meal onset.\r\n\r\nBroader impacts.  This research will significantly increase our understanding of the factors that influence the timing between two meals. Given that the interval between two meals determines the number of meals and is thus a major determinant of food intake, learning the role of the hippocampus in its control will make an important contribution to what is known about both energy regulation and hippocampal-dependent memory. The investigators devote significant effort to mentoring undergraduate and graduate students and will continue to mentor women and underrepresented minorities in scientific research.  A portion of the funding will be used to provide a stipend for one graduate student researcher, summer funding for one promising undergraduate student researcher, and travel funds for both students to attend a national conference yearly.  As part of this project, one of the investigators will serve as a faculty camp counselor and teacher at a summer Brain Camp and will teach about memory and eating.  Finally, the investigators and their students will continue to actively disseminate their research findings through school visits, conference presentations, university seminars, and publication of manuscripts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Walter",
   "pi_last_name": "Wilczynski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Walter Wilczynski",
   "pi_email_addr": "wwilczynski@gsu.edu",
   "nsf_id": "000202820",
   "pi_start_date": "2011-09-07",
   "pi_end_date": "2013-01-25"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marise",
   "pi_last_name": "Parent",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marise Parent",
   "pi_email_addr": "mbparent@gsu.edu",
   "nsf_id": "000065710",
   "pi_start_date": "2013-01-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Walter",
   "pi_last_name": "Wilczynski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Walter Wilczynski",
   "pi_email_addr": "wwilczynski@gsu.edu",
   "nsf_id": "000202820",
   "pi_start_date": "2014-03-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia State University Research Foundation, Inc.",
  "inst_street_address": "58 EDGEWOOD AVE NE",
  "inst_street_address_2": "FL 3",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4044133570",
  "inst_zip_code": "303032921",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA STATE UNIVERSITY RESEARCH FOUNDATION INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "MNS7B9CVKDN7"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia State University",
  "perf_str_addr": "33 GILMER ST SE",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303033044",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771400",
   "pgm_ele_name": "Modulation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1114",
   "pgm_ref_txt": "CELLULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 148750.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 149010.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 147062.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 157235.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"text-decoration: underline;\">Intellectual merit</span></p>\n<p>For over a half-century, research regarding how the brain regulates eating behavior has focused largely on homeostatic (i.e., need-based) and hedonic (i.e., pleasure-based) controls. By contrast, there is a large gap in our understanding of how brain areas involved in cognitive processes, such as memory, impact energy intake. Moreover, compared to meal size and satiety, little is known about how the brain controls meal timing and frequency.<strong> </strong>Memory of a meal can serve as a powerful mechanism for controlling eating behavior because it provides a record of recent intake that outlasts most signals generated by the meal. The overarching goal of this research was to identify whether the hippocampus (HC), a brain area traditionally associated with memory, influences meal timing and meal size in rats. This project tested the hypothesis that HC neurons form a memory of a meal and suppress energy intake during the period following a meal (i.e., during the postprandial period). Dorsal HC (dHC) is critical for memories of personal experiences and ventral HC (vHC) is important for emotional memory. Ingestion-related memories can contain both mnemonic components making it likely that both brain areas contribute to the memory of a meal. We tested the prediction that ingestion would induce the molecular events necessary for memory formation in dHC and vHC. In particular, we tested the effects of ingestion on the expression of a gene (activity-regulated cytoskeletal-associated protein; Arc) that is necessary for the synaptic plasticity necessary for memory formation. We discovered that ingestion of sucrose or the noncaloric sweetener saccharin increased <em>Arc</em> expression in dHC and vHC during the early postprandial period. We also observed that rats that were given extensive previous experience with sucrose had less sucrose-induced <em>Arc</em> expression, suggesting that familiar meals may not induce the synaptic plasticity processes necessary for memory formation. Collectively, our <em>Arc</em> findings suggest that sweet orosensation induces synaptic plasticity in HC in an experience-dependent manner, and support the hypothesis that dHC and vHC neurons form a memory of a meal. We also tested whether disrupting dHC or vHC function during the period following a meal, which is when the memory of the meal would be undergoing stabilization, would accelerate the onset of the next meal and increase intake during the next meal. In support, we discovered that reversibly inactivating either dHC or vHC after a meal caused rats to eat their next meal sooner, ingest more during their next meal, and eat more meals. Importantly, our findings show that inactivation of these neurons before or during ingestion did not influence subsequent intake, demonstrating the neural activity in these neurons during the postprandial period is critical for limiting future intake. Postprandial inactivation of dHC and vHC neurons increased the intake of standard chow and a palatable sucrose solution, indicating that dHC and vHC neurons modulate energy intake that is driven by both homeostatic and hedonic processes. Postprandial inactivation of dHC and vHC neurons also increased the subsequent intake of saccharin, suggesting that inactivation did not increase intake by disrupting the ability to process postprandial signals generated by a meal. Finally, we also determined that a manipulation that impairs dHC-dependent memory in adulthood (an acute episode of neonatal inflammatory pain) also increases sucrose intake in adulthood and decreases sucrose-induced dHC Arc expression.</p>\n<p>Collectively, these findings indicate that HC neurons inhibit meal initiation and limit meal intake during the postprandial period. These results demonstrate that a brain area critical for memory is also important for limiting energy intake and show that, in addition to homeostatic and hedonic processes, the brain has a third set of &ldquo;cognitive&rdquo; controls. This research also significantly expands our understanding of the neural controls of meal initiation. Prior to this research, evidence had suggested that internal signals generated by a previous meal, circadian processes, environmental stimuli, and conditioned drives interact to influence meal onset. The present findings show, that in addition to these processes, neurons critical for memory inhibit meal initiation.</p>\n<p class=\"Default\"><span style=\"text-decoration: underline;\">Broader impacts</span></p>\n<p>These findings have implications for the fields of memory and energy intake and for any field interested in neural systems and neural interactions controlling behavior. This research has a broader impact by providing a model for studying how top-down cognitive processes modulate other motivated behaviors, such as reproduction, aggression, and coping with stress. This research was disseminated in several peer-reviewed publications, conferences, invited seminars, a webpage, and garnered an extensive amount of publicity world-wide. This funding promoted scientific literacy by supporting school visits and participation in science festivals. Importantly, this research included numerous trainees from underrepresented groups, thereby helping to broaden participation in the sciences. Of note, this research formed the basis of two doctoral dissertations: one that was defended in 2015 (Yoko Henderson) and one to be defended in the summer of 2018 (Reilly Hannapel).</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/23/2017<br>\n\t\t\t\t\tModified by: Marise&nbsp;Parent</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual merit\n\nFor over a half-century, research regarding how the brain regulates eating behavior has focused largely on homeostatic (i.e., need-based) and hedonic (i.e., pleasure-based) controls. By contrast, there is a large gap in our understanding of how brain areas involved in cognitive processes, such as memory, impact energy intake. Moreover, compared to meal size and satiety, little is known about how the brain controls meal timing and frequency. Memory of a meal can serve as a powerful mechanism for controlling eating behavior because it provides a record of recent intake that outlasts most signals generated by the meal. The overarching goal of this research was to identify whether the hippocampus (HC), a brain area traditionally associated with memory, influences meal timing and meal size in rats. This project tested the hypothesis that HC neurons form a memory of a meal and suppress energy intake during the period following a meal (i.e., during the postprandial period). Dorsal HC (dHC) is critical for memories of personal experiences and ventral HC (vHC) is important for emotional memory. Ingestion-related memories can contain both mnemonic components making it likely that both brain areas contribute to the memory of a meal. We tested the prediction that ingestion would induce the molecular events necessary for memory formation in dHC and vHC. In particular, we tested the effects of ingestion on the expression of a gene (activity-regulated cytoskeletal-associated protein; Arc) that is necessary for the synaptic plasticity necessary for memory formation. We discovered that ingestion of sucrose or the noncaloric sweetener saccharin increased Arc expression in dHC and vHC during the early postprandial period. We also observed that rats that were given extensive previous experience with sucrose had less sucrose-induced Arc expression, suggesting that familiar meals may not induce the synaptic plasticity processes necessary for memory formation. Collectively, our Arc findings suggest that sweet orosensation induces synaptic plasticity in HC in an experience-dependent manner, and support the hypothesis that dHC and vHC neurons form a memory of a meal. We also tested whether disrupting dHC or vHC function during the period following a meal, which is when the memory of the meal would be undergoing stabilization, would accelerate the onset of the next meal and increase intake during the next meal. In support, we discovered that reversibly inactivating either dHC or vHC after a meal caused rats to eat their next meal sooner, ingest more during their next meal, and eat more meals. Importantly, our findings show that inactivation of these neurons before or during ingestion did not influence subsequent intake, demonstrating the neural activity in these neurons during the postprandial period is critical for limiting future intake. Postprandial inactivation of dHC and vHC neurons increased the intake of standard chow and a palatable sucrose solution, indicating that dHC and vHC neurons modulate energy intake that is driven by both homeostatic and hedonic processes. Postprandial inactivation of dHC and vHC neurons also increased the subsequent intake of saccharin, suggesting that inactivation did not increase intake by disrupting the ability to process postprandial signals generated by a meal. Finally, we also determined that a manipulation that impairs dHC-dependent memory in adulthood (an acute episode of neonatal inflammatory pain) also increases sucrose intake in adulthood and decreases sucrose-induced dHC Arc expression.\n\nCollectively, these findings indicate that HC neurons inhibit meal initiation and limit meal intake during the postprandial period. These results demonstrate that a brain area critical for memory is also important for limiting energy intake and show that, in addition to homeostatic and hedonic processes, the brain has a third set of \"cognitive\" controls. This research also significantly expands our understanding of the neural controls of meal initiation. Prior to this research, evidence had suggested that internal signals generated by a previous meal, circadian processes, environmental stimuli, and conditioned drives interact to influence meal onset. The present findings show, that in addition to these processes, neurons critical for memory inhibit meal initiation.\nBroader impacts\n\nThese findings have implications for the fields of memory and energy intake and for any field interested in neural systems and neural interactions controlling behavior. This research has a broader impact by providing a model for studying how top-down cognitive processes modulate other motivated behaviors, such as reproduction, aggression, and coping with stress. This research was disseminated in several peer-reviewed publications, conferences, invited seminars, a webpage, and garnered an extensive amount of publicity world-wide. This funding promoted scientific literacy by supporting school visits and participation in science festivals. Importantly, this research included numerous trainees from underrepresented groups, thereby helping to broaden participation in the sciences. Of note, this research formed the basis of two doctoral dissertations: one that was defended in 2015 (Yoko Henderson) and one to be defended in the summer of 2018 (Reilly Hannapel).\n \n \n\n\t\t\t\t\tLast Modified: 12/23/2017\n\n\t\t\t\t\tSubmitted by: Marise Parent"
 }
}