{
 "awd_id": "1121637",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Between Community and Clinic: Households, Intermediaries, and Bureaucracy",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2011-07-27",
 "awd_max_amd_letter_date": "2011-07-27",
 "awd_abstract_narration": "Stanford University doctoral student Anna West, with the guidance of Dr. James Ferguson, will conduct ethnographic research on citizenship, political subjectivity, and the state as it develops in the context of household-based health promotion, a practice found throughout the world but is especially prevalent in developing countries. The research will be conducted in Malawi, a sub-Saharan African country that is faced with a severe shortage of physicians and nurses  and so must rely on community health workers to implement national and global health directives. Malawi's community health workers (CHWs), known as Health Surveillance Assistants, are secondary school graduates trained to deliver health education, provide basic curative care, and conduct disease surveillance in rural homes. The CHWs' routine interactions with women and men in rural households constitute an ongoing intimate encounter with the state, which is otherwise absent in many remote communities. The researcher will examine how these household-level health promotion encounters shape rural Malawians' homes and domestic practices, political subjectivities, and experiences of citizenship within broad ideological projects of national health and development.\r\n\r\nThe investigator will conduct eighteen months of fieldwork combining village-based ethnography with community health workers and rural households in Malawi's Central Region, and  institutional ethnography and archival research on the role of community health workers in Malawi's health system. She will explore three aspects of the health workers' encounters with households: (1) how the CHWs represent biomedical values and concepts of health in routine conversations; (2) how they position health responsibility; and (3) how they engage in disease surveillance and routine bureaucratic paperwork to generate a portrait of village health and rural homes that influences health policy and intervention design. Data will be collected through participant observation, semi-structured in-depth interviews, oral history interviews, and content analysis of health policy documents.\r\n\r\nThe research is important because  by focusing on the role of intermediaries and outreach workers in health and development projects, it will shed light on the local dynamics and consequences of translating large-scale global initiatives into routine service delivery.  Findings also will contribute to social science literature on the interaction between health promotion, domesticity, and political subjectivities. Supporting this research also contributes to the education of a social scientist.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Ferguson",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "James G Ferguson",
   "pi_email_addr": "jgfergus@stanford.edu",
   "nsf_id": "000466191",
   "pi_start_date": "2011-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anna",
   "pi_last_name": "West",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Anna M West",
   "pi_email_addr": "annawest@stanford.edu",
   "nsf_id": "000584817",
   "pi_start_date": "2011-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project supported dissertation research in cultural anthropology on global health and governance in Malawi. The project focused on the intersection of two major trends in global health: the increasing prominence of community-based outreach workers for health promotion and service delivery, and the growing emphasis on the home as a site for health promotion and surveillance. &nbsp;Malawi is a heavily aid-dependent nation and the project takes as starting point that the influx of funding for global health, from bilateral, multilateral, and private donors, is a significant force in the country&rsquo;s political, economic, and social landscape. The project asks: What are the consequences of technical choices and bureaucratic about the design of global health activities for local politics, democratic governance, and experiences citizenship among Malawians in rural households? To respond to this question, the co-PI conducted 18 months of ethnographic and archival research in Malawi, through an affiliation with the Community Health Services Unit of the Malawi Ministry of Health. &nbsp;&nbsp;</p>\n<p>The research was conducted in three phases: (1) participant observation, content analysis of policy documents, and qualitative interviews with officials in the Ministry of Health at central and district levels; (2) village ethnography, including long-term participant observation and in-depth qualitative interviews with adult members of rural households, traditional authorities (chiefs), and community health workers; and (3) archival research on public health services under British colonialism and the development of the health system since independence in 1964. Across all three sites and methodologies, the project traces the ways in which health promotion activities in four areas&mdash; hygiene and sanitation, maternal health, immunization, and nutrition&mdash; interact with and reinforce local power structures. The findings indicate that strategic decisions to locate health promotion activities within the realm of traditional authorities has real governmental effects, by effecting a partial shift in the relative status of rural Malawians from that of rights-bearing citizen to that of subordinate political subject. The resulting ethnography sheds light on the political and social externalities of global health projects in the specific local context within which activities are implemented. &nbsp;&nbsp;&nbsp;</p>\n<p>Intellectual Merit: The project advances knowledge in medical and political anthropology, multi-disciplinary studies of public health and international development, and African studies. The project makes a unique contribution by focusing on the ways health promotion and welfare interventions not only have governmental effects (e.g. through increasing surveillance, control over fertility, etc. by nation-states) but instead actively produce and reinforce structures of power by, for example, locating those surveillance functions and reproductive health mandates under the authority of village chiefs. The study contributes to a growing body of literature on biological citizenship or health citizenship by shedding light on the ways in which technical choices about the design of health promotion activities can constrain possibilities for engaged citizenship. &nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>Broader Impact: The project&rsquo;s findings may be useful for global health policy-makers and planners in bilateral agencies, non-governmental organizations, and African Ministries of Health who seek to better understand the ways in which health interacts with other development sectors (particularly democracy and governance). The findings will also be relevant for practitioners who implement programs through partnerships with community health workers and traditional authorities, as is common across the global health sector in sub-Saharan Africa, by urging closer attention to political...",
  "por_txt_cntn": "\nThis project supported dissertation research in cultural anthropology on global health and governance in Malawi. The project focused on the intersection of two major trends in global health: the increasing prominence of community-based outreach workers for health promotion and service delivery, and the growing emphasis on the home as a site for health promotion and surveillance.  Malawi is a heavily aid-dependent nation and the project takes as starting point that the influx of funding for global health, from bilateral, multilateral, and private donors, is a significant force in the countryÆs political, economic, and social landscape. The project asks: What are the consequences of technical choices and bureaucratic about the design of global health activities for local politics, democratic governance, and experiences citizenship among Malawians in rural households? To respond to this question, the co-PI conducted 18 months of ethnographic and archival research in Malawi, through an affiliation with the Community Health Services Unit of the Malawi Ministry of Health.   \n\nThe research was conducted in three phases: (1) participant observation, content analysis of policy documents, and qualitative interviews with officials in the Ministry of Health at central and district levels; (2) village ethnography, including long-term participant observation and in-depth qualitative interviews with adult members of rural households, traditional authorities (chiefs), and community health workers; and (3) archival research on public health services under British colonialism and the development of the health system since independence in 1964. Across all three sites and methodologies, the project traces the ways in which health promotion activities in four areas&mdash; hygiene and sanitation, maternal health, immunization, and nutrition&mdash; interact with and reinforce local power structures. The findings indicate that strategic decisions to locate health promotion activities within the realm of traditional authorities has real governmental effects, by effecting a partial shift in the relative status of rural Malawians from that of rights-bearing citizen to that of subordinate political subject. The resulting ethnography sheds light on the political and social externalities of global health projects in the specific local context within which activities are implemented.    \n\nIntellectual Merit: The project advances knowledge in medical and political anthropology, multi-disciplinary studies of public health and international development, and African studies. The project makes a unique contribution by focusing on the ways health promotion and welfare interventions not only have governmental effects (e.g. through increasing surveillance, control over fertility, etc. by nation-states) but instead actively produce and reinforce structures of power by, for example, locating those surveillance functions and reproductive health mandates under the authority of village chiefs. The study contributes to a growing body of literature on biological citizenship or health citizenship by shedding light on the ways in which technical choices about the design of health promotion activities can constrain possibilities for engaged citizenship.     \n\nBroader Impact: The projectÆs findings may be useful for global health policy-makers and planners in bilateral agencies, non-governmental organizations, and African Ministries of Health who seek to better understand the ways in which health interacts with other development sectors (particularly democracy and governance). The findings will also be relevant for practitioners who implement programs through partnerships with community health workers and traditional authorities, as is common across the global health sector in sub-Saharan Africa, by urging closer attention to political effects that may constrain the realization of democratic values and foreclose citizenship-based approaches to accountability in public sector..."
 }
}