{
 "awd_id": "1121193",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Understanding DAWDLE Function in miRNA and siRNA Biogenesis",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": "7032928528",
 "po_email": "amushegi@nsf.gov",
 "po_sign_block_name": "Arcady Mushegian",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 499504.0,
 "awd_amount": 499504.0,
 "awd_min_amd_letter_date": "2011-07-07",
 "awd_max_amd_letter_date": "2013-04-24",
 "awd_abstract_narration": "Intellectual Merit: Small RNAs, including microRNAs (miRNAs) and small interfering RNAs (siRNAs), are key regulators of many biological processes. Several RNA-binding proteins involved in general RNA metabolism are known to play important roles in regulating miRNA biogenesis. A challenge is to understand how RNA binding proteins affect miRNA biogenesis, as well as how the miRNA processing machinery interconnects with general RNA metabolism. This research targets these knowledge gaps. Preliminary studies demonstrated that DAWDLE (DDL), an RNA binding protein from Arabidopsis, is required for the accumulation of a subset of miRNAs and siRNAs. DDL interacts with pri-miRNA (precursor of miRNAs) and DCL1 (the processor of pri-miRNA) and positively regulates pri-miRNA processing. We hypothesize that DDL facilitates DCL1 to access and/or process a subset of pri-miRNAs. Specific objectives are to: 1) Analyze the role of DDL in miRNA biogenesis; 2) Analyze the function of protein domains of DDL in pri-miRNA processing; and 3) Analyze the role of DDL in siRNA biogenesis. This research will advance knowledge of processes leading to small RNA accumulation, which in turn will improve future efforts at elucidating the biological processes involving small RNAs and to refine small RNA-based technology that has been used to improve agricultural production and human health. \r\n\r\nBroader Impacts: This research will provide training for a postdoctoral researcher, a graduate student, undergraduate students, and high school students. The PI is a faculty sponsor/mentor for students participating in the Nebraska EPSCoR-supported Young Nebraska Scientists program, which fosters research exposure and participation by underrepresented minority high school students, and in the University of Nebraska-Lincoln Undergraduate Creative Activities and Research Experiences (UCARE) program. In addition, the PI pursues active collaborations with faculty at local liberal arts colleges to help reach students that may not have ready opportunity for research experiences. The PI is also integrating his latest research into a new course, \"RNA Silencing\", offered to upper level undergraduate and graduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bin",
   "pi_last_name": "Yu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bin Yu",
   "pi_email_addr": "byu3@unl.edu",
   "nsf_id": "000535048",
   "pi_start_date": "2011-07-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nebraska-Lincoln",
  "inst_street_address": "2200 VINE ST # 830861",
  "inst_street_address_2": "",
  "inst_city_name": "LINCOLN",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4024723171",
  "inst_zip_code": "685032427",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NE01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE UNIVERSITY OF NEBRASKA",
  "org_prnt_uei_num": "",
  "org_uei_num": "HTQ6K6NJFHA6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nebraska-Lincoln",
  "perf_str_addr": "2200 VINE ST # 830861",
  "perf_city_name": "LINCOLN",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "685032427",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NE01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 163215.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 166954.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 169335.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>miRNAs and siRNAs that regulators of gene expression and play crucial roles in plant development and physiology. During this funding period, we were able to make three important advances in our understanding of mechanisms underlying miRNA and siRNA metabolism through analyzing the function of DAWDLE, a conserved protein, and several other proteins.</p>\n<p>1, We showed that DDL affects the accumulation of a subset siRNA and miRNAs and established that DDL is a component of a complex generating miRNAs from miRNA primary transcripts (pri-miRNAs). We further showed DDL participates in siRNA biogenesis through its interaction with DCL3, the processor of siRNAs. We also found that DDL may protect pri-miRNAs and precursors of siRNAs from degradation in nucleus of cells, which are crucial for maintaining the levels of miRNAs and siRNAs.</p>\n<p>2, we identified TOUGH, CDC5, PRL1, and STV1 as crucial components of miRNA biogenesis. Among them TOUGH, CDC5 and PRL1 act as components of pri-miRNA processing complex to regulate miRNA biogenesis. In addition, we showed that CDC5 positively regulate the transcription of pri-miRNAs through recruiting Pol II to the miRNA gene promoters, while PRL1 stabilizes pri-miRNAs. STV1 binds the structured region of pri-miRNAs to facilitate their loading the pri-miRNA processing complex. These findings have revised the model of miRNA biogenesis in plants.</p>\n<p>3, Uridylation (untemplated uridine addition at 3&rsquo; end of RNAs) is a conserved modification occurring in miRNAs. We identified two key enzymes catalyzing miRNA and siRNA uridylation in plants and showed that uridylation triggers miRNA/siRNA degradation in plants.&nbsp; We also showed that these two enzymes uridylates the 5&rsquo; RNA fragments generated by miRNA-directed target RNA cleavage, leading to their degradation. This is important as failure to remove the cleavage products causes plant lethality. We further established that uridylation of miRNAs and 5&rsquo; cleavage fragments occur at the AGO1 protein that binds miRNAs and cleaves the target RNAs. These findings established the mechanisms governing the process and function of miRNA and 5&rsquo; cleavage products, which have great impacts on the studies in other organisms.</p>\n<p>&nbsp;4, One important function for siRNAs is to direct DNA methylation, an essential chromatin modification for gene expression. However, mechanisms governing &nbsp;siRNA-directed DNA methylation is still not clear. We characterized several components essential for siRNA biogenesis, which enhanced our understanding on siRNA-directed DNA methylation.</p>\n<p>Broad impacts</p>\n<p>We have trained three postdoctoral research associates. Among them Drs. Guodong Ren and Shuxin Zhang have launched a professor position at Fudan University and Shandong Agricultural University respectively. Meng Xie has earned a Ph.D degree in 2014.</p>\n<p>Three high school students including one minority and six undergraduate students including two female minorities have participated in this project and been trained in basic skills and knowledge in small RNA biology and molecular biology. A course &ldquo;advanced genetics&rdquo; that covers RNA silencing has been developed for undergraduate and graduate students.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/09/2016<br>\n\t\t\t\t\tModified by: Bin&nbsp;Yu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nmiRNAs and siRNAs that regulators of gene expression and play crucial roles in plant development and physiology. During this funding period, we were able to make three important advances in our understanding of mechanisms underlying miRNA and siRNA metabolism through analyzing the function of DAWDLE, a conserved protein, and several other proteins.\n\n1, We showed that DDL affects the accumulation of a subset siRNA and miRNAs and established that DDL is a component of a complex generating miRNAs from miRNA primary transcripts (pri-miRNAs). We further showed DDL participates in siRNA biogenesis through its interaction with DCL3, the processor of siRNAs. We also found that DDL may protect pri-miRNAs and precursors of siRNAs from degradation in nucleus of cells, which are crucial for maintaining the levels of miRNAs and siRNAs.\n\n2, we identified TOUGH, CDC5, PRL1, and STV1 as crucial components of miRNA biogenesis. Among them TOUGH, CDC5 and PRL1 act as components of pri-miRNA processing complex to regulate miRNA biogenesis. In addition, we showed that CDC5 positively regulate the transcription of pri-miRNAs through recruiting Pol II to the miRNA gene promoters, while PRL1 stabilizes pri-miRNAs. STV1 binds the structured region of pri-miRNAs to facilitate their loading the pri-miRNA processing complex. These findings have revised the model of miRNA biogenesis in plants.\n\n3, Uridylation (untemplated uridine addition at 3Æ end of RNAs) is a conserved modification occurring in miRNAs. We identified two key enzymes catalyzing miRNA and siRNA uridylation in plants and showed that uridylation triggers miRNA/siRNA degradation in plants.  We also showed that these two enzymes uridylates the 5Æ RNA fragments generated by miRNA-directed target RNA cleavage, leading to their degradation. This is important as failure to remove the cleavage products causes plant lethality. We further established that uridylation of miRNAs and 5Æ cleavage fragments occur at the AGO1 protein that binds miRNAs and cleaves the target RNAs. These findings established the mechanisms governing the process and function of miRNA and 5Æ cleavage products, which have great impacts on the studies in other organisms.\n\n 4, One important function for siRNAs is to direct DNA methylation, an essential chromatin modification for gene expression. However, mechanisms governing  siRNA-directed DNA methylation is still not clear. We characterized several components essential for siRNA biogenesis, which enhanced our understanding on siRNA-directed DNA methylation.\n\nBroad impacts\n\nWe have trained three postdoctoral research associates. Among them Drs. Guodong Ren and Shuxin Zhang have launched a professor position at Fudan University and Shandong Agricultural University respectively. Meng Xie has earned a Ph.D degree in 2014.\n\nThree high school students including one minority and six undergraduate students including two female minorities have participated in this project and been trained in basic skills and knowledge in small RNA biology and molecular biology. A course \"advanced genetics\" that covers RNA silencing has been developed for undergraduate and graduate students.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 03/09/2016\n\n\t\t\t\t\tSubmitted by: Bin Yu"
 }
}