{
 "awd_id": "1121049",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Nutrient-nutrient interactions in the small intestine",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": "7032927876",
 "po_email": "stellis@nsf.gov",
 "po_sign_block_name": "Steven Ellis",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 550000.0,
 "awd_amount": 550000.0,
 "awd_min_amd_letter_date": "2011-08-01",
 "awd_max_amd_letter_date": "2011-08-01",
 "awd_abstract_narration": "Molasses and fructose-containing syrups from agricultural crops are increasingly utilized in the diets of humans and of animals in farms and zoos and may have disrupted millions of years of adaptation to a relatively low sugar diet. This drastic increase in dietary sugar content coincidentally parallels dramatic increases in incidence of metabolic bone diseases.  No previous study has been able to conceptualize a mechanism underlying the link between excessive intake of sugars and bone health.  This investigator?s recent discovery that fructose may inhibit intestinal absorption of calcium, a mineral required to build and maintain bones, now provides a testable explanation of this link between overconsumption of caloric sweeteners and bone disease.  Intestinal perfusion, cell culture, mutant mice and dietary manipulations, in combination with molecular biological tools, will be used to examine how and why fructose inhibits intestinal calcium absorption and eventually compromises bone quality.  Fructose likely decreases the concentrations of two important compounds.  First, it may bind to, then sequester a chemical required as fuel by intestinal transporters that absorb calcium.  Second, since fructose is suspected to disrupt kidney function, it may also interfere with the manufacture by kidney cells of a compound required to make these calcium transporters.  Findings from this NSF award should ultimately lead to nutritional recommendations that can minimize the impact of increased sugar consumption on bone disease in humans and animals that already cost the US health care system and agricultural/pet industries ~$20 billion annually.  This award, which involves collaboration among American, Japanese and French investigators supports the training of four young scientists and provides the opportunity for student teaching of science in inner city high schools.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ronaldo",
   "pi_last_name": "Ferraris",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Ronaldo P Ferraris",
   "pi_email_addr": "ferraris@njms.rutgers.edu",
   "nsf_id": "000473500",
   "pi_start_date": "2011-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers, The State University of New Jersey-RBHS-New Jersey Med",
  "inst_street_address": "185 S ORANGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9739720281",
  "inst_zip_code": "071032757",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NJ10",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "QHHJD3X516J9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers, The State University of New Jersey-RBHS-New Jersey Med",
  "perf_str_addr": "185 S ORANGE AVE",
  "perf_city_name": "NEWARK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "071032757",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NJ10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 550000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp; The goal of this project was to understand why intestinal absorption of fructose markedly reduced absorption of calcium and to determine its effect on bone.&nbsp; Skeletal growth requires an adequate supply of calcium.&nbsp;Mammals which are pregnant and lactating, rapidly growing, or consuming calcium deficient diets typically and markedly increase intestinal calcium absorption and decrease renal calcium absorption.&nbsp; These adaptations increase the supply of calcium to or reduce the loss of calcium from the body in response to these severe physiological and nutritional stresses.&nbsp;It turns out that in rodents, chronic and excessive fructose consumption under these stressful conditions invariably prevent the adaptive changes in intestinal and renal calcium&nbsp; transport considered essential for skeletal growth.&nbsp; Yet why does fructose inhibit calcium transport under these conditions when the two nutrients, one a sugar, the other a mineral, are unrelated and do not compete for the same transport system?&nbsp; The clue lies in the proximate mechanism underlying the inhibitory effect of dietary fructose on calcium transport in that it prevents adaptive increases in the number of the calcium channels in the apical membrane and of the calcium binding proteins in the cell interior that participate in the transfer of dietary calcium to the blood.&nbsp;</p>\n<p>&nbsp;&nbsp; Since the amounts of calcium channels and of binding proteins depend on the levels of the hormone calcitriol, the active form of vitamin D made by the kidney, we expected and confirmed that calcitriol levels were indeed much greater in lactating rats that exhibited very high levels of calcium channels and binding proteins in the intestine and kidney.&nbsp; However, when the rat mothers were consuming fructose, there were no increases in calcitriol levels which remained the same as those in nonpregrant rats, and as a consequence, there were no increases in intestinal and renal calcium transport.&nbsp; In fact, in rat mothers chronically consuming fructose, fewer calcitriol-activated vitamin D receptors entered the nucleus to bind to the promoter regions of the genes coding for calcium channels and binding proteins involved in calcium transport, thereby reducing their synthesis.&nbsp; We were able to observet the same findings in young rats requiring high levels of dietary calcium for growth.&nbsp; Thus, the most likely mechanism underlying the harmful effects of fructose on calcium transport in mammals and even other vertebrates is its inhibitory effect on the adaptive increases in calcitriol levels.&nbsp;To confirm that the effect of fructose is mediated by calcitriol, we showed in a third publication that calcitriol treatment alleviates the fructose effect on rat intestinal calcium transport and on calcium balance. &nbsp;Finally, in a fourth publication, we showed that excess fructose intake reduces calcitriol synthesis even in rats and mice that have adequate levels of calcium.&nbsp; We even showed, in a fifth publication, that fructose has no direct effect on calcium absorption in the isolated intestine.</p>\n<p>&nbsp;&nbsp; The deleterious effect of dietary fructose on calcium absorption seems specific for calcitriol, because fructose-induced changes in levels of enzyme that make calcitriol is tightly correlated with fructose-induced changes in rates of intestinal calcium absorption.&nbsp; In contrast, dietary fructose has little effect on parathyroid hormone (PTH), the other endocrine signal that is regulated by serum calcium, so that PTH levels and calcium transport rates are not correlated.&nbsp; This inhibitory effect on calcitriol synthesis and calcium transport is caused by dietary fructose, because animals consuming dietary glucose and starch are able to both increase calcitriol levels and calcium transport rates.&nbsp; Does dietary fructose decrease the manufacture or...",
  "por_txt_cntn": "\n   The goal of this project was to understand why intestinal absorption of fructose markedly reduced absorption of calcium and to determine its effect on bone.  Skeletal growth requires an adequate supply of calcium. Mammals which are pregnant and lactating, rapidly growing, or consuming calcium deficient diets typically and markedly increase intestinal calcium absorption and decrease renal calcium absorption.  These adaptations increase the supply of calcium to or reduce the loss of calcium from the body in response to these severe physiological and nutritional stresses. It turns out that in rodents, chronic and excessive fructose consumption under these stressful conditions invariably prevent the adaptive changes in intestinal and renal calcium  transport considered essential for skeletal growth.  Yet why does fructose inhibit calcium transport under these conditions when the two nutrients, one a sugar, the other a mineral, are unrelated and do not compete for the same transport system?  The clue lies in the proximate mechanism underlying the inhibitory effect of dietary fructose on calcium transport in that it prevents adaptive increases in the number of the calcium channels in the apical membrane and of the calcium binding proteins in the cell interior that participate in the transfer of dietary calcium to the blood. \n\n   Since the amounts of calcium channels and of binding proteins depend on the levels of the hormone calcitriol, the active form of vitamin D made by the kidney, we expected and confirmed that calcitriol levels were indeed much greater in lactating rats that exhibited very high levels of calcium channels and binding proteins in the intestine and kidney.  However, when the rat mothers were consuming fructose, there were no increases in calcitriol levels which remained the same as those in nonpregrant rats, and as a consequence, there were no increases in intestinal and renal calcium transport.  In fact, in rat mothers chronically consuming fructose, fewer calcitriol-activated vitamin D receptors entered the nucleus to bind to the promoter regions of the genes coding for calcium channels and binding proteins involved in calcium transport, thereby reducing their synthesis.  We were able to observet the same findings in young rats requiring high levels of dietary calcium for growth.  Thus, the most likely mechanism underlying the harmful effects of fructose on calcium transport in mammals and even other vertebrates is its inhibitory effect on the adaptive increases in calcitriol levels. To confirm that the effect of fructose is mediated by calcitriol, we showed in a third publication that calcitriol treatment alleviates the fructose effect on rat intestinal calcium transport and on calcium balance.  Finally, in a fourth publication, we showed that excess fructose intake reduces calcitriol synthesis even in rats and mice that have adequate levels of calcium.  We even showed, in a fifth publication, that fructose has no direct effect on calcium absorption in the isolated intestine.\n\n   The deleterious effect of dietary fructose on calcium absorption seems specific for calcitriol, because fructose-induced changes in levels of enzyme that make calcitriol is tightly correlated with fructose-induced changes in rates of intestinal calcium absorption.  In contrast, dietary fructose has little effect on parathyroid hormone (PTH), the other endocrine signal that is regulated by serum calcium, so that PTH levels and calcium transport rates are not correlated.  This inhibitory effect on calcitriol synthesis and calcium transport is caused by dietary fructose, because animals consuming dietary glucose and starch are able to both increase calcitriol levels and calcium transport rates.  Does dietary fructose decrease the manufacture or increase the breakdown of calcitriol in the kidney?   It turns out that dietary fructose markedly reduces the levels of enzymes that make calcitriol, and slightly increases the levels of enzyme..."
 }
}