{
 "awd_id": "1121650",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Impact of Pack-MULEs on Plant Genome Evolution and  Mechanisms of Sequence Acquisition",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": "7032924967",
 "po_email": "kccone@nsf.gov",
 "po_sign_block_name": "Karen Cone",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 1490000.0,
 "awd_amount": 1490000.0,
 "awd_min_amd_letter_date": "2011-08-25",
 "awd_max_amd_letter_date": "2011-08-25",
 "awd_abstract_narration": "Intellectual Merit:  This project focuses on Pack-MULEs, a special group of \"jumping genes\" (transposable elements) that are abundant in plants. A unique feature of Pack-MULEs is their ability to duplicate, reorganize, and shuffle DNA fragments in the genome. As a result, Pack-MULEs are potential \"gene machines\", capable of generating new genes or modifying existing genes and thus contributing to gene and genome evolution. Despite the abundance of Pack-MULEs, little is known about often Pack-MULEs acquire new gene functions or the mechanisms by which these elements duplicate DNA fragments. This research will determine how many of the 3,000 Pack-MULEs in rice encode bona fide proteins and will study the function of a subset of Pack-MULE-associated proteins. In addition, this study will elucidate the impact of Pack-MULE formation on existing genes and determine the factors that promote sequence duplication by Pack-MULEs. Together, these studies will contribute to better understanding of how transposable elements shape genome evolution.\r\n\r\nBroader impacts: Students at different levels will be trained with cutting-edge approaches in molecular genetics and computational biology. This project will assist undergraduate students from under-represented groups in their application for graduate study. Through a local public educational garden, this project will provide education to K-12 students and other visitors on  the importance of plants for food and on  genetic mechanisms that result in phenotypic diversity. The research and education activity involved in this project will raise awareness of the broader public that \"genetic engineering\" in nature is associated with alternations at both the molecular and phenotypic level.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ning",
   "pi_last_name": "Jiang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ning Jiang",
   "pi_email_addr": "jiangn@msu.edu",
   "nsf_id": "000259423",
   "pi_start_date": "2011-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carol",
   "pi_last_name": "Buell",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Carol R Buell",
   "pi_email_addr": "Robin.Buell@uga.edu",
   "nsf_id": "000231656",
   "pi_start_date": "2011-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jiming",
   "pi_last_name": "Jiang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jiming Jiang",
   "pi_email_addr": "jiangjm@msu.edu",
   "nsf_id": "000408114",
   "pi_start_date": "2011-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yuehua",
   "pi_last_name": "Cui",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yuehua Cui",
   "pi_email_addr": "cuiy@msu.edu",
   "nsf_id": "000283644",
   "pi_start_date": "2011-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "426 AUDITORIUM RD RM 2",
  "perf_city_name": "EAST LANSING",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801500",
   "pgm_ele_name": "BIO Innovation Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "001B",
   "pgm_ref_txt": "Big Pitch"
  },
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1490000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Plant genomes are full of transposable elements (TEs), also called &ldquo;jumping genes&rdquo;, which are DNA fragments that change locations in the genome and increasing their copy numbers. &nbsp;Some TEs are capable of duplicating, recombining, and amplifying cellular genes and gene fragments; however, the significance and mechanism of such actions is not well understood. This study focused on one type of such elements, called &ldquo;Pack-MULEs&rdquo;, referring to Mutator-like elements carrying gene or gene fragments. There are about 3,000 Pack-MULEs in the rice genome.&nbsp; The duplication process of Mutator-like elements is not random. They preferentially duplicate bona fide genes with broad expression. In some cases, Pack-MULEs form fused transcripts with nearby genes, thus cause modification of the gene structure. In addition, Pack-MULEs move sequences between distinct chromosome domains, influencing the expression pattern, base composition, and future evolution of the chromosomes.</p>\n<p>Through a combination of experimental and computational approaches, we demonstrate that 40% of the Pack-MULEs are expressed, and the majority of them are expressed in reproductive tissues. Furthermore, at least 9% of the Pack-MULEs generate proteins. Moreover, the epigenetic profile of expressed Pack-MULEs resembles that of normal genes. When Pack-MULEs are interrupted, the relevant mutants demonstrate phenotypes, mostly associated with fertility. Taken together, our study suggests that Pack-MULEs serve as natural &ldquo;genetic engineering labs&rdquo;, and a large portion of the products are likely functional &ndash; either as novel genes or modifying other existing genes, suggesting they are the driving force of evolution. Due to their functional potential, some of the Pack-MULEs maybe utilized to improve agronomic traits.&nbsp;&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/26/2017<br>\n\t\t\t\t\tModified by: Ning&nbsp;Jiang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPlant genomes are full of transposable elements (TEs), also called \"jumping genes\", which are DNA fragments that change locations in the genome and increasing their copy numbers.  Some TEs are capable of duplicating, recombining, and amplifying cellular genes and gene fragments; however, the significance and mechanism of such actions is not well understood. This study focused on one type of such elements, called \"Pack-MULEs\", referring to Mutator-like elements carrying gene or gene fragments. There are about 3,000 Pack-MULEs in the rice genome.  The duplication process of Mutator-like elements is not random. They preferentially duplicate bona fide genes with broad expression. In some cases, Pack-MULEs form fused transcripts with nearby genes, thus cause modification of the gene structure. In addition, Pack-MULEs move sequences between distinct chromosome domains, influencing the expression pattern, base composition, and future evolution of the chromosomes.\n\nThrough a combination of experimental and computational approaches, we demonstrate that 40% of the Pack-MULEs are expressed, and the majority of them are expressed in reproductive tissues. Furthermore, at least 9% of the Pack-MULEs generate proteins. Moreover, the epigenetic profile of expressed Pack-MULEs resembles that of normal genes. When Pack-MULEs are interrupted, the relevant mutants demonstrate phenotypes, mostly associated with fertility. Taken together, our study suggests that Pack-MULEs serve as natural \"genetic engineering labs\", and a large portion of the products are likely functional &ndash; either as novel genes or modifying other existing genes, suggesting they are the driving force of evolution. Due to their functional potential, some of the Pack-MULEs maybe utilized to improve agronomic traits.  \n\n\t\t\t\t\tLast Modified: 11/26/2017\n\n\t\t\t\t\tSubmitted by: Ning Jiang"
 }
}