{
 "awd_id": "1121281",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Assimilation and the U.S. Host Society",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "kevin Leicht",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 146438.0,
 "awd_amount": 146438.0,
 "awd_min_amd_letter_date": "2011-08-12",
 "awd_max_amd_letter_date": "2011-08-12",
 "awd_abstract_narration": "SES-1121281\r\nTomas Jimenez\r\nStanford University\r\n\r\nAbstract\r\n\r\nAssimilation and the U.S. Host Society\r\n\r\nHow do host-society individuals - those who are US-born of US-born parents - participate in a relational process of assimilation which involves immigrants?  For the last century, assimilation research has regarded the host society as shaping the assimilation of immigrants and their descendents. Recent theoretical innovations recognize that the variegated nature of U.S. society along ethnoracial and class lines may mean that immigrants and their children experience a segmented form of assimilation.  Research based on classical assimilation theory and its newer variants do not account for how host-society individuals are themselves assimilating in a context shaped by immigration. \r\n\r\nThe proposed project focuses on host-society individuals and examines how ethnoracial and class context shapes their experiences. It aims to make sense of a relational and potentially mutually influencing assimilation process.  The study employs in-depth interviews with host-society individuals and observations in three areas in the southern part San Francisco Bay Area, CA (\"Silicon Valley\"): East Palo Alto, Cupertino, and Berryessa (a subsection of San José).  Each area has a different ethnoracial and class profile, capturing the segmented nature of the contexts in which assimilation unfolds.  \r\n\r\nThe study flips the assimilation equation by examining how the outcomes normally associated with immigrant assimilation apply to host-society individuals.  It examines their ethnoracial identity perceptions of ethnoracial boundaries, everyday practices, the ethnoracial composition of their social networks and their conceptions of American national identity vis-à-vis immigration.  \r\n\r\nThe sample of roughly 180 in-depth interview respondents (60 in each locale) will be divided into three age cohorts in order to assess how assimilation among host-society individuals unfolds across cohorts.  The project also includes interviews with key informants in each locale and observational data.  \r\n\r\nThe project has the potential to transform the social-scientific understanding of assimilation by providing a fuller account of how both immigrants \"guest\" and native-born \"hosts\" participate in assimilation.\r\n\r\nBroader Impacts\r\nThe project's broader impacts are related to immigration policy (including addressing how immigration may or may not be changing U.S. society). The project will contribute to greater public understanding of the influence of immigration on the United States.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tomas",
   "pi_last_name": "Jimenez",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Tomas R Jimenez",
   "pi_email_addr": "tjimenez@stanford.edu",
   "nsf_id": "000516672",
   "pi_start_date": "2011-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 146438.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><span style=\"text-decoration: underline;\">Project Outcomes: </span></strong></p>\n<p>The project shows how individuals who are members of the host society (people who are US-born of US-born parents) experience and make sense of integration driven change. The project flips the assimilation equation, examining how established members of a community adjust to immigration-driven change.&nbsp; The study draws on interviews with host-society individuals and observations in three areas in the southern part San Francisco Bay Area, CA (&ldquo;Silicon Valley&rdquo;): East Palo Alto, Cupertino, and Berryessa (a subsection of San Jos&eacute;).&nbsp; Each area has a different ethnoracial and class profile, capturing the segmented nature of the contexts in which assimilation unfolds. &nbsp;A total of 204 interviews were gathered - 179 with individual host-society members, and an additional 25 interviews were gathered from key informants.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Key findings from the interviews include the following:</p>\n<p>&nbsp;</p>\n<ol>\n<li><em>English language-use is <span style=\"text-decoration: underline;\">the</span> central behavioral component of local belonging and American national      identity, according to respondents in all three contexts.&nbsp; </em></li>\n</ol>\n<p>Host-society respondents see English-language use as having a practical benefit in that is allows for effective communication.&nbsp; It also has symbolic value in that it marks the boundaries of their conceptions of national belonging.&nbsp; Even the most ardent supporters of diversity expressed a desire for everyone to speak English, and relayed frequent and frustrating experiences of interacting with immigrants whose English-language ability is limited or non-existence.&nbsp; Furthermore, language shapes perceptions of belonging independent of ethnoracial origin.&nbsp; Respondents described forming network ties across ethnoracial lines when the immigrant-origin individuals speak English fluently.</p>\n<p>&nbsp;</p>\n<ol>\n<li><em>Ethnoracial, linguistic,      national origin, and class divisions introduced by immigration dampen      feelings of belonging.</em></li>\n</ol>\n<p>The interview data show that immigration-driven diversity dampens perceptions of belonging.&nbsp; But in a context of &ldquo;super-diversity&rdquo; the distinctions that matter to respondents are not ethnoracial alone. Immigration introduces multiple kinds of diversity &ndash; including linguistic, national origin, and class &ndash; that vary within and between ethnoracial groups.&nbsp; As a result, respondents articulate impediments to a sense of cohesion in relation to characteristics that have more to do with being an immigrant than of a particular ethnoracial group: language use, neighborhood tenure, generation-since-immigration, and class-inflected strategies of getting ahead.&nbsp; The interviews suggest that diversity shapes a sense of belonging in context-specific and class-inflected ways.&nbsp; In their neighborhoods, respondents in all three locales reported that non-English-language use impedes social interactions.&nbsp; Cupertino and, to a lesser degree, Berryessa respondents identified an amplified version of an upper-middle-class style parenting on the part of immigrants as coming at the expense of investment in a larger communal whole.&nbsp; In the workplace, East Palo Alto respondents articulate an exaggerated form of the division and cohesion that they find in their neighborhood, with linguistic difference and ethnic-networks within the workplace yielding a strong sense of exclusion, while close working relationships with English-speaking individuals of other ethnoracial origins produce a sense of cohesion.&nbsp; Cupertino and Berryessa respondents, who largely work in professional settings where English-language use is common and ethnic clustering within firms rare, describe the workplace as void of ethnoraci...",
  "por_txt_cntn": "\nProject Outcomes: \n\nThe project shows how individuals who are members of the host society (people who are US-born of US-born parents) experience and make sense of integration driven change. The project flips the assimilation equation, examining how established members of a community adjust to immigration-driven change.  The study draws on interviews with host-society individuals and observations in three areas in the southern part San Francisco Bay Area, CA (\"Silicon Valley\"): East Palo Alto, Cupertino, and Berryessa (a subsection of San Jos&eacute;).  Each area has a different ethnoracial and class profile, capturing the segmented nature of the contexts in which assimilation unfolds.  A total of 204 interviews were gathered - 179 with individual host-society members, and an additional 25 interviews were gathered from key informants. \n\n \n\nKey findings from the interviews include the following:\n\n \n\nEnglish language-use is the central behavioral component of local belonging and American national      identity, according to respondents in all three contexts.  \n\n\nHost-society respondents see English-language use as having a practical benefit in that is allows for effective communication.  It also has symbolic value in that it marks the boundaries of their conceptions of national belonging.  Even the most ardent supporters of diversity expressed a desire for everyone to speak English, and relayed frequent and frustrating experiences of interacting with immigrants whose English-language ability is limited or non-existence.  Furthermore, language shapes perceptions of belonging independent of ethnoracial origin.  Respondents described forming network ties across ethnoracial lines when the immigrant-origin individuals speak English fluently.\n\n \n\nEthnoracial, linguistic,      national origin, and class divisions introduced by immigration dampen      feelings of belonging.\n\n\nThe interview data show that immigration-driven diversity dampens perceptions of belonging.  But in a context of \"super-diversity\" the distinctions that matter to respondents are not ethnoracial alone. Immigration introduces multiple kinds of diversity &ndash; including linguistic, national origin, and class &ndash; that vary within and between ethnoracial groups.  As a result, respondents articulate impediments to a sense of cohesion in relation to characteristics that have more to do with being an immigrant than of a particular ethnoracial group: language use, neighborhood tenure, generation-since-immigration, and class-inflected strategies of getting ahead.  The interviews suggest that diversity shapes a sense of belonging in context-specific and class-inflected ways.  In their neighborhoods, respondents in all three locales reported that non-English-language use impedes social interactions.  Cupertino and, to a lesser degree, Berryessa respondents identified an amplified version of an upper-middle-class style parenting on the part of immigrants as coming at the expense of investment in a larger communal whole.  In the workplace, East Palo Alto respondents articulate an exaggerated form of the division and cohesion that they find in their neighborhood, with linguistic difference and ethnic-networks within the workplace yielding a strong sense of exclusion, while close working relationships with English-speaking individuals of other ethnoracial origins produce a sense of cohesion.  Cupertino and Berryessa respondents, who largely work in professional settings where English-language use is common and ethnic clustering within firms rare, describe the workplace as void of ethnoracial division that they find where the live.\n\n \n\nThe class status of      immigrants can shape the meaning and status of ethnoracial categories. \n\n\nThis finding emerges from Cupertino, where the large population of high-skilled immigrants from East and South Asia has established and enforces an amplified version of high-achievement norms in the city.  In the process, the traditional link bet..."
 }
}