{
 "awd_id": "1121770",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Structure-Function Relationships in Metalloenzymes with Multiple Redox-active Centers",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michele McGuirl",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 400265.0,
 "awd_amount": 400265.0,
 "awd_min_amd_letter_date": "2011-07-12",
 "awd_max_amd_letter_date": "2011-07-12",
 "awd_abstract_narration": "Intellectual Merit\r\nResearch will be undertaken on three metal-containing proteins that allow particular bacteria to interconvert ammonia and nitrite.  Without these proteins, such an interconversion would be too slow for bacterial survival.  This project involves the development and application of time-resolved X-ray crystallography and Laue crystallography methods in an effort to obtain structural information on three multi-heme respiratory enzymes; cytochrome c nitrile reductase, octaheme tetrahtionate reductase and hydroxylamine oxidoreductase, enzymes which have broadly similar architectures. The goal of the project is to elucidate the mechanism of the multi-electron interconversion of ammonium and nitrite. The investigative techniques are relatively new and have enormous untapped potential, the development of which is an important complementary aim of the project.  During data collection in conventional crystallography the entire crystal is exposed to X-rays for several hours.  However, exposing a protein to X-rays often results in changes on the time scale of the conventional experiment. This is especially true for metal-containing proteins such as the ones of interest in this project. As a result, the structure one obtains is often not that of the original molecule, reflecting instead the average of the original structure and those of the protein after modification by the X-rays. By contrast, a Laue pattern is obtained in 100 picoseconds, too short a time for radiation damage to appear.  As a consequence, the Laue method is ideally suited to the investigation of proteins that are susceptible to X-ray damage.  The Laue method can also be used to make a \"movie\" of molecular changes during a reaction, by piecing together exposures taken at varying times after reaction initiation (time resolved crystallography).\r\n\t\r\nBroader impact\r\nThree graduate students per year will work on this project.  The project's highly interdisciplinary nature provides the students with a wide breadth of skills that will make them highly competitive when they go on to independent careers after graduation.  The project will sponsor an average of three undergraduate researchers per year, in addition to two high school students and two high school teachers who will perform summer research.  The graduate students supported on this project also provide direct supervision for many of the undergraduates as well as one high school student and teacher.  \r\n\r\nThe project also provides insight into the growing environmental problem of nitrogen cycle imbalance.  Ammonia (a major component of fertilizer) and nitrite  are two examples of \"reactive nitrogen\"; that is, nitrogen usable by many living organisms, as opposed to \"elemental nitrogen\" which makes up 89% of the air we breathe, but is directly usable by only a few bacteria.  Over the last 50 years the balance between reactive and elemental nitrogen has shifted significantly towards the former, as more fertilizer was generated to produce food and (recently) biofuels.  This shift in balance is having many unintended negative consequences, which will soon have to be mitigated.  A better understanding of ammonia-nitrite interconversion may lead to the more efficient use of ammonia fertilizer, and thus help redress the imbalance.\r\n\r\nThis project is receiving co-funding from the Chemistry of Life Processes program in the Chemistry Division",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arsenio",
   "pi_last_name": "Pacheco",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Arsenio A Pacheco",
   "pi_email_addr": "apacheco@uwm.edu",
   "nsf_id": "000485726",
   "pi_start_date": "2011-07-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marius",
   "pi_last_name": "Schmidt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marius Schmidt",
   "pi_email_addr": "m-schmidt@uwm.edu",
   "nsf_id": "000508280",
   "pi_start_date": "2011-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Milwaukee",
  "inst_street_address": "3203 N DOWNER AVE # 273",
  "inst_street_address_2": "",
  "inst_city_name": "MILWAUKEE",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "4142294853",
  "inst_zip_code": "532113153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "WI04",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "JBQ9M3PLFDP5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Milwaukee",
  "perf_str_addr": "3203 N DOWNER AVE # 273",
  "perf_city_name": "MILWAUKEE",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "532113153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "WI04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  },
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 400265.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Overview</strong></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The Pacheco-Schmidt research groups are studying two metal-containing proteins, cytochrome-c nitrite reductase (ccNIR) and hydroxylamine oxidase (HAO), that allow certain bacteria to interconvert ammonia and nitrite (Fig. 1).&nbsp; Bacteria can extract energy from this inter-conversion, but without the proteins the process would be too slow for bacterial survival.&nbsp; The primary aim of the project is to determine how ccNiR and HAO, which have broadly similar architectures, are tailored to shepherd the ammonia-nitrite inter-conversion preferentially in one direction or the other.&nbsp;</p>\n<p>Ammonia-nitrite inter-conversion is a surprisingly complicated process.&nbsp; Therefore, an important strategy in the project is to devise methods that allow the complete inter-conversion to be broken down into more elementary steps, which are then individually investigated using a variety of techniques. &nbsp;Some of these techniques are well-established, while others are novel and experimental in themselves.&nbsp; Most notable in the latter category are Laue X-ray crystallography and Laue-based time resolved crystallography. &nbsp;</p>\n<p>X-ray crystallography is one of the few methods available for determining the 3-dimensional arrangement of atoms in a biological macromolecule, by in effect providing a &ldquo;3-d snapshot&rdquo; of the molecule.&nbsp; The Laue method additionally provides an opportunity to follow the structural course of reactions by providing more than 1 billion snapshots per second.&nbsp; By piecing together the snapshots taken at varying times after a reaction is initiated, &ldquo;movies&rdquo; of molecular changes are obtained. These relatively new Laue techniques have enormous untapped potential, the development of which is an important complementary aim of the project.&nbsp; Exposing a protein to X-rays may cause changes in the protein structure (radiation damage). This is especially true for metal-containing proteins such as ccNIR and HAO. &nbsp;In conventional crystallography the changes to the protein occur as the data is collected, providing a blurred image rather than the structure of the original molecule.&nbsp; By contrast, a Laue snapshot is obtained in 0.1 &ndash; 800 billionths of a second, too short a time for radiation damage to appear.&nbsp; Consequently, the Laue method is ideally suited for investigating sensitive enzymes such as ccNiR or HAO. <strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong></p>\n<p><strong>Broader impacts</strong>&nbsp;</p>\n<p>Three graduate students per year are funded directly to work on this project.&nbsp; The project&rsquo;s highly interdisciplinary nature provides the students with a wide breadth of skills that make them very competitive when they go on to independent careers after graduation.&nbsp; The Pacheco-Schmidt groups also sponsor an average of three undergraduate researchers per year, in addition to two high school students from economically disadvantaged backgrounds, and two high school teachers, who do summer research.&nbsp; These junior research interns are typically financed from alternative funding sources, such as the NSF&rsquo;s &ldquo;Research Experience for Teachers&rdquo; program, the American Chemical Society&rsquo;s &ldquo;Project SEED&rdquo; program, and UW-Milwaukee&rsquo;s Office of Undergraduate Research, but are directly supervised by the graduate students funded to work on this project.&nbsp;</p>\n<p>The project also provides insight into the growing environmental problem of nitrogen cycle imbalance.&nbsp; Ammonia (a major component of fertilizer) and nitrite&nbsp; are two examples of &ldquo;reactive nitrogen&rdquo;; that is, nitrogen that living organisms can incorporate into biomolecules such as proteins or DNA, as opposed to &ldquo;elemental nitrogen&rdquo; wh...",
  "por_txt_cntn": "\nProject Overview\n\n            The Pacheco-Schmidt research groups are studying two metal-containing proteins, cytochrome-c nitrite reductase (ccNIR) and hydroxylamine oxidase (HAO), that allow certain bacteria to interconvert ammonia and nitrite (Fig. 1).  Bacteria can extract energy from this inter-conversion, but without the proteins the process would be too slow for bacterial survival.  The primary aim of the project is to determine how ccNiR and HAO, which have broadly similar architectures, are tailored to shepherd the ammonia-nitrite inter-conversion preferentially in one direction or the other. \n\nAmmonia-nitrite inter-conversion is a surprisingly complicated process.  Therefore, an important strategy in the project is to devise methods that allow the complete inter-conversion to be broken down into more elementary steps, which are then individually investigated using a variety of techniques.  Some of these techniques are well-established, while others are novel and experimental in themselves.  Most notable in the latter category are Laue X-ray crystallography and Laue-based time resolved crystallography.  \n\nX-ray crystallography is one of the few methods available for determining the 3-dimensional arrangement of atoms in a biological macromolecule, by in effect providing a \"3-d snapshot\" of the molecule.  The Laue method additionally provides an opportunity to follow the structural course of reactions by providing more than 1 billion snapshots per second.  By piecing together the snapshots taken at varying times after a reaction is initiated, \"movies\" of molecular changes are obtained. These relatively new Laue techniques have enormous untapped potential, the development of which is an important complementary aim of the project.  Exposing a protein to X-rays may cause changes in the protein structure (radiation damage). This is especially true for metal-containing proteins such as ccNIR and HAO.  In conventional crystallography the changes to the protein occur as the data is collected, providing a blurred image rather than the structure of the original molecule.  By contrast, a Laue snapshot is obtained in 0.1 &ndash; 800 billionths of a second, too short a time for radiation damage to appear.  Consequently, the Laue method is ideally suited for investigating sensitive enzymes such as ccNiR or HAO.          \n\nBroader impacts \n\nThree graduate students per year are funded directly to work on this project.  The projectÆs highly interdisciplinary nature provides the students with a wide breadth of skills that make them very competitive when they go on to independent careers after graduation.  The Pacheco-Schmidt groups also sponsor an average of three undergraduate researchers per year, in addition to two high school students from economically disadvantaged backgrounds, and two high school teachers, who do summer research.  These junior research interns are typically financed from alternative funding sources, such as the NSFÆs \"Research Experience for Teachers\" program, the American Chemical SocietyÆs \"Project SEED\" program, and UW-MilwaukeeÆs Office of Undergraduate Research, but are directly supervised by the graduate students funded to work on this project. \n\nThe project also provides insight into the growing environmental problem of nitrogen cycle imbalance.  Ammonia (a major component of fertilizer) and nitrite  are two examples of \"reactive nitrogen\"; that is, nitrogen that living organisms can incorporate into biomolecules such as proteins or DNA, as opposed to \"elemental nitrogen\" which makes up 78% of the air we breathe, but is usable by only a few bacteria (Fig. 1).  Over the last 50 years the balance between reactive and elemental nitrogen has shifted significantly towards the former, as more fertilizer was generated to produce food and (recently) biofuels.  This shift is having many unintended negative consequences, such as aquifer contamination and greenhouse gas production (Fig. 1), which will soon have to be..."
 }
}