{
 "awd_id": "1121890",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: The Impact of Disclosure History and Interviewing Protocol on Children's Eyewitness Testimony",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "jonathan gould",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 127116.0,
 "awd_amount": 127116.0,
 "awd_min_amd_letter_date": "2011-08-15",
 "awd_max_amd_letter_date": "2011-08-15",
 "awd_abstract_narration": "Currently, there is no consensus on which interviewing techniques provide the most reliable evidence from alleged victims of child physical and sexual abuse. One style of interviewing, which reflects decades of research on children's eyewitness testimony, encourages children to describe events in their own words and avoids specific questions and props. In contrast, another style seeks to maximize disclosures through the use of body diagrams and specific questions about touching. Unfortunately, the debate over which method best distinguishes abused from nonabused children, and the field of children's eyewitness testimony itself, are at an impasse. This research project uses a new approach that allows researchers to safely and ethically test between these two different approaches in a laboratory setting. Results will determine whether eyewitness findings vary for children with different disclosure histories and whether the positioning of body diagrams in interviews influences rates of true and false reports.   \r\n\r\nInformation about optimal interviewing practices has the potential to influence state and national-level interviewing policies utilized by law enforcement officials.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Dickinson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jason Dickinson",
   "pi_email_addr": "dickinsonj@mail.montclair.edu",
   "nsf_id": "000073423",
   "pi_start_date": "2011-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Montclair State University",
  "inst_street_address": "1 NORMAL AVE",
  "inst_street_address_2": "",
  "inst_city_name": "MONTCLAIR",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9736556923",
  "inst_zip_code": "070431624",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "NJ11",
  "org_lgl_bus_name": "MONTCLAIR STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "CM4TTRKFCLF9"
 },
 "perf_inst": {
  "perf_inst_name": "Montclair State University",
  "perf_str_addr": "1 NORMAL AVE",
  "perf_city_name": "MONTCLAIR",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "070431624",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "NJ11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 127116.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>One way scientists develop guidelines for interviewing children about alleged abuse is by conducting analog studies in which interviewers question children about documented (often staged) events.&nbsp; Although analog findings have had a widespread influence on interviewing practice, critics argue that these results have little relevance for abuse investigations.&nbsp; One complaint is that most children who participate in analog studies have not discussed target events prior to interviews, whereas many children involved in abuse investigations have already disclosed.&nbsp; This is an important difference because interviewing techniques that prompt numerous false reports in laboratory studies may not have similar effects in the field, where many children are not reporting events for the first time.&nbsp; The second criticism of analog research is the most frequently vented: Because the innocuous experiences in analog studies are not salient or memorable, their results cannot inform us about the pros and cons of the interview methods tested.&nbsp; Due to a mistrust of laboratory findings, conclusions from eyewitness research do not always impact practices out in the field.</p>\n<p>This study tested a new paradigm for child eyewitness research, Mr. Science&mdash;Germ Detective, that better parallels the dynamics of abuse investigations.&nbsp; Capitalizing on children&rsquo;s understanding of contamination, the paradigm (a) exposes children to salient and inappropriate touching, (b) replicates the varied disclosure histories that exist in actual cases, and (c) packages these features in a laboratory experience that is ethical and even potentially beneficial to child participants.&nbsp; In this paradigm, each child is told that research assistants are no longer allowed to touch anyone&rsquo;s skin because they do not want to spread germs.&nbsp; Afterward, an assistant who is delivering an educational program about germs tries to touch the child two times.&nbsp; Children who spontaneously disclose touching and those who disclose during a phone call compose the prior-disclosure group, whereas children who do not disclose compose the no-prior-disclosure group.&nbsp; The current study was a demonstration of the Germ Detective paradigm that compared how children (4 to 8 years) with and without prior disclosures responded to conventional-first (verbal questions before introduction of a body diagram) and diagram-first interview protocols.</p>\n<p>&nbsp;There were four major findings.&nbsp; (a) The paradigm succeeded in producing salient touching experiences.&nbsp; For example, over half of the children blocked one or both touches, some spontaneously disclosed touching to a parent, and many disclosed when asked about touching on the phone.&nbsp; (b) Children&rsquo;s performance across open-ended and more focused questions mirrored typical findings.&nbsp; For example, there were few disclosures when interviewers asked children what had happened during Germ Detective but a substantial increase in disclosures when questions asked about wrong-doing and touching.&nbsp; (c) Body diagrams made it easier for interviewers to elicit detailed disclosures from children who had not previously disclosed, but diagrams (more so than verbal questions alone) returned a high rate of false reports when used to probe for more disclosures after early interview phases.&nbsp; (d) There was a significant interaction between disclosure history and interview condition: Diagrams significantly helped novice interviewers only when children had not previously disclosed.&nbsp; This finding illustrates why it is important to include children&rsquo;s disclosure histories as a factor in studies that compare interview strategies.</p>\n<p>There were additional findings from two related projects.&nbsp; An analysis of children&rsquo;s responses during ground rules (interview) instruction found that ground rules take l...",
  "por_txt_cntn": "\nOne way scientists develop guidelines for interviewing children about alleged abuse is by conducting analog studies in which interviewers question children about documented (often staged) events.  Although analog findings have had a widespread influence on interviewing practice, critics argue that these results have little relevance for abuse investigations.  One complaint is that most children who participate in analog studies have not discussed target events prior to interviews, whereas many children involved in abuse investigations have already disclosed.  This is an important difference because interviewing techniques that prompt numerous false reports in laboratory studies may not have similar effects in the field, where many children are not reporting events for the first time.  The second criticism of analog research is the most frequently vented: Because the innocuous experiences in analog studies are not salient or memorable, their results cannot inform us about the pros and cons of the interview methods tested.  Due to a mistrust of laboratory findings, conclusions from eyewitness research do not always impact practices out in the field.\n\nThis study tested a new paradigm for child eyewitness research, Mr. Science&mdash;Germ Detective, that better parallels the dynamics of abuse investigations.  Capitalizing on childrenÆs understanding of contamination, the paradigm (a) exposes children to salient and inappropriate touching, (b) replicates the varied disclosure histories that exist in actual cases, and (c) packages these features in a laboratory experience that is ethical and even potentially beneficial to child participants.  In this paradigm, each child is told that research assistants are no longer allowed to touch anyoneÆs skin because they do not want to spread germs.  Afterward, an assistant who is delivering an educational program about germs tries to touch the child two times.  Children who spontaneously disclose touching and those who disclose during a phone call compose the prior-disclosure group, whereas children who do not disclose compose the no-prior-disclosure group.  The current study was a demonstration of the Germ Detective paradigm that compared how children (4 to 8 years) with and without prior disclosures responded to conventional-first (verbal questions before introduction of a body diagram) and diagram-first interview protocols.\n\n There were four major findings.  (a) The paradigm succeeded in producing salient touching experiences.  For example, over half of the children blocked one or both touches, some spontaneously disclosed touching to a parent, and many disclosed when asked about touching on the phone.  (b) ChildrenÆs performance across open-ended and more focused questions mirrored typical findings.  For example, there were few disclosures when interviewers asked children what had happened during Germ Detective but a substantial increase in disclosures when questions asked about wrong-doing and touching.  (c) Body diagrams made it easier for interviewers to elicit detailed disclosures from children who had not previously disclosed, but diagrams (more so than verbal questions alone) returned a high rate of false reports when used to probe for more disclosures after early interview phases.  (d) There was a significant interaction between disclosure history and interview condition: Diagrams significantly helped novice interviewers only when children had not previously disclosed.  This finding illustrates why it is important to include childrenÆs disclosure histories as a factor in studies that compare interview strategies.\n\nThere were additional findings from two related projects.  An analysis of childrenÆs responses during ground rules (interview) instruction found that ground rules take little time to deliver and are generally understood by children.  (This instruction involves rules, such as \"DonÆt guess,\" and associated practice questions, such as \"What is my dogÆs name?\")  For another p..."
 }
}