{
 "awd_id": "1121692",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "MPS-BIO: Collaborative Research: Physical Mechanisms Regulating Sperm Chemotaxis",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": "7032927876",
 "po_email": "stellis@nsf.gov",
 "po_sign_block_name": "Steven Ellis",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 410000.0,
 "awd_amount": 410000.0,
 "awd_min_amd_letter_date": "2011-09-06",
 "awd_max_amd_letter_date": "2013-06-17",
 "awd_abstract_narration": "Despite a century of intensive research, fertilization is one of the least understood fundamental biological processes. Chemical signaling between gametes through fluid-borne cues occurs in diverse taxa with highly divergent reproductive strategies and is thought to play a fundamental role in reproduction. Still, it is unclear how chemical communication between gametes occurs under natural conditions. A critical determinant of the effectiveness of chemical cues and their influence on the motility of male gametes is ambient fluid motion. Fluid motion may promote cell interactions by bringing gametes together or alternately may inhibit adhesion and binding, yet very little is known about the effects of flow on the motility and chemotaxis of male gametes. \r\n\r\nExisting methods have limited ability to study the role of physics and chemistry in mediating gamete behavior and fertilization. It is very difficult to accurately control fluid motion and chemical cues at microscopic scales. In this project, state-of-the-art microfluidic approaches will enable unprecedented control over microenvironments naturally inhabited by gametes. This study will take a comprehensive approach and apply microfluidics to determine the roles played by physics and chemistry in gamete interactions. The proposed research, to be carried out under the guidance of PIs Jeff Riffell (U. Washington), Roman Stocker (MIT) and Richard Zimmer (UCLA), is thus structured around two principal aims: (i) determine the impact of chemical cues on male gamete motility and on fertilization success; (ii) establish the effects of fluid motion on the motility of male gametes and their response to chemical cues. The synergy and complementarity of expertise between the three PIs will enable an in-depth characterization of the biomechanics of male gamete swimming and of chemical communication between germ cells. \r\n\r\nThe comprehensive and interdisciplinary approach of this study will have broad and diverse impacts on science and society. A better understanding of male gamete chemotaxis will arise from the use of microfluidic technology and provide new knowledge on reproduction and conservation biology. At the same time, the advances fostered by this study in attaining control of fluid flow and chemical cues at the microscale will provide a broad methodological framework for diverse areas of biology. The intimate combination of physics, biology and chemistry in this study will provide ample training opportunities for students at high school, undergraduate and graduate levels, emphasizing under-represented groups in science, through (1) a collaboration with the Summer Institute for Life Science (SILS) at the University of Washington, a 4-week hands-on summer institute that provides grade 4-8 teachers with research experience; (2) the development of a 3-hour science experience to be offered through MIT's Edgerton Center Outreach Program, designed for high-school students to promote hands-on experience in science; (3) the creation of a new course module at UCLA and the involvement of 3-4 UCLA undergraduates in research, each quarter; these undergraduates will be drawn from underrepresented groups through the UCLA CARE (Center for Academic and Research Excellence) and the UC LEADS (Leadership Excellence through Advanced DegreeS) Programs; and (4) the training of graduate students and postdoctorates in cell biology and microfluidics. Together, these programs will foster outreach and science education at multiple educational levels. Broad dissemination of results in technical and popular literature, in the tradition of all three PIs, will complement this outreach plan.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Riffell",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey A Riffell",
   "pi_email_addr": "jriffell@u.washington.edu",
   "nsf_id": "000239632",
   "pi_start_date": "2011-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Zimmer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Richard Zimmer",
   "pi_email_addr": "z@biology.ucla.edu",
   "nsf_id": "000451706",
   "pi_start_date": "2011-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 175000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 155000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 80000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Fertilization is the bridge between generations. A critical factor influencing fertilization is the ability of sperm to locate and fertilize an egg. For many plant and animal species, including internal fertilizers, like humans, and external fertilizers, such as sea urchins, eggs or cells associated with eggs produce chemical compounds (chemoattractants) that attract sperm from relatively long distances (&gt;1 mm) away. These chemoattractants are thought to increase the probability of gamete interactions and fertilization success. &nbsp;This is thought to be especially important for external fertilizers, like sea urchins, which synchronize the release of their gametes into the open ocean environment. Once released, gametes become quickly diluted which correspondingly decreases the levels of fertilization. However, because multiple males are releasing sperm at the same time, there exists the potential for competition between males for the same eggs. This raises the question: What role do sperm chemoattractants play in fertilization, and how do the chemoattractants influence competition between males?</p>\n<p>In the collaborative NSF-funded project &ldquo;MPS-BIO: Collaborative Research: Physical Mechanisms Regulating Sperm Chemotaxis&rdquo; we use state-of-the-art microfluidic approaches to allow unprecedented control over the physical (ie, flow conditions) and chemical (ie, chemoattractant) environment of sperm cells. The microfluidic device, or &ldquo;lab on a chip&rdquo;, provides an ability to accurately control the chemoattractant distribution. To examine if these differences in chemotactic abilities between males correlated with differences in fertilization success, we conducted simultaneous imaging and sperm chemotaxis assays in the microfluidic device in parallel with fertilization assays using the sperm from individual males. Results from this experiment demonstrated, first, that there was a significant correlation between fertilization and sperm velocity, and between fertilization and sperm orientation to the gradient, between individual males. For example, some males had very low swimming velocities and did not orient to the attractant gradient and had low fertilization rates, whereas the sperm from other males significantly oriented to the gradient, had high swimming velocities, and high fertilization rates. However, the correlation between orientation, swimming velocity, and fertilization does not hold true for all males indicating that there is substantial variation between males and in sperm responses.</p>\n<p>To better understand the links between cell form and function, and motility and response to chemical attractants, we focused on the motility of swimming spermatozoa to quantitatively compare the sperm swimming behavior of highly divergent species within the deuterostome line to understand how the environment influences not just cell morphology but, moreover, cell motility. High-speed video microscopy was combined with custom image analysis routines to accurately measure the sperm swimming behavior of eight different species, ranging from marine invertebrates to humans. Comparing the swimming behaviors, we found striking similarities in sperm swimming kinematics between genetically dissimilar organisms, which could not be uncovered by phylogenetic analysis. In particular, the swimming characteristics of all tested species reveals two strong clusters of similar motility behavior among the cells - external fertilizers and internal fertilizers -&nbsp; indicating that environmental factors determine flagellar waveform and swimming behavior.</p>\n<p>As part of this effort, training was provided for participating high school students, undergraduate students, graduate students, and postdoctorates. . In addition, the research generated from this project has been implemented as modules in courses at the University of Washington, UC Los Angeles, and MIT. Finally, this project has been featured in outreach activities to the general public, including: (1) Brain Awareness Week, a nationwide effort organized by the Dana Alliance for Brain Initiatives and the Society for Neuroscience to promote the public and personal benefits of brain research; (2) National Lab Day at the University of Washington, where 5th graders from local elementary schools get to visit laboratories and are shown research activities; and (3) PAWS-on Science, a collaboration of Pacific Science Center and the University of Washington. In addition, at MIT, postdoctorates and undergraduates received ample training in the biology of fertilization, sperm motility, and chemotaxis.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/02/2016<br>\n\t\t\t\t\tModified by: Jeffrey&nbsp;A&nbsp;Riffell</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFertilization is the bridge between generations. A critical factor influencing fertilization is the ability of sperm to locate and fertilize an egg. For many plant and animal species, including internal fertilizers, like humans, and external fertilizers, such as sea urchins, eggs or cells associated with eggs produce chemical compounds (chemoattractants) that attract sperm from relatively long distances (&gt;1 mm) away. These chemoattractants are thought to increase the probability of gamete interactions and fertilization success.  This is thought to be especially important for external fertilizers, like sea urchins, which synchronize the release of their gametes into the open ocean environment. Once released, gametes become quickly diluted which correspondingly decreases the levels of fertilization. However, because multiple males are releasing sperm at the same time, there exists the potential for competition between males for the same eggs. This raises the question: What role do sperm chemoattractants play in fertilization, and how do the chemoattractants influence competition between males?\n\nIn the collaborative NSF-funded project \"MPS-BIO: Collaborative Research: Physical Mechanisms Regulating Sperm Chemotaxis\" we use state-of-the-art microfluidic approaches to allow unprecedented control over the physical (ie, flow conditions) and chemical (ie, chemoattractant) environment of sperm cells. The microfluidic device, or \"lab on a chip\", provides an ability to accurately control the chemoattractant distribution. To examine if these differences in chemotactic abilities between males correlated with differences in fertilization success, we conducted simultaneous imaging and sperm chemotaxis assays in the microfluidic device in parallel with fertilization assays using the sperm from individual males. Results from this experiment demonstrated, first, that there was a significant correlation between fertilization and sperm velocity, and between fertilization and sperm orientation to the gradient, between individual males. For example, some males had very low swimming velocities and did not orient to the attractant gradient and had low fertilization rates, whereas the sperm from other males significantly oriented to the gradient, had high swimming velocities, and high fertilization rates. However, the correlation between orientation, swimming velocity, and fertilization does not hold true for all males indicating that there is substantial variation between males and in sperm responses.\n\nTo better understand the links between cell form and function, and motility and response to chemical attractants, we focused on the motility of swimming spermatozoa to quantitatively compare the sperm swimming behavior of highly divergent species within the deuterostome line to understand how the environment influences not just cell morphology but, moreover, cell motility. High-speed video microscopy was combined with custom image analysis routines to accurately measure the sperm swimming behavior of eight different species, ranging from marine invertebrates to humans. Comparing the swimming behaviors, we found striking similarities in sperm swimming kinematics between genetically dissimilar organisms, which could not be uncovered by phylogenetic analysis. In particular, the swimming characteristics of all tested species reveals two strong clusters of similar motility behavior among the cells - external fertilizers and internal fertilizers -  indicating that environmental factors determine flagellar waveform and swimming behavior.\n\nAs part of this effort, training was provided for participating high school students, undergraduate students, graduate students, and postdoctorates. . In addition, the research generated from this project has been implemented as modules in courses at the University of Washington, UC Los Angeles, and MIT. Finally, this project has been featured in outreach activities to the general public, including: (1) Brain Awareness Week, a nationwide effort organized by the Dana Alliance for Brain Initiatives and the Society for Neuroscience to promote the public and personal benefits of brain research; (2) National Lab Day at the University of Washington, where 5th graders from local elementary schools get to visit laboratories and are shown research activities; and (3) PAWS-on Science, a collaboration of Pacific Science Center and the University of Washington. In addition, at MIT, postdoctorates and undergraduates received ample training in the biology of fertilization, sperm motility, and chemotaxis.\n\n \n\n\t\t\t\t\tLast Modified: 09/02/2016\n\n\t\t\t\t\tSubmitted by: Jeffrey A Riffell"
 }
}