{
 "awd_id": "1121714",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Evolution of Phosphate Starvation Response in Yeast",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory W. Warr",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 457586.0,
 "awd_amount": 457586.0,
 "awd_min_amd_letter_date": "2011-08-16",
 "awd_max_amd_letter_date": "2011-08-16",
 "awd_abstract_narration": "Intellectual merit.  This project investigates how the phosphate signal transduction (PHO) pathway changes over evolutionary time in the Ascomycota lineage, with the goal of understanding how evolutionary transitions in this pathway alter growth in different niches.  Using the yeasts Candida glabrata and Schizosaccharomyces pombe, these studies focus on the regulation of transcription, elucidation of the ancestral eukaryotic PHO pathway, and how phosphate starvation in all eukaryotes is sensed.  Studies with C. glabrata will determine the binding specificity of the transcription factor Pho4.  Pho4-regulated promoters in C. glabrata do not contain canonical CACGTG sequences and must utilize different sequences relative to Saccharomyces cerevisiae. The hypothesis that CgPho4 has multiple specificities for PHO promoters will be tested with in vivo (expression from promoter fragments) and in vitro (mobility shift) approaches.  This project will capitalize on previous studies demonstrating the neofunctionalization of a C. glabrata acid phosphatase protein, Pmu2.  Domains of Pmu2 will be combined with ancestral Pmu1 domains and phosphatase kinetics will be measured.  The changes in protein sequence allowing for neofunctionalization will be identified and should be applicable to understanding how new functions evolve more generally.  Studies with S. pombe will focus on the identification of Pho7 as a likely transcription factor mediating the phosphate starvation response in S. pombe.  The hypothesis that Pho7 binds PHO promoters will be tested utilizing in vivo and in vitro approaches.  Finally, the PHO pathway from Chlamydomonas (a green algae) and S. pombe will be genetically reconstituted in S. cerevisiae, allowing for the determination of whether common metabolites in all eukaryotes signal phosphate starvation.  Phosphate starvation impacts important cell biological responses and altering the uptake of phosphate for bioremediation or altering the pathogenicity of bacteria and fungi would benefit society.  The proposed work will advance our knowledge of transcription factor specificity, the process of neofunctionalization, the possible conservation of metabolic signals of phosphate starvation in all eukaryotes, and a deeper understanding of the evolutionary transitions required in pathways for speciation. \r\n\r\nBroader impacts. These studies are accessible to relatively new scientists such as undergraduate students and Master's level students.  The experiments are parsed into small projects suitable for undergraduates, such as protein purification, enzymatic assays, and plasmid construction. Students will gain valuable experience working with genetics, strain construction, molecular biological techniques, sterile techniques, and biochemistry.  Ownership of a task within the framework of a larger project is valuable for students' self-confidence and encourages future self-reliance.  This work will support numerous undergraduate and Master's students at Villanova University who will go on to perform scientific research.  Students from disadvantaged backgrounds are actively recruited and encouraged to stay in science by positive research experiences and strong mentorship.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dennis",
   "pi_last_name": "Wykoff",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Dennis D Wykoff",
   "pi_email_addr": "Dennis.Wykoff@Villanova.edu",
   "nsf_id": "000466212",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Villanova University",
  "inst_street_address": "800 E LANCASTER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "VILLANOVA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6105194220",
  "inst_zip_code": "190851603",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "PA05",
  "org_lgl_bus_name": "VILLANOVA UNIVERSITY IN THE STATE OF PENNSYLVANIA",
  "org_prnt_uei_num": "HJEPRMTQMMR4",
  "org_uei_num": "EYNYSU6L8ZX6"
 },
 "perf_inst": {
  "perf_inst_name": "Villanova University",
  "perf_str_addr": "800 E LANCASTER AVE",
  "perf_city_name": "VILLANOVA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "190851603",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "PA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "001B",
   "pgm_ref_txt": "Big Pitch"
  },
  {
   "pgm_ref_code": "1114",
   "pgm_ref_txt": "CELLULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 457586.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Intellectual Merit:</span></p>\n<p><span>Speciation requires genetic isolation. Often genetic isolation is achieved through species exploiting separate niches. The ability to exploit niches for optimal growth requires gene expression programs, regulated by specific signal transduction pathways. Specifically, this project investigated how the phosphate signal transduction (PHO) pathway changes over time in the Ascomycota (fungal) lineage, with the goal of understanding how evolutionary transitions in this pathway alter growth in different niches. The primary focus of the work was the examination of transcriptional regulation of phosphate starvation genes, elucidation of the ancestral eukaryotic PHO pathway, and how phosphate starvation in all eukaryotes is sensed. This work utilized three different yeast species: <em>Candida glabrata</em>, <em>Saccharomyces cerevisiae</em>, and <em>Schizosaccharomyces pombe</em>. By examining the generation of a phosphate starvation regulated promoter <em>de novo</em> in <em>C. glabrata</em>, the work narrowed down the necessary changes required for a basal level promoter to become controlled by a phosphate-regulated transcription factor. Work in <em>C. glabrata</em> also allowed for a detailed description of how to perform DNA gap-repair in related yeast species.&nbsp; Gap-repair allows for rapid analysis and cloning of DNA and facilitates future genomic studies by other researchers. Work in <em>S. pombe</em> allowed for a detailed genomic characterization of the phosphate starvation response in fission yeast, which allows for a careful comparison of the same response in evolutionarily distant species. Utilizing a genetic epistasis approach, this work demonstrated that the protein kinase A pathway and a cyclin-dependent kinase activator protein regulates the transcription of phosphate starvation genes in <em>S. pombe</em> in a much more direct fashion relative to <em>S. cerevisiae</em> and <em>C. glabrata</em>. Four peer-reviewed journal article publications are directly associated with this grant, but indirectly this grant has allowed for another publication and for one publication that is in the process of peer review. The work funded by this grant has allowed for a detailed understanding of how phosphate (a key nutrient for growth) is obtained by multiple yeast species. By performing this basic science, the work allows for a better understanding of how changeable signal transduction pathways are in cells and the consequences of those changes. Future studies can utilize this work to understand the costs and benefits of altering the PHO signal transduction pathway in fungal systems that are useful for generating useful metabolites or biofuels.</span></p>\n<p><span><br /></span></p>\n<p><span>Broader Impacts:</span></p>\n<p><span>In addition to achieving most of the stated intellectual goals of the research, this work had many broader impacts.&nbsp; Because of the scope of individual projects, students were able to take ownership of aspects of the work, and to be motivated to remain in STEM fields. Eight undergraduates, five M.S. students, a laboratory technician, a post-doctoral fellow, and a mid-level tenured faculty member have been directly or indirectly supported by the funded grant. Funded students were from Georgia, Michigan, New Jersey, New York, Pennsylvania, Rhode Island, and Tennessee and averaged at least two years of laboratory experiences during the academic year and the summer. Students, including undergraduates, were authors on publications, and attended the International Yeast Molecular Biology and Genetics meetings in New Jersey and Washington. After graduation, all undergraduate students went on to Ph.D. programs in molecular biology fields, medical school, dental school, or M.D./Ph.D programs. Additionally, this work supported a culture of academic research at a primarily undergraduate institution allowing for...",
  "por_txt_cntn": "\nIntellectual Merit:\n\nSpeciation requires genetic isolation. Often genetic isolation is achieved through species exploiting separate niches. The ability to exploit niches for optimal growth requires gene expression programs, regulated by specific signal transduction pathways. Specifically, this project investigated how the phosphate signal transduction (PHO) pathway changes over time in the Ascomycota (fungal) lineage, with the goal of understanding how evolutionary transitions in this pathway alter growth in different niches. The primary focus of the work was the examination of transcriptional regulation of phosphate starvation genes, elucidation of the ancestral eukaryotic PHO pathway, and how phosphate starvation in all eukaryotes is sensed. This work utilized three different yeast species: Candida glabrata, Saccharomyces cerevisiae, and Schizosaccharomyces pombe. By examining the generation of a phosphate starvation regulated promoter de novo in C. glabrata, the work narrowed down the necessary changes required for a basal level promoter to become controlled by a phosphate-regulated transcription factor. Work in C. glabrata also allowed for a detailed description of how to perform DNA gap-repair in related yeast species.  Gap-repair allows for rapid analysis and cloning of DNA and facilitates future genomic studies by other researchers. Work in S. pombe allowed for a detailed genomic characterization of the phosphate starvation response in fission yeast, which allows for a careful comparison of the same response in evolutionarily distant species. Utilizing a genetic epistasis approach, this work demonstrated that the protein kinase A pathway and a cyclin-dependent kinase activator protein regulates the transcription of phosphate starvation genes in S. pombe in a much more direct fashion relative to S. cerevisiae and C. glabrata. Four peer-reviewed journal article publications are directly associated with this grant, but indirectly this grant has allowed for another publication and for one publication that is in the process of peer review. The work funded by this grant has allowed for a detailed understanding of how phosphate (a key nutrient for growth) is obtained by multiple yeast species. By performing this basic science, the work allows for a better understanding of how changeable signal transduction pathways are in cells and the consequences of those changes. Future studies can utilize this work to understand the costs and benefits of altering the PHO signal transduction pathway in fungal systems that are useful for generating useful metabolites or biofuels.\n\n\n\n\nBroader Impacts:\n\nIn addition to achieving most of the stated intellectual goals of the research, this work had many broader impacts.  Because of the scope of individual projects, students were able to take ownership of aspects of the work, and to be motivated to remain in STEM fields. Eight undergraduates, five M.S. students, a laboratory technician, a post-doctoral fellow, and a mid-level tenured faculty member have been directly or indirectly supported by the funded grant. Funded students were from Georgia, Michigan, New Jersey, New York, Pennsylvania, Rhode Island, and Tennessee and averaged at least two years of laboratory experiences during the academic year and the summer. Students, including undergraduates, were authors on publications, and attended the International Yeast Molecular Biology and Genetics meetings in New Jersey and Washington. After graduation, all undergraduate students went on to Ph.D. programs in molecular biology fields, medical school, dental school, or M.D./Ph.D programs. Additionally, this work supported a culture of academic research at a primarily undergraduate institution allowing for the retention of students in the STEM fields.\n\n\n \n \n \n\n \n\n\t\t\t\t\tLast Modified: 04/15/2015\n\n\t\t\t\t\tSubmitted by: Dennis D Wykoff"
 }
}