{
 "awd_id": "1122573",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EXP: Fostering Collective Progress in Online Discourse for Sustained Knowledge Building",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Hoadley",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 549945.0,
 "awd_amount": 549945.0,
 "awd_min_amd_letter_date": "2011-09-06",
 "awd_max_amd_letter_date": "2011-09-06",
 "awd_abstract_narration": "The PIs are designing, developing, and testing a software tool, called Idea Threads Mapper (ITM) that helps young learners (grades 4 and 5) sustain inquiry and discussion more regularly in their classrooms. The tool allows them to visualize the ways the class's ideas are taking shape and being improved over time and help them analyze the on-line discourse (e.g., threaded discussions, notes) of other classes or communities and use the ideas of others to move forward their own ideas. The tool helps learners examine on-line discourse and index the pieces in new ways. The tool and learners work together to examine discourse and index it, with the tool providing scaffolding for the examination of discourse that learners do. ITM is being added to Knowledge Forum, a platform for community knowledge building that is used extensively in elementary-school classrooms. It is being designed as an open-source tool that will be usable within other collaborative learning platforms as well in which students contribute, examine, refine, and build upon their own ideas and those of others through sustained discourse (e.g., WISE, Blackboard). \r\n\r\nAlong with design and development of innovative technology in support of sustained inquiry, PIs are conducting research that investigates how to foster reflective awareness of and monitoring of community knowledge. This research is expected to produce conceptual, pedagogical, and technological advances that will make sustained, progressive inquiry more achievable among young students, whether they are working together in small groups, as a class, or across a network of classrooms. It is expected that pedagogical designs enabled by this tool will foster students' collective responsibility to monitor, build on, and advance community knowledge for deep understanding at the same time they are contributing to and gaining support from the shared knowledge of the knowledge building communities they are participating in. Because teachers will use the same system to collaboratively plan across classrooms, it is expected that the project will also contribute ideas about effective planning tools for teachers and teacher professional development.\r\n\r\nA key to creative productivity is a sustained, progressive trajectory of inquiry by a collaborative group in which ideas are continually generated, refined, and further built upon to formulate more advanced ideas and problems, expanding the community's shared knowledge and using that knowledge to continually inform further initiatives. Inquiry-based learning requires similar sustained efforts of students to be productive in developing deep understanding and creative/adaptive capabilities. Such a sustained, progressive trajectory of inquiry is rare in classrooms; but it is achievable. This project is focusing on how to make sustained, progressive inquiry more achievable among young students and in the classrooms of more teachers. Cultivating collaborative, inquiry-based practices that expand the knowledge of a community is expected to prepare students for careers in our knowledge-based society in which they play key roles in expanding our society's knowledge.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jianwei",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jianwei Zhang",
   "pi_email_addr": "jzhang1@albany.edu",
   "nsf_id": "000517927",
   "pi_start_date": "2011-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mei-Hwa",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mei-Hwa Chen",
   "pi_email_addr": "mhc@cs.albany.edu",
   "nsf_id": "000292521",
   "pi_start_date": "2011-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Janette",
   "pi_last_name": "Pelletier",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Janette Pelletier",
   "pi_email_addr": "janette.pelletier@utoronto.ca",
   "nsf_id": "000586618",
   "pi_start_date": "2011-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Allan",
   "pi_last_name": "Lockwood",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Allan Lockwood",
   "pi_email_addr": "lockwooda@guilderlandschools.org",
   "nsf_id": "000586596",
   "pi_start_date": "2011-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Albany",
  "inst_street_address": "1400 WASHINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "ALBANY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5184374974",
  "inst_zip_code": "122220100",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK, THE",
  "org_prnt_uei_num": "NHH3T1Z96H29",
  "org_uei_num": "NHH3T1Z96H29"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Albany",
  "perf_str_addr": "1400 WASHINGTON AVE",
  "perf_city_name": "ALBANY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "122220100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802000",
   "pgm_ele_name": "Cyberlearn & Future Learn Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8045",
   "pgm_ref_txt": "Cyberlearn & Future Learn Tech"
  },
  {
   "pgm_ref_code": "8841",
   "pgm_ref_txt": "Exploration Projects"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 549945.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Summary of research work</strong>:</p>\n<p>Classroom innovations to support students&rsquo; creative work in STEM areas need to engage students in long-term, sustained inquiry and idea-advancing dialogues. Ideas are continually shared, built upon, and refined, bringing forth deeper challenges and higher-level goals. Students need to monitor the advances of their collective knowledge&mdash;the &ldquo;state of the art&rdquo; that has emerged from the extended dialogues. Online learning environments support extended discussions; but they lack effective representation of collective progress achieved in distributed online postings, making it hard for students to build on the progress to contribute deeper thinking and work. As a result, student online discussions are often short-threaded and disconnected, and lack deepening questions and ideas that drive continual dialogues. To address this challenge, this project created the Idea Thread Mapper (ITM) software: a timeline-based collective knowledge-mapping tool that visualizes long-term online discussions based on conceptual lines of inquiry. With ITM making collective progress visible, students engage in reflective conversations about their online conversations to synthesize progress, find trouble spots, and plan for deeper collaborative efforts. A series of studies was conducted in elementary classrooms to examine the processes and impact of ITM-supported collaborative knowledge building.</p>\n<p>&nbsp;</p>\n<p><strong>Intellectual merit:</strong></p>\n<p>The ITM tool provides a much-needed technological augment of collaborative online environments to represent collective knowledge generated through online discussions in long-term inquiry-based initiatives. Distributed online postings are visualized as interconnected idea threads, each of which consists of a series of postings that focus on a shared problem (see Figure 1 and 2). These postings, which are not necessarily physically linked, address a conceptual theme of inquiry. The advances in each line of work are further made transparent through co-authoring a &ldquo;Journey of Thinking&rdquo; synthesis (Figure 3). ITM empowers students to rise above their ongoing online dialogues to monitor the whole picture, review progress in understanding important topics, identify cross-topic connections, and create plans to guide deeper inquiry and collaboration. Our design-based research in a set of classrooms demonstrated that young students (even 8-to-9-year-olds) are able to use the ITM tool to engage in collaborative, reflective conversations to synthesize progress and create plans for deeper inquiry. The reflective conversations with ITM had positive impacts on students&rsquo; collaborative knowledge building and personal learning, including increasing student awareness of the diverse inquiry themes and cross-theme connections, fostering more sustained and connected online discussions to address deep scientific issues, and leveraging deep questions and understandings beyond surface-level facts to explain complex processes and mechanisms. With each community reviewing and synthesizing its knowledge progress in different idea threads, this research further tested classroom processes for students to learn from the idea threads of other classrooms. These results shed light on new possibilities and strategies to foster a long-term, sustained trajectory of inquiry within and across classroom communities to develop deep understanding as well as collaborative inquiry capabilities.</p>\n<p>&nbsp;</p>\n<p><strong>Broader impact: </strong></p>\n<p><strong>&nbsp;</strong>To prepare students for careers in a knowledge-based society, schools need to cultivate collaborative inquiry-based practices by which knowledge-creating communities expand our society&rsquo;s knowledge. Students need to engage in sustained inquiry and dialogues by which ideas are continually developed, refined, and b...",
  "por_txt_cntn": "\nSummary of research work:\n\nClassroom innovations to support studentsÆ creative work in STEM areas need to engage students in long-term, sustained inquiry and idea-advancing dialogues. Ideas are continually shared, built upon, and refined, bringing forth deeper challenges and higher-level goals. Students need to monitor the advances of their collective knowledge&mdash;the \"state of the art\" that has emerged from the extended dialogues. Online learning environments support extended discussions; but they lack effective representation of collective progress achieved in distributed online postings, making it hard for students to build on the progress to contribute deeper thinking and work. As a result, student online discussions are often short-threaded and disconnected, and lack deepening questions and ideas that drive continual dialogues. To address this challenge, this project created the Idea Thread Mapper (ITM) software: a timeline-based collective knowledge-mapping tool that visualizes long-term online discussions based on conceptual lines of inquiry. With ITM making collective progress visible, students engage in reflective conversations about their online conversations to synthesize progress, find trouble spots, and plan for deeper collaborative efforts. A series of studies was conducted in elementary classrooms to examine the processes and impact of ITM-supported collaborative knowledge building.\n\n \n\nIntellectual merit:\n\nThe ITM tool provides a much-needed technological augment of collaborative online environments to represent collective knowledge generated through online discussions in long-term inquiry-based initiatives. Distributed online postings are visualized as interconnected idea threads, each of which consists of a series of postings that focus on a shared problem (see Figure 1 and 2). These postings, which are not necessarily physically linked, address a conceptual theme of inquiry. The advances in each line of work are further made transparent through co-authoring a \"Journey of Thinking\" synthesis (Figure 3). ITM empowers students to rise above their ongoing online dialogues to monitor the whole picture, review progress in understanding important topics, identify cross-topic connections, and create plans to guide deeper inquiry and collaboration. Our design-based research in a set of classrooms demonstrated that young students (even 8-to-9-year-olds) are able to use the ITM tool to engage in collaborative, reflective conversations to synthesize progress and create plans for deeper inquiry. The reflective conversations with ITM had positive impacts on studentsÆ collaborative knowledge building and personal learning, including increasing student awareness of the diverse inquiry themes and cross-theme connections, fostering more sustained and connected online discussions to address deep scientific issues, and leveraging deep questions and understandings beyond surface-level facts to explain complex processes and mechanisms. With each community reviewing and synthesizing its knowledge progress in different idea threads, this research further tested classroom processes for students to learn from the idea threads of other classrooms. These results shed light on new possibilities and strategies to foster a long-term, sustained trajectory of inquiry within and across classroom communities to develop deep understanding as well as collaborative inquiry capabilities.\n\n \n\nBroader impact: \n\n To prepare students for careers in a knowledge-based society, schools need to cultivate collaborative inquiry-based practices by which knowledge-creating communities expand our societyÆs knowledge. Students need to engage in sustained inquiry and dialogues by which ideas are continually developed, refined, and built upon. This sustained trajectory of inquiry is rare in classrooms, but it is achievable. This project created Idea Thread Mapper and related learning designs to support a sustained trajectory of inquiry by fostering the growt..."
 }
}