{
 "awd_id": "1122977",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Redox Reactivity of Thioredoxin Disulfide Bonds",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Engin Serpersu",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 778752.0,
 "awd_amount": 778752.0,
 "awd_min_amd_letter_date": "2011-08-01",
 "awd_max_amd_letter_date": "2014-05-07",
 "awd_abstract_narration": "Intellectual Merit.\r\n\r\nWhile disulfide bonds are ubiquitous redox-active cofactors used in biology for catalytic, structural and signaling roles, a molecular level understanding of the principles that govern disulfide bond reactivity has proven elusive. In this work, direct electrochemistry will be used as a primary tool to characterize the influence of protein sequence and structure upon the redox properties of the thioredoxin (Trx) superfamily of proteins.  Trx proteins are found throughout all the kingdoms of life: a paradigm of disulfide-based mechanisms for charge transfer and redox-homeostasis. While Trx proteins engage in diverse functions, and serve as modules that are a part of complex biological functions, there is a knowledge-gap in our understanding of how Trx proteins are tuned to be specifically reactive.  Thus, this project will directly test models of how disulfide bonds are used in Biology, a question critical to many areas of biological chemistry, where the disulfide bond redox state is an essential trait to determine reactivity, signaling, and protein folding. A central question addressed in the project is, \"How does Nature tune the redox chemistry of a disulfide bond?\"  In this project, the PI will (1) Assess the natural range reduction potentials found in Trx proteins, (2) Determine the influence of sequence and structure on reduction potentials, and (3) Examine the stability of disulfide-bond:iron-sulfur cluster complexes. The project involves the use of protein electrochemistry due to the highly sensitive, rapid and quantitative nature of the methodology. The results of the project will provide a new detailed understanding of how thioredoxins are used in Nature's diversity to maintain redox homeostasis.\r\n\r\n\r\nBroader Impact\r\n\r\nThe most immediate impact will be upon the training of scientists at all levels (undergraduates, graduate students, post-doctoral faculty fellows) to think quantitatively and chemically in the field of redox biochemistry. However, due to the pervasive and central role that disulfide bond redox chemistry, redox homeostasis and oxidative stress play in the biological chemistry of all life, the broader impacts of this work will touch deeply upon the interface of chemistry and biology. Whether in plant biochemistry, bioenergy sciences or microbial physiology - thioredoxins are a paradigm of understanding how disulfide bonds are used to achieve chemical change in Life. Illuminating this process in a fundamental way will translate into new appreciation of fundamental biology.\r\nThe research efforts of the PI are paired with education activities in the classroom that brings contemporary biological chemistry to the freshman chemistry audience, training of teacher-scholar postdoctoral fellows at Boston University via the Postdoctoral Faculty Fellow Program, and serving as an instructor in an upcoming graduate/postdoctoral training course in Bioinorganic Chemistry (to be held at Penn State University in 2012), which will disseminate the experimental methodologies of protein electrochemistry to a much broader audience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sean",
   "pi_last_name": "Elliott",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Sean J Elliott",
   "pi_email_addr": "elliott@bu.edu",
   "nsf_id": "000485587",
   "pi_start_date": "2011-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "1 SILBER WAY",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151703",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 187549.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 192331.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 197020.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 201852.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\"><span class=\"s1\"><strong>Direct Electrochemistry of Proteins:&nbsp; understanding how electrons flow in life</strong></span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>&nbsp;</strong></span></p>\n<p class=\"p1\"><span class=\"s1\">Just as electrons are used for power in the world around us, all organisms use electron-transfer reactions (or &lsquo;redox reactions&rsquo;) as a part of the chemistry that allow them to thrive and convert energy. Nature makes use of redox reactions for many purposes in addition to energy conversion processes: redox reactions are used to protect cells from reactive and toxic chemicals, to repair certain kinds of damage that accrue in proteins and enzymes, to send and receive signals within cells, and to empower the transformation of un-reactive molecules.&nbsp; Studying how Nature controls and achieves redox chemistry has always proved to be a tremendous challenge: the phenomena are hard to observe directly through traditional approaches. But given the ubiquity and importance of the redox reactions of proteins, we have developed novel method of experiments have allowed us to examine in detail how Nature manipulated electrons through two important classes of biological components that are a part of a larger protein. These units, called disulfide bonds and iron-sulfur clusters, represent two different modes of how Nature is able to engage in redox chemistry: sometimes electrons needs to be handled and transferred two at a time (and disulfide bonds are useful) and other times Nature appears to require single electron (so-called &lsquo;radical&rsquo;) chemistry, where iron-sulfur clusters are useful.</span></p>\n<p class=\"p2\"><span class=\"s1\">&nbsp;</span></p>\n<p class=\"p1\"><span class=\"s1\">Our NSF funded research on the redox properties of disulfide bond and iron-sulfur cluster proteins has provided a new ability to understand how Nature channels and manipulates redox properties, across ubiquitous proteins that are found in all types of living organisms. Our research has shed light onto how Nature decides the reactivity of a disulfide bond, and how iron-sulfur clusters have a newly appreciated diversity in terms of their chemistry. Together, these novel biological redox-active units can be used to achieve a stunning array of chemical transformations.&nbsp; Finally, the new kinds of experimental tools using electrochemistry that we have developed will be useful for researchers in the biological and chemical sciences for the purpose of developing new pharmaceuticals and developing novel diagnostics.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/24/2016<br>\n\t\t\t\t\tModified by: Sean&nbsp;J&nbsp;Elliott</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Direct Electrochemistry of Proteins:  understanding how electrons flow in life\n \nJust as electrons are used for power in the world around us, all organisms use electron-transfer reactions (or ?redox reactions?) as a part of the chemistry that allow them to thrive and convert energy. Nature makes use of redox reactions for many purposes in addition to energy conversion processes: redox reactions are used to protect cells from reactive and toxic chemicals, to repair certain kinds of damage that accrue in proteins and enzymes, to send and receive signals within cells, and to empower the transformation of un-reactive molecules.  Studying how Nature controls and achieves redox chemistry has always proved to be a tremendous challenge: the phenomena are hard to observe directly through traditional approaches. But given the ubiquity and importance of the redox reactions of proteins, we have developed novel method of experiments have allowed us to examine in detail how Nature manipulated electrons through two important classes of biological components that are a part of a larger protein. These units, called disulfide bonds and iron-sulfur clusters, represent two different modes of how Nature is able to engage in redox chemistry: sometimes electrons needs to be handled and transferred two at a time (and disulfide bonds are useful) and other times Nature appears to require single electron (so-called ?radical?) chemistry, where iron-sulfur clusters are useful.\n \nOur NSF funded research on the redox properties of disulfide bond and iron-sulfur cluster proteins has provided a new ability to understand how Nature channels and manipulates redox properties, across ubiquitous proteins that are found in all types of living organisms. Our research has shed light onto how Nature decides the reactivity of a disulfide bond, and how iron-sulfur clusters have a newly appreciated diversity in terms of their chemistry. Together, these novel biological redox-active units can be used to achieve a stunning array of chemical transformations.  Finally, the new kinds of experimental tools using electrochemistry that we have developed will be useful for researchers in the biological and chemical sciences for the purpose of developing new pharmaceuticals and developing novel diagnostics.\n\n \n\n\t\t\t\t\tLast Modified: 09/24/2016\n\n\t\t\t\t\tSubmitted by: Sean J Elliott"
 }
}