{
 "awd_id": "1122726",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Modeling spatial population dynamics in branching river networks using quantum graphs",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Ann Horn",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 225000.0,
 "awd_amount": 225000.0,
 "awd_min_amd_letter_date": "2011-09-20",
 "awd_max_amd_letter_date": "2011-09-20",
 "awd_abstract_narration": "The lack of an appropriate modeling framework for branching river networks has been identified as a major hindrance to understanding the influences of spatial structure and environmental variability on ecological dynamics.  Of particular need is a representation of the spatial domain of a river network in its natural, continuous form.  This project incorporates quantum graph theory as a mathematical framework for modeling river networks.  Developed for problems in quantum mechanics, this theory pairs a metric graph with a differential operator.  Metric graph branches are identified with continuous intervals instead of discrete nodes; functions and operators are defined along these intervals.  Thus, environmental variability can be interpreted as variation in system parameters along branches in the network, and solutions to parabolic and elliptic differential equations describing population dynamics that result from spatial variability can be analyzed globally.  While quantum graphs hold great potential for modeling how branching network structure and environmental variability influence ecological dynamics in rivers, key mathematical demands of the ecological problem have not been adapted to this framework.  This project overcomes these obstacles by accomplishing two objectives: 1) Extending quantum graphs to handle systems of reaction-diffusion-advection equations and their associated integral kernels that typically arise in river population dynamic models; and 2) developing transform methods for solutions on branching networks to describe the response of river populations to environmental variability.  This extension of quantum graphs to ecological dynamics leads to theoretical advances that may also impact a wide range of problems in science involving continuous spatial networks, for example predator-prey dynamics, nerve-signal propagation, and nutrient or drug delivery in body vessels.\r\n\r\nHow is a river like a tree?  If you look at a river on a map and a tree, they look very similar, with a large main stem branching into smaller branches.  Ecologists studying rivers have long understood the importance of a rivers tree-like structure, yet tools are currently lacking that allow researchers to incorporate this structure into models of important ecological processes.  This hinders, for example, the ability to predict where and how far a pollutant may travel in a river, to investigate the potential impacts of dam placement or removal on populations of endangered species, and to understand the complex effects of land use and climate change in river floodplains.  This project leads to the development of a set of mathematical and computational tools for studying rivers in their branching form. This is done by adapting a mathematical framework, known as the theory of quantum graphs, to ecological problems. Quantum graphs were developed and have been largely studied in the context of quantum physics. However, this focus means that these techniques are not available \"off the shelf\" for application to other fields of science.  This project removes these barriers to application, and expands the ability to represent the special ecological patterns that arise from a rivers branching structure.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kurt",
   "pi_last_name": "Anderson",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Kurt E Anderson",
   "pi_email_addr": "kurt.anderson@ucr.edu",
   "nsf_id": "000507780",
   "pi_start_date": "2011-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Sarhad",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan J Sarhad",
   "pi_email_addr": "jonathan.sarhad@ucr.edu",
   "nsf_id": "000586673",
   "pi_start_date": "2011-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "200 UNIVERSTY OFC BUILDING",
  "perf_city_name": "RIVERSIDE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 225000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Looking at a river on a map it appears very similar to a tree, with a large main stem branching into smaller branches. Ecologists studying rivers have long understood the importance of this tree-like structure of most rivers, yet tools are currently lacking that allow researchers to incorporate this structure into models of important hydrological and ecological processes. This hinders, for example, the ability of resource managers to predict where and how far a pollutant or a disease may travel in a river, to investigate the potential impacts of dam placement or removal on populations of endangered species, and to understand the complex effects of land use and climate change on water delivery in river floodplains. This project lead to the development of a set of mathematical and computational tools for studying rivers that explicitly incorporates their branching, tree-like form. This was done by adapting a mathematical framework, known as the theory of quantum graphs, to hydrological and ecological problems. Quantum graphs were developed and have been largely studied in the context of quantum physics. However, this focus means that these techniques have not been available \"off the shelf\" for application to other fields of science. This project removed these barriers to application, and expanded the ability to represent the special ecological patterns that arise from a rivers branching structure</p>\n<p>Key outcomes of the project were the development of a set of mathematical tools that make possible standard ecological modeling techniques in the context of quantum graphs. In particular, the project explored how population growth rates may be obtained for standard ecological models on quantum graphs, and how these relate to the amount and distribution of habitat in the river network. This creates a new set of tools to ask how much habitat is necessary to preserve a viable population of river-dwelling plants and animals, or, conversely, how diseases or invasive species can be controlled. Furthermore, it provided a framework for exploring how changes in environmental conditions over time and space influence populations in different parts of the river network.</p>\n<p>This project contributed extensively to STEM training, include participation of one post-doctoral researcher, 3 Ph.D. students, and 52 undergraduates. These participants worked on a variety of ecological and mathematical projects during the project period. Tools developed as part of project research were used in training and educational activities, while undergraduates were included in project research. Because of the cross-disciplinary nature of the research, many ecology trainees gained non-standard training in mathematics and network science, while mathematics students and the mathematically trained post-doctoral researcher received training in ecology and mathematical applications. The project post-doctoral researcher is now a college mathematics instructor and one mathematics undergraduate continued training at the Ph.D. level in applied mathematics.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/17/2015<br>\n\t\t\t\t\tModified by: Kurt&nbsp;E&nbsp;Anderson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nLooking at a river on a map it appears very similar to a tree, with a large main stem branching into smaller branches. Ecologists studying rivers have long understood the importance of this tree-like structure of most rivers, yet tools are currently lacking that allow researchers to incorporate this structure into models of important hydrological and ecological processes. This hinders, for example, the ability of resource managers to predict where and how far a pollutant or a disease may travel in a river, to investigate the potential impacts of dam placement or removal on populations of endangered species, and to understand the complex effects of land use and climate change on water delivery in river floodplains. This project lead to the development of a set of mathematical and computational tools for studying rivers that explicitly incorporates their branching, tree-like form. This was done by adapting a mathematical framework, known as the theory of quantum graphs, to hydrological and ecological problems. Quantum graphs were developed and have been largely studied in the context of quantum physics. However, this focus means that these techniques have not been available \"off the shelf\" for application to other fields of science. This project removed these barriers to application, and expanded the ability to represent the special ecological patterns that arise from a rivers branching structure\n\nKey outcomes of the project were the development of a set of mathematical tools that make possible standard ecological modeling techniques in the context of quantum graphs. In particular, the project explored how population growth rates may be obtained for standard ecological models on quantum graphs, and how these relate to the amount and distribution of habitat in the river network. This creates a new set of tools to ask how much habitat is necessary to preserve a viable population of river-dwelling plants and animals, or, conversely, how diseases or invasive species can be controlled. Furthermore, it provided a framework for exploring how changes in environmental conditions over time and space influence populations in different parts of the river network.\n\nThis project contributed extensively to STEM training, include participation of one post-doctoral researcher, 3 Ph.D. students, and 52 undergraduates. These participants worked on a variety of ecological and mathematical projects during the project period. Tools developed as part of project research were used in training and educational activities, while undergraduates were included in project research. Because of the cross-disciplinary nature of the research, many ecology trainees gained non-standard training in mathematics and network science, while mathematics students and the mathematically trained post-doctoral researcher received training in ecology and mathematical applications. The project post-doctoral researcher is now a college mathematics instructor and one mathematics undergraduate continued training at the Ph.D. level in applied mathematics.\n\n \n\n\t\t\t\t\tLast Modified: 12/17/2015\n\n\t\t\t\t\tSubmitted by: Kurt E Anderson"
 }
}