{
 "awd_id": "1122064",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative RUI Proposal: Effects of Contrasting Cloud Regimes on Plant Carbon/Water Relations at Treeline",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Irwin Forseth",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 207845.0,
 "awd_amount": 207845.0,
 "awd_min_amd_letter_date": "2011-08-29",
 "awd_max_amd_letter_date": "2012-07-11",
 "awd_abstract_narration": "Potential changes in cloud patterns due to global warming are of critical importance because of their strong influence on sunlight, temperature, and precipitation experienced by plant communities.  Plants are especially sensitive to changes in cloud cover because sunlight, temperature, and water availability are important factors driving photosynthetic carbon gain, growth, reproduction, and spatial distribution patterns.  The most dramatic response to changes in cloud patterns are projected for plant communities currently characterized by frequent cloud cover (e.g. mountain cloud forests, temperate and tropical rainforests).  The purpose of this project is to use field measurements of photosynthesis, water stress, leaf temperature, and growth of native tree species in the Southern Appalachians Mountains (eastern US) and the Rocky Mountains (western US) under a range of naturally-occurring cloud regimes. From these data, a model will be developed that predicts long term effects of changing cloud-cover patterns on future growth and survival.  These forest ecosystems represent two common types of mountain cloud regimes found across the globe?morning cloud-immersion and afternoon broken clouds, respectively.  These forest tree species are physiologically adapted to their current climactic conditions, and it is anticipated that predicted changes in cloud cover may result in increased water, sunlight, and leaf temperature stress, leading ultimately to geographic and altitudinal migration, and/or extinction.  Loss or decline of these high-mountain forests would have major impacts on such important features as timber production, snow accumulation, and corresponding water supply for agricultural and municipal use.  This project will involve a collaborative effort between a university with a strong graduate program (Wake Forest University) and a local liberal arts college lacking the facilities and equipment to facilitate undergraduate research (High Point University).  Three undergraduates from HPU (from underrepresented groups in science) have committed to the project and are highly motivated to become graduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicole",
   "pi_last_name": "Hughes",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Nicole M Hughes",
   "pi_email_addr": "nhughes@highpoint.edu",
   "nsf_id": "000586002",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "High Point University",
  "inst_street_address": "1 UNIVERSITY PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "HIGH POINT",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "3368419313",
  "inst_zip_code": "27268",
  "inst_country_name": "United States",
  "cong_dist_code": null,
  "st_cong_dist_code": "NC",
  "org_lgl_bus_name": "HIGH POINT UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z2AEQJNCQPK6"
 },
 "perf_inst": {
  "perf_inst_name": "High Point University",
  "perf_str_addr": "1 UNIVERSITY PKWY",
  "perf_city_name": "HIGH POINT",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "27268",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "NC",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 85696.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 122149.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our project examined the effects of regional cloud patterns on plant carbon gain and water loss in treeline species. Treeline species are particularly vulnerable to the effects of climate change since they grow at the altitudinal limits of their range, and these limits are strongly dictated by temperature. Furthermore, regional cloud patterns are predicted to change in the future concomitant with climate change.</p>\n<p>Over the four years of funding, CO-PI Nicole Hughes (High Point University) and twelve High Point University undergraduate students conducted field research projects at three different field sites, representing three different cloud regimes. Students were 50% male, 50% female; 33% were non-white. Our results can be summarized as follows:</p>\n<p><strong>Rocky mountains, USA (species studied: <em>Abies lasiocarpa, Picea engelmannii</em>): </strong></p>\n<p>Project 1: We examined the effects of cumulus clouds on microclimate and shoot-level photosynthetic gas exchange during both clear-sky and partly cloudy conditions. We found that cumulus clouds generated dynamic fluctuations in photosynthetically active radiation (PAR), higher maximum PAR, 2&ndash;4 fold increases in diffuse PAR, reduced daily mean and cumulative PAR, lower needle temperatures, and reduced leaf-to-air vapor pressure differences relative to clear-sky conditions. Cloud-shade corresponded with declines in photosynthesis, needle temperatures, and evapotranspiration, which were proportional to cloud duration and opacity. Despite increased diffuse light and greater sunlight intensity during cloud-gaps, photosynthesis was never higher on partly-cloudy days compared to clear days in either species, during cloud-gaps or cloud-shade. However, reduced transpiration paired with photosynthesis comparable with clear-sky levels during cloud-gaps resulted in greater instantaneous water use efficiency relative to clear-sky measurements. We conclude that cumulus clouds reduce instantaneous and daily carbon gain, although lower needle temperatures and associated reductions in transpirational water loss may alleviate daily and seasonal water stress, thereby enhancing carbon gain over the growing season.</p>\n<p>Project 2: This study examined the effects of stratiform clouds typical of overcast conditions on microclimate and photosynthetic gas exchange in <em>Picea engelmanii </em>and <em>Abies lasiocarpa.</em> &nbsp;Physiological measurements were made during both clear-sky and overcast conditions during the summers of 2012 and 2013 at a field site situated at the alpine-treeline ecotone in the Snowy Range of the Rocky Mountains, Wyoming, USA. We show that overcast skies corresponded with significant (4-8-fold) increases in diffuse PAR, significantly lower needle temperatures, and reduced leaf-to-air vapor pressure differences relative to clear-sky conditions. During both field seasons, <em>Abies</em> and <em>Picea </em>had significantly (ca. 2-3-fold higher) quantum yield efficiency under overcast conditions relative to clear conditions, as well as 0.5-1.25x lower evapotranspiration, and 3-5x higher instantaneous water use efficiency.</p>\n<p><strong>Appalachian mountains, USA (species studied: <em>Abies fraseri</em>):</strong> <br /> We demonstrated that overcast conditions (typical of morning cloud immersion/fog and afternoon thunderstorms during summers in the Appalachian mountains) increase the proportion and total amount of diffuse light compared to clear conditions. This increase in diffuse light causes more homogeneous distribution of sunlight within crowns of individual trees, and accordingly, more homogeneous shoot temperatures, evapotranspiration (water loss), and photosynthetic rates (carbon gain). Whereas previous studies have demonstrated this general phenomenon on the scale of the forest community, this was the first to demonstrate that this phenomenon also occurs within individual tree crow...",
  "por_txt_cntn": "\nOur project examined the effects of regional cloud patterns on plant carbon gain and water loss in treeline species. Treeline species are particularly vulnerable to the effects of climate change since they grow at the altitudinal limits of their range, and these limits are strongly dictated by temperature. Furthermore, regional cloud patterns are predicted to change in the future concomitant with climate change.\n\nOver the four years of funding, CO-PI Nicole Hughes (High Point University) and twelve High Point University undergraduate students conducted field research projects at three different field sites, representing three different cloud regimes. Students were 50% male, 50% female; 33% were non-white. Our results can be summarized as follows:\n\nRocky mountains, USA (species studied: Abies lasiocarpa, Picea engelmannii): \n\nProject 1: We examined the effects of cumulus clouds on microclimate and shoot-level photosynthetic gas exchange during both clear-sky and partly cloudy conditions. We found that cumulus clouds generated dynamic fluctuations in photosynthetically active radiation (PAR), higher maximum PAR, 2&ndash;4 fold increases in diffuse PAR, reduced daily mean and cumulative PAR, lower needle temperatures, and reduced leaf-to-air vapor pressure differences relative to clear-sky conditions. Cloud-shade corresponded with declines in photosynthesis, needle temperatures, and evapotranspiration, which were proportional to cloud duration and opacity. Despite increased diffuse light and greater sunlight intensity during cloud-gaps, photosynthesis was never higher on partly-cloudy days compared to clear days in either species, during cloud-gaps or cloud-shade. However, reduced transpiration paired with photosynthesis comparable with clear-sky levels during cloud-gaps resulted in greater instantaneous water use efficiency relative to clear-sky measurements. We conclude that cumulus clouds reduce instantaneous and daily carbon gain, although lower needle temperatures and associated reductions in transpirational water loss may alleviate daily and seasonal water stress, thereby enhancing carbon gain over the growing season.\n\nProject 2: This study examined the effects of stratiform clouds typical of overcast conditions on microclimate and photosynthetic gas exchange in Picea engelmanii and Abies lasiocarpa.  Physiological measurements were made during both clear-sky and overcast conditions during the summers of 2012 and 2013 at a field site situated at the alpine-treeline ecotone in the Snowy Range of the Rocky Mountains, Wyoming, USA. We show that overcast skies corresponded with significant (4-8-fold) increases in diffuse PAR, significantly lower needle temperatures, and reduced leaf-to-air vapor pressure differences relative to clear-sky conditions. During both field seasons, Abies and Picea had significantly (ca. 2-3-fold higher) quantum yield efficiency under overcast conditions relative to clear conditions, as well as 0.5-1.25x lower evapotranspiration, and 3-5x higher instantaneous water use efficiency.\n\nAppalachian mountains, USA (species studied: Abies fraseri): \n We demonstrated that overcast conditions (typical of morning cloud immersion/fog and afternoon thunderstorms during summers in the Appalachian mountains) increase the proportion and total amount of diffuse light compared to clear conditions. This increase in diffuse light causes more homogeneous distribution of sunlight within crowns of individual trees, and accordingly, more homogeneous shoot temperatures, evapotranspiration (water loss), and photosynthetic rates (carbon gain). Whereas previous studies have demonstrated this general phenomenon on the scale of the forest community, this was the first to demonstrate that this phenomenon also occurs within individual tree crowns.\n\nSouthern alps, New Zealand (species studied: Nothofagus menziesii, Nothofagus solandri:\n\nTwo indigenous taxa of Nothofagus dominate high elevation forests in New Zealand.  Nothofagus so..."
 }
}