{
 "awd_id": "1122732",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "SIFTER: A Systems Biology Platform for Protein Function Prediction",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sushil K Prasad",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 240000.0,
 "awd_amount": 240000.0,
 "awd_min_amd_letter_date": "2011-08-25",
 "awd_max_amd_letter_date": "2011-08-25",
 "awd_abstract_narration": "Proteins are key biomolecules involved in virtually all processes within cells,\r\ne.g., metabolism, cell signaling, immune response, etc., and knowledge of\r\nprotein function is vital to obtain a basic understanding of cellular activity.\r\nDue to recent advances in nucleotide sequencing technology, the number of\r\navailable genomic sequences is doubling in size roughly every 12 months, an\r\nincredibly fast pace vastly exceeding Moore's law. Experimental technologies\r\nrequired to decipher protein function have not progressed nearly as fast. In\r\nfact, although there are roughly 10 million protein sequences in the\r\ncomprehensive Uniprot database, only 0.2% have experimentally validated\r\nfunction annotations. This sequence-function gap is rapidly expanding, and the\r\ndevelopment of computational methods is of crucial importance to effectively\r\nutilize this deluge of sequence data.\r\n\r\nIn this work, we develop SIFTER, a large-scale, systems biology platform to\r\naccurately predict protein function from high-throughput data.  Building upon a\r\npromising phylogenomic-based prototype, we incorporate interaction networks\r\ninto our model to improve performance. Interaction data intrinsically couples\r\nthe thousands to millions of proteins within such networks, and we use\r\nvariational inference and parallelized implementations to address this\r\nchallenging computational problem.  We also explore techniques for function\r\nprediction based on low-rank matrix factorization, and along the way, introduce\r\nnovel sampling-based approaches to speed up computation.  Additionally, we\r\ndevelop algorithms to quantify uncertainty in SIFTER's predictions to\r\nhelp guide future experimental work.  These novel algorithms are large-scale\r\nextensions to classical bootstrap sampling and are generally applicable to any\r\nproblem involving massive data.  Finally, we evaluate SIFTER in\r\ncollaboration with experimental biologists, allowing us to pinpoint relevant\r\nuse cases and resulting in an effective method with widespread impact within\r\nthe biomedical community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ameet",
   "pi_last_name": "Talwalkar",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Ameet S Talwalkar",
   "pi_email_addr": "",
   "nsf_id": "000585693",
   "pi_start_date": "2011-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Talwalkar               Ameet          S",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Oakland",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "946181554",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Talwalkar               Ameet          S",
  "perf_str_addr": "",
  "perf_city_name": "Oakland",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "946181554",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "769600",
   "pgm_ele_name": "CI Fellowships"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 240000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-0c5e8391-e095-fd7c-8335-8142756c9782\"> </span></p>\n<p dir=\"ltr\"><span>The rise of Big Data poses major new challenges for computational science, as scalability and ease-of-use roadblocks hinder the widespread adoption of advanced statistical machine learning techniques. &nbsp;</span><span>In terms of scalability, data analyses suitable for modest-sized datasets are often entirely infeasible for the massive and complex datasets being collected via the internet and in domains including genomics, astronomy, physics and finance. &nbsp;In terms of ease-of-use, successfully deploying data processing pipelines is currently a highly manual process, and is fraught with pitfalls for analysts lacking strong statistical backgrounds. &nbsp;</span></p>\n<p dir=\"ltr\"><span>My research as part of this NSF postdoctoral fellowship has helped to overcome these scalability and ease-of-use roadblocks. &nbsp;I have developed various scalable and theoretically principled machine learning algorithms that are currently state-of-the-art methods for matrix factorization, error bar estimation, and genomic variant calling. &nbsp;I also led the initial development of MLlib, a distributed machine learning library that is part of the Apache Spark project. &nbsp;Additionally, I created SMaSH, the first genomic benchmarking platform to comprehensively evaluate both the accuracy and computational time / cost of various variant calling methods, i.e., methods to process next-generation genomic sequencing data.</span></p>\n<p dir=\"ltr\"><span>My work has the potential to impact various fields in science and technology generating massive amounts of data. &nbsp;MLlib is easy-to-use and provides state-of-the-art methods for common predictive analytics use-cases, and in less than two years has become one of the most commonly used distributed machine learning libraries in practice. &nbsp;Several companies have recently started to build on top of the Apache Spark system, of which MLlib is a key component. &nbsp;Moreover, the SMaSH benchmark serves as a prototype for the benchmarking activities of the Global Alliance for Global Health (GA4GH), an international coalition dedicated to improving human health by maximizing the potential of genomic medicine through effective and responsible data sharing. &nbsp;SMaSH has the potential to help shape benchmarking protocols for the field of genomic variant calling, which itself is instrumental to the field of personalized medicine.</span></p>\n<p dir=\"ltr\"><span>Finally, my NSF postdoctoral fellowship has provided opportunities for training and professional development, both for others and for myself. &nbsp;During this fellowship, I co-authored a graduate level textbook about machine learning called Foundations of Machine Learning. &nbsp;This book has been widely cited since its publication and has been adopted as the main textbook for several graduate level classes at various universities around the world. &nbsp;Researchers and practitioners are likely to learn about techniques for large-scale data analysis and machine learning via educational material developed directly (e.g., MLlib documentation and hands-on tutorials I developed) or indirectly as a result of our research (e.g., a MOOC on Scalable Machine Learning based on my work that I am in the process of developing). &nbsp;Additionally, I supervised multiple students and researchers during my NSF fellowship and provided guidance on their subsequent employment opportunities. &nbsp;This fellowship served as excellent training for me, and helped me obtain my current academic position; in the Fall 2014 I started an assistant professorship in the Computer Science Department at UCLA.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/24/2014<br>\n\t\t\t\t\tModified by: Ameet&nbsp;S&nbsp;Talwalkar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nThe rise of Big Data poses major new challenges for computational science, as scalability and ease-of-use roadblocks hinder the widespread adoption of advanced statistical machine learning techniques.  In terms of scalability, data analyses suitable for modest-sized datasets are often entirely infeasible for the massive and complex datasets being collected via the internet and in domains including genomics, astronomy, physics and finance.  In terms of ease-of-use, successfully deploying data processing pipelines is currently a highly manual process, and is fraught with pitfalls for analysts lacking strong statistical backgrounds.  \nMy research as part of this NSF postdoctoral fellowship has helped to overcome these scalability and ease-of-use roadblocks.  I have developed various scalable and theoretically principled machine learning algorithms that are currently state-of-the-art methods for matrix factorization, error bar estimation, and genomic variant calling.  I also led the initial development of MLlib, a distributed machine learning library that is part of the Apache Spark project.  Additionally, I created SMaSH, the first genomic benchmarking platform to comprehensively evaluate both the accuracy and computational time / cost of various variant calling methods, i.e., methods to process next-generation genomic sequencing data.\nMy work has the potential to impact various fields in science and technology generating massive amounts of data.  MLlib is easy-to-use and provides state-of-the-art methods for common predictive analytics use-cases, and in less than two years has become one of the most commonly used distributed machine learning libraries in practice.  Several companies have recently started to build on top of the Apache Spark system, of which MLlib is a key component.  Moreover, the SMaSH benchmark serves as a prototype for the benchmarking activities of the Global Alliance for Global Health (GA4GH), an international coalition dedicated to improving human health by maximizing the potential of genomic medicine through effective and responsible data sharing.  SMaSH has the potential to help shape benchmarking protocols for the field of genomic variant calling, which itself is instrumental to the field of personalized medicine.\nFinally, my NSF postdoctoral fellowship has provided opportunities for training and professional development, both for others and for myself.  During this fellowship, I co-authored a graduate level textbook about machine learning called Foundations of Machine Learning.  This book has been widely cited since its publication and has been adopted as the main textbook for several graduate level classes at various universities around the world.  Researchers and practitioners are likely to learn about techniques for large-scale data analysis and machine learning via educational material developed directly (e.g., MLlib documentation and hands-on tutorials I developed) or indirectly as a result of our research (e.g., a MOOC on Scalable Machine Learning based on my work that I am in the process of developing).  Additionally, I supervised multiple students and researchers during my NSF fellowship and provided guidance on their subsequent employment opportunities.  This fellowship served as excellent training for me, and helped me obtain my current academic position; in the Fall 2014 I started an assistant professorship in the Computer Science Department at UCLA.\n\n \n\n\t\t\t\t\tLast Modified: 11/24/2014\n\n\t\t\t\t\tSubmitted by: Ameet S Talwalkar"
 }
}