{
 "awd_id": "1122876",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Environmental Variability and Disease Emergence: Spatial Patterns of Lyme Disease Emergence in Virginia",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 199997.0,
 "awd_amount": 199997.0,
 "awd_min_amd_letter_date": "2011-08-30",
 "awd_max_amd_letter_date": "2011-08-30",
 "awd_abstract_narration": "Disease emergence is an inherently geographical phenomenon, and factors at multiple spatial scales, such as international trade and local land-use change, interact to contribute to a disease's appearance in the human population for the first time or its spread beyond the original range. In spite of great advancements in the control of infectious diseases over the last several decades, endemic zoonotic diseases like Lyme disease, the most common vector-borne disease in the United States, continue to expand in range, and the mechanisms underlying these emergence events are poorly understood. This research project will examine the diffusion of Lyme disease as it emerges southward along the East Coast, using Virginia as a case study because of the state's location on the front line of human Lyme disease expansion.  A key objective for the investigators is to determine the role of variability in human and physical environments on the disease's continued spread at multiple spatial scales.  Specific research goals are to quantify the spatial and temporal emergence pattern of human Lyme disease in Virginia between 1998 and 2010 to determine where human case clustering occurs; to characterize landscape-level factors in the human and physical environments that are associated with human cases; and to develop a predictive geographic model of human incidence to identify areas of Virginia that are at highest risk for future Lyme disease emergence.  The interdisciplinary research team, combining expertise in geography, forestry, statistics, and entomology, will use statistical analyses to examine the diffusion of Lyme disease in Virginia over the past decade, pinpointing case clusters.  GIS analyses will link human and environmental conditions with human cases from 1998 to 2010 and allow for an improved understanding of environmental conditions associated with Lyme disease emergence.  Finally, combined statistical and geospatial tools will assist in the development of a predictive map and model of human incidence that will allow public health officials to target their use of sometimes scarce human and financial resources in the prevention of future Lyme disease cases.\r\n\r\nThis research will provide new insights into the ways in which variability in human and physical environments at multiple spatial scales contribute to disease emergence.  The bulk of research examining the relationship between Lyme disease and environmental variability has focused on endemic areas, neglecting study of the environmental influences at the edges of the disease's range expansion.  Understanding such relationships as the disease emerges in non-endemic areas is crucially important to disease prevention and control, and the results of this research will provide public health departments with critical information to be used in communications with health clinics and physicians' offices.  Lyme disease has a significant public health burden in the U.S., and an improved understanding of the disease's emergence pattern will enhance diagnosis and reporting efforts, and ultimately decrease the number of human cases.  The project will improve scientific understanding of disease emergence in general, and more specifically Lyme disease emergence, and the approach and methods used in the research can be applied to the study of other vector-borne diseases. The research will provide opportunities for graduate and undergraduate students to gain research experience in an interdisciplinary setting, and the Virginia Department of Health will disseminate the results to the general public and physicians to improve public health.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Korine",
   "pi_last_name": "Kolivras",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Korine Kolivras",
   "pi_email_addr": "korine@vt.edu",
   "nsf_id": "000495693",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Campbell",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "James B Campbell",
   "pi_email_addr": "jayhawk@vt.edu",
   "nsf_id": "000089179",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Prisley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen Prisley",
   "pi_email_addr": "prisley@vt.edu",
   "nsf_id": "000242379",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yili",
   "pi_last_name": "Hong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yili Hong",
   "pi_email_addr": "yilihong@vt.edu",
   "nsf_id": "000572125",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Gaines",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "David N Gaines",
   "pi_email_addr": "David.Gaines@vdh.virginia.gov",
   "nsf_id": "000586250",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "300 TURNER ST NW",
  "perf_city_name": "BLACKSBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240603359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9198",
   "pgm_ref_txt": "OTHER ENVIRONMENT"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 199997.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Lyme disease, the most significant vector-borne disease in the United States, has a large economic and health burden.&nbsp; An infection with <em>Borrelia burgdorferi</em>, the bacterium that causes Lyme disease, can lead to chronic health problems such as arthritis and more debilitating symptoms, and treatment costs of Lyme disease may reach hundreds of millions of dollars per year. Since the illness was first recognized in the 1970s, the greatest number of Lyme disease cases have been reported in specific hotspots in the United States: the Northeast and the northern Midwest. A number of states, including Virginia, have experienced an expansion in the range of Lyme disease. Virginia has seen a steady increase in human cases since the late 1990s, but the number of cases quadrupled during the period from 2004 to 2007. Data indicate that Virginia is on the front line of a Lyme disease range expansion, with an apparent spread toward the south and west during the past decade, and the state has had human incidence rates similar to that of neighboring endemic states since 2007. The results of this study have national significance and critical importance as contentious debates over the spread and diagnosis of Lyme disease continue.</p>\n<p><span style=\"text-decoration: underline;\">Intellectual Merit</span></p>\n<p>This study had several objectives related to the intellectual merit of the research project.&nbsp; Our first objective was to quantify the emergence pattern of human Lyme disease as it spread in Virginia between 1998 and 2010 to determine where case clustering occurred.&nbsp; No other study has examined the diffusion of Lyme disease in Virginia to confirm the specifics of its geographic diffusion over the past decade.&nbsp; For this objective, our statistical analysis confirms that Lyme disease is spreading toward the southwestern part of Virginia, with a primary disease cluster in that region of the state. An understanding of the diffusion pattern of Lyme disease can help support education efforts of the public to prevent tick bites as well as among physicians who diagnose and treat the disease. Our second objective was to characterize landscape-level factors in the human and physical environments that are associated with human cases as Lyme disease emerged in Virginia.&nbsp; In other words, we examined land cover patterns and demographic factors in order to better understand those variables associated with human cases that occurred from 2006 to 2010.&nbsp; Our analysis, which mainly used a geographic information system (GIS) to measure correlations between these factors and human case data, found that Lyme disease is more likely to be found in areas with herbaceous land cover and in places where herbaceous and forested land cover are interspersed.&nbsp; High levels of development and an interspersion of developed and forested land, as well as high population density, were associated with lower levels of Lyme disease.&nbsp; In Virginia, Lyme disease&rsquo;s demographic impact is associated with higher income.&nbsp; Abundance of small forest fragments was not found to be associated with human Lyme disease cases in Virginia.&nbsp; These findings will help public health officials prepare for the continued emergence of Lyme disease, given an improved understanding of the environments typically associated with human cases. Our final objective, to identify areas of Virginia that are at highest risk for the future spread of Lyme disease, combined the results of our previous two objectives into a predictive model.&nbsp; Our statistical analysis to support this objective indicates that Lyme disease will likely continue to emerge particularly in the western part of the state, with a focus in the environments indicated as having a greater association with human Lyme disease during analysis for the second objective. This knowledge further contributes to education efforts tar...",
  "por_txt_cntn": "\nLyme disease, the most significant vector-borne disease in the United States, has a large economic and health burden.  An infection with Borrelia burgdorferi, the bacterium that causes Lyme disease, can lead to chronic health problems such as arthritis and more debilitating symptoms, and treatment costs of Lyme disease may reach hundreds of millions of dollars per year. Since the illness was first recognized in the 1970s, the greatest number of Lyme disease cases have been reported in specific hotspots in the United States: the Northeast and the northern Midwest. A number of states, including Virginia, have experienced an expansion in the range of Lyme disease. Virginia has seen a steady increase in human cases since the late 1990s, but the number of cases quadrupled during the period from 2004 to 2007. Data indicate that Virginia is on the front line of a Lyme disease range expansion, with an apparent spread toward the south and west during the past decade, and the state has had human incidence rates similar to that of neighboring endemic states since 2007. The results of this study have national significance and critical importance as contentious debates over the spread and diagnosis of Lyme disease continue.\n\nIntellectual Merit\n\nThis study had several objectives related to the intellectual merit of the research project.  Our first objective was to quantify the emergence pattern of human Lyme disease as it spread in Virginia between 1998 and 2010 to determine where case clustering occurred.  No other study has examined the diffusion of Lyme disease in Virginia to confirm the specifics of its geographic diffusion over the past decade.  For this objective, our statistical analysis confirms that Lyme disease is spreading toward the southwestern part of Virginia, with a primary disease cluster in that region of the state. An understanding of the diffusion pattern of Lyme disease can help support education efforts of the public to prevent tick bites as well as among physicians who diagnose and treat the disease. Our second objective was to characterize landscape-level factors in the human and physical environments that are associated with human cases as Lyme disease emerged in Virginia.  In other words, we examined land cover patterns and demographic factors in order to better understand those variables associated with human cases that occurred from 2006 to 2010.  Our analysis, which mainly used a geographic information system (GIS) to measure correlations between these factors and human case data, found that Lyme disease is more likely to be found in areas with herbaceous land cover and in places where herbaceous and forested land cover are interspersed.  High levels of development and an interspersion of developed and forested land, as well as high population density, were associated with lower levels of Lyme disease.  In Virginia, Lyme diseaseÆs demographic impact is associated with higher income.  Abundance of small forest fragments was not found to be associated with human Lyme disease cases in Virginia.  These findings will help public health officials prepare for the continued emergence of Lyme disease, given an improved understanding of the environments typically associated with human cases. Our final objective, to identify areas of Virginia that are at highest risk for the future spread of Lyme disease, combined the results of our previous two objectives into a predictive model.  Our statistical analysis to support this objective indicates that Lyme disease will likely continue to emerge particularly in the western part of the state, with a focus in the environments indicated as having a greater association with human Lyme disease during analysis for the second objective. This knowledge further contributes to education efforts targeted at preventing and controlling human Lyme disease.\n\nBroader Impacts\n\nOur first broader impact objective was to provide students with interdisciplinary training in a research setting.  We a..."
 }
}