{
 "awd_id": "1122727",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Individual and Community Responses to Environmental Regulation",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "jonathan gould",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 152764.0,
 "awd_amount": 152764.0,
 "awd_min_amd_letter_date": "2011-08-16",
 "awd_max_amd_letter_date": "2011-08-16",
 "awd_abstract_narration": "This research project examines the ways that people come to understand themselves to be part of larger communities in the context of the world's largest ecological restoration project. The study focuses on a rural 20- by 40-mile region of the Everglades and the responses to the Comprehensive Everglades Restoration Plan. It uses research methods that include long-term participant observation, interviews, and case studies of two major restoration projects. The researcher investigates two questions: 1) How do residents of an ecologically and culturally diverse area of the Everglades value water and land, especially in their everyday practices?; and 2) How do these everyday practices enact belonging in the context of restoration? \r\n\r\nThis research project will offer social scientific findings related to the four components for measuring the effectiveness of Everglades restoration as outlined in the 2000 Comprehensive Everglades Restoration Plan. In addition, the findings will be shared with local communities in the Everglades area and the larger academic community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jessica",
   "pi_last_name": "Cattelino",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Jessica R Cattelino",
   "pi_email_addr": "jesscatt@anthro.ucla.edu",
   "nsf_id": "000582769",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  },
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 152764.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This ethnographic study investigated the cultural significance of environmental regulation. The Florida Everglades&mdash;a vast ecosystem recognized around the world as ecologically distinctive and as an exemplar of environmental destruction&mdash;is the site of one of the world's costliest ecological restoration projects, which is largely funded by regional, state, and federal taxpayers. Everglades restoration brings together federal and state agencies and American Indian nations in a complex web of policies and litigation. Less well known or studied than the subtropical wetland&rsquo;s ecological attributes or its notorious legal battles, however, are the complex cultural processes at play in the Everglades. Employing ethnographic methods that included participant observation, more than 100 interviews, observation, and archival research, sociocultural anthropologist Jessica Cattelino sought to understand how water shaped community in a vibrant corner of the Everglades where basic social science about the relationship between cultural processes and ecology could be investigated. The northwest Everglades is home to sugarcane, citrus, and vegetable growers, Seminole indigenous water rights claimants, bass anglers and hunters, water managers, environmentalists, and an array of other residents with deep and sometimes divergent relations to water. After completing eight months of intensive ethnographic fieldwork as well as research in multiple archives and with government reports and other primary materials, Cattelino is developing a series of scholarly articles, an ethnographic book, public lectures and trainings, the prestigious Morgan Lecture, and a collaborative museum exhibition with a photographer. Together, these research products tell human stories of the Everglades and, in doing so, suggest how social scientists and policymakers alike can rethink the relationship between culture and nature.</p>\n<p>&nbsp;</p>\n<p>Research findings show that a cultural analysis of Everglades restoration can contribute to improved restoration strategies and, in turn, demonstrate the patterned ways in which restoration has shaped communities. For example, regulations and scientific research that separate nature from culture and treat wilderness as unpeopled not only fail to address realities on the ground but also reinforce practices that dispossess indigenous peoples and absolve urban and suburban dwellers of responsibility for ecological degradation. Research also showed how water&rsquo;s movement across political borders and private property boundaries generates distinctive cultural and regulatory formations that prompt reconsideration of territorially based theories of sovereignty. A case study of the planned buyout of a major sugarcane corporation by the state provided evidence of strong cultural effects of shifting relations between the corporation and the regulatory state in the United States, while a case study of a water conservation plan on an American Indian reservation showed how indigenous sovereignty and environment are intertwined. Overall, this research emphasizes the human significance of nature and pushes back against the posthumanist shift in anthropology and related fields. More specifically, it demonstrates how both prevailing regulations and everyday cultural understandings of water have been shaped by settler colonialism, which is the distinctive logic of indigenous dispossession that is characteristic of the United States, Australia, Canada, and other settler societies. This is often the case, importantly, even when Seminoles and other Native peoples are not directly implicated in environmental policy and law (e.g., with regard to invasive species management). In the end, this research shows why and how saving the Everglades&mdash;or any major ecosystem&mdash;is as much a social and cultural project as it is a scientific or legal one.</p>\n<p>&nbsp;</p><br>\n<...",
  "por_txt_cntn": "\nThis ethnographic study investigated the cultural significance of environmental regulation. The Florida Everglades&mdash;a vast ecosystem recognized around the world as ecologically distinctive and as an exemplar of environmental destruction&mdash;is the site of one of the world's costliest ecological restoration projects, which is largely funded by regional, state, and federal taxpayers. Everglades restoration brings together federal and state agencies and American Indian nations in a complex web of policies and litigation. Less well known or studied than the subtropical wetlandÆs ecological attributes or its notorious legal battles, however, are the complex cultural processes at play in the Everglades. Employing ethnographic methods that included participant observation, more than 100 interviews, observation, and archival research, sociocultural anthropologist Jessica Cattelino sought to understand how water shaped community in a vibrant corner of the Everglades where basic social science about the relationship between cultural processes and ecology could be investigated. The northwest Everglades is home to sugarcane, citrus, and vegetable growers, Seminole indigenous water rights claimants, bass anglers and hunters, water managers, environmentalists, and an array of other residents with deep and sometimes divergent relations to water. After completing eight months of intensive ethnographic fieldwork as well as research in multiple archives and with government reports and other primary materials, Cattelino is developing a series of scholarly articles, an ethnographic book, public lectures and trainings, the prestigious Morgan Lecture, and a collaborative museum exhibition with a photographer. Together, these research products tell human stories of the Everglades and, in doing so, suggest how social scientists and policymakers alike can rethink the relationship between culture and nature.\n\n \n\nResearch findings show that a cultural analysis of Everglades restoration can contribute to improved restoration strategies and, in turn, demonstrate the patterned ways in which restoration has shaped communities. For example, regulations and scientific research that separate nature from culture and treat wilderness as unpeopled not only fail to address realities on the ground but also reinforce practices that dispossess indigenous peoples and absolve urban and suburban dwellers of responsibility for ecological degradation. Research also showed how waterÆs movement across political borders and private property boundaries generates distinctive cultural and regulatory formations that prompt reconsideration of territorially based theories of sovereignty. A case study of the planned buyout of a major sugarcane corporation by the state provided evidence of strong cultural effects of shifting relations between the corporation and the regulatory state in the United States, while a case study of a water conservation plan on an American Indian reservation showed how indigenous sovereignty and environment are intertwined. Overall, this research emphasizes the human significance of nature and pushes back against the posthumanist shift in anthropology and related fields. More specifically, it demonstrates how both prevailing regulations and everyday cultural understandings of water have been shaped by settler colonialism, which is the distinctive logic of indigenous dispossession that is characteristic of the United States, Australia, Canada, and other settler societies. This is often the case, importantly, even when Seminoles and other Native peoples are not directly implicated in environmental policy and law (e.g., with regard to invasive species management). In the end, this research shows why and how saving the Everglades&mdash;or any major ecosystem&mdash;is as much a social and cultural project as it is a scientific or legal one.\n\n \n\n\t\t\t\t\tLast Modified: 07/25/2015\n\n\t\t\t\t\tSubmitted by: Jessica R Cattelino"
 }
}