{
 "awd_id": "1122179",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The betalain secondary metabolic network.",
 "cfda_num": "47.074",
 "org_code": "08070700",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Susanne von Bodman",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 682857.0,
 "awd_amount": 682857.0,
 "awd_min_amd_letter_date": "2011-08-25",
 "awd_max_amd_letter_date": "2011-08-25",
 "awd_abstract_narration": "Intellectual merit:   Beets and roses are red for completely different reasons. Virtually all flowering plants contain one of two mutually exclusive red/purple pigment pathways, anthocyanins or betalains. The anthocyanin biosynthetic / regulatory network has been heavily studied and occurs in the vast majority of taxa including the major crop families: Poaceae (grasses), Brassicaceae (canola, mustards, cole crops), and Rosaceae (apples, pears, cherries). Betalains on the other hand are restricted to certain families of a single order, the Caryophyllales, where they assume the role of anthocyanin pigments in all biological contexts. These roles include attracting pollinators and seed dispersal agents, and as protective pigments during stress and aging. The betalain families contain crop species and ornamentals that are grown worldwide and form important staples in many agricultural economic systems, including Beets, Spinach, Amaranthus, Quinoa, and Prickly Pear cactus. This project is aimed at understanding the betalain biosynthetic and regulatory network at the molecular level and how pigment emergent properties are generated.\r\n     While anthocyanins are based on the amino acid phenylalanine, while betalains derive from the animo acid tyrosine. Prior to the start of this project, the investigators identified a novel cytochrome P450 enzyme and a MYB-type transcription factor regulator that function in the betalain network. In particular, hypotheses will be tested regarding the identity of the last unknown betalain ring structure biosynthetic enzyme by silencing genes in beet to test their functions and beet gene expression in yeast to test function. One hypothesis is that betalains are regulated by the same set of interacting proteins that regulate the anthocyanin pigment pathway in other plants. The investigators will test this hypothesis using gene silencing and overexpression in beet. Anthocyanin pigments are regulated by well-characterized environmental signals. The hypothesis that betalains are regulated by these same signaling pathways will be tested. In order to ask the question about whether environmental signals work through increasing gene expression of the MYB regulator, plants will be treated with known elicitors and plant hormones, or nutrient deprivation (e.g. phosphate), and expression of all know betalain network genes will be measured. The hypothesis that the MYB regulator directly binds to cis regions of the betalain biosynthetic genes will be tested through protein-DNA binding assays.\r\n\r\nBroader impacts:   This research will enhance our basic understanding of the control of plant secondary metabolic networks. Betalains are important dietary antioxidants with high human availability and this project will lead to an ability to manipulate this network and to move the pathway into heterologous systems. Eventual impacts include the ability to create crops that are more nutritious for humans and livestock. The project will provide excellent training for all levels of students. Integral to this project is a new inquiry-based Freshman Research Initiative stream for 30+ students that emphasizes creative and critical thinking within science. Students receive lecture-based training in hypothesis building and testing, data collection, record-keeping, statistical analysis, and ethical research standards. In the spring, students enter the stream for two semesters of hands-on self-directed research.  For the past ten years, all lab members, including undergrad and grad students, have participated in judging yearly science fairs at local elementary schools, including interactive interviews of the elementary students. For the past six years, the PI and his graduate students have conducted prefair outreach workshops at the schools. This past year, 3 graduate students, about 180 4th and 5th graders, and 6 teachers participated in the workshop on hypothesis driven scientific method, project conception, and project execution. This outreach activity will continue throughout the period of this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Lloyd",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alan Lloyd",
   "pi_email_addr": "lloyd@uts.cc.utexas.edu",
   "nsf_id": "000396925",
   "pi_start_date": "2011-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1128",
   "pgm_ref_txt": "POP & COMMUNITY ECOL CLUSTER"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9104",
   "pgm_ref_txt": "ENVIRONMENTAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 682857.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit &nbsp;&nbsp;</strong>Virtually all flowering plants produce red/violet <em>anthocyanin</em> pigments to color flowers, fruits, and other plant parts. Strangely, a handful of families in a single order, the Caryophyllales, produce unrelated red/violet/yellow <em>betalain</em> or beet pigments to do this same job. Betalain pigments are mutually exclusive with anthocyanins, and completely replace the anthocyanins in all biological functions. While all <em>major</em> crop families produce anthocyanins, betalain accumulating families contain many important minor crops and ornamentals including beets, Swiss Chard, Spinach, Amaranthus, Quinoa, Cactus, Portulaca, Pokeweed, and Bougainvillea. Both pigments are produced in flowers and fruits as well as in response to environmental stresses. Furthermore, like anthocyanins, betalains are free oxygen radical scavengers and are nutritionally beneficial in similar ways. The betalain pigment biosynthetic pathway is agriculturally and nutritionally important and fascinating from an evolutionary perspective. Prior to our work on the pathway, a single gene had been identified that functioned in betalain biosynthetic, DOPA 4,5-dioxygenase, DODA (step 2 in Fig 1), and nothing was known about its molecular regulation. We identified the CYP450 genes/enzymes responsible for the two other required steps to produce the basic pigment ring structures- the hydroxylation of tyrosine and production of cyclo-DOPA (steps 1 and 3 in Fig 1).</p>\n<p>Because betalains and anthocyanins have such similar functions and expression patterns, one of our original hypotheses was that betalains would be regulated the same way and this turns out to be true. We showed that the betalain pigment biosynthetic genes are regulated in beets by the same type of regulator that regulates anthocyanins in other plants. This betalain regulator (a MYB transcription factor) was co-opted from anthocyanin regulation for this job and this helps explain how betalains were able to evolve in the Caryophyllales and replace the anthocyanins.</p>\n<p>Beets come in three basic colors, red, white, and yellow (Fig 2). Our work showed that the difference between highly pigmented red or yellow and white beets is the expression level and expression pattern of the MYB regulator gene-more MYB gives more gene expression and thus more pigment. And the work showed that yellow beets are the result of a mutation the CYP450 gene required to do step 3 (Fig 1). These genes correspond to the classic Y and R mutations respectively that were described in 1936. Most betalain plants in cultivation have a similar set of mutant phenotypes (for example see 4 o&rsquo;clocks in Fig 2).</p>\n<p>During the course of these studies we also developed ways to produce betalain pigments in non-betalain producing organisms by expressing the betalain biosynthetic &nbsp;genes. This ability is already leading to studies aimed at producing new drugs in yeast and new colors in ornamental plants. Bacause of their beneficial properties, these pigments may become important added nutritional pathways to food organisms in the future.</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts &nbsp;&nbsp;</strong>The work resulted in gene expression databases (RNAseq) from eight betalain-accumulating species covering seven families in the Caryophyllales order. Another accomplishment was the discovery of a previously unknown virus in 4 O&rsquo;clocks (Mirabilis jalapa), The project supported and trained three postdoctoral fellows and three graduate students (two graduated with Ph.D.). Nine undergraduates worked directly in our lab on this project and the project supported four cohorts of 35 undergraduates each in a Freshman Research Initiative course (https://cns.utexas.edu/fri). The project supported significant Science Fair outreach activities for four years at Cunningham Elementary, a Title 1 school in the public Aus...",
  "por_txt_cntn": "\nIntellectual Merit   Virtually all flowering plants produce red/violet anthocyanin pigments to color flowers, fruits, and other plant parts. Strangely, a handful of families in a single order, the Caryophyllales, produce unrelated red/violet/yellow betalain or beet pigments to do this same job. Betalain pigments are mutually exclusive with anthocyanins, and completely replace the anthocyanins in all biological functions. While all major crop families produce anthocyanins, betalain accumulating families contain many important minor crops and ornamentals including beets, Swiss Chard, Spinach, Amaranthus, Quinoa, Cactus, Portulaca, Pokeweed, and Bougainvillea. Both pigments are produced in flowers and fruits as well as in response to environmental stresses. Furthermore, like anthocyanins, betalains are free oxygen radical scavengers and are nutritionally beneficial in similar ways. The betalain pigment biosynthetic pathway is agriculturally and nutritionally important and fascinating from an evolutionary perspective. Prior to our work on the pathway, a single gene had been identified that functioned in betalain biosynthetic, DOPA 4,5-dioxygenase, DODA (step 2 in Fig 1), and nothing was known about its molecular regulation. We identified the CYP450 genes/enzymes responsible for the two other required steps to produce the basic pigment ring structures- the hydroxylation of tyrosine and production of cyclo-DOPA (steps 1 and 3 in Fig 1).\n\nBecause betalains and anthocyanins have such similar functions and expression patterns, one of our original hypotheses was that betalains would be regulated the same way and this turns out to be true. We showed that the betalain pigment biosynthetic genes are regulated in beets by the same type of regulator that regulates anthocyanins in other plants. This betalain regulator (a MYB transcription factor) was co-opted from anthocyanin regulation for this job and this helps explain how betalains were able to evolve in the Caryophyllales and replace the anthocyanins.\n\nBeets come in three basic colors, red, white, and yellow (Fig 2). Our work showed that the difference between highly pigmented red or yellow and white beets is the expression level and expression pattern of the MYB regulator gene-more MYB gives more gene expression and thus more pigment. And the work showed that yellow beets are the result of a mutation the CYP450 gene required to do step 3 (Fig 1). These genes correspond to the classic Y and R mutations respectively that were described in 1936. Most betalain plants in cultivation have a similar set of mutant phenotypes (for example see 4 oÆclocks in Fig 2).\n\nDuring the course of these studies we also developed ways to produce betalain pigments in non-betalain producing organisms by expressing the betalain biosynthetic  genes. This ability is already leading to studies aimed at producing new drugs in yeast and new colors in ornamental plants. Bacause of their beneficial properties, these pigments may become important added nutritional pathways to food organisms in the future.\n\n \n\nBroader Impacts   The work resulted in gene expression databases (RNAseq) from eight betalain-accumulating species covering seven families in the Caryophyllales order. Another accomplishment was the discovery of a previously unknown virus in 4 OÆclocks (Mirabilis jalapa), The project supported and trained three postdoctoral fellows and three graduate students (two graduated with Ph.D.). Nine undergraduates worked directly in our lab on this project and the project supported four cohorts of 35 undergraduates each in a Freshman Research Initiative course (https://cns.utexas.edu/fri). The project supported significant Science Fair outreach activities for four years at Cunningham Elementary, a Title 1 school in the public Austin Independent School District. Lab personnel of all levels conducted fall science workshops at the school with students, families, and teachers, and then they returned to judge the fair in the ..."
 }
}