{
 "awd_id": "1122357",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Motivation Gains on Divisible Conjunctive Tasks",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "mo wang",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 251946.0,
 "awd_amount": 251946.0,
 "awd_min_amd_letter_date": "2011-09-28",
 "awd_max_amd_letter_date": "2011-09-28",
 "awd_abstract_narration": "In this project the research team will examine the conditions that prompt people to exert more effort when working on a task as part of a group than when working alone -- a motivation gain in groups.  This research will extend current knowledge in three ways.  First, it will test for motivation gains when members perform different subtasks, making different contributions to the group's overall product.  Theory suggests that the structural interdependence among subtasks plays an important role in promoting group motivation gains.  Second, it will test whether the same overall task, with the same subtask structure, can induce motivation gains in group members who vary widely in task-relevant ability.  In past research, the types of tasks found to prompt motivation gains in more-capable members have been quite different from those found to prompt motivation gains in less-capable members.  Third, it will test the independent effect of a critical psychological variable presumed to underlie motivation gains: felt indispensability.  Past research has not been able to fully disentangle the effect of this variable from that of upward social comparison, due mainly to limitations inherent in the tasks employed.  These objectives will be accomplished in four laboratory experiments using a novel physical persistence task that is structured with two interdependent subtasks varying both in difficulty and in criticality to the group's overall success.  \r\n\r\nIn terms of broader impacts, this research seeks to change in a fundamental way the dominant view of motivation in groups, from one that emphasizes the possibility (even likelihood) of motivation loss, to one that acknowledges as well the potential for genuine motivation gain. Further, by using a task with a subtask structure, and by testing for motivation gains simultaneously in both more-capable and less-capable group members, this research will better indicate how generalizable motivation gains found in the laboratory are to real-world settings, and so the likelihood that such gains can be harnessed to benefit organizational productivity and effectiveness.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Larson, Jr.",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "James R Larson, Jr.",
   "pi_email_addr": "jlarson4@luc.edu",
   "nsf_id": "000584083",
   "pi_start_date": "2011-09-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Loyola University of Chicago",
  "inst_street_address": "820 N MICHIGAN AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7735082471",
  "inst_zip_code": "606112147",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "IL05",
  "org_lgl_bus_name": "LOYOLA UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "CVNBL4GDUKF3"
 },
 "perf_inst": {
  "perf_inst_name": "Loyola University of Chicago",
  "perf_str_addr": "820 N MICHIGAN AVE",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606112147",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "IL05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  },
  {
   "pgm_ele_code": "537600",
   "pgm_ele_name": "INNOVATION & ORG SCIENCES(IOS)"
  },
  {
   "pgm_ele_code": "764200",
   "pgm_ele_name": "VIRTUAL ORGANIZATIONS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5376",
   "pgm_ref_txt": "INNOVATION & ORG SCIENCES(IOS)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 251946.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research was concerned with the conditions that prompt people to exert more effort when performing a task as part of a group compared to when performing the same task but working alone&mdash;a motivation gain in groups.&nbsp; Although the scientific literature is replete with evidence of motivation&nbsp;<span style=\"text-decoration: underline;\">loss</span> in groups (that is, the tendency to exert less effort when working in groups than when working alone), a small-but-growing number of studies show that working on a task as part of a group can sometimes <span style=\"text-decoration: underline;\">increase</span> motivation.&nbsp; The research supported by this award extends the latter line of investigation in three important ways.</p>\n<p>&nbsp;First, past research has tested for motivation gains only when groups perform tasks that have no subtask structure&mdash;all members engage in exactly the same activity.&nbsp; Our research, by contrast, focused on a task in which members performed different, though interdependent, subtasks, and so contributed differently to their overall group product.&nbsp; This situation is more typical of what is normally found in everyday work settings.&nbsp; Theory suggests that the structural interdependence among subtasks should play an important role in promoting group motivation gains.</p>\n<p>&nbsp;Second, past research has focused rather narrowly on tasks that promote motivation gains either in the most capable members of a group (additive tasks) or in its least capable members (unitary conjunctive tasks).&nbsp; Our research, by contrast, focused on a class of tasks (divisible conjunctive tasks) that theory suggests can prompt motivation gains in all members regardless of their relative ability.</p>\n<p>Third, whereas past research points to the indispensability of a member&rsquo;s contributions to the group product as the critical psychological variable determining where or not he/she will experience a motivation gain when working collectively with others (i.e., motivation gains are more apt to occur when a member&rsquo;s contributions to the overall group product are indispensible compared to when they are not), that research has not always been able to fully disentangle the effect of indispensability from that of two other psychological processes: social comparison and social facilitation.&nbsp; Thus, there is still some uncertainty about whether and when indispensability, by itself, prompts motivation gains.&nbsp; Our research, by contrast, provides a direct and unambiguous test of the effect of indispensability that simultaneously controls for any potential effects that might be due to social comparison and social facilitation.</p>\n<p>Our research consisted of six separate experiments in which participants performed a physical persistence task either alone or in 2?person teams.&nbsp; The task required them to squeeze a hand-held dynamometer (a device that measures gripping force) to control the vertical position of one of two colored markers on a computer screen (see Figure 1).&nbsp; The harder the dynamometer was squeezed the higher the on-screen marker was &ldquo;lifted.&rdquo;&nbsp; One of the two markers was &ldquo;heavier&rdquo; than the other, in the sense that it required substantially more gripping force to lift.&nbsp; Participants were to lift the heavier marker as high as they could and hold it there for a period of time.&nbsp; They earned points while doing so, with points accruing at a faster rated the higher the heavier marker was lifted.&nbsp; Their goal was to earn as many points as possible.&nbsp; When working as part of a 2?person team, their partner simultaneously was to hold the lighter marker just off the baseline (within the white target box in Figure 1).&nbsp; Point accumulation was temporarily suspended whenever the light marker either touched the baseline or drifted out of the target box (which seldom...",
  "por_txt_cntn": "\nThis research was concerned with the conditions that prompt people to exert more effort when performing a task as part of a group compared to when performing the same task but working alone&mdash;a motivation gain in groups.  Although the scientific literature is replete with evidence of motivation loss in groups (that is, the tendency to exert less effort when working in groups than when working alone), a small-but-growing number of studies show that working on a task as part of a group can sometimes increase motivation.  The research supported by this award extends the latter line of investigation in three important ways.\n\n First, past research has tested for motivation gains only when groups perform tasks that have no subtask structure&mdash;all members engage in exactly the same activity.  Our research, by contrast, focused on a task in which members performed different, though interdependent, subtasks, and so contributed differently to their overall group product.  This situation is more typical of what is normally found in everyday work settings.  Theory suggests that the structural interdependence among subtasks should play an important role in promoting group motivation gains.\n\n Second, past research has focused rather narrowly on tasks that promote motivation gains either in the most capable members of a group (additive tasks) or in its least capable members (unitary conjunctive tasks).  Our research, by contrast, focused on a class of tasks (divisible conjunctive tasks) that theory suggests can prompt motivation gains in all members regardless of their relative ability.\n\nThird, whereas past research points to the indispensability of a memberÆs contributions to the group product as the critical psychological variable determining where or not he/she will experience a motivation gain when working collectively with others (i.e., motivation gains are more apt to occur when a memberÆs contributions to the overall group product are indispensible compared to when they are not), that research has not always been able to fully disentangle the effect of indispensability from that of two other psychological processes: social comparison and social facilitation.  Thus, there is still some uncertainty about whether and when indispensability, by itself, prompts motivation gains.  Our research, by contrast, provides a direct and unambiguous test of the effect of indispensability that simultaneously controls for any potential effects that might be due to social comparison and social facilitation.\n\nOur research consisted of six separate experiments in which participants performed a physical persistence task either alone or in 2?person teams.  The task required them to squeeze a hand-held dynamometer (a device that measures gripping force) to control the vertical position of one of two colored markers on a computer screen (see Figure 1).  The harder the dynamometer was squeezed the higher the on-screen marker was \"lifted.\"  One of the two markers was \"heavier\" than the other, in the sense that it required substantially more gripping force to lift.  Participants were to lift the heavier marker as high as they could and hold it there for a period of time.  They earned points while doing so, with points accruing at a faster rated the higher the heavier marker was lifted.  Their goal was to earn as many points as possible.  When working as part of a 2?person team, their partner simultaneously was to hold the lighter marker just off the baseline (within the white target box in Figure 1).  Point accumulation was temporarily suspended whenever the light marker either touched the baseline or drifted out of the target box (which seldom happened).  Thus, in the team condition the participant and partner performed two structurally interdependent subtasks that varied in difficulty and in their criticality to the group's overall success.\n\nOf primary interest in these experiments was the amount of force (effort) that participants applied to the dyna..."
 }
}