{
 "awd_id": "1122157",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Structural and functional scaling of the respiratory system of flying beetles",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elsbeth Walker",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 594183.0,
 "awd_amount": 622608.0,
 "awd_min_amd_letter_date": "2011-08-29",
 "awd_max_amd_letter_date": "2014-04-02",
 "awd_abstract_narration": "One obvious pattern in animal biology is that insects and other arthropods are generally smaller than vertebrates. Why is this? More than 300 million years ago, in the late Paleozoic, giant insects up to 10-fold larger than those alive today roamed the earth. Recent findings from geologists have shown that the atmosphere had substantially more oxygen than today (31% vs. 21% today). These findings suggest that insects are small today (and were giant in the Paleozoic) because of the way they delivery oxygen to their tissues. This project tests this hypothesis by using fruit chafer beetles, the largest beetles living in the world today. Physiological and imaging experiments will be conducted to determine whether larger insects invest a greater fraction of their body as respiratory structure, and experience associated negative consequences (or trade-offs) such as reduced proportional sizes of the brain or digestive tract. A newly developed neural stimulating system will be used to assess respiratory function during the high demands of flight. 3D x-ray tomography and confocal microscopy will be used to measure the volume and structure of the respiratory system, brain, digestive tract, and muscles. Using such technologies, this project will test whether larger beetles must reduce the size and function of essential organs (such as the brain) in order to deliver oxygen to their tissues ? the limited by oxygen delivery hypothesis.  Thus, this project has the potential to explain one of the most broad-scale patterns in animal biology. Understanding such physical limits on animal design is critical for development of new technologies for engineering micro-injection systems that utilize bio-inspired fluidic systems, and for understanding the potential effects of atmospheric changes on animals. This research project will also include educational and training components, including development of a web-based K-12 teaching resource, and research training for graduate, undergraduate, and high school students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jon",
   "pi_last_name": "Harrison",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Jon F Harrison",
   "pi_email_addr": "j.harrison@asu.edu",
   "nsf_id": "000204983",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Cornelis",
   "pi_last_name": "Klok",
   "pi_mid_init": "J",
   "pi_sufx_name": "II",
   "pi_full_name": "Cornelis J Klok",
   "pi_email_addr": "cjklok@asu.edu",
   "nsf_id": "000506725",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "9261",
   "pgm_ref_txt": "RESRCH ASSIST-MINORITY H.S. ST"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 248625.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 169183.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 4800.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Why are insects smaller than vertebrates? Surprisingly, we do not yet understood the answer to this fundamental biological question. One major theory has been that possession of a tracheal respiratory system keeps insects small. Insects obtain oxygen through gas-filled blind-ended tubes (tracheae); plausibly such a system only functions well with small animals.&nbsp; In support of this theory, giant insect fossils have been found from the late Paleozoic when atmospheric oxygen levels were higher than today. We tested this theory using scarab beetle species varying tremendously in size, including the most massive insect species alive today. We showed that larger species do not have a smaller safety margin for oxygen delivery at rest or during flight when oxygen demand is high. These results demonstrated that larger insects are able to expand their capacity to delivery oxygen to meet the needs of their larger bodies. How do they do so? To test this question, we used a newly available technology, a type of micro-computed tomography with micrometer-resolution, that is able to visualize internal structurs of insects ranging from millimeters to the largest insects alive today. We used this system to quantify the volumes of the tracheal respiratory systems and other tissues, and to test our &ldquo;Tracheal Hypermetry Trade-off Hypothesis&rdquo;. This hypothesis was based on two prior studies that had shown that larger insects invest relatively more in the tracheal system; we hypothesized that this would lead to costs that would select against larger species. Our data partially supported this hypothesis. Within the main body, the tracheal system occupied 31% of the bodies of both large and small insects. However, the legs of the larger species have greatly enlarged tracheal systems, and also relatively enlarged leg volumes, suggesting that problems with oxygen delivery to the legs may be key factors that limit the abilities of insects to grow to the size of vertebrate animals.</p>\n<p>To improve scientific understanding of insects, we created a &ldquo;Virtual Beetle Dissection&rdquo; website within ASU&rsquo;s award-winning K-12 education site called &ldquo;Ask-A-Biologist&rdquo;. The Virtual Beetle site combines outstanding microscopic photography with x-ray images and &ldquo;hotspot&rdquo; software that enables outlining and identification of structures when student &ldquo;mouse-over&rdquo; the item. This site includes teacher training material, story boards and worksheets, is integrated into Common Core and Arizona standards, and can be used on tablets and smart phones, enabling large-scale educational outreach. This project also trained three graduate students and ten undergraduate students, four high school students and one high school teacher in research and educational outreach.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/04/2016<br>\n\t\t\t\t\tModified by: Jon&nbsp;F&nbsp;Harrison</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1122157/1122157_10127624_1451931298000_conectedgasexchangestuctures2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1122157/1122157_10127624_1451931298000_conectedgasexchangestuctures2--rgov-800width.jpg\" title=\"Large beetle with partially transparent cuticle, with false-colored internal air sacs\"><img src=\"/por/images/Reports/POR/2016/1122157/1122157_10127624_1451931298000_conectedgasexchangestuctures2--rgov-66x44.jpg\" alt=\"Large beetle with partially transparent cuticle, with false-colored in...",
  "por_txt_cntn": "\nWhy are insects smaller than vertebrates? Surprisingly, we do not yet understood the answer to this fundamental biological question. One major theory has been that possession of a tracheal respiratory system keeps insects small. Insects obtain oxygen through gas-filled blind-ended tubes (tracheae); plausibly such a system only functions well with small animals.  In support of this theory, giant insect fossils have been found from the late Paleozoic when atmospheric oxygen levels were higher than today. We tested this theory using scarab beetle species varying tremendously in size, including the most massive insect species alive today. We showed that larger species do not have a smaller safety margin for oxygen delivery at rest or during flight when oxygen demand is high. These results demonstrated that larger insects are able to expand their capacity to delivery oxygen to meet the needs of their larger bodies. How do they do so? To test this question, we used a newly available technology, a type of micro-computed tomography with micrometer-resolution, that is able to visualize internal structurs of insects ranging from millimeters to the largest insects alive today. We used this system to quantify the volumes of the tracheal respiratory systems and other tissues, and to test our \"Tracheal Hypermetry Trade-off Hypothesis\". This hypothesis was based on two prior studies that had shown that larger insects invest relatively more in the tracheal system; we hypothesized that this would lead to costs that would select against larger species. Our data partially supported this hypothesis. Within the main body, the tracheal system occupied 31% of the bodies of both large and small insects. However, the legs of the larger species have greatly enlarged tracheal systems, and also relatively enlarged leg volumes, suggesting that problems with oxygen delivery to the legs may be key factors that limit the abilities of insects to grow to the size of vertebrate animals.\n\nTo improve scientific understanding of insects, we created a \"Virtual Beetle Dissection\" website within ASUÆs award-winning K-12 education site called \"Ask-A-Biologist\". The Virtual Beetle site combines outstanding microscopic photography with x-ray images and \"hotspot\" software that enables outlining and identification of structures when student \"mouse-over\" the item. This site includes teacher training material, story boards and worksheets, is integrated into Common Core and Arizona standards, and can be used on tablets and smart phones, enabling large-scale educational outreach. This project also trained three graduate students and ten undergraduate students, four high school students and one high school teacher in research and educational outreach.\n\n \n\n\t\t\t\t\tLast Modified: 01/04/2016\n\n\t\t\t\t\tSubmitted by: Jon F Harrison"
 }
}