{
 "awd_id": "1122780",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Enhanced Performance Membranes by Scalable High Throughput Modification",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Geoffrey Prentice",
 "awd_eff_date": "2011-05-15",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 99997.0,
 "awd_amount": 101972.0,
 "awd_min_amd_letter_date": "2011-05-02",
 "awd_max_amd_letter_date": "2012-06-21",
 "awd_abstract_narration": "This EAGER Grant application involves a radically different approach to membrane synthesis and testing, applies new expertise (high throughput platform (HTP) modification method with photo-induced graft polymerization (PGP) (HTP-PGP) method with surface agitation and measurement of protein sieving), and engages novel interdisciplinary perspectives (combines knowledge of polymer chemistry and fluid mechanics). Few polymers have been used for membrane filtration production over the past 35 years, because of effort, expense and time. A novel, fast, efficient and reproducible high throughput platform (HTP) modification method with photo-induced graft polymerization (PGP) (HTP-PGP method) that allowed synthesis and selection of the most protein fouling-resistant polymer from 66 functionalized surfaces for membrane separations has been developed. However, this new HTP-PGP method is not easily scalable and needs to include mixing and protein sieving to be really useful and predictable with high confidence. \r\n\r\nThe fast, efficient and reproducible HTP-PGP method is a major contribution to the high throughput synthesis, screening and selection for material science and membrane technology. HTP-PGP selected previously reported protein-resistant surface chemistries, discovered several new monomers and gave reproducible results. However, for the HTP-PGP to be truly useful for fundamental studies and scalable for industrial applications, it should also include cross-flow with time-dependent tracking of permeation volume and solute (sieving) flux. In this research, HTP-PGP  will be transformed so that it can evaluate and select the best polymers from many 100s of functionalized surfaces under scalable conditions; and analyze the mechanism of grafting to gain understanding for future design of surfaces for membrane separations. With previous results over the past 17 years with membrane surface modification and the HTP-PGP method as a springboard, the following two specific aims for the research with the 96 filter-well format are proposed: 1. To implement and model crossflow (mixing) within each of the 96-wells. 2. To employ periodic measurements of volume and solute flux with the same crossflow to test, screen and scale-up the best performing graft polymerized membranes using single-protein filtration and 1 relevant biotechnology feed (E. coli broth). \r\n\r\nThe proposed study addresses a pressing need in the biotechnology, food, beverage, drinking water purification, wastewater treatment and bio-fuel industries for new low bio-fouling synthetic membranes. Like personalized medicine, particularized membranes for different applications can improve efficiency, and reduce costs and energy requirements. The work will promote discovery by offering previously untested novel membrane materials that exhibit low fouling, and will present a scalable HTP-PGP method for membrane manufacturers and users. The research will advance mechanistic understanding by elucidating the major requirements for a fouling resistant membrane. Results of this research will benefit society by reducing energy consumption of biochemical processes by lowering protein/peptide fouling of synthetic membranes during bioprocessing (known to cause substantial drops in performance, sometimes approaching 80%) and hence lowering operating pressures. The project will promote training and learning by involving undergraduate science and engineering majors through the Rensselaer Undergraduate Research Program and by involving high school seniors through the Questar program. Female and minority students will again be recruited to broaden participation of underrepresented groups, exposing students to modern high throughput technology, combinatorial chemistry, interfacial science, analytical chemistry and bioprocessing.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Georges",
   "pi_last_name": "Belfort",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Georges Belfort",
   "pi_email_addr": "belfog@rpi.edu",
   "nsf_id": "000452595",
   "pi_start_date": "2011-05-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "110 8TH ST",
  "perf_city_name": "TROY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803590",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141700",
   "pgm_ele_name": "Interfacial Engineering Progra"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "007E",
   "pgm_ref_txt": "Biological Separation Processes"
  },
  {
   "pgm_ref_code": "053E",
   "pgm_ref_txt": "BIOSEPARATIONS"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 99997.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 1975.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We address a pressing need in the biotechnology, food, beverage, drinking water purification, wastewater treatment and bio-fuel industries for new low bio-fouling synthetic membranes.&nbsp; Few polymers have been used for producing membrane filtration filters over the past 35 years, because of effort, expense and time.&nbsp; Membrane fouling (plugging of the filter pores) is by all accounts the Achilles heel of synthetic membrane filtration and there are no strategic rational methods to mitigate fouling at present.&nbsp; Also, the scientific basis to reduce membrane fouling from filtering protein containing feeds is lacking.&nbsp; No one, to our knowledge, has developed a widely acceptable solution to the crippling problem of membrane fouling.&nbsp; We do so here by developing a fast and efficient method to identify surface chemistries that repel proteins and optimal methods of grafting these chemistries (attaching desirable molecules that repel protein to the surface of the membranes).&nbsp; We have made considerable <em>progress</em> in developing a novel, fast, efficient and reproducible screening and selection method that involves a <span style=\"text-decoration: underline;\">h</span>igh <span style=\"text-decoration: underline;\">t</span>hroughput <span style=\"text-decoration: underline;\">p</span>latform (HTP) with <span style=\"text-decoration: underline;\">p</span>hoto-induced <span style=\"text-decoration: underline;\">g</span>raft <span style=\"text-decoration: underline;\">p</span>olymerization (PGP).</p>\n<p>This new method allowed <em>synthesis</em> and <em>selection</em> of the most protein fouling-resistant polymer from 66 functionalized surfaces for membrane separations.&nbsp; However, this new HTP-PGP method may not be easily scalable (i.e. transfer the technology for small to large scale) and may need to include mixing and protein sieving to be really useful and predictable with high confidence.&nbsp; During the past 16 months, we have modified the HTP-PGP method to include both crossflow mixing and measurement of sieving.&nbsp; The method is novel, fast, efficient and reproducible and is called the HTP-PGP method (i.e. a <span style=\"text-decoration: underline;\">h</span>igh <span style=\"text-decoration: underline;\">t</span>hroughput <span style=\"text-decoration: underline;\">p</span>latform, HTP, modification method combined with our patented <span style=\"text-decoration: underline;\">p</span>hoto-induced <span style=\"text-decoration: underline;\">g</span>raft <span style=\"text-decoration: underline;\">p</span>olymerization, PGP).&nbsp; The HTP-PGP approach to-date has not used crossflow or measured solute sieving in previous work, both critical elements of scaled-up membrane filtration.&nbsp;</p>\n<p>In this 16 month Eager Research Project, the goals of the NSF-funded research were to determine (a) consistency of previous work with dissolved protein feeds, (b) whether simple magnetic stirring as a form of crossflow can induce particle removal from the surface and hence result in improved filtration performance, and (c) the possibility of periodically measuring protein sieving (i.e. transport of protein through the membrane filter) with time.&nbsp;</p>\n<p>So, the goal here was to implement both crossflow mixing and measurement of sieving with feeds containing proteins (bovine serum albumin and lysozyme) and very small suspended particles (30 and 100 nm mean diameter) in HTP-PGP to determine (a) consistency of previous work with dissolved protein feeds, (b) whether simple magnetic stirring as a from of crossflow can induce particle lift and hence result in improved filtration performance, and (c) the possibility of periodically measuring protein sieving.&nbsp;</p>\n<p>The main conclusions from this study is that (a) all previous work with dissolved protein feeds are consistent between runs with or without magnetic stirring since stirring had no measurable effect on...",
  "por_txt_cntn": "\nWe address a pressing need in the biotechnology, food, beverage, drinking water purification, wastewater treatment and bio-fuel industries for new low bio-fouling synthetic membranes.  Few polymers have been used for producing membrane filtration filters over the past 35 years, because of effort, expense and time.  Membrane fouling (plugging of the filter pores) is by all accounts the Achilles heel of synthetic membrane filtration and there are no strategic rational methods to mitigate fouling at present.  Also, the scientific basis to reduce membrane fouling from filtering protein containing feeds is lacking.  No one, to our knowledge, has developed a widely acceptable solution to the crippling problem of membrane fouling.  We do so here by developing a fast and efficient method to identify surface chemistries that repel proteins and optimal methods of grafting these chemistries (attaching desirable molecules that repel protein to the surface of the membranes).  We have made considerable progress in developing a novel, fast, efficient and reproducible screening and selection method that involves a high throughput platform (HTP) with photo-induced graft polymerization (PGP).\n\nThis new method allowed synthesis and selection of the most protein fouling-resistant polymer from 66 functionalized surfaces for membrane separations.  However, this new HTP-PGP method may not be easily scalable (i.e. transfer the technology for small to large scale) and may need to include mixing and protein sieving to be really useful and predictable with high confidence.  During the past 16 months, we have modified the HTP-PGP method to include both crossflow mixing and measurement of sieving.  The method is novel, fast, efficient and reproducible and is called the HTP-PGP method (i.e. a high throughput platform, HTP, modification method combined with our patented photo-induced graft polymerization, PGP).  The HTP-PGP approach to-date has not used crossflow or measured solute sieving in previous work, both critical elements of scaled-up membrane filtration. \n\nIn this 16 month Eager Research Project, the goals of the NSF-funded research were to determine (a) consistency of previous work with dissolved protein feeds, (b) whether simple magnetic stirring as a form of crossflow can induce particle removal from the surface and hence result in improved filtration performance, and (c) the possibility of periodically measuring protein sieving (i.e. transport of protein through the membrane filter) with time. \n\nSo, the goal here was to implement both crossflow mixing and measurement of sieving with feeds containing proteins (bovine serum albumin and lysozyme) and very small suspended particles (30 and 100 nm mean diameter) in HTP-PGP to determine (a) consistency of previous work with dissolved protein feeds, (b) whether simple magnetic stirring as a from of crossflow can induce particle lift and hence result in improved filtration performance, and (c) the possibility of periodically measuring protein sieving. \n\nThe main conclusions from this study is that (a) all previous work with dissolved protein feeds are consistent between runs with or without magnetic stirring since stirring had no measurable effect on filtration performance, (b) crossflow was effective in lifting 30 nm silica nanoparticle from the membranes resulting in improved permeation flux.  It was insufficient, however, with 100 nm silica nanoparticle, and (c) periodically protein sieving was measured allowing us to plot the classic selectivity versus permeability trade-off.  All three goals were successfully addressed.\n\nThe relevance of this research work is related to producing more efficient filtration systems for recovery and purification of biological molecules such as proteins and ribonucleic acids in bioprocessing.  This will transfer into using less energy and make US filtration products more efficient and hence competitive.\n\n\t\t\t\t\tLast Modified: 11/28/2012\n\n\t\t\t\t\tSubmitted by: Georges Belf..."
 }
}