{
 "awd_id": "1122654",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Improving Students' Problem-solving in Engineering Dynamics Through Interactive Web-based Simulation and Animation Modules",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Abby Ilumoka",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 600000.0,
 "awd_min_amd_letter_date": "2011-07-29",
 "awd_max_amd_letter_date": "2017-05-16",
 "awd_abstract_narration": "This project has 4 primary goals:1) to improve students' problem solving by developing and implementing 36 interactive web-based computer simulation and animation (CSA) modules in diverse education settings; 2) cultivate student interest in learning dynamics and improve their attitudes toward engineering as a career; 3) assess the effectiveness of the CSA modules on student learning outcomes that are associated with diverse learning style preference, gender, and ethnic/racial background; and 4) actively disseminate the CSA modules and the experiences and lessons learned from this project to the broad STEM education community from K-12 to undergraduate education. The CSA modules effectively integrate visualization with mathematical modeling of dynamics problems to help students connect dynamics/physics with mathematics, thus providing students a transformative experience of learning dynamics. The modules will be assessed in diverse education settings, including research and teaching institutions, 4-year and 2-year institutions, institutions with a significant number of ethnic/racial minority students, and small and large class sizes. The modules will be used as a problem-based active learning tool in a variety of ways: embedded in regular classroom lectures and/or after-class recitation sessions, used as students' homework assignments, or used along with corresponding real-world laboratory experiments to offer students an enhanced and diversified learning experience. Longitudinal mixed-method assessments that include control and experimental groups, pre- and post-tests, questionnaire surveys, and structured individual and focus-group interviews will be performed to assess students' learning outcomes. The assessment results will show how learning style preference, gender, and ethnic/racial background affect learning with CSA, thus improving understanding of how to better design computer simulation programs to meet the needs of diverse students. Partnering institutions will integrate the modules into dynamics courses.  The CSA modules and associated lesson plans will be broadly disseminated to the instructors who teach dynamics at peer institutions, broad Internet dissemination, conference presentations and journal publications, special sessions and workshops at professional meetings, professional societies and local student chapters, and dissemination via the National Center for Engineering and Technology Education and via Dynamics textbook publishers. Selected modules will also be disseminated to both pre-service and in-service K-12 teachers and students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ning",
   "pi_last_name": "Fang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ning Fang",
   "pi_email_addr": "ning.fang@usu.edu",
   "nsf_id": "000344677",
   "pi_start_date": "2011-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Utah State University",
  "inst_street_address": "1000 OLD MAIN HL",
  "inst_street_address_2": "",
  "inst_city_name": "LOGAN",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "4357971226",
  "inst_zip_code": "843221000",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UTAH STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPE2YDWHDYU4"
 },
 "perf_inst": {
  "perf_inst_name": "Utah State University",
  "perf_str_addr": "1000 OLD MAIN HL",
  "perf_city_name": "LOGAN",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "843221000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751100",
   "pgm_ele_name": "TUES-Type 2 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 600000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong></p>\n<p>A set of interactive web-based computer simulation and animation (CSA) learning modules were developed from this project to assist teaching and learning in a sophomore-year engineering dynamics course. &nbsp;The course was a required course in many undergraduate engineering programs, such as mechanical, aerospace, civil, and environmental engineering programs.&nbsp; The course was a fundamental building block for subsequent courses, such as advanced dynamics, structural mechanics, system dynamics and control, and machine and structural designs.</p>\n<p>Each CSA module contained interactive computer graphical user interfaces that allowed students to vary inputs and see how the numerical numbers in mathematical equations changed, simultaneously and dynamically, as a physical object moved in a space.&nbsp; The modules integrated visualization with mathematical modeling of real-world dynamics problems. &nbsp;The assessments of the CSA learning modules were conducted through pre- and post-tests in control and experimental groups, questionnaire surveys, and interviews.&nbsp; The results showed that the CSA learning modules developed from this project was effective in improving student learning in engineering dynamics courses.&nbsp;</p>\n<p><strong>Broader Impacts</strong></p>\n<p>Many undergraduate students indicated that engineering dynamics was challenging, and they needed an effective visualization tool to help them to learn.&nbsp; The computer simulation and animation (CSA) learning modules developed from this project were valuable supplemental materials that not only improved students&rsquo; conceptual understanding but also their problem solving in important, yet difficult, engineering dynamics courses. &nbsp;Each CSA learning module developed from this project included a carefully-designed, technical problem in engineering dynamics. &nbsp;These CSA modules were also integrated into problem-based learning, a highly effective pedagogy widely adopted in a variety of academic disciplines.&nbsp; &nbsp;</p>\n<p>The project involved both undergraduate and graduate students as researchers. The project provided a valuable experience for students to learn how to conduct scientific research in engineering education. The project results were disseminated in a variety of ways and reached a wide range of audience from K-12 teachers and students to undergraduate instructors and students.&nbsp; The project results were disseminated through journal publications, such as in Journal of Computer Assisted Learning, and oral and poster presentations at relevant professional conferences, such as the American Society for Engineering Education (ASEE) Annual Conference &amp; Exposition. &nbsp;The research findings from this project helped improve our understanding of using computer simulation and animation as an effective tool to improve STEM (science, technology, engineering, and mathematics) education in general and engineering education in particular.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/01/2018<br>\n\t\t\t\t\tModified by: Ning&nbsp;Fang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit\n\nA set of interactive web-based computer simulation and animation (CSA) learning modules were developed from this project to assist teaching and learning in a sophomore-year engineering dynamics course.  The course was a required course in many undergraduate engineering programs, such as mechanical, aerospace, civil, and environmental engineering programs.  The course was a fundamental building block for subsequent courses, such as advanced dynamics, structural mechanics, system dynamics and control, and machine and structural designs.\n\nEach CSA module contained interactive computer graphical user interfaces that allowed students to vary inputs and see how the numerical numbers in mathematical equations changed, simultaneously and dynamically, as a physical object moved in a space.  The modules integrated visualization with mathematical modeling of real-world dynamics problems.  The assessments of the CSA learning modules were conducted through pre- and post-tests in control and experimental groups, questionnaire surveys, and interviews.  The results showed that the CSA learning modules developed from this project was effective in improving student learning in engineering dynamics courses. \n\nBroader Impacts\n\nMany undergraduate students indicated that engineering dynamics was challenging, and they needed an effective visualization tool to help them to learn.  The computer simulation and animation (CSA) learning modules developed from this project were valuable supplemental materials that not only improved students? conceptual understanding but also their problem solving in important, yet difficult, engineering dynamics courses.  Each CSA learning module developed from this project included a carefully-designed, technical problem in engineering dynamics.  These CSA modules were also integrated into problem-based learning, a highly effective pedagogy widely adopted in a variety of academic disciplines.   \n\nThe project involved both undergraduate and graduate students as researchers. The project provided a valuable experience for students to learn how to conduct scientific research in engineering education. The project results were disseminated in a variety of ways and reached a wide range of audience from K-12 teachers and students to undergraduate instructors and students.  The project results were disseminated through journal publications, such as in Journal of Computer Assisted Learning, and oral and poster presentations at relevant professional conferences, such as the American Society for Engineering Education (ASEE) Annual Conference &amp; Exposition.  The research findings from this project helped improve our understanding of using computer simulation and animation as an effective tool to improve STEM (science, technology, engineering, and mathematics) education in general and engineering education in particular. \n\n \n\n\t\t\t\t\tLast Modified: 08/01/2018\n\n\t\t\t\t\tSubmitted by: Ning Fang"
 }
}