{
 "awd_id": "1122896",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Creating a Common Thermodynamics",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Herbert H. Richtol",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 29423.0,
 "awd_amount": 29423.0,
 "awd_min_amd_letter_date": "2011-08-11",
 "awd_max_amd_letter_date": "2011-08-11",
 "awd_abstract_narration": "Thermodynamics and the underlying statistical picture of random molecular motions are fundamental in biology. In order to make sense of processes ranging from respiration and photosynthesis in the cell to the survival and stabilization of ecosystems students need a good understanding of energy, its conservation, its availability, and its transformation. Since biology is about the generation, maintenance, and evolution of organization and structure, the concept of information and its statistical mechanical partner, entropy, is critical. Students typically encounter energy, enthalpy, and entropy in introductory biology, chemistry, and physics classes. But the approach taken in the three disciplines can be dramatically different. Often, they make different (unstated) assumptions resulting in statements of the laws of thermodynamics that look different in different classes. This lack of consistency raises barriers to students' development of a coherent understanding of these important ideas.\r\n\r\nIn this project, we work with an interdisciplinary group of physicists, chemists, and biologists at four universities to (1) come to an agreement on a common content and representational scheme; (2) create a literature survey bringing together results about student understanding of concepts in thermodynamics from chemistry, biology, and physics education research; (3) study student understandings of and attitudes about the basic concepts of energy, entropy, diffusion, and stochastic processes; (4) create web materials including text and materials for active-learning instruction for use in an introductory physics course for biologists; and (5) create and validate an instrument to evaluate students' learning gains on these topics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Klymkowsky",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Michael W Klymkowsky",
   "pi_email_addr": "klym@colorado.edu",
   "nsf_id": "000215285",
   "pi_start_date": "2011-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751100",
   "pgm_ele_name": "TUES-Type 2 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 29423.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span> </span>The goal of the &ldquo;Common Thermodynamics&rdquo; project was to bring together experts in biology, chemistry, and physics research and education to thoughtfully reconsider why courses in introductory physics are required of life science students and how such courses can be made more engaging and effective.&nbsp; We considered the key conceptual foundations, empirical observations, and analytical skills that students should take away from such courses.&nbsp; Basically, how to better design introductory physics courses to engage non-physics majors (typically the large majority of the students who take these courses).&nbsp; A complementary goal was to consider critically what physical concepts are relevant to biological systems and the best approaches to help students to master them. Through a series of in depth discussions, the participants worked to identify these core ideas. The project produced two important results.&nbsp; First, it highlighted for the participants the fact that all too often the designers of physics courses are unfamiliar with basic observations and concepts used in modern molecular and evolutionary biology.&nbsp; The situation was most dramatically illustrated by extensive discussions on the concept of chemical energy (energy stored in bonds, or rather the energy required to break a chemical bond).&nbsp; There were also discussions about the impact of biological continuity (Cell Theory) and the non-equilibrium, adaptive, and homeostatic nature of organisms, communities, and ecosystems oin the context of physical processes.&nbsp; This led to a number of papers that highlight the difficulties implicit in concepts such as energy (see as an example <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/23737636\">http://www.ncbi.nlm.nih.gov/pubmed/23737636</a>). There were focussed discussions on how molecular level concepts, which are central to the behavior of biological systems, are often completely overlooked in introductory physics courses, which often confine their attention to macroscopic, non-entropic processes (see <a href=\"http://www.aps.org/units/fed/newsletters/fall2014/molecular.cfm\">http://www.aps.org/units/fed/newsletters/fall2014/molecular.cfm</a>).&nbsp; Second, the process was significant in that it brought these issues to the attention of a wider audience through presentations at a number of national meetings and through the generation of new approaches to introductory physics course design (see <a href=\"http://scitation.aip.org/content/aapt/journal/ajp/82/5/10.1119/1.4870386\">http://scitation.aip.org/content/aapt/journal/ajp/82/5/10.1119/1.4870386</a> as an example).&nbsp; In the context of my own work, the experience has led me to more explicitly consider how physical processes influence both biological systems and how students can be introduced to these processes in the context of an introductory molecular biology course. &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/12/2015<br>\n\t\t\t\t\tModified by: Michael&nbsp;W&nbsp;Klymkowsky</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n The goal of the \"Common Thermodynamics\" project was to bring together experts in biology, chemistry, and physics research and education to thoughtfully reconsider why courses in introductory physics are required of life science students and how such courses can be made more engaging and effective.  We considered the key conceptual foundations, empirical observations, and analytical skills that students should take away from such courses.  Basically, how to better design introductory physics courses to engage non-physics majors (typically the large majority of the students who take these courses).  A complementary goal was to consider critically what physical concepts are relevant to biological systems and the best approaches to help students to master them. Through a series of in depth discussions, the participants worked to identify these core ideas. The project produced two important results.  First, it highlighted for the participants the fact that all too often the designers of physics courses are unfamiliar with basic observations and concepts used in modern molecular and evolutionary biology.  The situation was most dramatically illustrated by extensive discussions on the concept of chemical energy (energy stored in bonds, or rather the energy required to break a chemical bond).  There were also discussions about the impact of biological continuity (Cell Theory) and the non-equilibrium, adaptive, and homeostatic nature of organisms, communities, and ecosystems oin the context of physical processes.  This led to a number of papers that highlight the difficulties implicit in concepts such as energy (see as an example http://www.ncbi.nlm.nih.gov/pubmed/23737636). There were focussed discussions on how molecular level concepts, which are central to the behavior of biological systems, are often completely overlooked in introductory physics courses, which often confine their attention to macroscopic, non-entropic processes (see http://www.aps.org/units/fed/newsletters/fall2014/molecular.cfm).  Second, the process was significant in that it brought these issues to the attention of a wider audience through presentations at a number of national meetings and through the generation of new approaches to introductory physics course design (see http://scitation.aip.org/content/aapt/journal/ajp/82/5/10.1119/1.4870386 as an example).  In the context of my own work, the experience has led me to more explicitly consider how physical processes influence both biological systems and how students can be introduced to these processes in the context of an introductory molecular biology course.  \n\n \n\n\t\t\t\t\tLast Modified: 01/12/2015\n\n\t\t\t\t\tSubmitted by: Michael W Klymkowsky"
 }
}