{
 "awd_id": "1122378",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Investigating the development and treatment of plant diseases caused by the  bacterium Xylella fastidiosa using theoretical and experimental methods",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Ann Horn",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 283799.0,
 "awd_amount": 283799.0,
 "awd_min_amd_letter_date": "2011-09-20",
 "awd_max_amd_letter_date": "2011-09-20",
 "awd_abstract_narration": "Xylella fastidiosa (Xf) is a bacterium that causes devastating plant diseases in crops such as grapes, citrus, peaches and blueberries.  The goal of this project is to understand the progression and treatment of xylem fouling by bacterial biofilms formed by the plant pathogen Xf using tightly coupled theoretical and experimental techniques.  The core mathematical model developed for the project uses a multiphase approach that is a flexible framework accounting for the complex interactions occurring during the disease progression.  Multiphase modeling is a natural framework to account for the dramatic variation in scales (from the bacterial scale to the channel length scale).  The transfer of material from free-swimming bacteria to biofilm-bound bacteria and the production of biomass (bacteria and extra-cellular polymeric 'glue') requires a distinction between the types of material within the system.  Finally, multiphase models are essentially statements of conservation laws providing a relatively simple method for incorporating physical and chemical processes.  Experimentally, the use of microfluidics for studies of specific behaviors of bacterial cells is recognized as a useful tool for new discoveries.  Studies on single bacterial cells under controlled conditions are leading to new understandings of bacterial growth and relationship with the.  Microfluidic chambers have been developed by De La Fuente's lab as a new technological approach to study the infection process of vascular plant bacterial pathogens.\r\n\r\nThe particular objectives are to determine whether the dominant symptoms of the plant infection, such as leaf scorch, are due to reduced water flux caused by occlusion of the water transport network by the biofilm or whether active plant responses are also implicated.  Further, the investigation will focus on non-destructive methods of treatment of the disease.  These two objectives provide fundamental insight into the disease process and treatment.  The collaboration between the theoretical (mathematics) and experimental (biological) methods are used to validate the mathematical theory and suggest new avenues of disease treatment.  The project initially uses experimental data to validate the theoretical modeling.  In turn, the modeling and analysis is used to test various hypotheses on the disease development (e.g. occlusion versus plant responses) that are difficult to test in the laboratory.  In addition, the theoretical predictions point to particular experimental designs (e.g. treatment regimes) that may provide valuable insight into non-destructive disease treatment.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicholas",
   "pi_last_name": "Cogan",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Nicholas G Cogan",
   "pi_email_addr": "cogan@math.fsu.edu",
   "nsf_id": "000367370",
   "pi_start_date": "2011-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State University",
  "inst_street_address": "874 TRADITIONS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8506445260",
  "inst_zip_code": "323060001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF2BLNN4PJC3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State University",
  "perf_str_addr": "874 TRADITIONS WAY",
  "perf_city_name": "TALLAHASSEE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 283799.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The focus of this project is on understanding the progression of the biofilm formed by <em>Xylella fastidiosa</em>, which is the causitive agent of Pierces&rsquo; disease in grapevines. This is an economically important disease that threatens winegrape vineyards across the southern United States, South America, and recently parts of Europe. The disease is caused by a bacterium that is transferred to the plants via an insect vector. Once the bacteria enter the plant, they reproduce and eventually form a sticky aggregate referred to as a biofilm. This progression damages the plant and harvest until the plant is evenually killed. Currently there is no cure and preventative measures are not effective. Therefore, the key to reducing or eliminating the threat is to understand the disease dynamics and the interaction between the plant host and the insect pathogen.</p>\n<p>&nbsp;</p>\n<p>One of the distinguishing features of this award was that it was a collaborative effort between a mathematician and a plant pathologist. Using observations from experiments conducted in artificial xylem (microfluidic chambers), we developed a theoretical model based on physical, chemical, and biological processes. This model was compared to observations of regularly spaced cluster/voids in both one and two dimensions. This model required extensive analysis, both numerical and analytic, to understand different time-scales and the progression of the biofilm pattern. From the theoretical model, we were able to provide insight into the role of the biofilm on the disease symptoms of leaf wilt and scortch &ndash; which has not been well characterized by experimental or field observations.</p>\n<p>&nbsp;</p>\n<p>Additional results are being obtained using the model and experiments focusing on the affects of metal ions (calcium and zinc) on the biofilm formation. This is a major step towards developing treatments to help reduce the crop loss without relying on antibiotics (which is not advised for wine-grape harvests). In particular, we have noted that it might actually be <em>helpful </em>&nbsp;to encourage the bacteria to form a biofilm since that may isolate the infection. Moreover, it appears that, along with some disinfection properties, zinc increases the rate of biofiom formation &ndash; indicating the efficacy of introducing zinc.</p>\n<p>&nbsp;</p>\n<p>We also note that this project has had several impacts not directly related to the plant disease project. Most importantly, the plant environment is an extremely useful way to develop insight into host/pathogen effects &ndash; this is a natural step towards considering human host/pathogen effects which have readily evident applications towards disease treatment/prevention.</p>\n<p>&nbsp;</p>\n<p>Finally, this project contributed to four Ph.D. projects (two are completed and two will be completed February of 2016). The funding also supported multiple conference trips for students and for the PI to present cutting edge research to domestic and foreign scientists.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/02/2015<br>\n\t\t\t\t\tModified by: Nicholas&nbsp;G&nbsp;Cogan</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1122378/1122378_10136788_1449018506133_12d--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1122378/1122378_10136788_1449018506133_12d--rgov-800width.jpg\" title=\"Pattern - 1D\"><img src=\"/por/images/Reports/POR/2015/1122378/1122378_1013...",
  "por_txt_cntn": "\nThe focus of this project is on understanding the progression of the biofilm formed by Xylella fastidiosa, which is the causitive agent of PiercesÆ disease in grapevines. This is an economically important disease that threatens winegrape vineyards across the southern United States, South America, and recently parts of Europe. The disease is caused by a bacterium that is transferred to the plants via an insect vector. Once the bacteria enter the plant, they reproduce and eventually form a sticky aggregate referred to as a biofilm. This progression damages the plant and harvest until the plant is evenually killed. Currently there is no cure and preventative measures are not effective. Therefore, the key to reducing or eliminating the threat is to understand the disease dynamics and the interaction between the plant host and the insect pathogen.\n\n \n\nOne of the distinguishing features of this award was that it was a collaborative effort between a mathematician and a plant pathologist. Using observations from experiments conducted in artificial xylem (microfluidic chambers), we developed a theoretical model based on physical, chemical, and biological processes. This model was compared to observations of regularly spaced cluster/voids in both one and two dimensions. This model required extensive analysis, both numerical and analytic, to understand different time-scales and the progression of the biofilm pattern. From the theoretical model, we were able to provide insight into the role of the biofilm on the disease symptoms of leaf wilt and scortch &ndash; which has not been well characterized by experimental or field observations.\n\n \n\nAdditional results are being obtained using the model and experiments focusing on the affects of metal ions (calcium and zinc) on the biofilm formation. This is a major step towards developing treatments to help reduce the crop loss without relying on antibiotics (which is not advised for wine-grape harvests). In particular, we have noted that it might actually be helpful  to encourage the bacteria to form a biofilm since that may isolate the infection. Moreover, it appears that, along with some disinfection properties, zinc increases the rate of biofiom formation &ndash; indicating the efficacy of introducing zinc.\n\n \n\nWe also note that this project has had several impacts not directly related to the plant disease project. Most importantly, the plant environment is an extremely useful way to develop insight into host/pathogen effects &ndash; this is a natural step towards considering human host/pathogen effects which have readily evident applications towards disease treatment/prevention.\n\n \n\nFinally, this project contributed to four Ph.D. projects (two are completed and two will be completed February of 2016). The funding also supported multiple conference trips for students and for the PI to present cutting edge research to domestic and foreign scientists.\n\n \n\n\t\t\t\t\tLast Modified: 12/02/2015\n\n\t\t\t\t\tSubmitted by: Nicholas G Cogan"
 }
}