{
 "awd_id": "1122163",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Exploring the degree of nativelikeness in bilingual acquisition",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Badecker",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 11776.0,
 "awd_amount": 11776.0,
 "awd_min_amd_letter_date": "2011-07-26",
 "awd_max_amd_letter_date": "2011-07-26",
 "awd_abstract_narration": "The dissertation project will explore the degree of native-likeness in bilingual acquisition of a gradient multi-factor linguistic phenomenon that requires implicit knowledge of complex stochastic patterns and poses many learnability problems for the learners. It will investigate how monolingual and bilingual learners acquire implicit knowledge of when to omit and when not to omit case in Korean ('case ellipsis') and whether bilinguals can successfully acquire sensitivity to multiple cues in a phenomenon that involves the interaction of syntactic, semantic, and discourse principles. It will also compare second language (L2) learners to heritage language (HL) learners to investigate how age of acquisition and the type and amount of input contribute to developing native-like competence. \r\n \r\nBy using a set of oral and written elicited production experiments, the present project will test L2 adults, HL adults, and Korean-speaking adults and children on their knowledge and usage of case marking and case ellipsis. An oral picture description task and a written forced choice task that cross the factors of focus, animacy, and definiteness will be conducted to observe the speakers' patterns of case-marking in oral and written conversations. The experiments will help compare the types of cues that are more readily accessible than others and identify potential developmental stages. \r\n \r\nThe present study will not only help increase our understanding of the nature of bilingual acquisition and characteristics of different types of bilinguals but will also contribute to the knowledge of the differences between monolingual and bilingual acquisition in interfaces of syntax and other linguistic domains. The results of this research will thus address theoretically significant questions in acquisition theory and also help identify L2 and HL learners' instructional needs. The results are expected to shed light on qualitative differences in the underlying linguistic knowledge of HL and L2 learners and help provide support for HL tracks in language classrooms.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Silvina",
   "pi_last_name": "Montrul",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Silvina A Montrul",
   "pi_email_addr": "montrul@illinois.edu",
   "nsf_id": "000274894",
   "pi_start_date": "2011-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James Hye Suk",
   "pi_last_name": "Yoon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Hye Suk Yoon",
   "pi_email_addr": "jyoon@illinois.edu",
   "nsf_id": "000310490",
   "pi_start_date": "2011-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tania",
   "pi_last_name": "Ionin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tania Ionin",
   "pi_email_addr": "tionin@illinois.edu",
   "nsf_id": "000530830",
   "pi_start_date": "2011-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eunice",
   "pi_last_name": "Chung",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eunice Chung",
   "pi_email_addr": "eunchung@illinois.edu",
   "nsf_id": "000583499",
   "pi_start_date": "2011-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 11776.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The results of the present research reveal qualitative differences in the underlying linguistic knowledge of early vs. late bilinguals with heritage language (HL) learners (i.e., early bilinguals) achieving a higher level of mastery than second language (L2) learners (i.e., late bilinguals) in the linguistic phenomenon of Korean case ellipsis (CE) that necessitates integration of multiple types of information. Such advantage was found in both oral and written tasks that were developed to investigate how speakers employ the relevant factors in Korean CE. HL learners appear to have attained a certain degree of implicit knowledge of Korean CE whereas L2 learners&rsquo; divergent and variable patterns in judgment and production question their ability to acquire the phenomenon. Even when proficiency was controlled, HL learners reached a higher degree of native-likeness and a higher level of acquisition than L2 learners in the present linguistic phenomenon.</p>\n<p>&nbsp;These results highlight the importance of age, context, and mode of acquisition in bilingualism as the learners showed a tendency to depend on factors and cues that are more readily available to them in their respective context and mode of acquisition when processing a multi-factor phenomenon like Korean CE. HL learners who have received aural naturalistic input in the home since childhood were native-like in their use of context-inferred subtle discourse-pragmatic cues while L2 learners whose exposure to the language mainly occurs in the form of formal instruction in the classroom displayed a highly variable pattern in their use of contextual cues and depended more heavily on semantic/grammatical factors. Given the relative importance of the role of contextual information (i.e., Focus) in Korean CE and the fact that CE predominantly occurs in informal casual speech, HL learners&rsquo; language background seem to better equip them in acquiring the phenomenon compared to L2 learners, which is what we find in the results. The distinct language behavior of L2 and HL learners in the results suggest that the two learner groups have different needs and advantages. When teaching the two different populations, HL learners can be expected to be more proficient in capturing subtle pragmatic cues than L2 learners and to have a better understanding of linguistic phenomena that primarily occurs in the spoken register. In comparison, L2 learners can be expected to primarily depend on grammatical (i.e., syntactic/semantic) rather than discourse/pragmatic cues and often fail to grasp the intricate workings of a multi-factor phenomenon occurring in casual speech. With such differences in mind, instructional practices must cater to these different needs and design separate pedagogical materials for the two learner groups.</p>\n<p>Moreover, these results suggest that bilingual difficulty lies in integrating constraints that the learners are relatively unfamiliar with in their context and mode of acquisition with other types of information. L2 learners have sufficient processing resources for acquiring sensitivity to multiple types of information but not enough resources to employ context-inferred discourse-pragmatic cues in the right direction or to integrate the multiple cues in a native-like manner. Similarly, HL learners disregard the effect of certain factors (i.e., Definiteness) due to processing limitations rather than a lack of sensitivity to these factors. That is, challenges in bilingual acquisition do not necessarily lie in particular domains but are more computational in nature with learners resorting to familiar cues and thus failing to effectively incorporate multiple levels of information in a native-like manner when lacking processing resources. As such, the nature of bilingual difficulty was found to lie in employing and integrating the factors in the right direction and manner rather than acquiring sensitivi...",
  "por_txt_cntn": "\nThe results of the present research reveal qualitative differences in the underlying linguistic knowledge of early vs. late bilinguals with heritage language (HL) learners (i.e., early bilinguals) achieving a higher level of mastery than second language (L2) learners (i.e., late bilinguals) in the linguistic phenomenon of Korean case ellipsis (CE) that necessitates integration of multiple types of information. Such advantage was found in both oral and written tasks that were developed to investigate how speakers employ the relevant factors in Korean CE. HL learners appear to have attained a certain degree of implicit knowledge of Korean CE whereas L2 learnersÆ divergent and variable patterns in judgment and production question their ability to acquire the phenomenon. Even when proficiency was controlled, HL learners reached a higher degree of native-likeness and a higher level of acquisition than L2 learners in the present linguistic phenomenon.\n\n These results highlight the importance of age, context, and mode of acquisition in bilingualism as the learners showed a tendency to depend on factors and cues that are more readily available to them in their respective context and mode of acquisition when processing a multi-factor phenomenon like Korean CE. HL learners who have received aural naturalistic input in the home since childhood were native-like in their use of context-inferred subtle discourse-pragmatic cues while L2 learners whose exposure to the language mainly occurs in the form of formal instruction in the classroom displayed a highly variable pattern in their use of contextual cues and depended more heavily on semantic/grammatical factors. Given the relative importance of the role of contextual information (i.e., Focus) in Korean CE and the fact that CE predominantly occurs in informal casual speech, HL learnersÆ language background seem to better equip them in acquiring the phenomenon compared to L2 learners, which is what we find in the results. The distinct language behavior of L2 and HL learners in the results suggest that the two learner groups have different needs and advantages. When teaching the two different populations, HL learners can be expected to be more proficient in capturing subtle pragmatic cues than L2 learners and to have a better understanding of linguistic phenomena that primarily occurs in the spoken register. In comparison, L2 learners can be expected to primarily depend on grammatical (i.e., syntactic/semantic) rather than discourse/pragmatic cues and often fail to grasp the intricate workings of a multi-factor phenomenon occurring in casual speech. With such differences in mind, instructional practices must cater to these different needs and design separate pedagogical materials for the two learner groups.\n\nMoreover, these results suggest that bilingual difficulty lies in integrating constraints that the learners are relatively unfamiliar with in their context and mode of acquisition with other types of information. L2 learners have sufficient processing resources for acquiring sensitivity to multiple types of information but not enough resources to employ context-inferred discourse-pragmatic cues in the right direction or to integrate the multiple cues in a native-like manner. Similarly, HL learners disregard the effect of certain factors (i.e., Definiteness) due to processing limitations rather than a lack of sensitivity to these factors. That is, challenges in bilingual acquisition do not necessarily lie in particular domains but are more computational in nature with learners resorting to familiar cues and thus failing to effectively incorporate multiple levels of information in a native-like manner when lacking processing resources. As such, the nature of bilingual difficulty was found to lie in employing and integrating the factors in the right direction and manner rather than acquiring sensitivity per se to the multiple layers of information.\n\n \n\n\t\t\t\t\tLast Modified: 09/03/2013\n\n\t\t\t\t\tS..."
 }
}