{
 "awd_id": "1122690",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "Computational nanoscience for energy-efficient electronic and thermoelectric materials and devices",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032927498",
 "po_email": "achtchel@nsf.gov",
 "po_sign_block_name": "Almadena Chtchelkanova",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 240000.0,
 "awd_amount": 240000.0,
 "awd_min_amd_letter_date": "2011-07-30",
 "awd_max_amd_letter_date": "2011-07-30",
 "awd_abstract_narration": "As the progress in nanotechnology continues, aggressive scaling and miniaturization of electronic circuits has reached a fundamental limit set by dissipation. At the same time, dwindling natural resources threaten to increase the cost of energy sources, and limit energy consumption not just in electronic devices, but on a much broader scale. In addition, popularity of portable consumer electronics has put a strain on limited portable energy sources and small batteries cannot keep pace with increasingly power-hungry gadgets. Combined, these trends highlight the need for electronic materials and devices that treat energy in a fundamentally new way and use thermal effects to their advantage in order to recapture, store, and manipulate thermal energy rather than treating it as a waste by-product of electronic and other processes.\r\n\r\nThis research involves comprehensive simulation of coupled electro-thermal and thermoelectric transport in semiconductor nanostructures. The results of this work allow a fundamental understanding of non-linear and non-equilibrium electrical and thermal transport in nanostructures, and enable the design of more energy efficient semiconductor devices by minimizing dissipation, recovering waste heat through the thermoelectric Peltier effect, and improving thermal management on the circuit level by using efficient nanostructured thermoelectrics. In addition, the investigators explore the design of advanced nanoscale control of heat transfer, and design nanoscale thermal rectifiers, heat valves, and novel devices based on using heat storage and transport as an additional state variable in electronic circuits. The investigators use the nanoHUB and thermalHUB on-line scientific portals to disseminate results and make this work available to the broader scientific community, allowing students and researchers to benefit from NSF's investment into computational science and cyberinfrastructure",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zlatan",
   "pi_last_name": "Aksamija",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zlatan Aksamija",
   "pi_email_addr": "",
   "nsf_id": "000563116",
   "pi_start_date": "2011-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Aksamija                Zlatan",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Chicago",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "",
  "inst_zip_code": "606072572",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Aksamija                Zlatan",
  "perf_str_addr": "",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606072572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "769600",
   "pgm_ele_name": "CI Fellowships"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 240000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"line-height: 11.55pt;\"><span>The PI received NSF support in the form of a CI TraCS postdoctoral fellowship titled \"Computational nanoscience for energy-efficient electronic and thermoelectric materials and devices\". As a CI TraCS postdoctoral fellow in the Nanoelectronics Theory Group at the University of Wisconsin-Madison, the PI developed powerful numerical models for thermal conductivity and thermoelectric properties of semiconductor nanostructures, including ultrathin nanomembranes, layered heterostructured superlattices, nanowires, and nanoribbons. Materials considered included silicon, germanium, SiGe alloys and graphene. This approach is based on combining an atomistic model for lattice vibrations in the silicon crystal with a detailed model for the interaction of lattice waves with rough surfaces. The model was used to solve the transport equation for phonons in the relaxation time approximation using the full phonon dispersion to show strong anisotropy in heat conduction and boundary scattering in Si, Ge, alloy and graphene nanostructures. The PI was able to show good agreement with measurements published in the literature.</span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"line-height: 11.55pt;\"><span>Based on the computational model developed, the anisotropy of thermal conductivity was shown by the PI to hold in nanostructures such as nanowires and superlattices made of thin alternating layers of different materials. In particular, it was shown that thermal conductivity depends strongly on the orientation of the crystal surfaces and the direction of heat gradient, as shown in the attached figure. Thermal conductivity also depends strongly on whether the thermal gradient is applied along the superlattice (in the in-plane direction) or across it (in the cross-plane direction). The PI&rsquo;s work quantitatively explained experimental results on a broad range of SiGe superlattices in terms of the interaction between the roughness scattering at the interfaces, mismatch in phonon modes across the interfaces, and the alloy and umklapp phonon scattering within each layer between the interfaces. This work successfully captured both the experimental trends and the large anisotropy between the in-plane and cross-plane thermal transport in superlattices by using a wave-vector dependent model for interface roughness scattering.</span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"line-height: 11.55pt;\"><span>Subsequently, the PI expanded his work to thermal transport in graphene nanostructures where the 2-dimensional nature of the graphene sheet makes possible further control of heat propagation by tailoring nanoscale properties, including width, crystalline orientation, and atomic-scale roughness of the edges of the nanostructure. The PI's work in anisotropic heat transfer in graphene demonstrated that boundaries in nanostructures induce a directional dependence of heat transfer, as shown by the dependence of the anisotropy on membrane thickness and boundary roughness in the attached figure. This discovery opened up the possibility of controlling heat at the nanoscale in ways that were not possible before, which has impacted several areas of nanotechnology, including ultrascaled MOSFET devices which form the basis of future processors, thermoelectric converters which can recover waste heat into useful energy, and thermal devices which manipulate heat in ways that were never possible before. </span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"line-height: 11.55pt;\"><span>Armed with this new discovery, the PI proceeded to examine how heat is generated and carried in future nanoscale MOSFET devices. Having developed an extensive thermal model fo...",
  "por_txt_cntn": "\n \nThe PI received NSF support in the form of a CI TraCS postdoctoral fellowship titled \"Computational nanoscience for energy-efficient electronic and thermoelectric materials and devices\". As a CI TraCS postdoctoral fellow in the Nanoelectronics Theory Group at the University of Wisconsin-Madison, the PI developed powerful numerical models for thermal conductivity and thermoelectric properties of semiconductor nanostructures, including ultrathin nanomembranes, layered heterostructured superlattices, nanowires, and nanoribbons. Materials considered included silicon, germanium, SiGe alloys and graphene. This approach is based on combining an atomistic model for lattice vibrations in the silicon crystal with a detailed model for the interaction of lattice waves with rough surfaces. The model was used to solve the transport equation for phonons in the relaxation time approximation using the full phonon dispersion to show strong anisotropy in heat conduction and boundary scattering in Si, Ge, alloy and graphene nanostructures. The PI was able to show good agreement with measurements published in the literature.\n\n \nBased on the computational model developed, the anisotropy of thermal conductivity was shown by the PI to hold in nanostructures such as nanowires and superlattices made of thin alternating layers of different materials. In particular, it was shown that thermal conductivity depends strongly on the orientation of the crystal surfaces and the direction of heat gradient, as shown in the attached figure. Thermal conductivity also depends strongly on whether the thermal gradient is applied along the superlattice (in the in-plane direction) or across it (in the cross-plane direction). The PIÆs work quantitatively explained experimental results on a broad range of SiGe superlattices in terms of the interaction between the roughness scattering at the interfaces, mismatch in phonon modes across the interfaces, and the alloy and umklapp phonon scattering within each layer between the interfaces. This work successfully captured both the experimental trends and the large anisotropy between the in-plane and cross-plane thermal transport in superlattices by using a wave-vector dependent model for interface roughness scattering.\n\n \nSubsequently, the PI expanded his work to thermal transport in graphene nanostructures where the 2-dimensional nature of the graphene sheet makes possible further control of heat propagation by tailoring nanoscale properties, including width, crystalline orientation, and atomic-scale roughness of the edges of the nanostructure. The PI's work in anisotropic heat transfer in graphene demonstrated that boundaries in nanostructures induce a directional dependence of heat transfer, as shown by the dependence of the anisotropy on membrane thickness and boundary roughness in the attached figure. This discovery opened up the possibility of controlling heat at the nanoscale in ways that were not possible before, which has impacted several areas of nanotechnology, including ultrascaled MOSFET devices which form the basis of future processors, thermoelectric converters which can recover waste heat into useful energy, and thermal devices which manipulate heat in ways that were never possible before. \n\n \nArmed with this new discovery, the PI proceeded to examine how heat is generated and carried in future nanoscale MOSFET devices. Having developed an extensive thermal model for self-heating in nanowire and multigate MOS devices, he was able to show the effects of thermal degradation and self-heating in aggressively scaled devices. Combining this work with the anisotropic thermal transport work developed in the CI TraCS postdoctoral fellowship, the PI had a large impact on the device modeling community and his findings are increasingly being utilized to improve the critical aspect of thermal performance in future generations of integrated circuits and microprocessors.\n\n \nIn addition to independent research, the PI establi..."
 }
}