{
 "awd_id": "1122461",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mechanisms of marine invertebrate sperm chemotaxis:  from cellular signaling to flagellar swimming",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Ann Horn",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 99707.0,
 "awd_amount": 99707.0,
 "awd_min_amd_letter_date": "2011-09-14",
 "awd_max_amd_letter_date": "2011-09-14",
 "awd_abstract_narration": "In order to fully understand how the sperm reaches the egg, we need to have an understanding of how the sperm is able to modify its waveform in response to the surrounding environment. Since sperm motility is an emergent property of a complex system, we need to have multiscale models that account for chemical signaling, mechanics, and hydrodynamics. For marine invertebrate sperm, a chemoattractant is able to guide sperm to the egg by initiating a signaling pathway that results in an increase in calcium. This increase in calcium modifies the waveform, and ultimately the trajectory. This project will develop a hierarchy of models that will be used to investigate the relevant biochemistry of chemotaxis, how and where calcium is acting to modify the flagellar waveform, and how this couples to trajectories that allow the sperm to reach the egg.  A model for the chemotactic signaling pathway will be developed and the Geometric Clutch Hypothesis will be implemented to have an accurate model of how calcium effects dynein arm activation (active force and torque generators in the axoneme of the flagellum). Multiscale models will be developed to couple the relevant biochemistry at the cellular level to trajectories and flagellar bending at the macroscale. In order to accurately account for nonplanar bending of the flagellum in a 3-dimensional fluid governed by the Stokes equations, we will develop a new regularized formulation of the generalized immersed boundary method. This method will provide a framework to numerically solve a coupled system that includes an immersed structure in a viscous fluid, where the force and torque that the sperm flagellum exerts on the fluid can depend on the biochemistry. \r\n\r\nThrough the development of integrative, multiscale models, we will examine how chemotaxis and the resulting increase in calcium concentration within the flagellum enables invertebrate sperm to reach and fertilize the egg in a marine environment. The modeling framework that will be developed will allow us to test different hypotheses about where calcium is acting in the flagellum to understand how this couples to emergent waveforms and trajectories of sperm. This research lies at the interface of mathematics and biology, as it is necessary to account for the relevant biochemistry, mechanics, and hydrodynamics to model sperm motility. Students involved in this research project will receive interdisciplinary training and will gain experience in model development based on the relevant biology and computational aspects of the project. Although the main focus of this project is on studying aspects of invertebrate sperm motility, the new numerical method that will be developed will also be applicable to study aspects of motility in other microorganisms such as Escherichia coli. The aim of this project is to develop mathematical models to understand how sea urchin sperm reach and fertilize the egg in a marine environment. This research will also shed light onto aspects of mammalian sperm motility and will be relevant to diagnosing infertility and developing contraceptives.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Olson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah Olson",
   "pi_email_addr": "sdolson@wpi.edu",
   "nsf_id": "000585646",
   "pi_start_date": "2011-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Worcester Polytechnic Institute",
  "inst_street_address": "100 INSTITUTE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WORCESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5088315000",
  "inst_zip_code": "016092280",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "WORCESTER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJNQME41NBU4"
 },
 "perf_inst": {
  "perf_inst_name": "Worcester Polytechnic Institute",
  "perf_str_addr": "100 INSTITUTE RD",
  "perf_city_name": "WORCESTER",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "016092280",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 99707.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>In order to fully understand how the sperm reaches the egg, we have developed models and computational methods to understand how the sperm is able to modify its waveform in response to the surrounding environment. Since sperm motility is an emergent property of a complex system, multiscale models that account for chemical signaling, mechanics, and hydrodynamics are necessary. Marine invertebrate sperm are a model organism for human sperm where experiments have determined that a chemoattractant (proteins shed from the egg) are able to guide sperm to the egg by initiating a signaling pathway that results in an increase in calcium. This increase in calcium modifies the waveform, and ultimately the trajectory. We have developed a multiscale model to understand trajectories of sperm in different fluid environments. We have developed a hierarchy of models including models focusing on force generation and bending (geometric clutch hypothesis), detailed fluids models, and agent based models to describe individual sperm. Key parameters in the calcium signaling pathway have been identified that lead to modulations in bending of the flagella and circling trajectories.&nbsp;</span>Multiscale models were developed to couple the relevant biochemistry at the cellular level to trajectories and flagellar bending at the macroscale. An example trajectory is shown in Fig 1. These models can be used to study other aspects of microorganism motility and the calcium dynamics models may shed light onto calcium dynamics in other cell types.</p>\n<p>In order to accurately account for nonplanar bending of the flagellum in a 3-dimensional fluid governed by the Stokes equations, we have developed a new regularized formulation of the generalized immersed boundary method. This method provides a framework to numerically solve a coupled system that includes an immersed structure in a viscous fluid, where the force and torque that the sperm flagellum exerts on the fluid can depend on the biochemistry. This has been used to study sperm motility and has been presented at interdisciplinary conferences to show its utility. In Fig 2, results for the swimming speed of a sperm in fluids with different viscosity is shown. An additional numerical method, a parametric radial basis function version of the method of regularized stokeslets was also developed as a way to model structures with less points and higher accuracy and can also be used for a wide variety of applications. Both of these numerical methods can be used to study other computational biofluids applications.</p>\n<p><br /><span>This research lies at the interface of mathematics and biology, as it is necessary to account for the relevant biochemistry, mechanics, and hydrodynamics to model sperm motility. Five undergraduate students (3 female) were involved in this research project and received interdisciplinary training and gained experience in model development based on the relevant biology and computational aspects of the project. In addition, 2 Masters students and 1 PhD student were involved in research related to this project. Several of the undergraduates gave talks at regional conferences. This research was disseminated at over 30 conferences and has resulted in 7 published papers. This research will also shed light onto aspects of mammalian sperm motility and will be relevant to diagnosing infertility and developing contraceptives.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/27/2015<br>\n\t\t\t\t\tModified by: Sarah&nbsp;Olson</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div...",
  "por_txt_cntn": "\nIn order to fully understand how the sperm reaches the egg, we have developed models and computational methods to understand how the sperm is able to modify its waveform in response to the surrounding environment. Since sperm motility is an emergent property of a complex system, multiscale models that account for chemical signaling, mechanics, and hydrodynamics are necessary. Marine invertebrate sperm are a model organism for human sperm where experiments have determined that a chemoattractant (proteins shed from the egg) are able to guide sperm to the egg by initiating a signaling pathway that results in an increase in calcium. This increase in calcium modifies the waveform, and ultimately the trajectory. We have developed a multiscale model to understand trajectories of sperm in different fluid environments. We have developed a hierarchy of models including models focusing on force generation and bending (geometric clutch hypothesis), detailed fluids models, and agent based models to describe individual sperm. Key parameters in the calcium signaling pathway have been identified that lead to modulations in bending of the flagella and circling trajectories. Multiscale models were developed to couple the relevant biochemistry at the cellular level to trajectories and flagellar bending at the macroscale. An example trajectory is shown in Fig 1. These models can be used to study other aspects of microorganism motility and the calcium dynamics models may shed light onto calcium dynamics in other cell types.\n\nIn order to accurately account for nonplanar bending of the flagellum in a 3-dimensional fluid governed by the Stokes equations, we have developed a new regularized formulation of the generalized immersed boundary method. This method provides a framework to numerically solve a coupled system that includes an immersed structure in a viscous fluid, where the force and torque that the sperm flagellum exerts on the fluid can depend on the biochemistry. This has been used to study sperm motility and has been presented at interdisciplinary conferences to show its utility. In Fig 2, results for the swimming speed of a sperm in fluids with different viscosity is shown. An additional numerical method, a parametric radial basis function version of the method of regularized stokeslets was also developed as a way to model structures with less points and higher accuracy and can also be used for a wide variety of applications. Both of these numerical methods can be used to study other computational biofluids applications.\n\n\nThis research lies at the interface of mathematics and biology, as it is necessary to account for the relevant biochemistry, mechanics, and hydrodynamics to model sperm motility. Five undergraduate students (3 female) were involved in this research project and received interdisciplinary training and gained experience in model development based on the relevant biology and computational aspects of the project. In addition, 2 Masters students and 1 PhD student were involved in research related to this project. Several of the undergraduates gave talks at regional conferences. This research was disseminated at over 30 conferences and has resulted in 7 published papers. This research will also shed light onto aspects of mammalian sperm motility and will be relevant to diagnosing infertility and developing contraceptives.\n\n\t\t\t\t\tLast Modified: 11/27/2015\n\n\t\t\t\t\tSubmitted by: Sarah Olson"
 }
}