{
 "awd_id": "1122291",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Linear Conductance-Based Mechanisms Underlying Oscillations in Neuronal Networks",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Ann Horn",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 471007.0,
 "awd_amount": 471007.0,
 "awd_min_amd_letter_date": "2011-09-19",
 "awd_max_amd_letter_date": "2011-09-19",
 "awd_abstract_narration": "The primary goal of this project is to provide a new understanding of the neuronal properties that are critical for producing stable slow bursting oscillations and to explore the consequences of their activation when neurons expressing them are embedded in a network.  Nonlinear regenerative inward currents are thought to be important in producing slow oscillations and bursting.  This project uses a novel approach where the nonlinear inward current is replaced with a linear current of negative conductance.  This approach exposes the multiple roles played by regenerative inward currents and simplifies the investigation of the contribution of other ionic currents to oscillatory activity.  It also allows for a simpler mathematical analysis of the mechanisms that generate neuronal oscillations.  This methodology is used to investigate the role of specific ionic currents in the generation and shaping of oscillations in individual neurons, to examine how synaptic interactions between neurons cooperate or compete with intrinsic properties to produce oscillations in networks of heterogeneous neurons, and to determine if the mechanisms that give rise to oscillations in isolated cells remain unchanged when the neuron is part of a network.  These aims are pursued using techniques of dynamical systems and bifurcation theory in reduced mathematical models as well as simulations of detailed biophysical models, and electrophysiological experiments on bursting neurons of the crab pyloric network.  These three methods are developed in parallel allowing for continual exchange of findings between the theoretical and experimental approaches.\r\n\r\nNumerous behaviors ranging from locomotion to cognitive tasks rely on oscillatory activity generated by networks of neurons in the brain.  Despite the predominance and indispensability of brain oscillations, few theoretical tools are available for understanding how such oscillations are generated or controlled.  A novel approach is used that combines biological experiments and mathematical analysis to break apart the complex interactions present in network components into simple building blocks.  This allows core elements that are important in the generation of oscillations to be extracted and will clarify the role of other existing components in sculpting behavior using mathematical models.  The models are tested through experiments that connect real time computer-simulated neurons to small oscillatory networks in the crab central nervous systems.  This project provides a framework for developing neural-based control systems with potential applications in robotics and bio-inspired computing.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amitabha",
   "pi_last_name": "Bose",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amitabha Bose",
   "pi_email_addr": "bose@njit.edu",
   "nsf_id": "000288877",
   "pi_start_date": "2011-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Farzan",
   "pi_last_name": "Nadim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Farzan Nadim",
   "pi_email_addr": "farzan@njit.edu",
   "nsf_id": "000094417",
   "pi_start_date": "2011-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jorge",
   "pi_last_name": "Golowasch",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Jorge P Golowasch",
   "pi_email_addr": "jorge.p.golowasch@njit.edu",
   "nsf_id": "000541847",
   "pi_start_date": "2011-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Jersey Institute of Technology",
  "inst_street_address": "323 DR MARTIN LUTHER KING JR BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9735965275",
  "inst_zip_code": "071021824",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NJ10",
  "org_lgl_bus_name": "NEW JERSEY INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SGBMHQ7VXNH5"
 },
 "perf_inst": {
  "perf_inst_name": "New Jersey Institute of Technology",
  "perf_str_addr": "323 DR MARTIN LUTHER KING JR BLVD",
  "perf_city_name": "NEWARK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "071021824",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NJ10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  },
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  },
  {
   "pgm_ele_code": "745400",
   "pgm_ele_name": "MSPA-INTERDISCIPLINARY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 471007.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Neurons are specialized cells of the nervous system that generate electrical signals and communicate with one another through contact sites known as synapses. Networks of synaptically-connected neurons within the brain produce and govern behaviors in humans and animals.&nbsp; Electrical signals that are generated by neurons include action potentials which are large and rapid changes in the voltage difference measured across the cell membrane, as well as lower voltage-amplitude activity. Changes in the transmembrane voltage are driven by the flow of ions across the cell membrane and can be divided into inward currents, typically carried by sodium and calcium, and outward currents, typically carried by potassium and chloride. When a neuron produces action potentials and/or low-amplitude activity periodically over time, it is said to be oscillatory. The frequency of oscillations can convey information that can be correlated with behavior. The circumstances that allow a cell to produce action potentials, or more generally, to produce oscillatory activity has been the subject of basic research in experimental and mathematical neuroscience for many decades.</p>\n<p>The primary goal of this project was to provide a new understanding of the biophysical properties that are critical for producing stable low frequency oscillations in neurons. Previous work has suggested that a neuron must possess nonlinear regenerative currents in order to oscillate. In this project, we experimentally and mathematically showed the surprising result that only a specific linear component associated with regenerative inward currents&mdash;and not the full nonlinear current&mdash;is sufficient to produce the low frequency oscillations. In doing so, we were able to provide an explanation for the role of two other ionic currents in shaping the behavior of neuronal oscillations. We found that there are fundamental differences in specific types of potassium current which determine whether a neuron is oscillatory or not. Importantly, the method of study and modeling that we had proposed in the grant was necessary to uncover the roles of these currents. Specifically, 1) we developed a new experimental procedure using the dynamic clamp technique to study the effects of injections into a cell of a linear current of negative conductance, and 2) we developed mathematical models and techniques to analyze the outcome of this and related experiments. The experimental and mathematical techniques and findings from this grant are broadly applicable to the study of various neuronal systems.</p>\n<p>The project provided significant opportunities for training of students. At the graduate level, one student learned mathematical modeling, techniques of dynamical systems and analysis. She is now an Assistant Professor at a community college in New York City where she already has started exposing and mentoring historically under-represented students the field of Applied Mathematics. Another student completed his Master&rsquo;s degree and is pursuing further graduate studies. Both students have presented their findings at national and international meetings. Two undergraduate students participated in research projects associated with the grant. Both have gone on to pursue Master&rsquo;s degrees and one is continuing on to a PhD program. She plans to study Neuroscience.</p>\n<p>The results from this proposal have been disseminated through research presentations and submission and publication of peer-reviewed papers. Presentations were given at various universities, national and international meetings.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/13/2016<br>\n\t\t\t\t\tModified by: Amitabha&nbsp;Bose</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNeurons are specialized cells of the nervous system that generate electrical signals and communicate with one another through contact sites known as synapses. Networks of synaptically-connected neurons within the brain produce and govern behaviors in humans and animals.  Electrical signals that are generated by neurons include action potentials which are large and rapid changes in the voltage difference measured across the cell membrane, as well as lower voltage-amplitude activity. Changes in the transmembrane voltage are driven by the flow of ions across the cell membrane and can be divided into inward currents, typically carried by sodium and calcium, and outward currents, typically carried by potassium and chloride. When a neuron produces action potentials and/or low-amplitude activity periodically over time, it is said to be oscillatory. The frequency of oscillations can convey information that can be correlated with behavior. The circumstances that allow a cell to produce action potentials, or more generally, to produce oscillatory activity has been the subject of basic research in experimental and mathematical neuroscience for many decades.\n\nThe primary goal of this project was to provide a new understanding of the biophysical properties that are critical for producing stable low frequency oscillations in neurons. Previous work has suggested that a neuron must possess nonlinear regenerative currents in order to oscillate. In this project, we experimentally and mathematically showed the surprising result that only a specific linear component associated with regenerative inward currents&mdash;and not the full nonlinear current&mdash;is sufficient to produce the low frequency oscillations. In doing so, we were able to provide an explanation for the role of two other ionic currents in shaping the behavior of neuronal oscillations. We found that there are fundamental differences in specific types of potassium current which determine whether a neuron is oscillatory or not. Importantly, the method of study and modeling that we had proposed in the grant was necessary to uncover the roles of these currents. Specifically, 1) we developed a new experimental procedure using the dynamic clamp technique to study the effects of injections into a cell of a linear current of negative conductance, and 2) we developed mathematical models and techniques to analyze the outcome of this and related experiments. The experimental and mathematical techniques and findings from this grant are broadly applicable to the study of various neuronal systems.\n\nThe project provided significant opportunities for training of students. At the graduate level, one student learned mathematical modeling, techniques of dynamical systems and analysis. She is now an Assistant Professor at a community college in New York City where she already has started exposing and mentoring historically under-represented students the field of Applied Mathematics. Another student completed his MasterÆs degree and is pursuing further graduate studies. Both students have presented their findings at national and international meetings. Two undergraduate students participated in research projects associated with the grant. Both have gone on to pursue MasterÆs degrees and one is continuing on to a PhD program. She plans to study Neuroscience.\n\nThe results from this proposal have been disseminated through research presentations and submission and publication of peer-reviewed papers. Presentations were given at various universities, national and international meetings.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 01/13/2016\n\n\t\t\t\t\tSubmitted by: Amitabha Bose"
 }
}