{
 "awd_id": "1122359",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Bronze and Iron Age prehistory on the margins of the Eurasian Steppe: Modeling Interactions between Climate and Ancient Herders and Farmers",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2011-06-15",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 152964.0,
 "awd_amount": 152964.0,
 "awd_min_amd_letter_date": "2011-06-15",
 "awd_max_amd_letter_date": "2011-06-15",
 "awd_abstract_narration": "With National Science Foundation support, Drs. Irina Panyushkina and Claudia Chang will conduct research to examine how climate, landscapes and prehistoric societies have interacted in Central Asia. This project involves expert collaborators and partnerships in the fields of archaeology, dendrochronology, paleoclimatology, palynology, ecology and hydrogeology in order to examine past climate changes and social transformations throughout a 2000-year prehistory of southern Kazakhstan.  The research will generate new field-based datasets for modeling population dynamics, land use patterns in the grassland plains and forested mountains. The goal is to determine human response to climatic and environmental changes beginning at the transition from the Middle Bronze Age to the Late Bronze Age (ca. 1600 to 900 BC) and through the Iron Age (ca. 800 BC to AD 500).  \r\n\r\nThe research is important because it will test the direct impact of climate change on ancient societies and cultures of the Eurasian Steppe. It will broaden perspectives on the nature of climate-human interactions which influenced the social evolution of the subsequent civilizations and led to the development of the modern world. \r\n\r\nArchaeological data from Semirechye (the mountain zone of the Aral Basin) suggest that during the Late Bronze Age, small, dispersed populations of mobile pastoralists occupied the upland valleys and mountains near critical pasture and water resources. Later, in the first millennia BC, these marginal upland regions led to the formation of two distinct types of settlement: larger, aggregated populations of agro-pastoralists who utilized the fertile, arable land of alluvial fans and smaller, dispersed populations of transhumant pastoralists who relocated to high elevations. By ca. 100 AD, population density and storage capacity at villages was comparable to that of early sedentary farming villages in other world regions.  A marked reduction in the number of Iron Age sites took place after AD 200 probably a result of out-migration or conflict. The research will interrelate the archaeological datasets with sophisticated reconstructions of climate variability.  These integrated data shall provide key insights into the adaptive responses of ancient populations to climate and environmental changes.  \r\n\r\nThis multi-disciplinary project includes: (1) archaeological survey and site testing; (2) geophysical settlement surveys using a magnetometer; (3) C14 wiggle-match and tree-ring dating; (4) multi-scale climate and environment reconstructions from tree-ring and pollen proxies, and corresponding ice-cores. The assembled lines of evidence will be used to estimate the impact of climate change on population size and landscape productivity in this region. Furthermore, it will document the social and economic factors within Iron Age society that led to possible environmental stress such as the depletion of water sources, wood fuel and soil fertility.  \r\n\r\n\r\nThe broader impacts include 1) graduate students' field and state-of-art training in the management and interpretation of large and complex data sets, and 2) strong international collaborations between the archaeological and environmental science communities of US, UK, Kazakhstan, Germany, Hungary and Russia.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Irina",
   "pi_last_name": "Panyushkina",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Irina P Panyushkina",
   "pi_email_addr": "Panush@ltrr.arizona.edu",
   "nsf_id": "000485462",
   "pi_start_date": "2011-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 152964.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This multi-disciplinary project focused on the Bronze-Iron Age prehistory of Central Asia. The main goal was to develop a new comprehensive field-based database for modeling population dynamics and the human response to climatic and environmental changes for the last 3000 years in the Semirechye (southern Kazakhstan), one of most important regions for emerging systems of integrative farming and nomadic herding located on the northern piedmont of the Tien Shan Mountains northwards to Lake Balkhash. In order to assess the relationship between population settlement and changing environment, we looked at the variability of hydroclimatic regimes and farming conditions of this semi-arid region.</p>\n<p>Successful fieldwork in Kazakhstan targeted (1) archaeological wood sampling for the calendar chronology of the Semirechye Bronze-Iron Age archaeology, (2) tree-ring sampling for dendroclimatic study of short-term hydroclimate variability, and (3) sediment sampling of river terraces and geomorphological mapping for fluvial geochronology study of long-term hydroclimatic variability. The fluvial sediment materials for OSL and <sup>14</sup>C dating were collected from the Talgar alluvial fan in the Semirechye.&nbsp; The tree rings were sampled from modern spruce in the Tian Shan Mountains, from excavations of the Bronze and Iron Age settlements in the Asi uplands and the Talgar alluvial fan of the Semirechye, and from rescued archaeological timbers of Saka kurgans in the southern Kazakhstan.</p>\n<p>Analysis of summed radiocarbon calibrations, used as a proxy for past population size, tracks demographic changes in the Asi uplands and the Talgar alluvial fan. The <sup>14</sup>C analysis denotes aggregation of the pastoralist population between 1800 and 1300 BC in the uplands and aggregation of the farming population between 800 BC and 200 BC in the lowlands. The maximum population size reached at ca. 1800-1600 BC and again ca. 400-200 BC denotes an expansion of agricultural production in the Semirechye. <ins datetime=\"2015-08-01T20:06\" cite=\"mailto:Irina%20Panyushkina\"></ins></p>\n<p>We found that the Bronze &ndash;Iron Age climate change was therefore not a immediate cause for the development and collapse of this relatively short-lived (few hundred years) periods of agricultural expansion in the studied area. Overall, the multiproxy reconstruction suggests the population growth coincides with warmer and drier episodes of the Semirechye hydroclimate, despite the common assumption that high river flow and wet conditions are likely to be more favorable to floodwater farming in the semi-arid lands.&nbsp;These episodes correspond to summer moisture decline, increased frequency of pronounced droughts ca. 700-550 BC, reduced flood flows, river stability, and glacier retreat in the Tien Shan Mountains. The Talgar geomorphological study implies that facilitation of floodwater farming during these times appears to have been opportunistic through the use of moderate river flows and naturally configured series of partially entrenched distributary channels.</p>\n<p>The products of this project comprise a wide range of climate proxy and interconnected archaeological datasets including a radiometric database of Semirechye archaeology, a map of archaeological sites on the Talgar alluvial fan, fluvial geochronology of the Talgar catchment embodying centennial variability of hydroclimatic regime, climate-sensitive tree-ring width records from modern spruce of the Tian Shan Mountains, floating records of stable-carbon and stable-oxygen isotopes from archaeological tree rings of Saka timbers indicating annual hydroclimatic variations, and a master tree-ring chronology of Saka kurgans in Kazakhstan for tree-ring crossdating. The assembled dataset is enabling a detailed, multi-scaled reconstruction of hydroclimatic settings and human adaptations to climate change on the margins of the Eurasian Steppe....",
  "por_txt_cntn": "\nThis multi-disciplinary project focused on the Bronze-Iron Age prehistory of Central Asia. The main goal was to develop a new comprehensive field-based database for modeling population dynamics and the human response to climatic and environmental changes for the last 3000 years in the Semirechye (southern Kazakhstan), one of most important regions for emerging systems of integrative farming and nomadic herding located on the northern piedmont of the Tien Shan Mountains northwards to Lake Balkhash. In order to assess the relationship between population settlement and changing environment, we looked at the variability of hydroclimatic regimes and farming conditions of this semi-arid region.\n\nSuccessful fieldwork in Kazakhstan targeted (1) archaeological wood sampling for the calendar chronology of the Semirechye Bronze-Iron Age archaeology, (2) tree-ring sampling for dendroclimatic study of short-term hydroclimate variability, and (3) sediment sampling of river terraces and geomorphological mapping for fluvial geochronology study of long-term hydroclimatic variability. The fluvial sediment materials for OSL and 14C dating were collected from the Talgar alluvial fan in the Semirechye.  The tree rings were sampled from modern spruce in the Tian Shan Mountains, from excavations of the Bronze and Iron Age settlements in the Asi uplands and the Talgar alluvial fan of the Semirechye, and from rescued archaeological timbers of Saka kurgans in the southern Kazakhstan.\n\nAnalysis of summed radiocarbon calibrations, used as a proxy for past population size, tracks demographic changes in the Asi uplands and the Talgar alluvial fan. The 14C analysis denotes aggregation of the pastoralist population between 1800 and 1300 BC in the uplands and aggregation of the farming population between 800 BC and 200 BC in the lowlands. The maximum population size reached at ca. 1800-1600 BC and again ca. 400-200 BC denotes an expansion of agricultural production in the Semirechye. \n\nWe found that the Bronze &ndash;Iron Age climate change was therefore not a immediate cause for the development and collapse of this relatively short-lived (few hundred years) periods of agricultural expansion in the studied area. Overall, the multiproxy reconstruction suggests the population growth coincides with warmer and drier episodes of the Semirechye hydroclimate, despite the common assumption that high river flow and wet conditions are likely to be more favorable to floodwater farming in the semi-arid lands. These episodes correspond to summer moisture decline, increased frequency of pronounced droughts ca. 700-550 BC, reduced flood flows, river stability, and glacier retreat in the Tien Shan Mountains. The Talgar geomorphological study implies that facilitation of floodwater farming during these times appears to have been opportunistic through the use of moderate river flows and naturally configured series of partially entrenched distributary channels.\n\nThe products of this project comprise a wide range of climate proxy and interconnected archaeological datasets including a radiometric database of Semirechye archaeology, a map of archaeological sites on the Talgar alluvial fan, fluvial geochronology of the Talgar catchment embodying centennial variability of hydroclimatic regime, climate-sensitive tree-ring width records from modern spruce of the Tian Shan Mountains, floating records of stable-carbon and stable-oxygen isotopes from archaeological tree rings of Saka timbers indicating annual hydroclimatic variations, and a master tree-ring chronology of Saka kurgans in Kazakhstan for tree-ring crossdating. The assembled dataset is enabling a detailed, multi-scaled reconstruction of hydroclimatic settings and human adaptations to climate change on the margins of the Eurasian Steppe.\n\nMost of the project materials have been analyzed, published, and made available to the public.  The U.S., U.K. and Kazakh teams are continuing their collaboration, and developing larger sca..."
 }
}