{
 "awd_id": "1122074",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Progesterone, Vasopressin and Social Behavior in Adult Male Rats",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": "7032928167",
 "po_email": "ethiels@nsf.gov",
 "po_sign_block_name": "Edda Thiels",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2011-08-29",
 "awd_max_amd_letter_date": "2014-05-09",
 "awd_abstract_narration": "A functional role for progesterone and its receptor in female behavior and physiology is fairly well established; however, the data on progesterone and progestin receptor (PR) function in males are relatively sparse. Although there are only a few studies examining the action of progesterone in males, the results confirm an exciting yet  understudied role for progesterone and/or the progestin receptor in adult male behavior and physiology.  The goal of this project is to test the hypothesis that progesterone impairs social behavior, specifically social memory/recognition and recently collected preliminary data strongly support this hypothesis in a male rodent model. This research is valuable as it will develop a framework for understanding the role that progesterone plays in influencing social behavior (i.e., social recognition) in males, and provide new molecular targets, such as the underlying steroid /neuropeptide interactions and epigenetic mechanisms, for understanding how social recognition is regulated. These studies will also aid in the understanding of which neural pathways in the brain become compromised in some disease states in which one?s ability to socially recognize other individuals is impaired. The current project will also provide a valuable opportunity for education and dissemination of knowledge.  The training provided is designed to give back to the community by engaging students from elementary to graduate school, as well as increase participation of women and students from underrepresented backgrounds in all aspects of experimental science. The data and techniques used to gain these data will be shared with the scientific community, as well as disseminated to the public.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Catherine",
   "pi_last_name": "Auger",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Catherine J Auger",
   "pi_email_addr": "cauger@wisc.edu",
   "nsf_id": "000106254",
   "pi_start_date": "2011-08-29",
   "pi_end_date": "2014-05-09"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anthony",
   "pi_last_name": "Auger",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Anthony P Auger",
   "pi_email_addr": "apauger@wisc.edu",
   "nsf_id": "000101715",
   "pi_start_date": "2014-05-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771400",
   "pgm_ele_name": "Modulation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual merit</p>\n<p>It is clear that our environment and experiences in early life can shape our brain and behavior, and therefore, these impacts can be lasting. The project set out to describe how our experiences shape our DNA that impacts our physiology and behavior. We know that some experiences we encounter are forgotten, but others endure. Some memories are positive and others may be negative. In order to understand the stability of our experiences on our DNA, we set out to examine modifications to DNA that may be altered. It is important to understand the reversibility of these modifications in hopes to reverse pathology that may be associated with these markings. The first part of the grant found that some markings on DNA (methylation of cytosine) are not stable and only appear that way. These findings challenged the concept that methylation of DNA was stable in adulthood. We then proceeded to question what could be a lasting mark on DNA, and we discovered a new mark upon mammalian DNA. Specifically, we recently published findings indicating the existence of a new &ldquo;epigenetic&rdquo; marker of early life stress that is also modified by biological sex. The findings from this grant challenged the concept that DNA methylation of cytosine is stable, which pushed us to think of other potential modifications in brain that could be more stable.&nbsp;It remains to be determined how the new mark impact our health. &nbsp;</p>\n<p>Broader impact</p>\n<p>These findings are relevant in that while experiences in life can have a lasting impact on how brain and behavior is influenced by our genome, the current findings indicate that some of these markings on our genome may be reversible. While early life stress can impact our health in a lasting manner, the current data suggest that these markings of stress on our DNA may be reversible and points to an additional modification to our DNA that may be relevant for mental health.</p>\n<p>The proposal also resulted in the graduation of 4 PhD students who are female. They also funded dozens of undergraduate research projects, mostly female and of underrepresented populations. Students supported by the grant went on to graduate school, medical school, or other professions. Some outreach that occurred during the project was a high level of participation in Science Olympiad at both middle school and high school levels. We assisted and coached some events that resulted in our teams from the past 5 years win Wisconsin State tournament 4 times and two national medals in two events, one of which was anatomy. &nbsp;&nbsp;</p>\n<p><strong>&nbsp;</strong><em>&nbsp;</em></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/05/2019<br>\n\t\t\t\t\tModified by: Anthony&nbsp;P&nbsp;Auger</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual merit\n\nIt is clear that our environment and experiences in early life can shape our brain and behavior, and therefore, these impacts can be lasting. The project set out to describe how our experiences shape our DNA that impacts our physiology and behavior. We know that some experiences we encounter are forgotten, but others endure. Some memories are positive and others may be negative. In order to understand the stability of our experiences on our DNA, we set out to examine modifications to DNA that may be altered. It is important to understand the reversibility of these modifications in hopes to reverse pathology that may be associated with these markings. The first part of the grant found that some markings on DNA (methylation of cytosine) are not stable and only appear that way. These findings challenged the concept that methylation of DNA was stable in adulthood. We then proceeded to question what could be a lasting mark on DNA, and we discovered a new mark upon mammalian DNA. Specifically, we recently published findings indicating the existence of a new \"epigenetic\" marker of early life stress that is also modified by biological sex. The findings from this grant challenged the concept that DNA methylation of cytosine is stable, which pushed us to think of other potential modifications in brain that could be more stable. It remains to be determined how the new mark impact our health.  \n\nBroader impact\n\nThese findings are relevant in that while experiences in life can have a lasting impact on how brain and behavior is influenced by our genome, the current findings indicate that some of these markings on our genome may be reversible. While early life stress can impact our health in a lasting manner, the current data suggest that these markings of stress on our DNA may be reversible and points to an additional modification to our DNA that may be relevant for mental health.\n\nThe proposal also resulted in the graduation of 4 PhD students who are female. They also funded dozens of undergraduate research projects, mostly female and of underrepresented populations. Students supported by the grant went on to graduate school, medical school, or other professions. Some outreach that occurred during the project was a high level of participation in Science Olympiad at both middle school and high school levels. We assisted and coached some events that resulted in our teams from the past 5 years win Wisconsin State tournament 4 times and two national medals in two events, one of which was anatomy.   \n\n  \n\n \n\n\t\t\t\t\tLast Modified: 11/05/2019\n\n\t\t\t\t\tSubmitted by: Anthony P Auger"
 }
}