{
 "awd_id": "1122925",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Creating a Common Thermodynamics",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Herbert H. Richtol",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 31322.0,
 "awd_amount": 31322.0,
 "awd_min_amd_letter_date": "2011-08-11",
 "awd_max_amd_letter_date": "2011-08-11",
 "awd_abstract_narration": "Thermodynamics and the underlying statistical picture of random molecular motions are fundamental in biology. In order to make sense of processes ranging from respiration and photosynthesis in the cell to the survival and stabilization of ecosystems students need a good understanding of energy, its conservation, its availability, and its transformation. Since biology is about the generation, maintenance, and evolution of organization and structure, the concept of information and its statistical mechanical partner, entropy, is critical. Students typically encounter energy, enthalpy, and entropy in introductory biology, chemistry, and physics classes. But the approach taken in the three disciplines can be dramatically different. Often, they make different (unstated) assumptions resulting in statements of the laws of thermodynamics that look different in different classes. This lack of consistency raises barriers to students' development of a coherent understanding of these important ideas.\r\n\r\nIn this project, we work with an interdisciplinary group of physicists, chemists, and biologists at four universities to (1) come to an agreement on a common content and representational scheme; (2) create a literature survey bringing together results about student understanding of concepts in thermodynamics from chemistry, biology, and physics education research; (3) study student understandings of and attitudes about the basic concepts of energy, entropy, diffusion, and stochastic processes; (4) create web materials including text and materials for active-learning instruction for use in an introductory physics course for biologists; and (5) create and validate an instrument to evaluate students' learning gains on these topics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Bauer",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher F Bauer",
   "pi_email_addr": "chris.bauer@unh.edu",
   "nsf_id": "000283396",
   "pi_start_date": "2011-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Hampshire",
  "inst_street_address": "51 COLLEGE RD",
  "inst_street_address_2": "BLDG 107",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6038622172",
  "inst_zip_code": "038242620",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NH01",
  "org_lgl_bus_name": "UNIVERSITY SYSTEM OF NEW HAMPSHIRE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GBNGC495XA67"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Hampshire",
  "perf_str_addr": "23 Academic Way, Parsons Hall",
  "perf_city_name": "Durham",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "038242602",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NH01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751100",
   "pgm_ele_name": "TUES-Type 2 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 31322.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This collaborative project challenged the physics community to adapt its pedagogic focus to address the conceptual learning needs of students of biology.&nbsp; This had to be done in several ways.&nbsp; First, (the intellectual merit) concepts of physics and chemistry had to be considered carefully for how important they were to biologists.&nbsp; In part, this meant that physicists had to let go of favorite yet less pertinent topics (like quantum behavior and solid state properties), and biologists had to determine what parts of physics were more relevant, interesting, and motivating for biology students (such as diffusion and energy).&nbsp; Second, the structure of the pedagogy had to support construction of knowledge through students hands-on experience and discussion instead of the traditional presentation mode of instruction.&nbsp; This latter goal reflects recent findings that demonstrate stronger learning results for all levels of students in so-called inquiry-based classrooms.&nbsp; The curriculum development (on-line classroom supplementary materials, labs, lecture session) were developed at the University of Maryland in a physics course for biologists.&nbsp; During development biweekly conversations among several different disciplinary specialists (chemistry, physics, biochemistry) were conducted to review newly created materials and student research results.&nbsp; A recurring challenge is that these disciplines talk about, represent, hypothesize about, and explain&nbsp; phenomena in different ways.&nbsp; This made it hard to talk with each other because one person&rsquo;s justification was considered lacking by folks from the other disciplines.&nbsp; In the end, (broader impacts) a curriculum emerged, and was tested in a small class and is being scaled up to a larger class.&nbsp; The existence of this model will affect the thinking of other physics instructors going forward.&nbsp; The article in the American Journal of Phyiscs has already received a large number of \"views\", suggesting that it is of great interest.&nbsp; Publications and presentations have been made regarding the project within the various disciplinary communities.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/21/2014<br>\n\t\t\t\t\tModified by: Christopher&nbsp;F&nbsp;Bauer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis collaborative project challenged the physics community to adapt its pedagogic focus to address the conceptual learning needs of students of biology.  This had to be done in several ways.  First, (the intellectual merit) concepts of physics and chemistry had to be considered carefully for how important they were to biologists.  In part, this meant that physicists had to let go of favorite yet less pertinent topics (like quantum behavior and solid state properties), and biologists had to determine what parts of physics were more relevant, interesting, and motivating for biology students (such as diffusion and energy).  Second, the structure of the pedagogy had to support construction of knowledge through students hands-on experience and discussion instead of the traditional presentation mode of instruction.  This latter goal reflects recent findings that demonstrate stronger learning results for all levels of students in so-called inquiry-based classrooms.  The curriculum development (on-line classroom supplementary materials, labs, lecture session) were developed at the University of Maryland in a physics course for biologists.  During development biweekly conversations among several different disciplinary specialists (chemistry, physics, biochemistry) were conducted to review newly created materials and student research results.  A recurring challenge is that these disciplines talk about, represent, hypothesize about, and explain  phenomena in different ways.  This made it hard to talk with each other because one personÆs justification was considered lacking by folks from the other disciplines.  In the end, (broader impacts) a curriculum emerged, and was tested in a small class and is being scaled up to a larger class.  The existence of this model will affect the thinking of other physics instructors going forward.  The article in the American Journal of Phyiscs has already received a large number of \"views\", suggesting that it is of great interest.  Publications and presentations have been made regarding the project within the various disciplinary communities.\n\n\t\t\t\t\tLast Modified: 10/21/2014\n\n\t\t\t\t\tSubmitted by: Christopher F Bauer"
 }
}