{
 "awd_id": "1122046",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Molecular Determinants of Bacterial Corrinoid Specificity",
 "cfda_num": "47.074",
 "org_code": "08070700",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Susanne von Bodman",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 574573.0,
 "awd_amount": 574573.0,
 "awd_min_amd_letter_date": "2011-07-08",
 "awd_max_amd_letter_date": "2013-06-10",
 "awd_abstract_narration": "Many important biological processes depend on corrinoid cofactors. Corrinoids are a family of cobalt-containing molecules that include vitamin B12. Corrinoids are utilized as enzymatic cofactors by animals, protists, and the majority of prokaryotes but are produced only by a subset of prokaryotes. Thus, corrinoids must be shared between corrinoid-producing and corrinoid-requiring organisms. More than 12 corrinoids with structural variability in the lower axial ligand have been observed. However, sequence-level understanding of specificity in corrinoid biosynthesis remains largely unexplored. This project seeks to identify the molecular factors that control the biosynthesis of structurally diverse corrinoids by examining specificity in the attachment of lower ligands to corrinoid precursors. Chemical analysis of corrinoids produced by five representative bacteria will be performed. Specificity in a lower ligand attachment enzyme will be examined both in vivo in a heterologous bacterial host and in vitro with purified enzymes. Based on these experimental results, bioinformatic predictions will be generated to identify amino acid residues that control specificity for attachment of particular lower ligands. These predictions will be tested by site-directed mutagenesis and further refined by additional sequence analysis and experimental validation. \r\n\r\nThe fundamental principles of specificity in corrinoid biosynthesis elucidated by this work will provide insights into the source and biological function of corrinoid structural variability. This research may form the foundation of a more general understanding of how small molecules are exchanged in microbial communities. Microbes in nearly all environments exist in complex communities containing numerous metabolically and phylogenetically diverse species. The complexity of organisms in microbial communities has made it difficult to analyze molecular interactions that occur between community members. Distinct combinations of structurally diverse corrinoids have been detected in five different microbial communities thus far. Given that half of sequenced bacteria are estimated to require corrinoids produced by other organisms, and that corrinoid function is influenced by the structure of the lower ligand, understanding specificity in lower ligand attachment will provide important insights into the molecular interactions that occur in microbial communities.\r\n\r\nBroader impacts\r\nThis research will provide insights into biological processes that require corrinoids and will contribute to the understanding of small molecule exchange in microbial communities. Understanding and manipulating corrinoid-dependent metabolism has diverse applications in bioremediation, bioenergy, and synthetic biology. This project will provide research training to a postdoctoral scholar, graduate student, and 2-3 undergraduate students. A major initiative to educate the public about microbial diversity will be created that will launch a new exhibit at UC Berkeley's annual open house, an event that draws approximately 35,000 visitors to the campus each year. A team of undergraduate and graduate students will design an interactive microbiology activity station to showcase the diversity of microbes in nature. The event will also include a \"microbe art\" station aimed at educating children about microorganisms. An outreach program will be created as an extension of this event in which undergraduate and graduate student volunteers will bring interactive components of the event to elementary school classes in surrounding communities. These educational initiatives have the potential to increase public awareness of the impact of microbial processes on the environment, to generate excitement about microbes among younger students, and to provide opportunities to engage university students in primary education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michiko",
   "pi_last_name": "Taga",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Michiko E Taga",
   "pi_email_addr": "taga@berkeley.edu",
   "nsf_id": "000568615",
   "pi_start_date": "2011-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 185769.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 191382.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 197422.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>All living things rely on cofactors &ndash; small molecules that help cells perform chemical reactions &ndash; for a variety of metabolic processes that are essential for life. Some organisms can make the cofactors they need for their metabolism, while others must obtain cofactors produced by neighboring organisms. Vitamin B12 is an example of a cofactor that most organisms cannot produce for themselves; B12 is only produced by certain microorganisms, but is needed by many others, including most animals and bacteria. Over a dozen cofactors that are slightly different in structure from B12 (collectively termed &ldquo;corrinoids&rdquo;) are produced by different bacteria. Because a given organism cannot use all of these different corrinoid structural forms, understanding specific corrinoid requirements is important for understanding an organism&rsquo;s metabolism. Similarly, the ability of different bacteria to produce specific corrinoids can affect surrounding organisms that rely on corrinoids. The ability to predict the specific corrinoids produced or required by an organism could enable the improved manipulation of microbial metabolism, which could be used for desired applications such as detoxifying environmental pollutants, improving agriculture, and increasing the efficiency of industrial processes such as the production of alternative fuels, medicine, and food.</p>\n<p>&nbsp;Prior to this work, it was known that different bacteria produce different corrinoids, but the genetic processes that control this specificity in corrinoid production was not known. The major structural difference between corrinoids produced by different bacteria is in the part of the molecule known as the &ldquo;lower ligand&rdquo;. We examined specificity in corrinoid requirements and corrinoid production in a variety of bacteria, including one capable of detoxifying the common groundwater pollutant trichloroethene (TCE), one that promotes plant growth, and several other soil-, plant- and animal-associated bacteria. We used a combination of bacterial genetics, biochemistry, analytical chemistry, and bioinformatics to show that 1) bacteria have different corrinoid requirements for different metabolic pathways, 2) some bacteria can structurally modify corrinoids in order to satisfy their corrinoid requirements, 3) corrinoid structure is determined by the genes required for producing and attaching the lower ligand to form a complete corrinoid, and 4) the corrinoid composition of a microbial community is dependent on the organisms and metabolic functions in the community. Together, these findings bring us closer to being able to predict the metabolic processes and requirements of bacteria, manipulate the metabolism of individual bacteria or groups of microorganisms, and improve microbially driven environmental processes.&nbsp;</p>\n<p>This project provided training to two postdoctoral scholars, two graduate students, and four undergraduate students. One postdoctoral scholar has successfully competed for a tenure-track faculty position, two graduate students earned PhDs in Microbiology, and the undergraduate students are continuing their education or performing research in biological or medical fields. Members of the research group performed outreach activities to promote a greater understanding of general science, beneficial microorganisms, and careers in biological sciences through interactions with local K-12 public school students, undergraduates, prison inmates, girls and young women, teachers, and parents.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2015<br>\n\t\t\t\t\tModified by: Michiko&nbsp;E&nbsp;Taga</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAll living things rely on cofactors &ndash; small molecules that help cells perform chemical reactions &ndash; for a variety of metabolic processes that are essential for life. Some organisms can make the cofactors they need for their metabolism, while others must obtain cofactors produced by neighboring organisms. Vitamin B12 is an example of a cofactor that most organisms cannot produce for themselves; B12 is only produced by certain microorganisms, but is needed by many others, including most animals and bacteria. Over a dozen cofactors that are slightly different in structure from B12 (collectively termed \"corrinoids\") are produced by different bacteria. Because a given organism cannot use all of these different corrinoid structural forms, understanding specific corrinoid requirements is important for understanding an organismÆs metabolism. Similarly, the ability of different bacteria to produce specific corrinoids can affect surrounding organisms that rely on corrinoids. The ability to predict the specific corrinoids produced or required by an organism could enable the improved manipulation of microbial metabolism, which could be used for desired applications such as detoxifying environmental pollutants, improving agriculture, and increasing the efficiency of industrial processes such as the production of alternative fuels, medicine, and food.\n\n Prior to this work, it was known that different bacteria produce different corrinoids, but the genetic processes that control this specificity in corrinoid production was not known. The major structural difference between corrinoids produced by different bacteria is in the part of the molecule known as the \"lower ligand\". We examined specificity in corrinoid requirements and corrinoid production in a variety of bacteria, including one capable of detoxifying the common groundwater pollutant trichloroethene (TCE), one that promotes plant growth, and several other soil-, plant- and animal-associated bacteria. We used a combination of bacterial genetics, biochemistry, analytical chemistry, and bioinformatics to show that 1) bacteria have different corrinoid requirements for different metabolic pathways, 2) some bacteria can structurally modify corrinoids in order to satisfy their corrinoid requirements, 3) corrinoid structure is determined by the genes required for producing and attaching the lower ligand to form a complete corrinoid, and 4) the corrinoid composition of a microbial community is dependent on the organisms and metabolic functions in the community. Together, these findings bring us closer to being able to predict the metabolic processes and requirements of bacteria, manipulate the metabolism of individual bacteria or groups of microorganisms, and improve microbially driven environmental processes. \n\nThis project provided training to two postdoctoral scholars, two graduate students, and four undergraduate students. One postdoctoral scholar has successfully competed for a tenure-track faculty position, two graduate students earned PhDs in Microbiology, and the undergraduate students are continuing their education or performing research in biological or medical fields. Members of the research group performed outreach activities to promote a greater understanding of general science, beneficial microorganisms, and careers in biological sciences through interactions with local K-12 public school students, undergraduates, prison inmates, girls and young women, teachers, and parents. \n\n \n\n\t\t\t\t\tLast Modified: 11/30/2015\n\n\t\t\t\t\tSubmitted by: Michiko E Taga"
 }
}