{
 "awd_id": "1122687",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Housing Status and Life Course after Privatization in Russia",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "kevin Leicht",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 58189.0,
 "awd_amount": 58189.0,
 "awd_min_amd_letter_date": "2011-09-27",
 "awd_max_amd_letter_date": "2011-09-27",
 "awd_abstract_narration": "Housing Status and Life Course after Privatization in Russia\r\n\r\nThis study examines whether and how ?housing status? (quantity, quality, and tenure) influences socioeconomic inequality, family formation and dissolution, and subjective perceptions and outlook.   Social scientists observe that aspects of housing may directly shape outcomes such as the educational and occupational attainment of children, rates of marriage, cohabitation, divorce, and childbearing, and perceived security, happiness, life satisfaction, and political attitudes.  But we do not know whether housing has independent causal effects on these outcomes because households obtain housing in a non-random manner:  the same variables (such as family wealth and income) that affect access to housing also shape educational attainment, marriage rates, and happiness.  In other words, housing may be endogenous to the outcomes it purportedly shapes.  \r\n\r\nThe project takes advantage of the opportunity that contemporary Russia offers to study the causal effects of housing.   Under the Soviet system housing was allocated based on criteria like household structure, age, and seniority at work, not wealth and income.  When the Soviet Union collapsed, housing stock was privatized by simply giving residents property rights to their dwellings. This privatization effectively locked-in the non-market distribution of housing status from the Soviet period.  Subsequently, housing markets have not developed in Russia, due to mainly capital constraints.  Thus, the distribution of housing status today is still based largely on Soviet-era criteria rather than market principles, giving us a unique opportunity to study whether and how housing status exerts independent causal effects on life course outcomes.\r\n\r\nTo take advantage of this opportunity, the investigators will conduct an innovative survey of Russian urbanites ages 32-55, their spouses or cohabiting partners, and some of their parents.  This cohort passed through crucial transitions to young and middle adulthood, when housing matters most, just before or after the collapse of the Soviet Union (in December 1991).  The survey will obtain complete housing histories of focal respondents and their spouses/partners from 1991 (including extensive information on each dwelling lived in and how it was obtained) through 2012, education, household structure, employment, partnership, and childbearing histories, family background characteristics, the education of their children, a range of attitude measures, and other relevant information.  Finally, they will survey the parents of 25% of focal respondents to verify the accuracy of retrospective housing histories and collect more information.  \r\n\r\nTheoretically, the proposed research breaks new ground by conceptualizing the multiple dimensions of housing status both between and within households, relating them to a variety of specific outcomes, and dealing explicitly with issues of causal inference, all within an integrated framework.  Empirically, the investigators will conduct unprecedented statistical analyses that assess the effects of housing more rigorously than has been possible in prior studies.  The project will produce a major advance in social scientific understanding of the effects of housing in Russia, which in turn will dramatically improve knowledge about how housing might function in other national contexts.     \r\n\r\nBroader impact.  The survey will be unique in terms of its comprehensive measures of individual- and household-level housing status and of the outcomes and behaviors that housing is hypothesized to influence.  The resulting data file will be available to the public, thereby adding a vital new resource for housing researchers.  The investigators will write methodological papers analyzing the reliability of retrospective housing histories and drawing lessons regarding best practices in the methodology for survey research on housing.  The substantive findings produced by the study will help policymakers, both within and outside Russia, craft effective policies to promote the positive and ameliorate the negative effects of housing on inequality, demographic change, and the well-being of their societies.  The investigators will report on the policy implications of their studies in a series of policy memos.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jane",
   "pi_last_name": "Zavisca",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Jane R Zavisca",
   "pi_email_addr": "janez@u.arizona.edu",
   "nsf_id": "000080454",
   "pi_start_date": "2011-09-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 58189.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This study examines whether and how &ldquo;housing status&rdquo; (the quality, quantity, and ownership of housing) influences socioeconomic status, family formation and dissolution, and subjective perceptions and outlook. Social scientists recognize that aspects of housing may directly shape outcomes such as education and work; rates of marriage, divorce, and childbearing; and perceived satisfaction and political attitudes. However, it is difficult to measure and test whether housing has such effects with existing data. Contemporary Russia offers an unusual opportunity to study the causal effects of housing because of the mass privatization of socialist housing after the collapse of Soviet rule and the weak development of housing markets since. This has made family resources and inheritance, not work or income, the main paths to housing mobility, in essence producing a quasi-natural experiment that enables us to compare how otherwise similar people with different housing status fare.</p>\n<p>The investigators conducted the <em>Survey of Housing Experiences in Russia</em>, an innovative survey of 1000 urban Russians ages 33-55, as well as 318 of their spouses or cohabiting partners. The survey collected retrospective data, including changes in housing, family structure and work, between 1992, just after Soviet rule collapsed in Russia, through 2013. Our approach differs from previous surveys of housing mobility in several key respects. First, we measured housing changes that can happen even without moving to a new residence, for example changes in ownership, physical qualities, and crowding. Second, we measured property rights of individuals wtihin families, rather than assuming that all family members share in ownership. Third, this is the first comprehensive survey of housing mobility in Russia, providing a new resource for comparative analysis. The data will be archived and available to other researchers through the Inter-Consortium for Political and Social Research (ICPSR) in 2015.</p>\n<p>Our survey findings confirm that, while homeownership rates are very high, Russians are more likely to get their housing through family than through markets. Nearly half of younger respondents, under age 40 as of 2013, were still living with their parents or in-laws. Most young couples initially move into the residence of one or the other spouses, usually a modest two or three room apartment, rather than getting a new place together. Such experiences of familial dependence, combined with low housing affordability, may explain Russians&rsquo; widespread sense that they cannot control their own housing destinies, as well as continued broad support for government-subsidized housing. Furthermore, this has led to extensive inequality within multi-generational households, and even between spouses, over who is an owner. This matters for marital stability. Living with in-laws and not having equal property rights is associated with higher risk of divorce. Conversely, having more space lowers risk of divorce.</p>\n<p>Data analysis has just begun; in the future we plan to test whether housing status has effects on a range of outcomes, such as employment, marriage, childbearing, children&rsquo;s education, and health. Our results to date suggest that housing can be an distinct dimension of social stratification, with distinctive effects. Housing should be taken more seriously as a potential cause of social differences, rather than simply a reflection of pre-existing differences.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2014<br>\n\t\t\t\t\tModified by: Jane&nbsp;R&nbsp;Zavisca</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis study examines whether and how \"housing status\" (the quality, quantity, and ownership of housing) influences socioeconomic status, family formation and dissolution, and subjective perceptions and outlook. Social scientists recognize that aspects of housing may directly shape outcomes such as education and work; rates of marriage, divorce, and childbearing; and perceived satisfaction and political attitudes. However, it is difficult to measure and test whether housing has such effects with existing data. Contemporary Russia offers an unusual opportunity to study the causal effects of housing because of the mass privatization of socialist housing after the collapse of Soviet rule and the weak development of housing markets since. This has made family resources and inheritance, not work or income, the main paths to housing mobility, in essence producing a quasi-natural experiment that enables us to compare how otherwise similar people with different housing status fare.\n\nThe investigators conducted the Survey of Housing Experiences in Russia, an innovative survey of 1000 urban Russians ages 33-55, as well as 318 of their spouses or cohabiting partners. The survey collected retrospective data, including changes in housing, family structure and work, between 1992, just after Soviet rule collapsed in Russia, through 2013. Our approach differs from previous surveys of housing mobility in several key respects. First, we measured housing changes that can happen even without moving to a new residence, for example changes in ownership, physical qualities, and crowding. Second, we measured property rights of individuals wtihin families, rather than assuming that all family members share in ownership. Third, this is the first comprehensive survey of housing mobility in Russia, providing a new resource for comparative analysis. The data will be archived and available to other researchers through the Inter-Consortium for Political and Social Research (ICPSR) in 2015.\n\nOur survey findings confirm that, while homeownership rates are very high, Russians are more likely to get their housing through family than through markets. Nearly half of younger respondents, under age 40 as of 2013, were still living with their parents or in-laws. Most young couples initially move into the residence of one or the other spouses, usually a modest two or three room apartment, rather than getting a new place together. Such experiences of familial dependence, combined with low housing affordability, may explain RussiansÆ widespread sense that they cannot control their own housing destinies, as well as continued broad support for government-subsidized housing. Furthermore, this has led to extensive inequality within multi-generational households, and even between spouses, over who is an owner. This matters for marital stability. Living with in-laws and not having equal property rights is associated with higher risk of divorce. Conversely, having more space lowers risk of divorce.\n\nData analysis has just begun; in the future we plan to test whether housing status has effects on a range of outcomes, such as employment, marriage, childbearing, childrenÆs education, and health. Our results to date suggest that housing can be an distinct dimension of social stratification, with distinctive effects. Housing should be taken more seriously as a potential cause of social differences, rather than simply a reflection of pre-existing differences.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/30/2014\n\n\t\t\t\t\tSubmitted by: Jane R Zavisca"
 }
}