{
 "awd_id": "1122381",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "VOSS Collaborative Research: Open Innovation Intermediaries: Brokering Technology and the Wisdom of the Crowds",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rajiv Ramnath",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 270314.0,
 "awd_amount": 270314.0,
 "awd_min_amd_letter_date": "2011-07-30",
 "awd_max_amd_letter_date": "2011-07-30",
 "awd_abstract_narration": "Economic competitiveness relies upon innovation and organizations are increasingly pursuing open innovation through crowdsourcing. Though several models have arisen for how to tap into the crowd for ideas, little research has been done to understand and assess this new phenomenon. Previous work has investigated relatively simple crowd-sourcing techniques such as Amazon Mechanical Turk, but additional web-enabled platforms for organizing large numbers of individuals to contribute ideas and solutions to a client's innovation challenges have been developed. Firms providing such platforms for crowdsourcing are now competing with traditional innovation consultancies and together serve as intermediaries for open innovation. This project investigates and compares the socio-technical systems that these open innovation intermediaries have created.\r\n\t\r\nSuccessful innovation requires translating and integrating ideas in science, engineering, design, and business originating from diverse organizations, industries, and countries. The current literature on this process focuses on collocated teams with little attention paid to organizational aspects the emergent technology-brokering phenomenon. This research extends the theory of technology brokering to this new form of virtual organization, building a more general framework of how technology brokering occurs and the role of individual backgrounds, organizational practices, and social networks in spanning multiple boundaries. It will explore the tradeoffs involved in increased reliance on codified methods to support technology brokering and investigate the role of institutional contexts in shaping the relative positions and organizational practices of technology brokers. Through in-depth, multi-site field studies this project will develop a theory of how technology brokering is accomplished in the new era of crowdsourcing and document this new phenomenon.\r\n\r\nAs web use has grown, new web-enabled methods have been developed for collecting ideas from the large globally distributed population of inventors. Crowdsourcing can be an effective innovation technique and these new platforms are being used to find solutions for such diverse problems as cleaning up oil spills, improving diaper absorbency, finding biomarkers for diseases, and designing new rail services. Understanding the advantages and disadvantages of different forms of crowdsourcing for various types of problems can help firms optimize their innovation processes and enhance economic competitiveness. Successful crowdsourcing also provides intellectual and economic opportunities for members of underrepresented groups and for scientists and engineers in impoverished regions. Research results will be disseminated broadly through curricular materials appropriate for undergraduate and MBA and through a cross-disciplinary research workshop focused on the crowdsourcing of innovation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Natalia",
   "pi_last_name": "Levina",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Natalia Levina",
   "pi_email_addr": "nlevina@stern.nyu.edu",
   "nsf_id": "000532283",
   "pi_start_date": "2011-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 WASHINGTON SQ S",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537600",
   "pgm_ele_name": "INNOVATION & ORG SCIENCES(IOS)"
  },
  {
   "pgm_ele_code": "764200",
   "pgm_ele_name": "VIRTUAL ORGANIZATIONS"
  },
  {
   "pgm_ele_code": "795300",
   "pgm_ele_name": "SOCIAL-COMPUTATIONAL SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5376",
   "pgm_ref_txt": "INNOVATION & ORG SCIENCES(IOS)"
  },
  {
   "pgm_ref_code": "7642",
   "pgm_ref_txt": "VIRTUAL ORGANIZATIONS"
  },
  {
   "pgm_ref_code": "7953",
   "pgm_ref_txt": "SOCIAL-COMPUTATIONAL SYSTEMS"
  },
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 270314.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Objectives for the project involved investigating (i) how firms specializing in innovation consulting developed organizational practices that enable them to produce valuable and innovative insights on client projects and (ii) how these practices were later transformed when these firms and their clients started evaluating and using online crowdsourcing platforms.</p>\n<p>To do this we engaged in three-year long qualitative field studies of two leading innovation consultancies. These studies involved not only the employees and management of these companies, but also their clients and participants of the online platforms that they were utilizing. The data we analyzed consisted of over 100 interviews, field notes taken at numerous meetings and electronic records from the online platforms.</p>\n<p>Our key findings are the following:</p>\n<ul>\n<li>When organizations encounter a new organizational practice for pursuing novel insights, such as crowdsourcing for innovation, their evaluation and framing of this new practice reflects their cultural perspectives on knowledge (i.e., their &ldquo;epistemic stance&rdquo;): what counts as knowledge and how to best pursue it. Organizational actors exhibit strong commitment to this perspective in their daily work as they face new ambiguous problems. We found that organizational actors also try to maintain this commitment when they encounter new practices for pursuing knowledge. Whereas researchers previously tended to focus on the nature of the knowledge required in solving a particular type of problem and the dimensions of the problem itself, our research shows how different aspects of organizational life itself matter during the evaluation and adoption of crowdsourcing and other new practices.</li>\n<li>The academic literature on innovation has long emphasized that many new ideas come from integrating diverse perspectives and approaches that had previously been applied to similar problems. Today crowdsourcing for innovation is seen as one of the key ways of bringing diverse perspectives to a problem in the hope of sparking innovation. Our research shows that such integration of diverse perspectives can indeed be achieved in online platforms when crowd participants are able to rely on common practices, knowledge, and language (e.g., math, science, medicine). However, if no common practices exist that participants can rely upon then monetary and other investments are needed to build such practices before attempting crowdsourcing. We found that traditional organizations can play a critical role in building such new common practices, both offline as well as online.</li>\n<li>Overcoming the &ldquo;Not Invented Here&rdquo; syndrome common inside organizations is challenging. It becomes even harder when organizations look for new ideas from crowdsourcing because such ideas often lack voice. We found that collaborative dialogue that allows for explanation, argumentation, legitimation and adjustment of the new idea to local needs is a key enabler in overcoming internal resistance.&nbsp; Unfortunately, online crowdsourcing competitions are poor vehicles for creating such dialogue and additional organizational efforts are needed to give voice to crowdsourced ideas. At the same time, crowdsourced ideas can gain legitimacy when they are voiced or supported by many diverse online participants. They also benefit from not exhibiting biases associated with ideas coming from organizational actors who may have personal stakes in idea evaluation.</li>\n<li>Our project focused on social innovation as one of the firms we studied launched a successful online social innovation platform. Our study investigates how an organization can create and manage a large and diverse community of volunteers (over 60,000 users) to participate in sponsored challenges and generate innovative solutions on complex social issues such as education, health, or human rights. It high...",
  "por_txt_cntn": "\nObjectives for the project involved investigating (i) how firms specializing in innovation consulting developed organizational practices that enable them to produce valuable and innovative insights on client projects and (ii) how these practices were later transformed when these firms and their clients started evaluating and using online crowdsourcing platforms.\n\nTo do this we engaged in three-year long qualitative field studies of two leading innovation consultancies. These studies involved not only the employees and management of these companies, but also their clients and participants of the online platforms that they were utilizing. The data we analyzed consisted of over 100 interviews, field notes taken at numerous meetings and electronic records from the online platforms.\n\nOur key findings are the following:\n\nWhen organizations encounter a new organizational practice for pursuing novel insights, such as crowdsourcing for innovation, their evaluation and framing of this new practice reflects their cultural perspectives on knowledge (i.e., their \"epistemic stance\"): what counts as knowledge and how to best pursue it. Organizational actors exhibit strong commitment to this perspective in their daily work as they face new ambiguous problems. We found that organizational actors also try to maintain this commitment when they encounter new practices for pursuing knowledge. Whereas researchers previously tended to focus on the nature of the knowledge required in solving a particular type of problem and the dimensions of the problem itself, our research shows how different aspects of organizational life itself matter during the evaluation and adoption of crowdsourcing and other new practices.\nThe academic literature on innovation has long emphasized that many new ideas come from integrating diverse perspectives and approaches that had previously been applied to similar problems. Today crowdsourcing for innovation is seen as one of the key ways of bringing diverse perspectives to a problem in the hope of sparking innovation. Our research shows that such integration of diverse perspectives can indeed be achieved in online platforms when crowd participants are able to rely on common practices, knowledge, and language (e.g., math, science, medicine). However, if no common practices exist that participants can rely upon then monetary and other investments are needed to build such practices before attempting crowdsourcing. We found that traditional organizations can play a critical role in building such new common practices, both offline as well as online.\nOvercoming the \"Not Invented Here\" syndrome common inside organizations is challenging. It becomes even harder when organizations look for new ideas from crowdsourcing because such ideas often lack voice. We found that collaborative dialogue that allows for explanation, argumentation, legitimation and adjustment of the new idea to local needs is a key enabler in overcoming internal resistance.  Unfortunately, online crowdsourcing competitions are poor vehicles for creating such dialogue and additional organizational efforts are needed to give voice to crowdsourced ideas. At the same time, crowdsourced ideas can gain legitimacy when they are voiced or supported by many diverse online participants. They also benefit from not exhibiting biases associated with ideas coming from organizational actors who may have personal stakes in idea evaluation.\nOur project focused on social innovation as one of the firms we studied launched a successful online social innovation platform. Our study investigates how an organization can create and manage a large and diverse community of volunteers (over 60,000 users) to participate in sponsored challenges and generate innovative solutions on complex social issues such as education, health, or human rights. It highlights the importance of providing a structured process for engaging online volunteers and supporting transparent and ongoing dialogue among t..."
 }
}