{
 "awd_id": "1122154",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Probing the Free Energy Landscape of Protein Hydrophobic Cores by Solid-State NMR",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kamal Shukla",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 201369.0,
 "awd_amount": 201369.0,
 "awd_min_amd_letter_date": "2011-08-16",
 "awd_max_amd_letter_date": "2011-08-16",
 "awd_abstract_narration": "During the last two decades it has become clear that the shapes and structures of proteins are not static - these molecules \"breathe\" and their structures fluctuate. These motions are not only interesting by themselves, but also important for the many functions of proteins. This project focuses on the hydrophobic core, which is the part of the protein that is hidden away from water. To get a detailed picture of motions inside the core, selected hydrogen atoms will be changed to deuterons, which have identical chemical properties but different magnetic ones. Nuclear magnetic resonance spectroscopy will then be used to follow the motions at the selected sites. The investigation will probe the dependence of the motions on temperature and amount of water around the protein molecule to reveal the characteristics of the potential energy. By focusing on quantitative investigations of fluctuations in the core region of proteins, this project will contribute toward elucidation of physical factors that govern protein dynamics.\r\n\r\nThis project has the broader purpose of exposing undergraduate students at the University of Alaska at Anchorage, which is a predominantly undergraduate institution, to state-of-the-art instrumentation that is not available to them in the Anchorage area. The interdisciplinary nature of the work, spanning chemistry, biology, physics, mathematics, and computer science, allows for the appreciation of multiple approaches to solving contemporary scientific problems, as well as for the incorporation of students from various disciplines into the project The University of Alaska has a large percentage of students from underrepresented groups, such as Alaska Natives, and special effort will be made to attract this group of students through an already established connection with the Alaska Native Science and Engineering Program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Liliya",
   "pi_last_name": "Vugmeyster",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Liliya Vugmeyster",
   "pi_email_addr": "LILIYA.VUGMEYSTER@UCDENVER.EDU",
   "nsf_id": "000539298",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dmitry",
   "pi_last_name": "Ostrovsky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dmitry Ostrovsky",
   "pi_email_addr": "dmitriy.ostrovskiy@ucdenver.edu",
   "nsf_id": "000586425",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alaska Anchorage Campus",
  "inst_street_address": "3211 PROVIDENCE DR",
  "inst_street_address_2": "",
  "inst_city_name": "ANCHORAGE",
  "inst_state_code": "AK",
  "inst_state_name": "Alaska",
  "inst_phone_num": "9077861777",
  "inst_zip_code": "995084614",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AK00",
  "org_lgl_bus_name": "UNIVERSITY OF ALASKA ANCHORAGE",
  "org_prnt_uei_num": "KNP1HA2B9BF8",
  "org_uei_num": "DZFJT2KH9C43"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alaska Anchorage Campus",
  "perf_str_addr": "3211 PROVIDENCE DR",
  "perf_city_name": "ANCHORAGE",
  "perf_st_code": "AK",
  "perf_st_name": "Alaska",
  "perf_zip_code": "995084614",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "AK00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 201369.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>During the last two decades it has become clear that the shapes and structures of proteins are not static &ndash; these molecules &ldquo;breathe&rdquo; and their structures fluctuate. These motions are not only interesting by themselves, but also important for the many functions of proteins. This project focused on the hydrophobic cores, which is the part of the protein that is hidden away from water. To get a detailed picture of motions inside the core, selected hydrogen atoms were changed to deuterons, which have identical chemical properties but different magnetic ones. Nuclear magnetic resonance spectroscopy was then used to follow the motions at the selected sites. The investigation probed the dependence of the motions on temperature and amount of water around the protein molecule to reveal the characteristics of the potential energy. We have found that the presence of water drastically reduces the extent of the motions on slow time scales. We have also found that lowering the temperature down to -200 degrees Celsius allows us to freeze out various structures that contribute to the fluctuations at high temperatures and permits us to construct the models of these fluctuations. By focusing on quantitative investigations of fluctuations in the core region of proteins, this project contributed toward elucidation of physical factors that govern protein dynamics.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Seven undergraduate students, six of which are members of the Alaska Natives in Science and Engineering Program, have been trained during this project. Several of them traveled with the PI to the collaborating research centers to receive training on state-of-the-art equipment not available in the state of Alaska. These trips were highlights of the students&rsquo; experiences in the lab, expanded their views on modern research environments, and stimulated their desire to pursue advanced degrees. All students presented their results at student conferences and three of the students were coauthors in peer-reviewed publications.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/08/2015<br>\n\t\t\t\t\tModified by: Liliya&nbsp;Vugmeyster</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1122154/1122154_10122876_1441741055010_cartoonv2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1122154/1122154_10122876_1441741055010_cartoonv2--rgov-800width.jpg\" title=\"a dancing protein\"><img src=\"/por/images/Reports/POR/2015/1122154/1122154_10122876_1441741055010_cartoonv2--rgov-66x44.jpg\" alt=\"a dancing protein\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A cartoon of protein dynamics</div>\n<div class=\"imageCredit\">L. Vugmeyster</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Liliya&nbsp;Vugmeyster</div>\n<div class=\"imageTitle\">a dancing protein</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nDuring the last two decades it has become clear that the shapes and structures of proteins are not static &ndash; these molecules \"breathe\" and their structures fluctuate. These motions are not only interesting by themselves, but also important for the many functions of proteins. This project focused on the hydrophobic cores, which is the part of the protein that is hidden away from water. To get a detailed picture of motions inside the core, selected hydrogen atoms were changed to deuterons, which have identical chemical properties but different magnetic ones. Nuclear magnetic resonance spectroscopy was then used to follow the motions at the selected sites. The investigation probed the dependence of the motions on temperature and amount of water around the protein molecule to reveal the characteristics of the potential energy. We have found that the presence of water drastically reduces the extent of the motions on slow time scales. We have also found that lowering the temperature down to -200 degrees Celsius allows us to freeze out various structures that contribute to the fluctuations at high temperatures and permits us to construct the models of these fluctuations. By focusing on quantitative investigations of fluctuations in the core region of proteins, this project contributed toward elucidation of physical factors that govern protein dynamics.\n\n            Seven undergraduate students, six of which are members of the Alaska Natives in Science and Engineering Program, have been trained during this project. Several of them traveled with the PI to the collaborating research centers to receive training on state-of-the-art equipment not available in the state of Alaska. These trips were highlights of the studentsÆ experiences in the lab, expanded their views on modern research environments, and stimulated their desire to pursue advanced degrees. All students presented their results at student conferences and three of the students were coauthors in peer-reviewed publications.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/08/2015\n\n\t\t\t\t\tSubmitted by: Liliya Vugmeyster"
 }
}