{
 "awd_id": "1122703",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: The Causes and Consequences of Land Use Changes in Rural North America",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 8700.0,
 "awd_amount": 8700.0,
 "awd_min_amd_letter_date": "2011-07-21",
 "awd_max_amd_letter_date": "2011-07-21",
 "awd_abstract_narration": "Doctoral student John Michels (University of Illinois at Chicago), with the guidance of Dr. Molly Doane, will undertake research on the processes of class transformation currently being experienced in rural areas of North America and elsewhere. This research will be carried out in the Almaguin Highlands, Ontario, Canada, where working-class spaces are being transformed into upper-class residential and commercial zones. These processes recast the countryside from a place of work to a place of leisure, sometimes generating both tensions and alliances between various groups of residents over proper uses and meanings of rural space. \r\n\r\nThroughout the course of the project the researcher will carry out both ethnographic and archival research. Archival research will take place in village offices, village and university libraries, and provincial governmental offices. The ethnographic portion includes participant observation and a series of in-depth, semi-structured interviews. Activities include regular attendance at community meetings, open houses, job fairs, festivals, food drives, fundraisers, and other social events. Additional time will be spent with participants as they go about their daily activities at their places of employment and in their homes. Furthermore, a series of 200 semi-structured interviews will be conducted with a sample of 100 informants over the course of the project. \r\n\r\nBy ethnographically tracking these changes from labor-oriented rural production to leisure-oriented rural consumption, this study promises to help theorize the processes involved in the transformation of rural landscapes wherever they are found. Findings from the research will also be useful to planners and policy makers concerned with encouraging the beneficial effects and ameliorating the less beneficial ones for affected residents. Funding this research also contributes to the training of a graduate student.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Molly",
   "pi_last_name": "Doane",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Molly A Doane",
   "pi_email_addr": "mdoane@uic.edu",
   "nsf_id": "000341805",
   "pi_start_date": "2011-07-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Michels",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Michels",
   "pi_email_addr": "jmiche7@uic.edu",
   "nsf_id": "000571655",
   "pi_start_date": "2011-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "809 S MARSHFIELD AVE M/C 551",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606124305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 8700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project outcomes report briefly describes the research activities conducted in the Almaguin Highlands, Ontario, Canada, 2011-2012. The goals and objectives of this project are to better understand the causes and consequences of land use changes in rural North America. More specifically, this research examines how these changes have affected various groups of rural residents. Modern day rural North America has witnessed the loss of many jobs in extractive industries. These changes have often been devastating to people working in agriculture and forestry, particularly those with smaller operations. In many rural areas, forestry and agriculture have been replaced with real estate, recreational, and tourism development. By focusing on these changes, I explore the transformation from an economy built on farming and natural resource extraction to one built on real estate development and leisure. These transformations have led to disagreements regarding &ldquo;proper&rdquo; uses of rural space in the 21<sup>st</sup> century. Both the conflicts and alliances that have emerged as a result of these changes are a major focus of my work.</p>\n<p>As a result of this research, a number of conclusions have emerged, including the following: 1. New kinds of wealth have made inroads in the Almaguin Highlands. One example is the recent increase in higher-end residences, including new homes built by retirees who have recently relocated to the area, and seasonal homes for summer cottagers. Some working-class residents oppose new residential development plans, citing that they have led to higher taxes and increased stratification. However, other residents, for example tourism operators and vendors at small-scale farmers&rsquo; markets, have embraced these changes because they have led to increased sales. Furthermore, municipal councilors assert that these new homes are beneficial to the tax base. 2. New residents, including retirees and cottagers, have become increasingly involved in local politics. This involvement is not always seen in a positive light by long-term residents. According to one individual, people who retire to the area tend to be against<em> </em>development. This irritates many long-term residents. A local business owner stated, &ldquo;That&rsquo;s one of the reason there <em>isn&rsquo;t</em> development - the retired people who have saved their whole lives to be here say &lsquo;no way.&rsquo;&rdquo; 3. Meanings and values of rural space vary according to occupation, age, gender, and class. Those working in agriculture, for example, cringe at the thought of fertile and workable land being rezoned as residential, whereas real estate developers see the potential for new housing developments.</p>\n<p>Broadly speaking, this research contributes to understandings of transformations of rural landscapes in North America, where land formerly used for agriculture and forestry is now being used as residential and recreational space. These findings contribute to work within the field of anthropology, as well as in other fields in the social sciences, including geography, sociology, political science, and history. This project has provided a unique opportunity to document and analyze the process of rural change as it unfolds. Because the Almaguin Highlands is in a transitional period, this project has provided the opportunity to interview residents, developers, politicians, farmers, loggers, tourists, retirees, and many others, about these changes are they are occurring. This research also contributes to the ways in which we conceptualize the changing nature of &ldquo;rural&rdquo; and &ldquo;urban&rdquo; in the 21<sup>st</sup> century. Finally, this project contributes to understandings of rural areas as recreational and vacation spaces. Rural areas that possess the &ldquo;natural&rdquo; amenities that vacationers desire, such as lakefront property, idyllic farm landscapes, and...",
  "por_txt_cntn": "\nThis project outcomes report briefly describes the research activities conducted in the Almaguin Highlands, Ontario, Canada, 2011-2012. The goals and objectives of this project are to better understand the causes and consequences of land use changes in rural North America. More specifically, this research examines how these changes have affected various groups of rural residents. Modern day rural North America has witnessed the loss of many jobs in extractive industries. These changes have often been devastating to people working in agriculture and forestry, particularly those with smaller operations. In many rural areas, forestry and agriculture have been replaced with real estate, recreational, and tourism development. By focusing on these changes, I explore the transformation from an economy built on farming and natural resource extraction to one built on real estate development and leisure. These transformations have led to disagreements regarding \"proper\" uses of rural space in the 21st century. Both the conflicts and alliances that have emerged as a result of these changes are a major focus of my work.\n\nAs a result of this research, a number of conclusions have emerged, including the following: 1. New kinds of wealth have made inroads in the Almaguin Highlands. One example is the recent increase in higher-end residences, including new homes built by retirees who have recently relocated to the area, and seasonal homes for summer cottagers. Some working-class residents oppose new residential development plans, citing that they have led to higher taxes and increased stratification. However, other residents, for example tourism operators and vendors at small-scale farmersÆ markets, have embraced these changes because they have led to increased sales. Furthermore, municipal councilors assert that these new homes are beneficial to the tax base. 2. New residents, including retirees and cottagers, have become increasingly involved in local politics. This involvement is not always seen in a positive light by long-term residents. According to one individual, people who retire to the area tend to be against development. This irritates many long-term residents. A local business owner stated, \"ThatÆs one of the reason there isnÆt development - the retired people who have saved their whole lives to be here say æno way.Æ\" 3. Meanings and values of rural space vary according to occupation, age, gender, and class. Those working in agriculture, for example, cringe at the thought of fertile and workable land being rezoned as residential, whereas real estate developers see the potential for new housing developments.\n\nBroadly speaking, this research contributes to understandings of transformations of rural landscapes in North America, where land formerly used for agriculture and forestry is now being used as residential and recreational space. These findings contribute to work within the field of anthropology, as well as in other fields in the social sciences, including geography, sociology, political science, and history. This project has provided a unique opportunity to document and analyze the process of rural change as it unfolds. Because the Almaguin Highlands is in a transitional period, this project has provided the opportunity to interview residents, developers, politicians, farmers, loggers, tourists, retirees, and many others, about these changes are they are occurring. This research also contributes to the ways in which we conceptualize the changing nature of \"rural\" and \"urban\" in the 21st century. Finally, this project contributes to understandings of rural areas as recreational and vacation spaces. Rural areas that possess the \"natural\" amenities that vacationers desire, such as lakefront property, idyllic farm landscapes, and large tracts of forest, may be developed to attract urban dwellers. In this new climate, as demonstrated above, conflicts as well as coalitions emerge among businesses, communities, long-term residents, ..."
 }
}