{
 "awd_id": "1122839",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Increasing the Impact of TUES Projects through Effective Propagation Strategies: A How-To Guide for PIs",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Myles Boylan",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2012-04-30",
 "tot_intn_awd_amt": 185891.0,
 "awd_amount": 185891.0,
 "awd_min_amd_letter_date": "2011-09-15",
 "awd_max_amd_letter_date": "2011-09-15",
 "awd_abstract_narration": "This TUES Central Resource Project is being designed to help TUES PIs and others engaged in improving STEM education to increase the propagation of their work among undergraduate instructors in STEM and STEM departments. This goal is being pursued through the creation of more deliberate strategies by TUES applicants designed to facilitate wider adoption and adaptation of new learning materials and teaching strategies. \r\n     Substantial work has taken place within the TUES program and its predecessors to develop improved instructional methods and materials based on current scientific understanding of how students learn. These materials and strategies have developed into resources that many STEM faculty members could apply with good effect in their courses. Awareness of these resources has increased, as has the fundamental idea that some materials and instructional methods are more effective than others. Nevertheless, there is a growing realization that moving beyond increased awareness to increased adaption of effective teaching practices is not occurring apace. \r\n     This project is working to improve propagation strategies within the TUES community through four core activities: \r\n1. Collecting and reviewing propagation strategies used by current and former TUES/CCLI projects to promote adaptation and implementation of innovative developments in STEM education. \r\n2. Analyzing and categorizing propagation strategies in terms of empirical evidence of success and factors identified by theories of change. \r\n3. Promoting discussion about and awareness of the importance of deliberately designing propagation strategies and explicitly using appropriate strategies in project planning. \r\n4. Developing accessible resources about a range of possible propagation strategies as well as knowledge to identify and optimize strategies to enhance impact. These resources are a written \"how-to\" guide, webinar presentations, and individual consultations. \r\n     Intellectual Merit: This project addresses a core problem in STEM education reform. A 2008 National Academies Workshop concluded that the greatest gains in effective STEM education are likely to come from the development of strategies to encourage faculty and administrators to implement proven instructional strategies. This project is promoting the use of such propagation strategies within the TUES program. \r\n     Broader Impacts: Many of the instructional strategies developed within the TUES program have been shown to help all students learn while having a disproportionately positive impact on the learning and retention of women and minorities, who are historically underrepresented in STEM.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Renee",
   "pi_last_name": "Cole",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Renee S Cole",
   "pi_email_addr": "renee-cole@uiowa.edu",
   "nsf_id": "000356629",
   "pi_start_date": "2011-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Central Missouri",
  "inst_street_address": "108 W SOUTH ST",
  "inst_street_address_2": "",
  "inst_city_name": "WARRENSBURG",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "6605434264",
  "inst_zip_code": "640932324",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MO04",
  "org_lgl_bus_name": "UNIVERSITY OF CENTRAL MISSOURI",
  "org_prnt_uei_num": "",
  "org_uei_num": "J5HWZ6H6UAK5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Central Missouri",
  "perf_str_addr": "108 W SOUTH ST",
  "perf_city_name": "WARRENSBURG",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "640932324",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MO04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "751400",
   "pgm_ele_name": "TUES-Central Resource Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}