{
 "awd_id": "1122343",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Mayan Exchange Mechanisms, Consumption and Household Provisioning Strategies",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2011-05-15",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 14267.0,
 "awd_amount": 14267.0,
 "awd_min_amd_letter_date": "2011-05-13",
 "awd_max_amd_letter_date": "2011-05-13",
 "awd_abstract_narration": "Under the supervision of Dr. Christopher A. Pool, Christopher M. Gunn will conduct analyses of pottery collections from the ancient Maya site of Kiuic.  This site was a mid-sized community located in the Puuc Hills region of the northwestern Yucatan Peninsula.  Beginning around 600 AD, the Kiuic community underwent an intense and rapid period of growth in which new households were founded, established households were expanded, and new public architecture was begun.  However, by approximately 1000 AD, the Kiuic polity had been abandoned, leaving several of the largest building projects unfinished.  This research project focuses on how the social processes involved in the expansion and decline of the Kiuic community affected household economies.\r\n\r\nHousehold economies provide an important window on political processes for two primary reasons.  First, households in all societies - present as well as past - rely on external exchanges to survive over time.  Economic interaction among households provides the goods that households need, and fosters community integration.  Second, a household's socioeconomic status in its community directly influences the kinds of exchange relationships its members use. Minimal differences in status encourage economic exchanges that are mutually beneficial for participating households.  When differences in socioeconomic status are greater, wealthier households often manipulate economic systems to their advantage.  They may do so by rewarding supporting households with high value items that they manufacture or import from other places, or they may use their power to demand tribute or taxes from lower ranking households.  All three of these kinds of exchanges may exist alongside markets controlled by local elite households.  Each of the kinds of exchange fosters economic integration, but has different consequences for interaction among elites and non-elites.  Although this research project is specifically focused on ancient Maya economies, it raises issues of community economic integration that are relevant to modern households experiencing cycles of economic growth and decline.  \r\n\r\nThis research project forms the basis of Mr. Gunn's doctoral dissertation research, which uses utilitarian and more elaborate kinds of pottery excavated from several of Kiuic's households to test for evidence of exchanges among equally ranked households, among unequally ranked households, and through markets.  Results of the research will be shared with the academic community through online publication of the dissertation at the University of Kentucky, through articles published in peer review journals, and in papers presented at professional meetings. \r\n\r\nMr. Gunn's research also forms part of the broader research and educational objectives of the Kaxil Kiuic A.C. non-profit organization.  Mr. Gunn will collaborate with Mexican ceramic analysts, thereby fostering international scientific collaboration.  Part of this collaboration will result in the construction of a reference collection of Kiuic's ceramics.  This collection will be housed in Oxkutzcab, Mexico, and will be available for students and researchers working in the region.  In addition Mr. Gunn will prepare an electronic presentation on the role of pottery in ancient Maya households.  This presentation will focus on the role of ceramics in ancient Maya households, and will be geared towards general Spanish and English speaking audiences.   It is hoped that this presentation will foster greater appreciation of the abundant archaeological remains of the northern Yucatan Peninsula, and encourage reflection about the value of studying ancient societies to increase understanding of modern ones.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Pool",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher A Pool",
   "pi_email_addr": "capool0@uky.edu",
   "nsf_id": "000354225",
   "pi_start_date": "2011-05-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Gunn",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher M Gunn",
   "pi_email_addr": "cgunn2@uky.edu",
   "nsf_id": "000547340",
   "pi_start_date": "2011-05-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kentucky Research Foundation",
  "inst_street_address": "500 S LIMESTONE",
  "inst_street_address_2": "109 KINKEAD HALL",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592579420",
  "inst_zip_code": "405260001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "UNIVERSITY OF KENTUCKY RESEARCH FOUNDATION, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "H1HYA8Z1NTM5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kentucky Research Foundation",
  "perf_str_addr": "500 S LIMESTONE",
  "perf_city_name": "LEXINGTON",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "405260001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "KY06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 14267.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project examined household exchange systems in the ancient Maya community of Kiuic, located in the Puuc Hills of northwestern Yucat&aacute;n, M&eacute;xico.&nbsp; Variation in domestic artifact assemblages was used to evaluate household participation in exchange networks organized around three kinds of distribution: non-market <em>horizontal exchange </em>among social equals; <em>vertical exchange</em> across socioeconomic ranks; and <em>market exchange</em>, in which price rather than rank structures access to goods.&nbsp; These distribution models were used to asess economic interaction among households in the Kiuic community during the Late and Terminal Classic periods (600-1000 A.D.).&nbsp; During this time, Kiuic and other Puuc communities experienced a dramatic florescence and eventual abandonment.&nbsp; The research undertaken by this project produced several useful results that contribute substantive new information about the Kiuic community, the florescence and decline of the Puuc, the organization of Maya economies, and new analytical frameworks for the analysis of ancient economies.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Studies of the end of the occupation of the Puuc region have been hampered by a lack of a chronological framework for the Late Classic period.&nbsp; One of the contributions of this project was to clarify what ceramics were used during this time.&nbsp; Through analyses of Kiuic&rsquo;s ceramic assemblage and consultation with other Mexican ceramic analysts with the Instituto Nacional de Antropolog&iacute;a e Historia in M&eacute;rida, the Late Classic ceramic sequence was successfully defined.&nbsp; A reference collection of Late and Terminal Classic ceramics from Kiuic was created, and is housed at the Millsaps Puuc Archaeological Research Center, in Oxkutzcab, Yucatan.&nbsp; These materials will be used in training Mexican and American archaeology students and researchers.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The results of the economic analysis reveal a complex picture of economic interaction at Kiuic.&nbsp; In both the Late and Terminal Classic periods, a market system provided utilitarian and mid-valued items to all households regardless of wealth.&nbsp; Elites at Kiuic likely were involved in market sponsorship and derived some social and political power from this role.&nbsp; However, this market system did not incorporate all households in the Kiuic polity.&nbsp; One large household located 2 km from Kiuic&rsquo;s center participated in a different exchange network, and possibly produced its own ceramic inventory.&nbsp; This finding suggests that although Kiuic&rsquo;s elites derived some power from economic control, their control was limited spatially.&nbsp; Kiuic&rsquo;s elite families lacked the ability to manage the disruptive forces of the Terminal Classic period by arranging for the regional redistribution of goods to meet shortfalls.&nbsp; The relatively low degrees of economic integration also made it easier for lower ranking households to decide to leave Kiuic during its collapse.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The results also provide a case study of ancient Maya economic interaction that addresses debates about the degree to which ancient Maya economies were integrated.&nbsp; Some scholars argue that Maya economies were composed of separate but parallel elite and commoner exchange spheres.&nbsp; The findings of this research support this interpretation to some extent, and Kiuic&rsquo;s elite households consumed a range of imported high value ceramic wares that moved through a separate distribution network.&nbsp; At the same time, it is also clear that elites and non-elites participated in the same market system for utilitarian wares and mid-value serving pieces.&nbsp; In this way, the argument for parallel exchange systems is controverted.&nbsp; The findings, however, also do not fully support the argument that Maya economies were tightly i...",
  "por_txt_cntn": "\nThis project examined household exchange systems in the ancient Maya community of Kiuic, located in the Puuc Hills of northwestern Yucat&aacute;n, M&eacute;xico.  Variation in domestic artifact assemblages was used to evaluate household participation in exchange networks organized around three kinds of distribution: non-market horizontal exchange among social equals; vertical exchange across socioeconomic ranks; and market exchange, in which price rather than rank structures access to goods.  These distribution models were used to asess economic interaction among households in the Kiuic community during the Late and Terminal Classic periods (600-1000 A.D.).  During this time, Kiuic and other Puuc communities experienced a dramatic florescence and eventual abandonment.  The research undertaken by this project produced several useful results that contribute substantive new information about the Kiuic community, the florescence and decline of the Puuc, the organization of Maya economies, and new analytical frameworks for the analysis of ancient economies. \n\n \n\nStudies of the end of the occupation of the Puuc region have been hampered by a lack of a chronological framework for the Late Classic period.  One of the contributions of this project was to clarify what ceramics were used during this time.  Through analyses of KiuicÆs ceramic assemblage and consultation with other Mexican ceramic analysts with the Instituto Nacional de Antropolog&iacute;a e Historia in M&eacute;rida, the Late Classic ceramic sequence was successfully defined.  A reference collection of Late and Terminal Classic ceramics from Kiuic was created, and is housed at the Millsaps Puuc Archaeological Research Center, in Oxkutzcab, Yucatan.  These materials will be used in training Mexican and American archaeology students and researchers. \n\n \n\nThe results of the economic analysis reveal a complex picture of economic interaction at Kiuic.  In both the Late and Terminal Classic periods, a market system provided utilitarian and mid-valued items to all households regardless of wealth.  Elites at Kiuic likely were involved in market sponsorship and derived some social and political power from this role.  However, this market system did not incorporate all households in the Kiuic polity.  One large household located 2 km from KiuicÆs center participated in a different exchange network, and possibly produced its own ceramic inventory.  This finding suggests that although KiuicÆs elites derived some power from economic control, their control was limited spatially.  KiuicÆs elite families lacked the ability to manage the disruptive forces of the Terminal Classic period by arranging for the regional redistribution of goods to meet shortfalls.  The relatively low degrees of economic integration also made it easier for lower ranking households to decide to leave Kiuic during its collapse. \n\n \n\nThe results also provide a case study of ancient Maya economic interaction that addresses debates about the degree to which ancient Maya economies were integrated.  Some scholars argue that Maya economies were composed of separate but parallel elite and commoner exchange spheres.  The findings of this research support this interpretation to some extent, and KiuicÆs elite households consumed a range of imported high value ceramic wares that moved through a separate distribution network.  At the same time, it is also clear that elites and non-elites participated in the same market system for utilitarian wares and mid-value serving pieces.  In this way, the argument for parallel exchange systems is controverted.  The findings, however, also do not fully support the argument that Maya economies were tightly integrated and under strong centralized control by elites.  Rather, the degree to which Maya elites exercised centralized economic control was likely variable from community to community. \n\n \n\nAt a broader level, this project also shows that the models of horizontal, vertical, and mark..."
 }
}