{
 "awd_id": "1122843",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science: Voter Expectations of Candidates in Parliamentary Elections in the Middle East",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 11990.0,
 "awd_amount": 11990.0,
 "awd_min_amd_letter_date": "2011-08-25",
 "awd_max_amd_letter_date": "2011-08-25",
 "awd_abstract_narration": "Abundant research in political science seeks to understand the relationship between citizens and their government by explaining why voters behave the way they do in established democracies. Only recently have scholars started to study voter behavior under electoral authoritarianism. The limited extant work on voter calculations at the ballot box in authoritarian settings engenders little consensus, and offers a dizzying array of conclusions that are rarely generalizable beyond a single case. For example, the scholarly literature on electoral politics in the Middle East makes a number of blanket statements about the motivations behind voter behavior, highlighting the importance of Islamism, tribalism, and patronage yet failing to distinguish systematically the degree to which each of these motivations is actually relevant in different contexts. \r\n\r\nThe project directly tests hypotheses and observes causal processes relating to the determinants of voter behavior in the authoritarian Middle East. Why do citizens in authoritarian settings vote in elections? Do tribal or religious appeals confer varying advantages on different candidates? What types of patronage or policies do voters expect from different candidates?\r\n\r\nTo address these questions, the project conducts an in-field voting simulation experiment paired with a follow-up survey, cross-national analyses of historical election outcomes, and an ethnographic inquiry into voter and candidate behavior. All methods will be used to test the effects of religious ideology, ethnic identification, and patronage on voting behavior in two different contexts, Jordan and Kuwait.\r\n\r\nThe intellectual merit of the project lies in its ability to advance knowledge of voter decisions and candidate strategy in elections that are at first blush quite puzzling. In non-democracies, elections do not determine who governs. Understanding why citizens vote and how candidates interact with voters in such a setting is important, all the more so in the Middle East.\r\n\r\nThe study has broader implications as well. Understanding the motivations behind voter behavior in the Middle East sheds light on governance in the region. If voters support co-ethnic tribal leaders out of pride or honor, rather than considering their performance in office, then elections are nothing more than \"ethnic censuses\" in which candidates are not held accountable for their actions in office and quality of governance is irrelevant. Voting for targeted patronage leads candidates to divert government resources from public goods provision, which benefits the country as a whole, toward favored segments of the citizenry. The selective distribution of government resources to supporters and away from the opposition in turn undermines meaningful competition for power. Most broadly, this project may contribute to understanding the conditions for regime survival and change in the Arab world, a subject of obvious importance to US national security.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Posner",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel N Posner",
   "pi_email_addr": "dposner@polisci.ucla.edu",
   "nsf_id": "000199811",
   "pi_start_date": "2011-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kristen",
   "pi_last_name": "Kao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kristen Kao",
   "pi_email_addr": "kristenkao@gmail.com",
   "nsf_id": "000585557",
   "pi_start_date": "2011-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 11990.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Electoral systems are becoming an increasingly common characteristic of governments throughout the world. My research seeks to understand the use of different types of electoral systems to favor or hinder various types of voting coalitions as well as the implications of such practices on governance. To do so, I employ a mixed-method approach to gather and analyze original data from two countries in order to develop a theory of electoral institutions, voter coalitions, and democratic representation in ethnically divided societies.&nbsp;</p>\n<p>Elections in Jordan and Kuwait have undergone a series of important institutional shifts, providing leverage in understanding how electoral systems can reinforce ethnic cleavages and splinter opposition coalitions. Both countries began with a regular multiple-vote, multiple-member system in which voters had as many votes as there were seats up for contestation in their district. However, Jordan quickly shifted to an unusual electoral system employing a single vote while maintaining multi-member districts, while Kuwait continued to rely on various different versions of the multiple-vote system. After years in which the opposition was increasingly able to create large voting blocks culminated in a parliament dominated by the opposition, Kuwait&rsquo;s ruler decided to call for new elections and move the country to the single-vote system of Jordan, which has resulted in regime-compliant Jordanian legislatures throughout its electoral history. Though Jordan and Kuwait are both cases of electoral authoritarianism, my research will demonstrate that the implications of electoral institutions on the types of voting coalitions formed within a society are systematic and structured, providing meaningful lessons for understanding politics in both democracies and non-democracies alike.</p>\n<p>Through semi-structured interviews with Members of Parliament (MP) and surveys of voters, I have collected information on the largest ethnic and ideological voting coalitions from all the districts in Jordan. I will have completed the same process in Kuwait by the end of my fieldwork. Specifically, I find out whether or not electoral agreements are made both <em>within</em> tribes or religious groups and <em>across</em> these groups, as well as the strength and discipline of other ideological coalitions.</p>\n<p>Moreover, I investigate how different sorts of electoral systems shape incentives for parliamentarians to provide particularistic benefits versus public goods through content analysis of parliamentarian &ldquo;casework&rdquo; correspondences with the Government on behalf of their constituents. These letters detail the types of services sought, whether or not the Government approved the services, and the names of the beneficiaries over periods ranging from six months to a year. I have three cases from Jordan and one from Kuwait, with more on the way. Preliminary analyses indicate that MPs in these settings are consumed by requests for personal services, which they fulfill for both their tribal members and non-members alike and more than 50% of the cases were carried out for non-members in all cases. Furthermore, in Jordan, from among the most common types of requests, over 85% of petitions for financial aid to constituents from the government and 45% of public sector employment applications were approved. This casework seems to be overrunning their capacity for creating national legislation and provision of public goods, as well as creating a conflict of interest in fulfilling their duty of monitoring governmental budgets and ministry affairs.</p>\n<p>To deepen my understanding of politics at the district level, I collected voter registration data for 2010 and 2012 in Jordan, as well as 2012 in Kuwait. To the best of my knowledge, my research will be the first to make use of these data. I will use the information from my interviews and various bo...",
  "por_txt_cntn": "\nElectoral systems are becoming an increasingly common characteristic of governments throughout the world. My research seeks to understand the use of different types of electoral systems to favor or hinder various types of voting coalitions as well as the implications of such practices on governance. To do so, I employ a mixed-method approach to gather and analyze original data from two countries in order to develop a theory of electoral institutions, voter coalitions, and democratic representation in ethnically divided societies. \n\nElections in Jordan and Kuwait have undergone a series of important institutional shifts, providing leverage in understanding how electoral systems can reinforce ethnic cleavages and splinter opposition coalitions. Both countries began with a regular multiple-vote, multiple-member system in which voters had as many votes as there were seats up for contestation in their district. However, Jordan quickly shifted to an unusual electoral system employing a single vote while maintaining multi-member districts, while Kuwait continued to rely on various different versions of the multiple-vote system. After years in which the opposition was increasingly able to create large voting blocks culminated in a parliament dominated by the opposition, KuwaitÆs ruler decided to call for new elections and move the country to the single-vote system of Jordan, which has resulted in regime-compliant Jordanian legislatures throughout its electoral history. Though Jordan and Kuwait are both cases of electoral authoritarianism, my research will demonstrate that the implications of electoral institutions on the types of voting coalitions formed within a society are systematic and structured, providing meaningful lessons for understanding politics in both democracies and non-democracies alike.\n\nThrough semi-structured interviews with Members of Parliament (MP) and surveys of voters, I have collected information on the largest ethnic and ideological voting coalitions from all the districts in Jordan. I will have completed the same process in Kuwait by the end of my fieldwork. Specifically, I find out whether or not electoral agreements are made both within tribes or religious groups and across these groups, as well as the strength and discipline of other ideological coalitions.\n\nMoreover, I investigate how different sorts of electoral systems shape incentives for parliamentarians to provide particularistic benefits versus public goods through content analysis of parliamentarian \"casework\" correspondences with the Government on behalf of their constituents. These letters detail the types of services sought, whether or not the Government approved the services, and the names of the beneficiaries over periods ranging from six months to a year. I have three cases from Jordan and one from Kuwait, with more on the way. Preliminary analyses indicate that MPs in these settings are consumed by requests for personal services, which they fulfill for both their tribal members and non-members alike and more than 50% of the cases were carried out for non-members in all cases. Furthermore, in Jordan, from among the most common types of requests, over 85% of petitions for financial aid to constituents from the government and 45% of public sector employment applications were approved. This casework seems to be overrunning their capacity for creating national legislation and provision of public goods, as well as creating a conflict of interest in fulfilling their duty of monitoring governmental budgets and ministry affairs.\n\nTo deepen my understanding of politics at the district level, I collected voter registration data for 2010 and 2012 in Jordan, as well as 2012 in Kuwait. To the best of my knowledge, my research will be the first to make use of these data. I will use the information from my interviews and various books detailing the family names of branches within different tribes and religious groups in conjunction with historical election..."
 }
}