{
 "awd_id": "1122075",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Nutritional physiology of life history allocation trade-offs",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William E. Zamer",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 324000.0,
 "awd_amount": 343500.0,
 "awd_min_amd_letter_date": "2011-09-07",
 "awd_max_amd_letter_date": "2014-04-10",
 "awd_abstract_narration": "Life history traits such as longevity, dispersal and total reproductive output are key organismal adaptations.  Many life history traits are negatively coupled with each other because nutrients allocated towards one trait (e.g. egg production) are not available for another trait (e.g. production of lipid fuel for dispersal).  The magnitude of trade-offs can be strongly influenced by the amount and quality of nutrients available to an organism, but currently little is known about how nutrient inputs affect life history trade-offs.  Here this issue is investigated using a wing-polymorphic cricket, Gryllus firmus.  This cricket exists as one of two genetically-specified forms, one adapted for flight (dispersal) at the expense of egg production, the other adapted to maximize reproduction at the expense of dispersal (it lacks flight muscle).  Using a range of well-defined diets that differ in their protein-carbohydrate composition (and total caloric content), a comparison will be made that reveals how these two contrasting phenotypes differentially extract, interconvert, and eliminate protein and carbohydrate demanded by their specific life history.  Specifically, this study will measure consumption and assimilation of protein and carbohydrates into body tissues, document how these two nutrients are allocated to flight and reproduction organs, and use radiotracer and enzymological studies of biochemical pathways to study interconversion and metabolic elimination of these two nutrients.  An important focus will be identifying the physiological mechanisms that allow a particular phenotype to acquire/produce the biomolecules it needs (for its life history) in a constantly shifting nutritional environment.  Results will be applicable to a wide range of organisms, including life history traits (e.g. longevity) in humans.  This project also has a significant instructional component, including the training of a postdoctoral associate, research opportunities for undergraduate students, and the development of workshops for secondary school educators which provides novel approaches to teaching basic principles of evolution.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anthony",
   "pi_last_name": "Zera",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Anthony J Zera",
   "pi_email_addr": "azera1@unlnotes.unl.edu",
   "nsf_id": "000148575",
   "pi_start_date": "2011-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nebraska-Lincoln",
  "inst_street_address": "2200 VINE ST # 830861",
  "inst_street_address_2": "",
  "inst_city_name": "LINCOLN",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4024723171",
  "inst_zip_code": "685032427",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NE01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE UNIVERSITY OF NEBRASKA",
  "org_prnt_uei_num": "",
  "org_uei_num": "HTQ6K6NJFHA6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nebraska-Lincoln",
  "perf_str_addr": "2200 VINE ST # 830861",
  "perf_city_name": "LINCOLN",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "685032427",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NE01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 99000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 142500.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 96000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Wing polymorphism is a common and important adaption in insects, consisting of morphs that are adapted for dispersal versus egg production.&nbsp; The dispersing morph has fully developed wings and flight muscles, produces a large amount of lipid flight fuel, but produces relatively few eggs.&nbsp; By contrast, the flightless morph has underdeveloped, non-functional wings and flight muscles, low lipid stores but many more eggs than its flight-capable counterpart. &nbsp;For decades, wing polymorphism, especially in <em>Gryllus</em> crickets, has been a prominent experimental model used to investigate the physiological mechanisms underlying life history specialization, specifically the mechanisms by which nutrients are diverted to aspects of flight capability (e.g., flight muscle growth, production of lipid flight fuel) versus egg production.&nbsp; However, physiological studies conducted to date, while extensive, have been mainly conducted on a single diet.&nbsp; Thus, the extent to which previous results represent general physiological aspects of life history adaptation that occur on a range of nutritional environments is unknown.&nbsp;&nbsp; This issue is important because organisms often encounter variable nutrients in the field.&nbsp;&nbsp; In fact, the role of variable nutrients on life history adaptations, in general, is an incompletely understood topic in life history evolution.&nbsp; To address this topic we raised flight capable (LW = long-winged; with large lipid reserves and few eggs) and flightless (SW = short-winged, with small lipid reserves and many eggs) morphs of the cricket <em>Gryllus firmus</em> on 13 chemically-defined diets that differ in carbohydrate and protein content.&nbsp; When crickets were able to choose diets, the LW morph chose diets with greater carbohydrate content compared with the SW morph, indicating that morphs can actively select diets appropriate for their function.&nbsp; Greater carbohydrate input likely allows the LW morph to produce a greater amount of lipid compared to the SW morph.&nbsp; Using radiotracers, the LW morph exhibited greater biosynthesis of lipid than the SW morph across all diets (i.e. across the entire &ldquo;nutrient landscape&rdquo;).&nbsp; This indicates that previous studies of greater lipid biosynthesis in the LW morph when fed a few diets is generalizable to a wide variety of nutritional environments, and thus is likely to occur in the field.&nbsp; Enzymological studies indicate that the increased lipid biosynthesis results from increased activities of enzymes of both fatty acid biosynthesis as well as carbohydrate breakdown.&nbsp; These results were observed in replicated pairs of LW- and SW-selected lines, and thus constitute genetic adaptations.&nbsp; Despite these biochemical consistencies across the nutrient landscape, some important differences in morph-dependent lipid metabolism were noted in different nutritional environments.&nbsp; Most notably, high carbohydrate diets resulted in a greater enhancement of lipid biosynthesis in LW compared to SW morphs.&nbsp; Lipid biosynthesis in the SW morph may be constrained due to limited lipid storage capacity due to the much greater egg volume, which results in a lower volume of fat body (main lipid storage organ).&nbsp; Morph-differences in the activities of various enzymes were strongly affected by some nutrient environments indicating that the biochemical basis of morph-specific lipid metabolism underlying life history adaptation in <em>G. firmus</em> is much more complex that previously thought.&nbsp; This study represents the most comprehensive investigation of lipid metabolism underlying life history adaptation across a nutrient landscape undertaken to date. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2016<br>\n\t\t\t\t\tModified by: Anthony&nbsp;J&nbsp;Zera</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWing polymorphism is a common and important adaption in insects, consisting of morphs that are adapted for dispersal versus egg production.  The dispersing morph has fully developed wings and flight muscles, produces a large amount of lipid flight fuel, but produces relatively few eggs.  By contrast, the flightless morph has underdeveloped, non-functional wings and flight muscles, low lipid stores but many more eggs than its flight-capable counterpart.  For decades, wing polymorphism, especially in Gryllus crickets, has been a prominent experimental model used to investigate the physiological mechanisms underlying life history specialization, specifically the mechanisms by which nutrients are diverted to aspects of flight capability (e.g., flight muscle growth, production of lipid flight fuel) versus egg production.  However, physiological studies conducted to date, while extensive, have been mainly conducted on a single diet.  Thus, the extent to which previous results represent general physiological aspects of life history adaptation that occur on a range of nutritional environments is unknown.   This issue is important because organisms often encounter variable nutrients in the field.   In fact, the role of variable nutrients on life history adaptations, in general, is an incompletely understood topic in life history evolution.  To address this topic we raised flight capable (LW = long-winged; with large lipid reserves and few eggs) and flightless (SW = short-winged, with small lipid reserves and many eggs) morphs of the cricket Gryllus firmus on 13 chemically-defined diets that differ in carbohydrate and protein content.  When crickets were able to choose diets, the LW morph chose diets with greater carbohydrate content compared with the SW morph, indicating that morphs can actively select diets appropriate for their function.  Greater carbohydrate input likely allows the LW morph to produce a greater amount of lipid compared to the SW morph.  Using radiotracers, the LW morph exhibited greater biosynthesis of lipid than the SW morph across all diets (i.e. across the entire \"nutrient landscape\").  This indicates that previous studies of greater lipid biosynthesis in the LW morph when fed a few diets is generalizable to a wide variety of nutritional environments, and thus is likely to occur in the field.  Enzymological studies indicate that the increased lipid biosynthesis results from increased activities of enzymes of both fatty acid biosynthesis as well as carbohydrate breakdown.  These results were observed in replicated pairs of LW- and SW-selected lines, and thus constitute genetic adaptations.  Despite these biochemical consistencies across the nutrient landscape, some important differences in morph-dependent lipid metabolism were noted in different nutritional environments.  Most notably, high carbohydrate diets resulted in a greater enhancement of lipid biosynthesis in LW compared to SW morphs.  Lipid biosynthesis in the SW morph may be constrained due to limited lipid storage capacity due to the much greater egg volume, which results in a lower volume of fat body (main lipid storage organ).  Morph-differences in the activities of various enzymes were strongly affected by some nutrient environments indicating that the biochemical basis of morph-specific lipid metabolism underlying life history adaptation in G. firmus is much more complex that previously thought.  This study represents the most comprehensive investigation of lipid metabolism underlying life history adaptation across a nutrient landscape undertaken to date.       \n\n \n\n\t\t\t\t\tLast Modified: 11/30/2016\n\n\t\t\t\t\tSubmitted by: Anthony J Zera"
 }
}