{
 "awd_id": "1122434",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Investigating the development and treatment of plant diseases caused by the bacterium Xylella fastidiosa using theoretical and experimental methods",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Ann Horn",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 142641.0,
 "awd_amount": 142641.0,
 "awd_min_amd_letter_date": "2011-09-20",
 "awd_max_amd_letter_date": "2011-09-20",
 "awd_abstract_narration": "Xylella fastidiosa (Xf) is a bacterium that causes devastating plant diseases in crops such as grapes, citrus, peaches and blueberries.  The goal of this project is to understand the progression and treatment of xylem fouling by bacterial biofilms formed by the plant pathogen Xf using tightly coupled theoretical and experimental techniques.  The core mathematical model developed for the project uses a multiphase approach that is a flexible framework accounting for the complex interactions occurring during the disease progression.  Multiphase modeling is a natural framework to account for the dramatic variation in scales (from the bacterial scale to the channel length scale).  The transfer of material from free-swimming bacteria to biofilm-bound bacteria and the production of biomass (bacteria and extra-cellular polymeric 'glue') requires a distinction between the types of material within the system.  Finally, multiphase models are essentially statements of conservation laws providing a relatively simple method for incorporating physical and chemical processes.  Experimentally, the use of microfluidics for studies of specific behaviors of bacterial cells is recognized as a useful tool for new discoveries.  Studies on single bacterial cells under controlled conditions are leading to new understandings of bacterial growth and relationship with the.  Microfluidic chambers have been developed by De La Fuente's lab as a new technological approach to study the infection process of vascular plant bacterial pathogens.\r\n\r\nThe particular objectives are to determine whether the dominant symptoms of the plant infection, such as leaf scorch, are due to reduced water flux caused by occlusion of the water transport network by the biofilm or whether active plant responses are also implicated.  Further, the investigation will focus on non-destructive methods of treatment of the disease.  These two objectives provide fundamental insight into the disease process and treatment.  The collaboration between the theoretical (mathematics) and experimental (biological) methods are used to validate the mathematical theory and suggest new avenues of disease treatment.  The project initially uses experimental data to validate the theoretical modeling.  In turn, the modeling and analysis is used to test various hypotheses on the disease development (e.g. occlusion versus plant responses) that are difficult to test in the laboratory.  In addition, the theoretical predictions point to particular experimental designs (e.g. treatment regimes) that may provide valuable insight into non-destructive disease treatment.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leonardo",
   "pi_last_name": "De La Fuente",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Leonardo De La Fuente",
   "pi_email_addr": "lzd0005@auburn.edu",
   "nsf_id": "000581449",
   "pi_start_date": "2011-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Auburn University",
  "inst_street_address": "321-A INGRAM HALL",
  "inst_street_address_2": "",
  "inst_city_name": "AUBURN",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "3348444438",
  "inst_zip_code": "368490001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AL03",
  "org_lgl_bus_name": "AUBURN UNIVERSITY",
  "org_prnt_uei_num": "DMQNDJDHTDG4",
  "org_uei_num": "DMQNDJDHTDG4"
 },
 "perf_inst": {
  "perf_inst_name": "Auburn University",
  "perf_str_addr": "321-A INGRAM HALL",
  "perf_city_name": "AUBURN",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "368490001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 142641.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Biofilms are structures formed by microorganisms in the environment that cause serious problems for human health and safety, agricultural production, and water supplies. Basically, biofilms are formed by groups of bacteria growing on surfaces, surrounded by a protective matrix of bacterial secretions. This protective shield prevents the penetration of antibacterial compounds, which allows the bacteria to become resistant to them. Biofilm infections are life-threatening for humans (e.g hospital-acquired infections via catheters) and cause great economic losses from fouling of pipes used for water transport in industry, agriculture, and drinking water supply, and reduce the efficiency of industrial manufacturing (e.g. paper mills, cooling and transport). During our interdisciplinary research, we studied the process of biofilm formation, focusing on its effects on agricultural production. In particular, we study the plant pathogenic bacterium <em>Xylella fastidiosa</em> that lives inside the vascular system of specific plants (grape, citrus, blueberry, coffee), where it forms biofilms and causes clogging of water and nutrients transport, damaging and eventually killing the plant host. Understanding the process of biofilm formation is fundamental to developing methods to control these diseases.</p>\n<p>Our team, consisting of a mathematician and an experimental biologist, worked together to develop a model that describes the process of biofilm formation by <em>X. fastidiosa </em>using a system consisting of microfluidic chambers that represent the plant host xylem vessels. A mathematical model was established that incorporates the main biological and physical processes of biofilm formation within microfluidic chambers and in batch cultures of the bacterium. The model includes the transition between the attached biofilm state and the free-swimming state of the bacteria, observable growth regimes, and the external and coupled fluid dynamics. The model is able to capture the spatial scales and dynamics of the biofilm formation pattern within the chambers as well as predict the rate of water transport loss due to biofilm fouling. Additionally, the model is providing insight into the dominant chemical processes that may lead to disease prevention and cure.</p>\n<p>Through biological experimentation, we explore possible compounds that can be used to disrupt or prevent biofilm formation by <em>X. fastidiosa</em>. By focusing on mineral elements that are being transported through the plant vascular system, we identified key elements that have a potential to affect the biofilm formation process. Our first focus was zinc (Zn), but we discovered that, although this element is toxic for the bacterium, it can trigger a stress response that results in formation of strongly attached biofilms that have the potential to cause more disease. We also learned that the bacterium is able to defend itself from the levels of Zn commonly present inside xylem vessels in the sap fluid. Therefore, we tested multiple compounds with the potential to negatively affect biofilm formation, and currently we are focusing on chemicals (chelators) that can remove specific mineral elements as the most effective compounds to disrupt biofilm.</p>\n<p>During the biological research, five Ph.D., one M.S. and four undergraduate students were trained in interdisciplinary research. All the students (50% women, 40% minorities) published their work in scientific journals. All of the students are continuing their education pursuing graduate degrees in life sciences or have become professors. The research produced here was transmitted to diverse groups of national and international audiences, exposing them to research which utilized communication between mathematics and biology to solve a specific problem.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/22/2014<br>\n\t\t\t\t\tModified by: Leonardo&nbsp;De La Fuente...",
  "por_txt_cntn": "\nBiofilms are structures formed by microorganisms in the environment that cause serious problems for human health and safety, agricultural production, and water supplies. Basically, biofilms are formed by groups of bacteria growing on surfaces, surrounded by a protective matrix of bacterial secretions. This protective shield prevents the penetration of antibacterial compounds, which allows the bacteria to become resistant to them. Biofilm infections are life-threatening for humans (e.g hospital-acquired infections via catheters) and cause great economic losses from fouling of pipes used for water transport in industry, agriculture, and drinking water supply, and reduce the efficiency of industrial manufacturing (e.g. paper mills, cooling and transport). During our interdisciplinary research, we studied the process of biofilm formation, focusing on its effects on agricultural production. In particular, we study the plant pathogenic bacterium Xylella fastidiosa that lives inside the vascular system of specific plants (grape, citrus, blueberry, coffee), where it forms biofilms and causes clogging of water and nutrients transport, damaging and eventually killing the plant host. Understanding the process of biofilm formation is fundamental to developing methods to control these diseases.\n\nOur team, consisting of a mathematician and an experimental biologist, worked together to develop a model that describes the process of biofilm formation by X. fastidiosa using a system consisting of microfluidic chambers that represent the plant host xylem vessels. A mathematical model was established that incorporates the main biological and physical processes of biofilm formation within microfluidic chambers and in batch cultures of the bacterium. The model includes the transition between the attached biofilm state and the free-swimming state of the bacteria, observable growth regimes, and the external and coupled fluid dynamics. The model is able to capture the spatial scales and dynamics of the biofilm formation pattern within the chambers as well as predict the rate of water transport loss due to biofilm fouling. Additionally, the model is providing insight into the dominant chemical processes that may lead to disease prevention and cure.\n\nThrough biological experimentation, we explore possible compounds that can be used to disrupt or prevent biofilm formation by X. fastidiosa. By focusing on mineral elements that are being transported through the plant vascular system, we identified key elements that have a potential to affect the biofilm formation process. Our first focus was zinc (Zn), but we discovered that, although this element is toxic for the bacterium, it can trigger a stress response that results in formation of strongly attached biofilms that have the potential to cause more disease. We also learned that the bacterium is able to defend itself from the levels of Zn commonly present inside xylem vessels in the sap fluid. Therefore, we tested multiple compounds with the potential to negatively affect biofilm formation, and currently we are focusing on chemicals (chelators) that can remove specific mineral elements as the most effective compounds to disrupt biofilm.\n\nDuring the biological research, five Ph.D., one M.S. and four undergraduate students were trained in interdisciplinary research. All the students (50% women, 40% minorities) published their work in scientific journals. All of the students are continuing their education pursuing graduate degrees in life sciences or have become professors. The research produced here was transmitted to diverse groups of national and international audiences, exposing them to research which utilized communication between mathematics and biology to solve a specific problem. \n\n \n\n\t\t\t\t\tLast Modified: 12/22/2014\n\n\t\t\t\t\tSubmitted by: Leonardo De La Fuente"
 }
}