{
 "awd_id": "1122785",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Hormonal and Behavioral Responses to Social Threat",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tamera Schneider",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2011-08-31",
 "awd_max_amd_letter_date": "2014-07-25",
 "awd_abstract_narration": "Research in behavioral science is beginning to establish important connections between human behavior, cognition, and biology. The way people think and what they strive for is fundamentally grounded in complex physiological systems -- systems that have been designed through evolution to help people face everyday challenges that are part of social living. Hormonal systems are designed to help people respond adaptively to particular types of social events, including social threats. Emerging research suggests that the release of particular hormones is associated with a variety of motivated responses to social threat, from unselfish helping behavior to aggression and antisocial behavior. The proposed work will advance this general idea. \r\n\r\n\r\nOne major type of social threat that humans regularly face is social exclusion. Exclusion can take forms such as peer rejection, ostracism from a social or work group, or romantic rejection. Regardless of where exclusion originates, research shows that it evokes a range of motivated psychological and behavioral responses. Some of those responses are highly favorable. For instance, sometimes rejected people display increased interest in making friends and behave in kind and generous ways, presumably to regain social acceptance. Other responses to social threat, however, are highly destructive. Rejection can elicit aggression, a sense of meaninglessness, depression, social withdrawal, and even suicide.\r\n\r\n\r\nMany studies have now investigated psychological and behavioral responses to exclusion. Yet very little work has sought to uncover the basic physiological mechanisms underlying those responses. Understanding those physiological mechanisms is a critical part of identifying the broader processes that lead people to behave constructively or destructively in response to rejection. The proposed work will examine a variety of hormonal responses to social exclusion because such responses provide a window into people's immediate motivational states and tendencies to perform prosocial and antisocial behaviors. Past research suggests that progesterone, cortisol, and testosterone (hormones associated with social bonding, stress, and social dominance, respectively) play a critical role in determining people's responses to exclusion. The proposed experiments will examine the effect of exclusion on hormones such as progesterone, cortisol, and testosterone. Studies will also evaluate the extent to which the release of these hormones following rejection promotes specific prosocial and antisocial behaviors including altruism, affiliation, aggression, and social withdrawal. \r\n\r\nUnderstanding when, why, and for whom positive and negative social behavior occurs is a critical step toward encouraging or modifying such behaviors. Consequently, this research program has implications for improving societal outcomes within a range of personal, social, and organizational contexts, from marriages to school and work settings. The research will also foster deep connections between psychology, cognitive science, and behavioral neuroscience -- research areas that heretofore have had relatively little contact. Finally, the execution of this research will involve the training of several graduate and undergraduate students, many of whom are from groups that are presently underrepresented in science careers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Jon",
   "pi_last_name": "Maner",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Jon K Maner",
   "pi_email_addr": "maner@psy.fsu.edu",
   "nsf_id": "000497079",
   "pi_start_date": "2011-08-31",
   "pi_end_date": "2014-07-25"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Eckel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa Eckel",
   "pi_email_addr": "eckel@psy.fsu.edu",
   "nsf_id": "000565686",
   "pi_start_date": "2014-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "McNulty",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "James K McNulty",
   "pi_email_addr": "mcnulty@psy.fsu.edu",
   "nsf_id": "000260490",
   "pi_start_date": "2014-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Eckel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa Eckel",
   "pi_email_addr": "eckel@psy.fsu.edu",
   "nsf_id": "000565686",
   "pi_start_date": "2011-08-31",
   "pi_end_date": "2014-07-25"
  }
 ],
 "inst": {
  "inst_name": "Florida State University",
  "inst_street_address": "874 TRADITIONS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8506445260",
  "inst_zip_code": "323060001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF2BLNN4PJC3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State University",
  "perf_str_addr": "874 Traditions Way, 3rd Floor",
  "perf_city_name": "TALLAHASSEE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323064166",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1332",
   "pgm_ref_txt": "SOCIAL PSYCHOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>There is considerable variation in the ways that people react to situations involving social exclusion. While some people respond to exclusion with resilience, optimism and other prosocial behaviors, others respond with aggressive, threatening and hostile behavior. We are interested in identifying the psychological factors that determine which type of response to exclusion people display, and the physiological/hormonal processes that underlie the variability in response to exclusion. A long-term goal of our work is to better define the psychological and physiological responses that promote adaptive, prosocial behaviors as opposed to maladaptive, antisocial behavior. Our research team combines expertise in behavioral, endocrinological and advanced computational methods to determine how rejection and other social affiliative phenomena involve the release of specific hormones and the extent to which those hormones are related to heightened levels of prosocial (i.e., altruistic and affiliative)&nbsp;behavior versus antisocial (i.e., aggressive or hostile) behavior. We are also examining the extent to which these relationships depend on personality variables including rejection sensitivity, social anxiety, dominance, and prestige.</p>\n<p>Published research supported by this project has shown that (i) perception of social threat (i.e., the scent of a fertile, female competitor) leads to high levels of testosterone in female participants (Maner &amp; McNulty, 2013), (ii) naturally occurring increases in progesterone across the female menstrual cycle are associated with increases in affiliative cognition in women, as indicated by heightened attention to social cues and increased accuracy in identifying facial expressions (Maner and Miller, 2014), and (iii) lower 2D:4D digit ratio (a well-established marker of high masculinity) is associated with a greater tendency to affiliate with intrasexual rivals and higher levels of circulating testosterone in response to an infidelity prompt (Maner et al, 2014). Our more recent studies have shown that (i) testosterone is positively associated with attaining social rank, regardless of whether rank ascension strategies were relatively positive (seeing respect and admiration) or antisocial (using coercive leadership tactics), and (ii) increases in progesterone during pregnancy are associated with social nesting, as defined by increased proximity to friends and family members and decreased proximity to strangers and distant acquaintances.</p>\n<p>Our research team is one of the few in the country that combines direct assessment of circulating hormones with behavioral and cognitive measures of social processes. During the course of this project, we have sought multiple opportunities to foster important, cross-area research with the potential for establishing additional links with other disciplines including cognitive psychology and behavioral economics. These efforts included interdisciplinary training opportunities for undergraduate and graduate students in social psychology and neuroscience, and the development of a new, cross-area graduate course on the Neurobiology of Social Behavior that seeks to promote further interdisciplinary research in our department. Finally, our program of research has generated physical and structural support that will be used for years to come to pursue interdisciplinary research at the intersection of psychology, endocrinology, and behavior. Unlike most other social psychology labs, we do all of our own hormone assays. This involved the development of physical resources (e.g., gamma counter for conducting radioimmunoassays, spectrophotometer for conducting enzyme-linked immunosorbent assays and related equipment), which provide a strong infrastructure for future research that will rely on these methods.</p>\n<p>The way people respond to rejection and other types of social threat has profound implications for...",
  "por_txt_cntn": "\nThere is considerable variation in the ways that people react to situations involving social exclusion. While some people respond to exclusion with resilience, optimism and other prosocial behaviors, others respond with aggressive, threatening and hostile behavior. We are interested in identifying the psychological factors that determine which type of response to exclusion people display, and the physiological/hormonal processes that underlie the variability in response to exclusion. A long-term goal of our work is to better define the psychological and physiological responses that promote adaptive, prosocial behaviors as opposed to maladaptive, antisocial behavior. Our research team combines expertise in behavioral, endocrinological and advanced computational methods to determine how rejection and other social affiliative phenomena involve the release of specific hormones and the extent to which those hormones are related to heightened levels of prosocial (i.e., altruistic and affiliative) behavior versus antisocial (i.e., aggressive or hostile) behavior. We are also examining the extent to which these relationships depend on personality variables including rejection sensitivity, social anxiety, dominance, and prestige.\n\nPublished research supported by this project has shown that (i) perception of social threat (i.e., the scent of a fertile, female competitor) leads to high levels of testosterone in female participants (Maner &amp; McNulty, 2013), (ii) naturally occurring increases in progesterone across the female menstrual cycle are associated with increases in affiliative cognition in women, as indicated by heightened attention to social cues and increased accuracy in identifying facial expressions (Maner and Miller, 2014), and (iii) lower 2D:4D digit ratio (a well-established marker of high masculinity) is associated with a greater tendency to affiliate with intrasexual rivals and higher levels of circulating testosterone in response to an infidelity prompt (Maner et al, 2014). Our more recent studies have shown that (i) testosterone is positively associated with attaining social rank, regardless of whether rank ascension strategies were relatively positive (seeing respect and admiration) or antisocial (using coercive leadership tactics), and (ii) increases in progesterone during pregnancy are associated with social nesting, as defined by increased proximity to friends and family members and decreased proximity to strangers and distant acquaintances.\n\nOur research team is one of the few in the country that combines direct assessment of circulating hormones with behavioral and cognitive measures of social processes. During the course of this project, we have sought multiple opportunities to foster important, cross-area research with the potential for establishing additional links with other disciplines including cognitive psychology and behavioral economics. These efforts included interdisciplinary training opportunities for undergraduate and graduate students in social psychology and neuroscience, and the development of a new, cross-area graduate course on the Neurobiology of Social Behavior that seeks to promote further interdisciplinary research in our department. Finally, our program of research has generated physical and structural support that will be used for years to come to pursue interdisciplinary research at the intersection of psychology, endocrinology, and behavior. Unlike most other social psychology labs, we do all of our own hormone assays. This involved the development of physical resources (e.g., gamma counter for conducting radioimmunoassays, spectrophotometer for conducting enzyme-linked immunosorbent assays and related equipment), which provide a strong infrastructure for future research that will rely on these methods.\n\nThe way people respond to rejection and other types of social threat has profound implications for personal, interpersonal, and societal well-being. Although our teamÆs research is ai..."
 }
}