{
 "awd_id": "1122902",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research on the Economics of Discrimination: New Empirical Methods, Theory and Applications",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927466",
 "po_email": "kgyimahb@nsf.gov",
 "po_sign_block_name": "Kwabena Gyimah-Brempong",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 270531.0,
 "awd_amount": 270531.0,
 "awd_min_amd_letter_date": "2011-08-11",
 "awd_max_amd_letter_date": "2011-08-11",
 "awd_abstract_narration": "Racial and gender disparities have been documented in many areas, including employment, health care, mortgage and other lending situations, motor vehicle stops and searches as well as in other scenarios of law enforcement such as jury selection, prosecution and sentencing. Two of the most important causes for the observed racial and gender disparities are racial/gender prejudice and statistical discrimination. The term \"prejudice'' refers to the presence of a psychic utility differential accrued by \"the decision-makers\" (i.e. the employers, the doctors, the lenders, the police officers, the judges etc.) in making their decisions on \"the treated\" (the job applicant, the patient, etc.) when the treated have different races and genders. In contrast, the term \"statistical discrimination\" refers to a scenario in which the \"decision-makers\" see \"the treated\" with dissimilar races and genders differently only because of the legitimate information that is contained in race and gender characteristics.\r\n\r\n\tTwo important and related questions are addressed. First, how can one distinguish the roles of racial/gender bias from that of statistical discrimination in the observed racial/gender disparities? Second, what are potential issues to be aware of in the attempts via, e.g. affirmative action policies, to reduce the disparities? The investigators develop new empirical methods and theory as well as new empirical applications to address these questions.\r\n\r\n\tIn the first project of this proposal, the investigators propose a unified and general framework to formally investigate the conditions under which disparities caused by prejudice and statistical discrimination can be distinguished. The general framework allows the investigators to formally assess the validity of many existing tests in the literature, and also permits them to propose valid empirical tests.\r\n\r\n\tIn the second project of the proposal, the investigators suggest and empirically implement an outcome-based test for the role of prejudice among emergency department physicians based on the bounceback rates of patients who are discharged from their initial emergency department (ED) visit upon some diagnostic tests. This empirical application is a new contribution to our understanding of the large racial disparities in health care access and health outcomes.\r\n\r\n\tIn a third project, the researchers analyze the potential problems caused by the fact that a policy-maker - who is interested in increasing racial and/or gender diversity in the workplace - typically has to delegate the hiring decisions to an agent, and the principal and the agent may have conflicting objectives. Two important questions are addressed. First, how do the delegation decision and conflict of interest aspects of the affirmative action problem affect the achievement of affirmative action goals? Two, what are the potential strategies that the principal may adopt to alleviate these problems?\r\n\r\n\tGiven the importance of racial and gender disparities, as well as existing affirmative action efforts to reduce such disparities, this investigation will bring many new theoretical insights, empirical methods and facts to the social discourse on issues of racial and gender equality.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hanming",
   "pi_last_name": "Fang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hanming Fang",
   "pi_email_addr": "hanming.fang@econ.upenn.edu",
   "nsf_id": "000242143",
   "pi_start_date": "2011-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3451 WALNUT ST STE 440A",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 270531.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Racial and gender disparities have been documented in many areas, including employment, health care, mortgage and other lending situations, motor vehicle stops and searches as well as all phases of law enforcement such as jury selection, prosecution and sentencing.&nbsp; Two of the most important causes for the observed racial and gender disparities are racial/gender prejudice and statistical discrimination. The term \"prejudice'' refers to the presence of a psychic utility differential accrued by \"the decision-makers\" (i.e. the employers, the doctors, the lenders, the police officers, the judges etc.) in making their decisions on \"the treated\" (the job applicant, the patient, etc.) when the treated have different races and genders. In contrast, the term \"statistical discrimination\" refers to the practice that the ``decision makers'' treat the treated with different races and genders differently only because of the legitimate information contained by race and gender.</p>\n<p>In this project, the PI develops novel methods to distinguish the roles of racial/gender bias from that of statistical discrimination in the observed racial/gender disparities in two contexts: first, health care, in particular, the emergency department visits; and second, the judicial process, in particular, the parole board release decisions. The methods developed in the research outputs from this proposal are in the vein of the \"outcome test\", yet, importantly, our proposed methods provide a careful solution to the \"inframarginality\" problem that are typical of the application of the outcome tests.&nbsp;Specifically, we examine whether the minority patients who are treated in the emergency departments but are then discharged are more likely to \"bounceback\" (i.e., returning to the Emergency department again within 72 hours after the discharge) than their white counterparts, and use this comparison to distinguish prejudice from statistical discrimination. Our key innovation, which is based on the insights from a theoretical model of physician behavior, is that the comparison of bounceback rates is informative of the underlying physician prejudice (that is, not subject to the inframarginalty problem) only if we restrict our comparisons to patients who have received some diagnostic tests before being discharged. In the parole board release case, we examine the racial differences in the recidivism rates following parole release. The novelty of our approach is that the recidivism rate comparison must be restricted to the prisoners who are parole released after having served the minimum sentence and before having served the maximum sentence. Only for this population of parolees, the comparison of the recidivism rates can inform us about the underlying prejudice of the parole board without being plagued by the inframarginality problem.</p>\n<p>The PI also conducted research on the detection of potential overbilling in Medicare reimbursement, which should have important policy implications in the effort to control health care costs. The research proposes to use the implied hours worked from all the claims submitted by a physician during the course of the year, and flag those physicians for potential overbilling if their implied hours of work exceed certain thresholds that are deemed to be implausibly long. By flagging the physicians based on this very-easy-to-implement methods, we can improve the efficiency of costly auditing, and moreover provide deterrence effect to reduce Medicare overbilling. This research grows out of the general idea that underline this research project, namely,&nbsp;economic analysis can shed light on the motives for observed behavior by different actors.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/25/2016<br>\n\t\t\t\t\tModified by: Hanming&nbsp;Fang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nRacial and gender disparities have been documented in many areas, including employment, health care, mortgage and other lending situations, motor vehicle stops and searches as well as all phases of law enforcement such as jury selection, prosecution and sentencing.  Two of the most important causes for the observed racial and gender disparities are racial/gender prejudice and statistical discrimination. The term \"prejudice'' refers to the presence of a psychic utility differential accrued by \"the decision-makers\" (i.e. the employers, the doctors, the lenders, the police officers, the judges etc.) in making their decisions on \"the treated\" (the job applicant, the patient, etc.) when the treated have different races and genders. In contrast, the term \"statistical discrimination\" refers to the practice that the ``decision makers'' treat the treated with different races and genders differently only because of the legitimate information contained by race and gender.\n\nIn this project, the PI develops novel methods to distinguish the roles of racial/gender bias from that of statistical discrimination in the observed racial/gender disparities in two contexts: first, health care, in particular, the emergency department visits; and second, the judicial process, in particular, the parole board release decisions. The methods developed in the research outputs from this proposal are in the vein of the \"outcome test\", yet, importantly, our proposed methods provide a careful solution to the \"inframarginality\" problem that are typical of the application of the outcome tests. Specifically, we examine whether the minority patients who are treated in the emergency departments but are then discharged are more likely to \"bounceback\" (i.e., returning to the Emergency department again within 72 hours after the discharge) than their white counterparts, and use this comparison to distinguish prejudice from statistical discrimination. Our key innovation, which is based on the insights from a theoretical model of physician behavior, is that the comparison of bounceback rates is informative of the underlying physician prejudice (that is, not subject to the inframarginalty problem) only if we restrict our comparisons to patients who have received some diagnostic tests before being discharged. In the parole board release case, we examine the racial differences in the recidivism rates following parole release. The novelty of our approach is that the recidivism rate comparison must be restricted to the prisoners who are parole released after having served the minimum sentence and before having served the maximum sentence. Only for this population of parolees, the comparison of the recidivism rates can inform us about the underlying prejudice of the parole board without being plagued by the inframarginality problem.\n\nThe PI also conducted research on the detection of potential overbilling in Medicare reimbursement, which should have important policy implications in the effort to control health care costs. The research proposes to use the implied hours worked from all the claims submitted by a physician during the course of the year, and flag those physicians for potential overbilling if their implied hours of work exceed certain thresholds that are deemed to be implausibly long. By flagging the physicians based on this very-easy-to-implement methods, we can improve the efficiency of costly auditing, and moreover provide deterrence effect to reduce Medicare overbilling. This research grows out of the general idea that underline this research project, namely, economic analysis can shed light on the motives for observed behavior by different actors. \n\n \n\n\t\t\t\t\tLast Modified: 10/25/2016\n\n\t\t\t\t\tSubmitted by: Hanming Fang"
 }
}