{
 "awd_id": "1122532",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science:  Water and Energy Bargaining in Post-Soviet Central Asia",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 11949.0,
 "awd_amount": 11949.0,
 "awd_min_amd_letter_date": "2011-08-22",
 "awd_max_amd_letter_date": "2011-08-22",
 "awd_abstract_narration": "This project seeks to explain variation in cooperation on issues of water and energy policy among the five Central Asian states that attained independence after the collapse of the Soviet Union: Kazakhstan, the Krygyz Republic, Tajikistan, Turkemenistan, and Uzbekistan.  These states share the Aral Sea basin, which consists of two major rivers: the Amu Darya and the Syr Darya.  The downstream states, those located furthese from the source of these rivers, depend on water for the irrigation of agricultural lands.  This interdependence is one of the many legacies left by the Soviet Union.  Under the direction of the Soviet administration, the upstream states released water from their reservoirs for downstream irrigation in the summer, and, in return, received energy supplies from their downstream neighbors during the winter.  However, after independence, the issue of water and energy policy coordination became a matter of interstate bargaining rather than central planning.  \r\n\r\nHow have the states of Central Asia coped with the need for policy coordination in the post-independence time period and what can their experience tell us about cooperation amoung developing states?  The effort to maintain Soviet-era levels of cooperation has been neither a complete success nor a complete failure.  This project explores the variation in several key aspects of cooperation over the years since the collapse of the Soviet Union.  In particular, it will focus on the timing and length of negotiations, the agreed upon terms of bilateral agreements and the ultimate compliance of signatories with these agreements in the area of water and engergy policy during the past 20 years.  It will examine the impact of domestic politics on how states conduct negotiations and make decisions regarding subsequent levels of compliance.  \r\n\r\nThe research project therefore addresses important questions about the relationship between domestic and international politics in non-democracies.  Although this relationship has been examined fairly extensively in democracies, it remains understudied in other types of government. It also raises the question of how we should measure levels of cooperation - is it the occurrence of interstate bargaining, the length of negotiations, the terms of ultimate agreement, or subsequent compliance with that agreement that really defines international cooperation?  By looking at each aspect, the project takes a step beyond most other literature on the topic. \r\n\r\nIn addition, to its contribution to the fields of international and comparative politics, this research will also draw attention to one of the most pressing issues facing a relatively unknown region of the world.  The perceived importance of this region has increased in recent years due to its proximity to Afghanistan and its consequent strategic value to the West, making the lack of scholarship even more striking.  On its completion, the research project will help fill this void and also provide practical guidance to policy makers in Central Asia by identifying factors that increase and decrease the likelihood of successful cooperation in water and energy policy.  These insights could be used in efforts to alleviate the water and power shortages that have constrained economic development in the area.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Beissinger",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Mark R Beissinger",
   "pi_email_addr": "mbeissin@princeton.edu",
   "nsf_id": "000585448",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Hummel",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah J Hummel",
   "pi_email_addr": "shummel@princeton.edu",
   "nsf_id": "000583902",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "1 NASSAU HALL",
  "perf_city_name": "PRINCETON",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 11949.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The countries of Central Asia have a remarkably uneven record of cooperation and noncooperation over water and energy management in the post-Soviet period.&nbsp; This presents an interesting puzzle.&nbsp; On the one hand, optimists would have predicted the emergence of a long-term agreement over resource management.&nbsp; On the other, pessimists would suggest that, especially given their poor track record in the early years of independence, the countries would simply stop trying to cooperate.&nbsp; Neither of these predictions has become reality.&nbsp; Instead, year after year, these countries negotiate, agree, defect, renegotiate and begin the cycle again.</p>\n<p>This interesting empirical pattern raises the broader question of the value of international cooperation to authoritarian countries.&nbsp; To understand this, we need to think more carefully about the incentives such countries face when making policy decisions.&nbsp; Authoritarian leaders control these decisions more directly than their democratic counterparts because they face far fewer institutional constraints.&nbsp; Consequently, we expect that policy outcomes directly reflect the incentives of authoritarian leaders, including their need to maintain the support of key elites and, simultaneously, prevent attempts at mass mobilization from gaining traction.</p>\n<p>My research argues that, particularly when dealing with other authoritarian countries, behavior in the international sphere can be used as a means of maintaining support of key domestic groups.&nbsp; In the Central Asian case, all five countries are authoritarian and, as interviews with members of government reveal, policy over this issue is under the exclusive purview of the presidents.&nbsp;&nbsp; Like many policies, cooperative resource management has both costs and benefits, and creates both winners and losers at the sub-national level.&nbsp; My research examines the effects of short-term changes in the importance of these sub-national groups and the relative size of the costs and benefits associated with cooperation. Such changes alter the value leaders place on engaging in cooperative resource management and, given their tight control over policy in this issue area, affect their bargaining strategies and ultimately help determine international outcomes.</p>\n<p>During almost six months of field research, I collected information on both the costs and benefits of international cooperation over water and energy management in Central Asia. &nbsp;To do so, I conducted interviews with local experts, representatives of international and nongovernmental organizations, and government officials in Kyrgyzstan, Kazakhstan, and Tajikistan.&nbsp; These interviews were designed in large part to identify the policy-making process this issue area, and to precisely identify the sub-national beneficiaries of cooperation and noncooperation in international water and energy management.</p>\n<p>I found that the upstream countries face less opposition to cooperation than their downstream neighbors. In Kyrgyzstan, state-controlled hydro-power companies, as well as citizens in non-capital urban areas and rural regions are the primary beneficiaries. In Tajikistan, citizens throughout the country (including the capital) and the state-owned hydro-power company are the primary beneficiaries. Farmers in the Sughd region also benefit from cooperation along the Syr Darya. In Uzbekistan and Turkmenistan, the primary beneficiaries of cooperation are farmers, residents of local urban areas, and the government (due to cotton-generated revenue). The primary opponents are elites in the natural gas industry, as well as the government (due to lost gas-generated revenue). In Kazakhstan, the primary beneficiaries are farmers and residents of local urban areas, while the primary opponents are elites in the oil and coal industries.</p>\n<p>Identifying the beneficiaries of cooperatio...",
  "por_txt_cntn": "\nThe countries of Central Asia have a remarkably uneven record of cooperation and noncooperation over water and energy management in the post-Soviet period.  This presents an interesting puzzle.  On the one hand, optimists would have predicted the emergence of a long-term agreement over resource management.  On the other, pessimists would suggest that, especially given their poor track record in the early years of independence, the countries would simply stop trying to cooperate.  Neither of these predictions has become reality.  Instead, year after year, these countries negotiate, agree, defect, renegotiate and begin the cycle again.\n\nThis interesting empirical pattern raises the broader question of the value of international cooperation to authoritarian countries.  To understand this, we need to think more carefully about the incentives such countries face when making policy decisions.  Authoritarian leaders control these decisions more directly than their democratic counterparts because they face far fewer institutional constraints.  Consequently, we expect that policy outcomes directly reflect the incentives of authoritarian leaders, including their need to maintain the support of key elites and, simultaneously, prevent attempts at mass mobilization from gaining traction.\n\nMy research argues that, particularly when dealing with other authoritarian countries, behavior in the international sphere can be used as a means of maintaining support of key domestic groups.  In the Central Asian case, all five countries are authoritarian and, as interviews with members of government reveal, policy over this issue is under the exclusive purview of the presidents.   Like many policies, cooperative resource management has both costs and benefits, and creates both winners and losers at the sub-national level.  My research examines the effects of short-term changes in the importance of these sub-national groups and the relative size of the costs and benefits associated with cooperation. Such changes alter the value leaders place on engaging in cooperative resource management and, given their tight control over policy in this issue area, affect their bargaining strategies and ultimately help determine international outcomes.\n\nDuring almost six months of field research, I collected information on both the costs and benefits of international cooperation over water and energy management in Central Asia.  To do so, I conducted interviews with local experts, representatives of international and nongovernmental organizations, and government officials in Kyrgyzstan, Kazakhstan, and Tajikistan.  These interviews were designed in large part to identify the policy-making process this issue area, and to precisely identify the sub-national beneficiaries of cooperation and noncooperation in international water and energy management.\n\nI found that the upstream countries face less opposition to cooperation than their downstream neighbors. In Kyrgyzstan, state-controlled hydro-power companies, as well as citizens in non-capital urban areas and rural regions are the primary beneficiaries. In Tajikistan, citizens throughout the country (including the capital) and the state-owned hydro-power company are the primary beneficiaries. Farmers in the Sughd region also benefit from cooperation along the Syr Darya. In Uzbekistan and Turkmenistan, the primary beneficiaries of cooperation are farmers, residents of local urban areas, and the government (due to cotton-generated revenue). The primary opponents are elites in the natural gas industry, as well as the government (due to lost gas-generated revenue). In Kazakhstan, the primary beneficiaries are farmers and residents of local urban areas, while the primary opponents are elites in the oil and coal industries.\n\nIdentifying the beneficiaries of cooperation is the first step in a complete test of the theory outlined above.  I plan to combine this information with a dataset of cooperative and non-cooperative interac..."
 }
}