{
 "awd_id": "1122088",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Lysine Deacetylases as Coactivators in Glucocorticoid Receptor Signaling",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "william eggleston",
 "awd_eff_date": "2011-11-01",
 "awd_exp_date": "2015-10-31",
 "tot_intn_awd_amt": 773734.0,
 "awd_amount": 824364.0,
 "awd_min_amd_letter_date": "2011-09-30",
 "awd_max_amd_letter_date": "2014-05-12",
 "awd_abstract_narration": "Intellectual Merit:  Cells adapt to their environment through modulation of intracellular signaling pathways that cause changes in gene expression. Enzymes that modify proteins directly are key components of signaling pathways. Lysine acetylation is a type of modification conserved from bacteria to humans. Recent studies have revealed its widespread occurrence on proteins in eukaryotic cells, but its roles in signaling are poorly understood, and so are the roles of enzymes that regulate it, lysine acetyltransferases (KATs) and lysine deacetylases (KDACs). Present understanding of the functions of acetylation, KATs, and KDACs has been dominated by studies of histone acetylation, which facilitates gene expression. Thus, KATs and KDACs are considered to promote and impair RNA synthesis, respectively. However, recent studies have shown that KDACs are concentrated in regulatory regions of active genes, that they are recruited to genes by factors that promote RNA synthesis, and that their inhibition or depletion can cause repression of gene expression. In addition, many regulatory proteins are acetylated, yet the functional impact is largely uncharacterized. In the few cases that have been studied, acetylation has been found to either impair or enhance protein function. Thus KDACs may indeed facilitate transcription. This project addresses this possibility using glucocorticoid receptor (GR) signaling as a model system. Like other members of the nuclear receptor family, the GR binds directly to target genes and assembles protein complexes that facilitate gene expression. This study will determine the impact of KDAC inhibition or depletion on GR-induced complex assembly at GR target genes, identify the KDACs that cooperate with GR to activate gene expression, assess the acetylation state of key proteins, and define the impact of that acetylation on protein function at GR target genes. Once completed this project will generate new and unconventional models for the role of acetylation in GR signaling and provide a more comprehensive view of the contributions of KDACs and non-histone protein acetylation to regulation of gene expression through signaling.  \r\n\r\n          Broader Impacts: The research project will provide research and training opportunities for graduate students, undergraduates, and high school students in the course of generating critical new knowledge of a fundamental post-translational modification. The incorporation of undergraduates and high school students into the research team will provide mentoring experiences to the graduate students and serve under-represented groups through several University of Arizona programs that provide scientific research and training opportunities to undergraduates and high school students from these groups. All students will be trained to develop critical thinking, problem-solving, and communication skills, which will enable them to pursue careers that contribute to strengthening and diversifying the national scientific workforce. The research findings will be broadly disseminated through publication in peer-reviewed, open-access journals and presentations at national meetings and other public-speaking opportunities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Catharine",
   "pi_last_name": "Smith",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Catharine L Smith",
   "pi_email_addr": "csmith@pharmacy.arizona.edu",
   "nsf_id": "000585453",
   "pi_start_date": "2011-09-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7275",
   "pgm_ref_txt": "CROSS-EF ACTIVITIES"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 168709.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 228749.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 264174.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 162732.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit:</strong>&nbsp; Cells adapt to their environment through modulation of intracellular signaling pathways in response to extracellular signals.&nbsp; These signaling pathways cause changes in gene expression that are mediated in large part through epigenetic transcriptional mechanisms.&nbsp; Key components of signaling pathways are proteins that directly regulate post-translational modifications of proteins.&nbsp; Lysine acetylation is a post-translational modification conserved from bacteria to humans that is regulated by lysine acetyltransferases (KATs) and lysine deacetylases (KDACs).&nbsp; Recent studies have revealed its widespread occurrence on proteins in eukaryotic cells but its roles in signaling, along with those of the enzymes that regulate it, are poorly understood.&nbsp;&nbsp; KDACs have generally been considered to suppress gene expression through deacetylation of histones, but it is now known that KDACs are concentrated in regulatory regions of active genes, that they are recruited to genes by activating transcription factors, and that their inhibition or depletion causes transcriptional repression.&nbsp; This NSF-funded project examined the role of KDACs in signaling through the glucocorticoid receptor (GR), an essential protein that binds glucocorticoids and then either activates or represses gene expression.&nbsp; The study showed that KDACs play a versatile role in glucocorticoid signaling, facilitating both activation and repression of target gene transcription, depending on the gene.&nbsp; Out of a family of 11 related KDACs, the experiments showed that KDAC1 is particularly important in cooperating with the GR to regulate transcription.&nbsp; At GR-activated genes, KDAC1 functions at an intermediate step in the process by which these gene promoters are prepared for transcriptional activity.&nbsp; The work also revealed a previously-unrecognized interplay between KDACs and enzymes that regulate another post-translational modification of proteins, lysine methylation.&nbsp; At both glucocorticoid-activated and repressed genes, inhibition of KDAC activity led to abnormal regulation of histone methylation, indicating that KDACs influence the function of specific lysine methyltransferases or demethylases.&nbsp; In summary, these studies have generated new and unconventional models for the role of acetylation in signaling and have provided a more comprehensive view of the varied contributions of KDACs to transcriptional regulation through signaling.&nbsp;</p>\n<p><strong>Broader Impacts:</strong>&nbsp; This project has provided research and mentoring opportunities to three graduate students and two undergraduates.&nbsp; Two of these students belong to groups who are under-represented in the sciences.&nbsp; All who have currently graduated are pursuing careers in the sciences.&nbsp; In addition, several high school students and teachers participated in the work due to the principal investigator&rsquo;s participation in programs designed to expose them to scientific research. &nbsp;The teachers have brought elements of what they learned in the lab back to their classrooms to inspire their students.&nbsp; The research findings have been broadly disseminated through three publications in peer-reviewed journals and presentations at national meetings and at various universities and research institutes.&nbsp; The principal investigator has also taken opportunities to visit high school science classrooms in the local community to talk about her work, the educational path to a science research career, and programs that bring high school students to university labs.&nbsp;&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/29/2016<br>\n\t\t\t\t\tModified by: Catharine&nbsp;L&nbsp;Smith</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit:  Cells adapt to their environment through modulation of intracellular signaling pathways in response to extracellular signals.  These signaling pathways cause changes in gene expression that are mediated in large part through epigenetic transcriptional mechanisms.  Key components of signaling pathways are proteins that directly regulate post-translational modifications of proteins.  Lysine acetylation is a post-translational modification conserved from bacteria to humans that is regulated by lysine acetyltransferases (KATs) and lysine deacetylases (KDACs).  Recent studies have revealed its widespread occurrence on proteins in eukaryotic cells but its roles in signaling, along with those of the enzymes that regulate it, are poorly understood.   KDACs have generally been considered to suppress gene expression through deacetylation of histones, but it is now known that KDACs are concentrated in regulatory regions of active genes, that they are recruited to genes by activating transcription factors, and that their inhibition or depletion causes transcriptional repression.  This NSF-funded project examined the role of KDACs in signaling through the glucocorticoid receptor (GR), an essential protein that binds glucocorticoids and then either activates or represses gene expression.  The study showed that KDACs play a versatile role in glucocorticoid signaling, facilitating both activation and repression of target gene transcription, depending on the gene.  Out of a family of 11 related KDACs, the experiments showed that KDAC1 is particularly important in cooperating with the GR to regulate transcription.  At GR-activated genes, KDAC1 functions at an intermediate step in the process by which these gene promoters are prepared for transcriptional activity.  The work also revealed a previously-unrecognized interplay between KDACs and enzymes that regulate another post-translational modification of proteins, lysine methylation.  At both glucocorticoid-activated and repressed genes, inhibition of KDAC activity led to abnormal regulation of histone methylation, indicating that KDACs influence the function of specific lysine methyltransferases or demethylases.  In summary, these studies have generated new and unconventional models for the role of acetylation in signaling and have provided a more comprehensive view of the varied contributions of KDACs to transcriptional regulation through signaling. \n\nBroader Impacts:  This project has provided research and mentoring opportunities to three graduate students and two undergraduates.  Two of these students belong to groups who are under-represented in the sciences.  All who have currently graduated are pursuing careers in the sciences.  In addition, several high school students and teachers participated in the work due to the principal investigatorÆs participation in programs designed to expose them to scientific research.  The teachers have brought elements of what they learned in the lab back to their classrooms to inspire their students.  The research findings have been broadly disseminated through three publications in peer-reviewed journals and presentations at national meetings and at various universities and research institutes.  The principal investigator has also taken opportunities to visit high school science classrooms in the local community to talk about her work, the educational path to a science research career, and programs that bring high school students to university labs.  \n\n\t\t\t\t\tLast Modified: 01/29/2016\n\n\t\t\t\t\tSubmitted by: Catharine L Smith"
 }
}