{
 "awd_id": "1123577",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Using a Prediction and Option Generation Paradigm to Understand and Improve Decision Making",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "donald hantula",
 "awd_eff_date": "2011-07-15",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 13920.0,
 "awd_amount": 13920.0,
 "awd_min_amd_letter_date": "2011-07-18",
 "awd_max_amd_letter_date": "2011-07-18",
 "awd_abstract_narration": "In this project the Principal Investigators will examine the effects of skill and decision type on strategy use, and then examine whether skilled decision-making strategies can be trained to become resilient under stress. In many complex domains, as opposed to selecting between explicitly presented alternatives, decision makers are first required to generate alternative options. However, skilled performers use different option generation strategies during perception and action, for instance, when predicting situational events compared to when selecting personal responses. Current research suggests that the accuracy and quality of prediction is positively related to the number of decision alternatives generated, whereas the quality of response selection is negatively related to the number of options generated. The goals of the proposed research are to: (i) reconcile theoretical differences in explanations of strategy use by examining the role of decision type (i.e., prediction, response) and skill level on the adoption of each option generation strategy; (ii) investigate the cognitive mechanisms used to support successful option generation by examining the role of context, (iii) determine the extent to which option generation performance can be improved through training, and (iv) evaluate training transfer to high-stress tasks. The research will employ quasi-experimental and experimental research methods. Using an option generation paradigm, skilled and less-skilled individuals will predict the outcome of, and generate responses to complex, dynamic law enforcement situations presented via video-based and live role-player simulations. An expert model will then be derived from the data and used to train option generation strategies of less-skilled participants during prediction and response. \r\nIn terms of broader impacts, this research will help refine existing theoretical models of decision-making in complex environments by articulating the skill-based differences in strategies used when deciding upon a course of action versus how a situation will unfold. The ability to predict the future state of the world and to assess the relative merits and consequences of one?s own actions in that context is a requisite skill for many challenging and/or life-threatening domains, such as health care, military, and finance. Accordingly, the ability to improve these skills has the potential to increase the effectiveness, efficiency, and safety of operational environments, both for operators and for citizens that may otherwise be negatively affected by poor decision-making. This research will demonstrate how the analysis of skilled performance can be used to develop critical-thinking-based training methods to improve complex decision-making in stressful environments. The adoption of an evidence-based approach to training decision-making skills will serve as a best-practice example of how to create reproducible and scalable training programs that capture the strategies employed by superior performers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Ward",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Ward",
   "pi_email_addr": "wardp@mitre.org",
   "nsf_id": "000586069",
   "pi_start_date": "2011-07-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joel",
   "pi_last_name": "Suss",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joel Suss",
   "pi_email_addr": "joel.suss@wichita.edu",
   "nsf_id": "000577554",
   "pi_start_date": "2011-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan Technological University",
  "inst_street_address": "1400 TOWNSEND DR",
  "inst_street_address_2": "",
  "inst_city_name": "HOUGHTON",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "9064871885",
  "inst_zip_code": "499311200",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MI01",
  "org_lgl_bus_name": "MICHIGAN TECHNOLOGICAL UNIVERSITY",
  "org_prnt_uei_num": "GKMSN3DA6P91",
  "org_uei_num": "GKMSN3DA6P91"
 },
 "perf_inst": {
  "perf_inst_name": "Federal Law Enforcment Training Center",
  "perf_str_addr": "1131 Chapel Crossing Road",
  "perf_city_name": "Gynco",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "315242002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "GA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 13920.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project investigated experienced and less-experienced police officers' ability to: (a) generate possible outcomes of a given complex and dynamic&nbsp;scenario (e.g., what a suspect in the scenario was about to do next), and (b) generate possible responses (e.g., what the officer themselves was about to do next in response to the suspect)&nbsp;when faced with the same scenario. Additionally, the project examined the option-generation processes underlying these skills during the assessment- (i.e., when predicting how the situation would evolve) and response- (i.e., deciding on a course of action to pursue) phases of decision making.</p>\n<p>No significant difference were found in experienced vs less-experienced police officers' skill at predicting what will happen next; regardless of skill level, officers&nbsp;were generally able to accurately assess the scenario to anticipate what would happen next. However, experienced officers were significantly better than less-experienced officers at selecting the optimal course of action (i.e., how they themselves would respond to the suspect's actions).</p>\n<p>Consistent with Long Term Working Memory (LTWM) theory, participants typically generated more task-relevant than task-irrelevant assessment options. There was, however, no evidence found to support the contention that experienced participants would demonstrate a greater reduction in the amount of task-irrelevant information generated, compared to less-experienced participants. Consistent with LTWM, the number of task-irrelevant assessment options was negatively correlated with anticipation performance. Contrary to LTWM, the number of task-relevant assessment options was also negatively correlated with anticipation performance.Therefore, officers did not benefit from generating assessment options over and above generating the correct predicted option.&nbsp;</p>\n<p>Consistent with Long Term Working Memory (LTWM) theory, participants  typically generated more task-relevant than task-irrelevant response options. Some evidence was found to support the contention  that experienced participants demonstrated a greater reduction in  the amount of task-irrelevant information generated, compared to  less-experienced participants. Consistent with LTWM, the number of  task-irrelevant response options was negatively correlated with  the ability to select the best response. However, the number of task-relevant  response options was not significantly correlated with the ability to select the best response. Therefore, generating additional response options--over and above the correct response--did not have a detrimental effect on decision making. &nbsp;</p>\n<p>In terms of broader impacts, this research helped refine existing theoretical models of decision-making in complex environments by articulating the skill-based differences in strategies used when deciding upon a course of action versus how a situation will unfold. The ability to predict the future state of the world and to assess the relative merits and consequences of one's own actions in that context is a requisite skill for many challenging and/or life-threatening domains, such as health care, military, and finance. Accordingly, the project identified potential ways to improve these skills, and therefore has the potential to increase the effectiveness, efficiency, and safety of operational environments, both for operators <em>and </em>for citizens that may otherwise be negatively affected by poor decision-making. This research demonstrated how the analysis of skilled performance can be used as a basis for identifying aspects of cognition that may be amenable to training that results in improved complex decision-making in stressful environments. The adoption of evidence-based approaches to training decision-making skills will serve as a best-practice example of how to create reproducible and scalable training programs that cap...",
  "por_txt_cntn": "\nThe project investigated experienced and less-experienced police officers' ability to: (a) generate possible outcomes of a given complex and dynamic scenario (e.g., what a suspect in the scenario was about to do next), and (b) generate possible responses (e.g., what the officer themselves was about to do next in response to the suspect) when faced with the same scenario. Additionally, the project examined the option-generation processes underlying these skills during the assessment- (i.e., when predicting how the situation would evolve) and response- (i.e., deciding on a course of action to pursue) phases of decision making.\n\nNo significant difference were found in experienced vs less-experienced police officers' skill at predicting what will happen next; regardless of skill level, officers were generally able to accurately assess the scenario to anticipate what would happen next. However, experienced officers were significantly better than less-experienced officers at selecting the optimal course of action (i.e., how they themselves would respond to the suspect's actions).\n\nConsistent with Long Term Working Memory (LTWM) theory, participants typically generated more task-relevant than task-irrelevant assessment options. There was, however, no evidence found to support the contention that experienced participants would demonstrate a greater reduction in the amount of task-irrelevant information generated, compared to less-experienced participants. Consistent with LTWM, the number of task-irrelevant assessment options was negatively correlated with anticipation performance. Contrary to LTWM, the number of task-relevant assessment options was also negatively correlated with anticipation performance.Therefore, officers did not benefit from generating assessment options over and above generating the correct predicted option. \n\nConsistent with Long Term Working Memory (LTWM) theory, participants  typically generated more task-relevant than task-irrelevant response options. Some evidence was found to support the contention  that experienced participants demonstrated a greater reduction in  the amount of task-irrelevant information generated, compared to  less-experienced participants. Consistent with LTWM, the number of  task-irrelevant response options was negatively correlated with  the ability to select the best response. However, the number of task-relevant  response options was not significantly correlated with the ability to select the best response. Therefore, generating additional response options--over and above the correct response--did not have a detrimental effect on decision making.  \n\nIn terms of broader impacts, this research helped refine existing theoretical models of decision-making in complex environments by articulating the skill-based differences in strategies used when deciding upon a course of action versus how a situation will unfold. The ability to predict the future state of the world and to assess the relative merits and consequences of one's own actions in that context is a requisite skill for many challenging and/or life-threatening domains, such as health care, military, and finance. Accordingly, the project identified potential ways to improve these skills, and therefore has the potential to increase the effectiveness, efficiency, and safety of operational environments, both for operators and for citizens that may otherwise be negatively affected by poor decision-making. This research demonstrated how the analysis of skilled performance can be used as a basis for identifying aspects of cognition that may be amenable to training that results in improved complex decision-making in stressful environments. The adoption of evidence-based approaches to training decision-making skills will serve as a best-practice example of how to create reproducible and scalable training programs that capture the strategies employed by superior performers.\n\nAdditionally, the project:\n\n exposed law enforcement trainers and ..."
 }
}