{
 "awd_id": "1123788",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Language Production-Comprehension Linkage",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Badecker",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 394301.0,
 "awd_amount": 394301.0,
 "awd_min_amd_letter_date": "2011-08-30",
 "awd_max_amd_letter_date": "2011-08-30",
 "awd_abstract_narration": "This project tests specific hypotheses about the dependencies between language comprehension, acquisition, and production, particularly the role of experience in developing language skills.  Whereas the role of experience is well known in vocabulary development, there is very little research on how experience affects sentence comprehension.  This gap is very unfortunate because comprehension of complex sentences is critical for success in school and reading, and this domain is particularly affected by language delays or impairments.  \r\n\r\n  The Principal Investigator, Maryellen MacDonald, will use her Production-Distribution-Comprehension (PDC) Framework to guide research on the role of experience in language comprehension.  This includes investigations of where experience comes from in the form of documenting speakers' production choices in various situations; why speakers make those utterance choices and not others; what comprehenders can learn from the patterns of utterances that they experience in their language environment; and how knowledge of these patterns shapes subsequent comprehension. \r\n\r\n  To better understand how language production processes create linguistic patterns in the environment, language production is studied in four distinct language environments: English, Japanese, Korean, and Mandarin Chinese. Comprehension processes are studied in these same four languages in a coordinated effort that allows the researchers to relate production choices in each language to comprehension patterns in that language, yielding a much stronger test of claims than with a single language alone.  Additional studies investigate how learning from experience shapes language comprehension skill.  The research plan will further a number of international collaborations.\r\n\r\n  This research integrates the study of three typically-distinct fields in language processing (comprehension, production, acquisition), revealing their mutual dependence and how experience shapes processing skill. As a result, this work should provide a foundation for understanding how targeted therapeutic linguistic experiences can best be developed for those with language or reading delays or impairments.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maryellen",
   "pi_last_name": "MacDonald",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Maryellen C MacDonald",
   "pi_email_addr": "mcmacdonald@wisc.edu",
   "nsf_id": "000375076",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin",
  "perf_str_addr": "1202 West Johnson St",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061611",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  },
  {
   "pgm_ele_code": "725200",
   "pgm_ele_name": "Perception, Action & Cognition"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 394301.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research has investigated the relationship between language experience and skill in producing and comprehending language.&nbsp; These are important issues for the US, because there is extensive evidence that children and adults who receive low amounts of language input (adults not talking much to children, people not reading much), have low levels of skill, which limits their job success, their health, and their participation in society.&nbsp; We have studied the experience-skill link in several different languages, for both language comprehension and production, and at several different age groups.&nbsp; For example, we showed that the speech of elementary and middle school children and adults is influenced by how much they read.&nbsp; This is not surprising at the vocabulary level (reading improves vocabulary and children and adults who read more use a broader range of vocabulary in their speech), but we also found that sentence structure also changes as a function of reading.&nbsp; Children and adults who read more use more of the complex sentence structures that are common in textbooks and other text at adult reading levels.&nbsp; Our work shows that even by elementary school, children&rsquo;s reading is influencing their syntactic development in ways that are preparing them for comprehending and producing sophisticated language.</p>\n<p>Other research investigates why we say information in one way vs. another (such as &ldquo;The child was frightened by the thunder&rdquo; vs. &ldquo;The thunder frightened the child&rdquo;) and the consequences of these unconscious choices for language comprehension.&nbsp; We find that comprehension skill varies with practice with particular sentence structures, and so speakers&rsquo; and writers&rsquo; choices for what sentence structures to use affects comprehenders&rsquo; practice, and thus their skill.&nbsp; This work is important first because it reinforces the link between practice and skill and shows that it applies not only to children but in adulthood as well.&nbsp; Second, this work has implications for the role of practice in helping individuals with skill deficits&mdash;struggling readers, patients with brain injury, second language learners, etc.&nbsp; Our studies of what people typically say informs programs of the kind of practice we should provide in addressing these skill deficits.&nbsp; Moreover, our research in several different languages shows that there are complex relationships between experience with the entire language and practice on a few specific sentence structures.&nbsp; This means that practice is more effective at certain points than others, given a person&rsquo;s broader language background, and teachers should be able to use this information to improve programs to help low skill individuals.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/13/2015<br>\n\t\t\t\t\tModified by: Maryellen&nbsp;C&nbsp;Macdonald</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research has investigated the relationship between language experience and skill in producing and comprehending language.  These are important issues for the US, because there is extensive evidence that children and adults who receive low amounts of language input (adults not talking much to children, people not reading much), have low levels of skill, which limits their job success, their health, and their participation in society.  We have studied the experience-skill link in several different languages, for both language comprehension and production, and at several different age groups.  For example, we showed that the speech of elementary and middle school children and adults is influenced by how much they read.  This is not surprising at the vocabulary level (reading improves vocabulary and children and adults who read more use a broader range of vocabulary in their speech), but we also found that sentence structure also changes as a function of reading.  Children and adults who read more use more of the complex sentence structures that are common in textbooks and other text at adult reading levels.  Our work shows that even by elementary school, childrenÆs reading is influencing their syntactic development in ways that are preparing them for comprehending and producing sophisticated language.\n\nOther research investigates why we say information in one way vs. another (such as \"The child was frightened by the thunder\" vs. \"The thunder frightened the child\") and the consequences of these unconscious choices for language comprehension.  We find that comprehension skill varies with practice with particular sentence structures, and so speakersÆ and writersÆ choices for what sentence structures to use affects comprehendersÆ practice, and thus their skill.  This work is important first because it reinforces the link between practice and skill and shows that it applies not only to children but in adulthood as well.  Second, this work has implications for the role of practice in helping individuals with skill deficits&mdash;struggling readers, patients with brain injury, second language learners, etc.  Our studies of what people typically say informs programs of the kind of practice we should provide in addressing these skill deficits.  Moreover, our research in several different languages shows that there are complex relationships between experience with the entire language and practice on a few specific sentence structures.  This means that practice is more effective at certain points than others, given a personÆs broader language background, and teachers should be able to use this information to improve programs to help low skill individuals.\n\n\t\t\t\t\tLast Modified: 06/13/2015\n\n\t\t\t\t\tSubmitted by: Maryellen C Macdonald"
 }
}