{
 "awd_id": "1123323",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Assessing Individual Ethical Reasoning and Team Ethical Climate: Understanding their Relationship in Undergraduate Design Teams",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Myles Boylan",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 230116.0,
 "awd_amount": 230116.0,
 "awd_min_amd_letter_date": "2011-09-15",
 "awd_max_amd_letter_date": "2014-09-17",
 "awd_abstract_narration": "Engineers in today's global society are interacting with ever more of the world's peoples and cultures which is introducing more social and ethical complexity to the profession and raising the importance of practicing engineers becoming capable ethical-decision makers and contributors to ethical team climates.  Engineering educators are responsible for helping students to develop these skills in order to facilitate their transfer into practice. The ultimate project goal is to develop students' ethical reasoning skills and equip them to guide themselves through the complexities of today's global, team-based engineering profession.  A barrier is the difficulty of assessing skills development in this area. In particular there is a paucity of assessment measures for engineering students.  Measures designed to assess general moral development are not intended to address the peculiarities of handling ethical situations in engineering. In addition, because most undergraduates learn to apply ethical reasoning to engineering through design courses that are taught in teams, knowledge of the interaction between individual ethical development and the team climate, as well as individual and team factors, is vital to design effective learning environments. \r\n\r\nThe goal of this project is to fill this gap through research by 1) developing instruments which reliably and validly measure individual ethical reasoning and team ethical climate, 2) tracking the growth of ethical reasoning in undergraduate student design teams, and 3) investigating the relationship between individual ethical reasoning and team ethical climate, including how individual and group factors or characteristics affect change in students' ethical reasoning and in team climate. The outcomes of the project will ultimately provide faculty with tools to assess individual ethical development and team climate as well as provide insights and lessons learned from design experiences at four diverse institutions that will provide broad applicability of the findings. \r\n\r\nIntellectual Merit \r\nThis project is filling a void in current assessment tools by providing valid and reliable measures applicable for engineering-centered and multidisciplinary design teams. The project is working to produce validated assessment tools as well as analyses of individual students and teams across four diverse programs. The intended outcomes of this project are validated measures that are applicable to a broad range of institutions. \r\n\r\nBroader Impacts \r\nThe findings of this research have potential impacts across engineering education and beyond. The results of this research will help identify the specific types of experiences that best support development of ethical reasoning and team ethical climate, allowing faculty and administrators to strategically scale and optimize curriculum and programs to provide more students with higher quality experiences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Mead",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alan Mead",
   "pi_email_addr": "mead@iit.edu",
   "nsf_id": "000519838",
   "pi_start_date": "2011-09-15",
   "pi_end_date": "2014-09-17"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kemp",
   "pi_last_name": "Ellington",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kemp Ellington",
   "pi_email_addr": "jellingt@iit.edu",
   "nsf_id": "000585589",
   "pi_start_date": "2014-09-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Kemp",
   "pi_last_name": "Ellington",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kemp Ellington",
   "pi_email_addr": "jellingt@iit.edu",
   "nsf_id": "000585589",
   "pi_start_date": "2011-09-15",
   "pi_end_date": "2014-09-17"
  }
 ],
 "inst": {
  "inst_name": "Illinois Institute of Technology",
  "inst_street_address": "10 W 35TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125673035",
  "inst_zip_code": "606163717",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "ILLINOIS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E2NDENMDUEG8"
 },
 "perf_inst": {
  "perf_inst_name": "Illinois Institute of Technology",
  "perf_str_addr": "10 W 35TH ST",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606163717",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "751100",
   "pgm_ele_name": "TUES-Type 2 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 230116.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our research project produced new measures of individual ethical decision-making (<em>Engineering Ethical Reasoning Instrument</em>; EERI) and a measure of team ethical climate (<em>Team Ethical Climate Survey</em>; TECS), both intended specifically for STEM students operating in interdisciplinary teams.&nbsp; We analyzed the psychometric characteristics of these two measures and refined them to create measures that meet professional standards for reliability and validity.&nbsp;</p>\n<p>The EERI was modeled on the <em>Revised Defining Issues Test</em> (DIT2) and consists of 4-6 scenarios describing a situation in which ethical reasoning is challenging.&nbsp; Respondents rate several factors and then rank their three most important factors.&nbsp; Like the DIT2, the instrument produces two (highly correlated) scores labeled P and N2. Higher scores are associated with higher functioning in terms of Kohlberg&rsquo;s theories of moral reasoning.</p>\n<p>The TECS is similar to other team surveys and organizational climate surveys, but is unique in being designed specifically for interdisciplinary student teams.&nbsp; A 40-item long form produces an overall team ethical climate score, as well as four subscale scores (<em>Team cohesion</em>, <em>Individualism</em> [reversed], <em>Collaborative ethical decision-making</em>, and <em>Personal morality</em>).&nbsp; A 12-item short form (composed of items drawn from the first three subscales, excluding <em>Personal morality</em>) provides an overall team ethical climate score.</p>\n<p>Our research further investigated the interaction of individual ethical decision-making and team ethical climate. Surprisingly, there was little correlation between these two measures. This means that individuals operating at a high Kohlbergian stage do not necessarily influence their team to adopt a more ethical climate (and neither do individuals operating at a low Kohlbergian stage influence their team to a less ethical climate).</p>\n<p>The two measures are now available to educators, researchers, and others interested in measuring ethical decision-making and team ethical climate in student populations.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/05/2016<br>\n\t\t\t\t\tModified by: Kemp&nbsp;Ellington</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur research project produced new measures of individual ethical decision-making (Engineering Ethical Reasoning Instrument; EERI) and a measure of team ethical climate (Team Ethical Climate Survey; TECS), both intended specifically for STEM students operating in interdisciplinary teams.  We analyzed the psychometric characteristics of these two measures and refined them to create measures that meet professional standards for reliability and validity. \n\nThe EERI was modeled on the Revised Defining Issues Test (DIT2) and consists of 4-6 scenarios describing a situation in which ethical reasoning is challenging.  Respondents rate several factors and then rank their three most important factors.  Like the DIT2, the instrument produces two (highly correlated) scores labeled P and N2. Higher scores are associated with higher functioning in terms of KohlbergÆs theories of moral reasoning.\n\nThe TECS is similar to other team surveys and organizational climate surveys, but is unique in being designed specifically for interdisciplinary student teams.  A 40-item long form produces an overall team ethical climate score, as well as four subscale scores (Team cohesion, Individualism [reversed], Collaborative ethical decision-making, and Personal morality).  A 12-item short form (composed of items drawn from the first three subscales, excluding Personal morality) provides an overall team ethical climate score.\n\nOur research further investigated the interaction of individual ethical decision-making and team ethical climate. Surprisingly, there was little correlation between these two measures. This means that individuals operating at a high Kohlbergian stage do not necessarily influence their team to adopt a more ethical climate (and neither do individuals operating at a low Kohlbergian stage influence their team to a less ethical climate).\n\nThe two measures are now available to educators, researchers, and others interested in measuring ethical decision-making and team ethical climate in student populations.\n\n\t\t\t\t\tLast Modified: 02/05/2016\n\n\t\t\t\t\tSubmitted by: Kemp Ellington"
 }
}