{
 "awd_id": "1123643",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Transient landscapes, temporally variable erosion rates, and the impact of glaciation and climate change on landscape morphodynamics",
 "cfda_num": "47.050",
 "org_code": "06030206",
 "po_phone": "7032922425",
 "po_email": "jlawrenc@nsf.gov",
 "po_sign_block_name": "Justin Lawrence",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 111110.0,
 "awd_amount": 111110.0,
 "awd_min_amd_letter_date": "2011-09-09",
 "awd_max_amd_letter_date": "2011-09-09",
 "awd_abstract_narration": "Collaborative Research: Transient landscapes, temporally variable erosion rates, and the impact of glaciation and climate change on landscape morphodynamics.\r\n\r\nJames Spotila, Virginia Tech\r\nLewis Owen, University of Cincinnati\r\n\r\nOver the past two decades, geologists have determined that erosion and climate, processes that work at the Earth?s surface, directly influence plate tectonics and mountain building, processes linked to the dynamics of Earth?s interior (crust and upper mantle). One climatic variation that has enormous influence of the effectiveness of erosion is temperature, as represented by the vast difference between erosion by rivers (i.e. fluvial erosion) and glaciers. A profound global acceleration in erosion several million years ago has been ascribed in countless studies to the onset of global cooling and the expansion of glaciers. This has lead to the idea that glaciers are absolutely efficient agents of erosion, acting like buzz saws that can erode rock as fast as plate tectonics pushes up mountains. Yet when this is examined in detail, there are numerous observations that suggest the behavior is more complex. We have identified heavily glaciated mountain ranges in tectonically active areas that may be eroding very slowly. There are also glaciated mountain ranges that may have experienced rapid erosion, despite being dominated by frozen beds (normally linked to slow erosion) and a lack of tectonic uplift. These observations suggest that there may be complex conditions that operate as thresholds for the onset of the extremely rapid, efficient glacial erosion. To test this, we will quantify what factors act as thresholds that control the response of mountain erosion to glaciation, including the factors of rock uplift rate, precipitation, and tectonic relief. This will be accomplished by expanding the case knowledge of glacial erosion controls, by quantifying chronologies of erosion rate over a range of timescales and erosive depths in four very different mountainous regions that span a range of conditions, including the Chugach and Kenai Ranges in Alaska, northwest Scotland, and the Presidential Range of New England. In each location we will test whether erosion accelerated with the onset of a specific stage of glacial development, by measuring erosion rates using several methods of radiogenic helium thermochronology (million year timescale) and cosmogenic dating, optically stimulated luminescence, and sedimentary records (spanning ten thousand to a hundred years). \r\n\r\nBy contributing to our understanding of erosion, climate, and tectonics, we will in effect help satisfy an innate human curiosity for how the landscape around us formed. We will also enable a better, more predictive understanding for how glacial and alpine landscapes respond to climate change, which is of timely, practical importance. In parallel with our research, our educational and museum outreach program will serve to connect to both students and the general public, kindling curiosity for Earth processes while conveying an experience of how geoscience problems are framed and tested through experimentation.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lewis",
   "pi_last_name": "Owen",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Lewis A Owen",
   "pi_email_addr": "laowen2@ncsu.edu",
   "nsf_id": "000344207",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Cincinnati Main Campus",
  "inst_street_address": "2600 CLIFTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CINCINNATI",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "5135564358",
  "inst_zip_code": "452202872",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OH01",
  "org_lgl_bus_name": "CINCINNATI UNIV OF",
  "org_prnt_uei_num": "DZ4YCZ3QSPR5",
  "org_uei_num": "DZ4YCZ3QSPR5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Cincinnati",
  "perf_str_addr": "500 Geology/Physics Building",
  "perf_city_name": "Cincinnati",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "452210013",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OH01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 111110.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In recent decades, scientists have demonstrated the extreme degree to which the Earth&rsquo;s crust is shaped by a close collaboration between tectonic and climatic forces. The tight coupling between Earth&rsquo;s internal and surficial processes is most evident where glaciers are the dominant form of erosion. Glacial erosion can be extremely rapid in certain settings and is thus capable of removing rock as fast as mountains can be tectonically built. The onset of glacial conditions in the last few million years has had a dramatic effect on the dynamics of plate boundaries. Yet fundamental questions remain unanswered with regard to how glaciers erode mountains. Specifically, we asked whether there are limits to the glacial conditions that favor rapid erosion, such as limits to the extent of glacier coverage or type of ice flow. Characterizing how glaciers erode is particularly important for predicting the geomorphic response to future climate change.</p>\n<p>&nbsp;</p>\n<p>We addressed the conditions that control glacial erosion by examining how rates of erosion changed with time in three tectonic settings: the active mountains of south central Alaska, a rejuvenated Atlantic margin in northwest Scotland, and an inactive tectonic margin in New Hampshire. Glacial histories, ice coverage, and nature of ice flow varied drastically among locations, from rapidly flowing, wet-based alpine glaciers to slow, frozen-based ice sheets. In each location, we measured rates of erosion spanning different timescales to test whether erosion rates increased as climate cooled and glaciers became more active in the last few million years. Our tools included long-term cooling history of the rocks, short term history of rock exposure to cosmic radiation at the surface, rates of erosion of specific landscape elements (glacier beds, ridges, and basin-wide erosion rates), and the chronology of the glaciers themselves.</p>\n<p>&nbsp;</p>\n<p>What we have discovered is largely consistent with previous findings, yet illustrates important considerations for future efforts. First, erosion rates appear to accelerate in the late Cenozoic in the active mountains of Alaska, a result that is consistent with other studies showing how onset of glacial erosion can increase the rates of downwearing and deformation in plate collision zones. At the same time, our work suggests that regional tectonic events, particularly the dynamics of plate subduction, have also contributed to the increase in rock uplift over the past few million years. Our results also provide the first regional quantification of glacial history in the region. Second, we find that onset of Quaternary glaciation does not seem to be the dominant signal with regard to long-term erosion rates in Scotland or northeastern North America. This result is partially consistent with earlier work that identified several off-margin, earlier Cenozoic tectonic and magmatic events that have shaped both regions. A new twist that we have discovered, however, is that methods currently in use for estimating short term erosion rates using accumulation of nuclides produced by cosmic radiation are likely flawed. In an effort to measure these rates in our study areas, we have collected supporting data that shows some assumptions of the methodology are invalid, in turn leading to a new model of how to use this technique in glacially eroded areas.</p>\n<p>&nbsp;</p>\n<p>Our work thus reinforces the idea that glaciers can increase rates of erosion and rock uplift in tectonically active mountain belts. It also suggests that there are specific limits to the conditions under which glaciers will have this effect, most likely related to the basal ice temperature, hydrologic conditions, and original topography. Cold-based ice sheets in passive tectonic regions are not likely to yield dramatic increases in erosion and rock uplift rate. The most important lesson we have learned,...",
  "por_txt_cntn": "\nIn recent decades, scientists have demonstrated the extreme degree to which the EarthÆs crust is shaped by a close collaboration between tectonic and climatic forces. The tight coupling between EarthÆs internal and surficial processes is most evident where glaciers are the dominant form of erosion. Glacial erosion can be extremely rapid in certain settings and is thus capable of removing rock as fast as mountains can be tectonically built. The onset of glacial conditions in the last few million years has had a dramatic effect on the dynamics of plate boundaries. Yet fundamental questions remain unanswered with regard to how glaciers erode mountains. Specifically, we asked whether there are limits to the glacial conditions that favor rapid erosion, such as limits to the extent of glacier coverage or type of ice flow. Characterizing how glaciers erode is particularly important for predicting the geomorphic response to future climate change.\n\n \n\nWe addressed the conditions that control glacial erosion by examining how rates of erosion changed with time in three tectonic settings: the active mountains of south central Alaska, a rejuvenated Atlantic margin in northwest Scotland, and an inactive tectonic margin in New Hampshire. Glacial histories, ice coverage, and nature of ice flow varied drastically among locations, from rapidly flowing, wet-based alpine glaciers to slow, frozen-based ice sheets. In each location, we measured rates of erosion spanning different timescales to test whether erosion rates increased as climate cooled and glaciers became more active in the last few million years. Our tools included long-term cooling history of the rocks, short term history of rock exposure to cosmic radiation at the surface, rates of erosion of specific landscape elements (glacier beds, ridges, and basin-wide erosion rates), and the chronology of the glaciers themselves.\n\n \n\nWhat we have discovered is largely consistent with previous findings, yet illustrates important considerations for future efforts. First, erosion rates appear to accelerate in the late Cenozoic in the active mountains of Alaska, a result that is consistent with other studies showing how onset of glacial erosion can increase the rates of downwearing and deformation in plate collision zones. At the same time, our work suggests that regional tectonic events, particularly the dynamics of plate subduction, have also contributed to the increase in rock uplift over the past few million years. Our results also provide the first regional quantification of glacial history in the region. Second, we find that onset of Quaternary glaciation does not seem to be the dominant signal with regard to long-term erosion rates in Scotland or northeastern North America. This result is partially consistent with earlier work that identified several off-margin, earlier Cenozoic tectonic and magmatic events that have shaped both regions. A new twist that we have discovered, however, is that methods currently in use for estimating short term erosion rates using accumulation of nuclides produced by cosmic radiation are likely flawed. In an effort to measure these rates in our study areas, we have collected supporting data that shows some assumptions of the methodology are invalid, in turn leading to a new model of how to use this technique in glacially eroded areas.\n\n \n\nOur work thus reinforces the idea that glaciers can increase rates of erosion and rock uplift in tectonically active mountain belts. It also suggests that there are specific limits to the conditions under which glaciers will have this effect, most likely related to the basal ice temperature, hydrologic conditions, and original topography. Cold-based ice sheets in passive tectonic regions are not likely to yield dramatic increases in erosion and rock uplift rate. The most important lesson we have learned, however, is that quantifying changes in landscapes and erosion rates through time in glaciated regions requires careful vett..."
 }
}