{
 "awd_id": "1123868",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DIP: Collaborative Research: Mixed-Reality Labs: Integrating Sensors and Simulations to Improve Learning",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "kevin lee",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 391435.0,
 "awd_amount": 391435.0,
 "awd_min_amd_letter_date": "2011-09-01",
 "awd_max_amd_letter_date": "2011-09-01",
 "awd_abstract_narration": "This collaborative project is investigating the characteristics of a mixed-reality learning environment that combines the rich context and multi-sensory experiences of a physical lab with the interactive simulations of a virtual lab. The hybrid environment integrates sensors and simulations to bring out the advantages of each setting in a complementary way. The research team is developing four such mixed-reality laboratory experiences for secondary school level chemistry and physics courses and studying student learning in these contexts. Two of the activities use an integration strategy in which data acquired in real time from a physical experiment are used to control a virtual experiment. The advantage of this coupling is that abstract concepts or invisible processes can be visualized on the computer screen while the physical experiment is underway. Whenever the learner's hands-on interaction with the physical experiments changes the sensor measurement, the visualization in the virtual experiment responds accordingly, creating an intimate link between the two worlds. The other integration strategy uses physical and virtual experiments in parallel, challenging the student to match the results measured by the sensors and the results computed by the simulations. The learning potential in this configuration stems from the ability to go back and forth between both worlds, adjusting the virtual experiment to match the physical experiment and then adjusting the physical experiment to test the fidelity of the virtual experiment. Implementations of the four activities in eight classrooms are being compared to classes covering similar content. The intellectual merit of this project lies in its investigation of the potential of cyberlearning technologies to transform inquiry in the lab. In addition, the project brings to bear the expertise of a recognized team of researchers. The project is exercising its broader impacts through its identification of a new instructional approach to STEM education. The combination of physical and virtual labs carries the potential for broad utility, with the insights and examples developed by this project potentially applicable throughout STEM education. In fact, because all of the project software is open source and the materials made available freely from the project's website, the only expenses to schools are for the sensors. A key design criterion is that all project software is compatible with sensors from multiple vendors so that schools are not limited in their choices.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Chiu",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer L Chiu",
   "pi_email_addr": "jlchiu@virginia.edu",
   "nsf_id": "000577296",
   "pi_start_date": "2011-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia Main Campus",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229044195",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802000",
   "pgm_ele_name": "Cyberlearn & Future Learn Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8045",
   "pgm_ref_txt": "Cyberlearn & Future Learn Tech"
  },
  {
   "pgm_ref_code": "8842",
   "pgm_ref_txt": "Design and Implementation Projects"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 391435.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>This project developed and tested a novel class of mixed-reality technologies to support science learning. Leveraging existing software and probeware widely used in schools, this project created mixed-reality technologies that blend real and virtual experiences into a single activity and provided a foundation for a genre of applications with unprecedented learning opportunities.</p>\n<p><strong>Intellectual Merit: </strong>One of the reasons that science is difficult for students is because many scientific phenomena are invisible to the naked eye. To help students see science concepts in action in the real world, researchers at the Concord Consortium and the University of Virginia developed mixed-reality technologies that augment hands-on laboratory activities with sensor-driven computer simulations. Specifically, this grant created and tested the Frame, a novel augmented virtual technology that uses physical interactions with everyday objects to control a molecular simulation. The Frame differs from previous learning technologies in how it enables learning in classroom settings. Instead of using a glowball, mouse, or touch-screen interface, the Frame physically augments virtual phenomena by using multiple fast-response sensors that constantly collect and send data to a simulation to change its parameters. With the Frame, students control simulations with everyday objects that directly impact the virtual world. Students can warm an edge of a tablet computer to &ldquo;transfer&rdquo; heat into the virtual gas. Or they can push a real spring visually attached to a virtual piston to &ldquo;compress&rdquo; the gas. Or they can use a plunger to &ldquo;inject&rdquo; molecules into a virtual chamber. In this way, the technology creates a unique experience as if students could directly manipulate molecules&mdash;an experience that is only possible in research labs with advanced nanotechnology instruments.</p>\n<p>To test the effectiveness of these mixed-reality activities, this project involved over 1,000 middle and high school students in 50 classes with 9 teachers across six schools in Massachusetts and Virginia, as well as two undergraduate clinical studies. Results demonstrated learning gains for all students, and quasi-experimental studies demonstrated benefits of mixed-reality labs compared to sensor-based physical labs. An overwhelming majority of students found mixed-reality labs helpful for learning and preferred mixed-reality activities to purely virtual approaches.&nbsp;</p>\n<p><strong>Broader impacts</strong>. Results from our program of research add to the literature on mixed-reality environments as there are very few, if any, studies that use sensor-augmented virtual technologies in authentic classrooms. Findings help refine our knowledge about the relative contribution of physical augmentation in classroom contexts and contribute to a very small set of research that compares mixed-reality or embedded learning technologies to simulations or physical labs. The project&rsquo;s exploratory research provides the basis for the development of many more mixed-reality activities. Although the project uses sophisticated software, the simulations are open source and freely available on the project website. Sensors were specifically chosen to take advantage of equipment that many schools already have and use, so even the most cash-strapped schools can have access to these technologies.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/18/2015<br>\n\t\t\t\t\tModified by: Jennifer&nbsp;L&nbsp;Chiu</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=...",
  "por_txt_cntn": "\n \n\nThis project developed and tested a novel class of mixed-reality technologies to support science learning. Leveraging existing software and probeware widely used in schools, this project created mixed-reality technologies that blend real and virtual experiences into a single activity and provided a foundation for a genre of applications with unprecedented learning opportunities.\n\nIntellectual Merit: One of the reasons that science is difficult for students is because many scientific phenomena are invisible to the naked eye. To help students see science concepts in action in the real world, researchers at the Concord Consortium and the University of Virginia developed mixed-reality technologies that augment hands-on laboratory activities with sensor-driven computer simulations. Specifically, this grant created and tested the Frame, a novel augmented virtual technology that uses physical interactions with everyday objects to control a molecular simulation. The Frame differs from previous learning technologies in how it enables learning in classroom settings. Instead of using a glowball, mouse, or touch-screen interface, the Frame physically augments virtual phenomena by using multiple fast-response sensors that constantly collect and send data to a simulation to change its parameters. With the Frame, students control simulations with everyday objects that directly impact the virtual world. Students can warm an edge of a tablet computer to \"transfer\" heat into the virtual gas. Or they can push a real spring visually attached to a virtual piston to \"compress\" the gas. Or they can use a plunger to \"inject\" molecules into a virtual chamber. In this way, the technology creates a unique experience as if students could directly manipulate molecules&mdash;an experience that is only possible in research labs with advanced nanotechnology instruments.\n\nTo test the effectiveness of these mixed-reality activities, this project involved over 1,000 middle and high school students in 50 classes with 9 teachers across six schools in Massachusetts and Virginia, as well as two undergraduate clinical studies. Results demonstrated learning gains for all students, and quasi-experimental studies demonstrated benefits of mixed-reality labs compared to sensor-based physical labs. An overwhelming majority of students found mixed-reality labs helpful for learning and preferred mixed-reality activities to purely virtual approaches. \n\nBroader impacts. Results from our program of research add to the literature on mixed-reality environments as there are very few, if any, studies that use sensor-augmented virtual technologies in authentic classrooms. Findings help refine our knowledge about the relative contribution of physical augmentation in classroom contexts and contribute to a very small set of research that compares mixed-reality or embedded learning technologies to simulations or physical labs. The projectÆs exploratory research provides the basis for the development of many more mixed-reality activities. Although the project uses sophisticated software, the simulations are open source and freely available on the project website. Sensors were specifically chosen to take advantage of equipment that many schools already have and use, so even the most cash-strapped schools can have access to these technologies.\n\n \n\n\t\t\t\t\tLast Modified: 12/18/2015\n\n\t\t\t\t\tSubmitted by: Jennifer L Chiu"
 }
}