{
 "awd_id": "1123758",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Developing a Model of Jury Decision Making: The Influence of Group Dynamic Variables on Story Construction",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark Hurwitz",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 120000.0,
 "awd_amount": 120000.0,
 "awd_min_amd_letter_date": "2011-08-31",
 "awd_max_amd_letter_date": "2011-08-31",
 "awd_abstract_narration": "Past researchers have identified models of individual juror decision making, and others have identified variables that influence the decision making processes of groups. However, to date, there is no unified model of jury decision making that accounts for both of these areas of research. This project will be the first to integrate research on group processes with research on the story model of jury decision making (the most widely accepted model of juror decision making) to begin the process of creating a comprehensive model of jury decision making. Mock jurors will view a re-enacted trial and then deliberate to a verdict. Deliberations will be coded for logistics, content, complexity, and whether juries create unified stories (and how many stories they discuss). After deliberation, jurors will individually answer several questions about the story they developed during trial and deliberation. The investigator will use these qualitative and quantitative measures to examine whether the story model translates to the group decision and why jurors change their decisions about evidence, witnesses, or verdict during deliberation. \r\n\r\nThis project will provide opportunities for students to participate in social science in an integration of teaching, training, learning, and research.  In addition, results of this research will be disseminated broadly to outlets likely to reach scientists in order to further scientific research.  It will also be disseminated to attorneys, judges, police officers, and community members to expand understanding of the jury decision making process as well as what can be done to improve the quality of the jury's decision.  The results of this research will provide valuable information about the deliberation process, and will begin the development of a unified theory of jury decision making that integrates what we know about the individual juror's decision making process with the group decision making process.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lora",
   "pi_last_name": "Levett",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Lora M Levett",
   "pi_email_addr": "llevett@ufl.edu",
   "nsf_id": "000319542",
   "pi_start_date": "2011-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326112002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  },
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  },
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 120000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Past researchers have identified models of individual juror decision making and others have identified variables that influence the decision making processes of groups, however, to date, there is no unified model of jury decision making that accounts for both of these areas of research. This project is a first step in the integration of the story model of juror decision making (Pennington &amp; Hastie, 1983, 1988, 1992, 1993), with the literature examining group dynamics in jury deliberation (Cialdini &amp; Trost, 1998; Hastie, Penrod &amp; Pennington, 1983; Stasser, Kerr &amp; Bray, 1982) to begin the process of creating a comprehensive, explanation based model of jury decision making that accounts for the individual juror&rsquo;s experience and the overall group decision. Thus, this project serves to help us better understand how a jury comes to a collective decision.</p>\n<p>The story model posits that jurors create their story and render a verdict in three stages: story construction (in which they incorporate and weigh trial evidence into episodes and place them into a hierarchy, using the evidence presented, their personal knowledge of situations similar to the situation in question, and knowledge of the elements that make a complete story), learning verdict options (in which the jurors learn the law and the possible verdict options available to them), and verdict mapping (in which jurors map their selected story or stories onto the possible verdict options and choose the best possible match, using the standard of proof in the case) (Pennington &amp; Hastie, 1993).</p>\n<p>The <strong>intellectual merit</strong> of this project is that it used what we know about individual juror decision making to examine how the stories jurors create affect jury deliberations. To answer this question, this project used a combination of qualitative and quantitative techniques in three studies to first develop a trial stimulus and then describe the outcomes of the deliberation process, paying attention to why jurors change their mind during deliberation (and the influence of stories in doing so). We first showed that the stories jurors create when viewing a trial predict the verdict they eventually render on an individual level. We then presented juries with the trial stimulus and gave them time to deliberate to a verdict. Juries were then deliberated to a verdict.&nbsp;&nbsp;</p>\n<p>In this project, we showed that that endorsement of a prosecution or defense story significantly affects individual pre and post-deliberation verdict, providing evidence that the endorsement of particular stories has an affect on jurors&rsquo; pre-deliberation verdict preferences and post-deliberation verdict judgments.</p>\n<p>The deliberation study also provides information supporting the idea that the story model translates to the group level in that jurors&rsquo; reasons for changing verdict during deliberation seem to be a product of informational influence, and jurors report that they changed their minds due to changes in their stories, interpretations of the law, or verdict mapping as a product of the groups&rsquo; discussion. Examining jurors&rsquo; self reported reasons for changing their minds during deliberation shows that different aspects of the story model were at work during deliberation. Jurors attempted to sway others (and were swayed) by the evidence presented (or the lack of evidence). In addition, jurors&rsquo; understanding of the law (and the discussion of that understanding with their fellow jurors) seems to have been a persuasive mechanism to use in persuading jurors to change their verdict. Last, verdict mapping also played a role in whether jurors changed their minds during deliberation. That is, jurors referenced the lack of &lsquo;match&rsquo; between the verdict options and the evidence in defining whey they changed their minds during deliberation. Thus, it appears the story model can be applied to the group verdict in a deliberation context. There is also some descriptive evidence for group dynamic variables having an effect in deliberation in that jurors desired to be correct and reporting changing their minds because of this desire to be correct &ndash; evidence of informational influence.</p>\n<p>This project also made several contributions classified by the National Science Foundation as the <strong>broader impacts criterion</strong>.&nbsp; It provided research training and learning opportunities for students in criminology and psychology at the undergraduate and graduate levels, some of whom were members of underrepresented groups in the sciences. Thus, the proposed activity gave opportunities for students, some from underrepresented groups to participate in an integration of teaching, training, learning, and research. Second, results of this research have been presented at conferences and will be disseminated broadly to outlets likely to reach scientists, attorneys, and judges to further scientific research and common understanding of the jury decision making process. Understanding the jury&rsquo;s decision on a theoretical level can lead to innovation and creation of mechanisms that may be able to improve the quality of the jury&rsquo;s decision.&nbsp;&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/03/2017<br>\n\t\t\t\t\tModified by: Lora&nbsp;M&nbsp;Levett</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPast researchers have identified models of individual juror decision making and others have identified variables that influence the decision making processes of groups, however, to date, there is no unified model of jury decision making that accounts for both of these areas of research. This project is a first step in the integration of the story model of juror decision making (Pennington &amp; Hastie, 1983, 1988, 1992, 1993), with the literature examining group dynamics in jury deliberation (Cialdini &amp; Trost, 1998; Hastie, Penrod &amp; Pennington, 1983; Stasser, Kerr &amp; Bray, 1982) to begin the process of creating a comprehensive, explanation based model of jury decision making that accounts for the individual juror?s experience and the overall group decision. Thus, this project serves to help us better understand how a jury comes to a collective decision.\n\nThe story model posits that jurors create their story and render a verdict in three stages: story construction (in which they incorporate and weigh trial evidence into episodes and place them into a hierarchy, using the evidence presented, their personal knowledge of situations similar to the situation in question, and knowledge of the elements that make a complete story), learning verdict options (in which the jurors learn the law and the possible verdict options available to them), and verdict mapping (in which jurors map their selected story or stories onto the possible verdict options and choose the best possible match, using the standard of proof in the case) (Pennington &amp; Hastie, 1993).\n\nThe intellectual merit of this project is that it used what we know about individual juror decision making to examine how the stories jurors create affect jury deliberations. To answer this question, this project used a combination of qualitative and quantitative techniques in three studies to first develop a trial stimulus and then describe the outcomes of the deliberation process, paying attention to why jurors change their mind during deliberation (and the influence of stories in doing so). We first showed that the stories jurors create when viewing a trial predict the verdict they eventually render on an individual level. We then presented juries with the trial stimulus and gave them time to deliberate to a verdict. Juries were then deliberated to a verdict.  \n\nIn this project, we showed that that endorsement of a prosecution or defense story significantly affects individual pre and post-deliberation verdict, providing evidence that the endorsement of particular stories has an affect on jurors? pre-deliberation verdict preferences and post-deliberation verdict judgments.\n\nThe deliberation study also provides information supporting the idea that the story model translates to the group level in that jurors? reasons for changing verdict during deliberation seem to be a product of informational influence, and jurors report that they changed their minds due to changes in their stories, interpretations of the law, or verdict mapping as a product of the groups? discussion. Examining jurors? self reported reasons for changing their minds during deliberation shows that different aspects of the story model were at work during deliberation. Jurors attempted to sway others (and were swayed) by the evidence presented (or the lack of evidence). In addition, jurors? understanding of the law (and the discussion of that understanding with their fellow jurors) seems to have been a persuasive mechanism to use in persuading jurors to change their verdict. Last, verdict mapping also played a role in whether jurors changed their minds during deliberation. That is, jurors referenced the lack of ?match? between the verdict options and the evidence in defining whey they changed their minds during deliberation. Thus, it appears the story model can be applied to the group verdict in a deliberation context. There is also some descriptive evidence for group dynamic variables having an effect in deliberation in that jurors desired to be correct and reporting changing their minds because of this desire to be correct &ndash; evidence of informational influence.\n\nThis project also made several contributions classified by the National Science Foundation as the broader impacts criterion.  It provided research training and learning opportunities for students in criminology and psychology at the undergraduate and graduate levels, some of whom were members of underrepresented groups in the sciences. Thus, the proposed activity gave opportunities for students, some from underrepresented groups to participate in an integration of teaching, training, learning, and research. Second, results of this research have been presented at conferences and will be disseminated broadly to outlets likely to reach scientists, attorneys, and judges to further scientific research and common understanding of the jury decision making process. Understanding the jury?s decision on a theoretical level can lead to innovation and creation of mechanisms that may be able to improve the quality of the jury?s decision.  \n\n\t\t\t\t\tLast Modified: 10/03/2017\n\n\t\t\t\t\tSubmitted by: Lora M Levett"
 }
}