{
 "awd_id": "1123874",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Linking comprehension costs to production patterns during the processing of mixed language",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Badecker",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2011-08-01",
 "awd_max_amd_letter_date": "2011-08-01",
 "awd_abstract_narration": "Codeswitching, defined as the alternation of two languages within bilingual discourse, is ubiquitous in many bilingual communities, including Spanish-English bilingual communities in the U.S.  The motivation for this project derives from the fact that bilinguals' ability to codeswitch reveals important aspects of language and human cognition that would not be readily apparent by studying individuals who speak one language alone. \r\n\r\nMost codeswitching studies have focused on spoken production by means of naturalistic data collection; however, the way in which bilinguals comprehend switches has been largely unexplored. This is a significant gap because codeswitching is not only a production phenomenon: when a speaker produces a codeswitched sentence, the recipient of the message must also engage interpretive mechanisms that can accommodate the mixing of two languages. \r\n\r\nGiven this gap, Rosa Guzzardo Tamargo, under the direction of Drs. Paola Dussias and Chip Gerfen, will investigate the constraints that guide the comprehension of codeswitched sentences. The hypothesis being tested, which derives from current models of language comprehension, predicts that frequent switches in production are easier for individuals to comprehend than less frequent switches. The comprehension of two types of codeswitches will be examined: frequently occurring codeswitches involving estar + verb (e.g., los niños están playing) and infrequent codeswitches involving haber + verb (e.g., los niños habían played). The approach to be used integrates reading comprehension tasks with production tasks. Eye movements will be recorded while Spanish-English bilinguals read codeswitched sentences. Production data from the same bilinguals will also be collected to test the link between ease of comprehension and production frequency. Results from these experiments will inform current debates about the architecture of the human sentence processing mechanism and the link between the production and comprehension systems. The planned studies will also enhance the infrastructure for research by establishing opportunities for collaboration between faculty members and students at two U.S. institutions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paola",
   "pi_last_name": "Dussias",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Paola E Dussias",
   "pi_email_addr": "ped10@psu.edu",
   "nsf_id": "000485721",
   "pi_start_date": "2011-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Henry",
   "pi_last_name": "Gerfen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Henry Gerfen",
   "pi_email_addr": "gerfen@psu.edu",
   "nsf_id": "000115691",
   "pi_start_date": "2011-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rosa",
   "pi_last_name": "Guzzardo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rosa Guzzardo",
   "pi_email_addr": "reguzzardo@gmail.com",
   "nsf_id": "000585618",
   "pi_start_date": "2011-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The past 15 years have been characterized by a marked increase in research on bilingualism. Scholars&nbsp;now recognize that bilinguals comprise the majority of the world's population and therefore, far from&nbsp;being a special population of language users, they are representative subjects of study. A hallmark of&nbsp;proficiency in two languages is code-switching, the alternating use of two languages in bilingual speech. Proficient bilinguals often code-switch in the midst of&nbsp;speaking with other bilinguals. Yet, bilinguals never make language errors (e.g., they don&rsquo;t choose the wrong language when speaking to an interlocutor). This suggests that bilinguals have a superb mechanism of language control that is not seen in monolinguals. Bilingualism, then, represent an opportunity to examine a) how language draws on cognition in a way that studying monolinguals alone does not reveal; and b) how code-switching draws on the underlying plasticity of the bilingual mind and brain. There is another reason why studying bilingualism is important. For several decades, code-switching was regarded as interfering with typical language development. We now know that code-switching is a remarkable feat of bilingual communication that gives language scientists the potential to understand how humans resolve conflict between two grammars that potentially compete.</p>\n<p>&nbsp;In past work, code-switching performance has been analyzed primarily from the&nbsp;perspective of the bilingual speaker; however, there are critical consequences for comprehension because unlike&nbsp;production, which is under the control of speakers, whether listeners will hear unilingual speech or bilingual speech is largely unpredictable. Therefore, drawing from methods used in psycholinguistics, the funded work examined whether the comprehension of code-switched language produces processing costs.</p>\n<p>&nbsp;Reports of natural Spanish-English code-switched discourse have provided evidence of the prevalence of&nbsp;<em>estar</em>+English participle switches over&nbsp;<em>haber</em>+English participle switches. The distribution of these two types of code-switches in both oral and written production corpora was confirmed in a corpus study as part of this research. Given that&nbsp;<em>estar</em>+English participle switches are more frequent than&nbsp;<em>haber</em>+English participle switches in production, the funded work investigated whether more frequent&nbsp;<em>estar</em>+English participle switches were easier to comprehend than less frequent&nbsp;<em>haber</em>+English participle switches. Our studies focused specifically on reading comprehension of code-switches by using eye-tracking methods.</p>\n<p>&nbsp;Several groups of Spanish-English early and late bilinguals were recruited. Participants were proficient in both languages and code-switched on a regular basis. In the comprehension task (when participants were asked to read sentences and to answer comprehension questions), they always processed&nbsp;<em>estar</em>+English participle switches more easily than&nbsp;<em>haber</em>+English participle switches. These results were the same for the early bilinguals and the late bilinguals. Another significant finding was the lack of a switch cost. The general finding in past studies is that there is a switch cost during bilingual processing. However, the type of code-switching examined in earlier work is different from the type of code-switching examined here. Most of the studies that focus on comprehension (e.g., Moreno, Federmeier, &amp; Kutas, 2002) use sentences with single-word switches, but this type of code-switch is different from the intrasentential code-switches examined in this study. In fact, studies (e.g., Poplack, 1980) have shown that more balanced bilinguals, such as those who took part in the present studies, tend to produce intrasentential switches more often than single-word ins...",
  "por_txt_cntn": "\nThe past 15 years have been characterized by a marked increase in research on bilingualism. Scholars now recognize that bilinguals comprise the majority of the world's population and therefore, far from being a special population of language users, they are representative subjects of study. A hallmark of proficiency in two languages is code-switching, the alternating use of two languages in bilingual speech. Proficient bilinguals often code-switch in the midst of speaking with other bilinguals. Yet, bilinguals never make language errors (e.g., they donÆt choose the wrong language when speaking to an interlocutor). This suggests that bilinguals have a superb mechanism of language control that is not seen in monolinguals. Bilingualism, then, represent an opportunity to examine a) how language draws on cognition in a way that studying monolinguals alone does not reveal; and b) how code-switching draws on the underlying plasticity of the bilingual mind and brain. There is another reason why studying bilingualism is important. For several decades, code-switching was regarded as interfering with typical language development. We now know that code-switching is a remarkable feat of bilingual communication that gives language scientists the potential to understand how humans resolve conflict between two grammars that potentially compete.\n\n In past work, code-switching performance has been analyzed primarily from the perspective of the bilingual speaker; however, there are critical consequences for comprehension because unlike production, which is under the control of speakers, whether listeners will hear unilingual speech or bilingual speech is largely unpredictable. Therefore, drawing from methods used in psycholinguistics, the funded work examined whether the comprehension of code-switched language produces processing costs.\n\n Reports of natural Spanish-English code-switched discourse have provided evidence of the prevalence of estar+English participle switches over haber+English participle switches. The distribution of these two types of code-switches in both oral and written production corpora was confirmed in a corpus study as part of this research. Given that estar+English participle switches are more frequent than haber+English participle switches in production, the funded work investigated whether more frequent estar+English participle switches were easier to comprehend than less frequent haber+English participle switches. Our studies focused specifically on reading comprehension of code-switches by using eye-tracking methods.\n\n Several groups of Spanish-English early and late bilinguals were recruited. Participants were proficient in both languages and code-switched on a regular basis. In the comprehension task (when participants were asked to read sentences and to answer comprehension questions), they always processed estar+English participle switches more easily than haber+English participle switches. These results were the same for the early bilinguals and the late bilinguals. Another significant finding was the lack of a switch cost. The general finding in past studies is that there is a switch cost during bilingual processing. However, the type of code-switching examined in earlier work is different from the type of code-switching examined here. Most of the studies that focus on comprehension (e.g., Moreno, Federmeier, &amp; Kutas, 2002) use sentences with single-word switches, but this type of code-switch is different from the intrasentential code-switches examined in this study. In fact, studies (e.g., Poplack, 1980) have shown that more balanced bilinguals, such as those who took part in the present studies, tend to produce intrasentential switches more often than single-word insertions.\n\n This project promoted the training of graduate and undergraduate students who belong to underrepresented groups, including material preparation, equipment setup, participant recruitment, data collection, extraction, and analysis, as..."
 }
}