{
 "awd_id": "1123850",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Cultural, Economic, and Technological Contexts of End-of-Life Care",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 7435.0,
 "awd_amount": 7435.0,
 "awd_min_amd_letter_date": "2011-08-02",
 "awd_max_amd_letter_date": "2011-08-02",
 "awd_abstract_narration": "New York University graduate student Dwaipayan Banerjee, under the supervision of Dr. Emily Martin, will undertake research on how economic constraints, religious beliefs, and variable medical practices affect end-of-life ethics and care.  His research will be conducted in India where the presence of three different institutional forms of care make possible a comparative case study. In recent years, the Indian Supreme Court has been inconsistent on the question of whether the right to life in the constitution can be understood as the right to die. Because of this context of legal uncertainty, doctors at private hospitals in India suggest that they allow a higher rate of life-support use than almost anywhere in the world. But in addition to private hospitals, India offers public hospitals, where resources are more limited; and a new, less medicalized third option of religious and secular hospice care.  Thus India provides an appropriate context for studying and creating general theory to understand how social, economic, and cultural factors affect the changing landscape of end-of-life care ethics and decision making. \r\n\r\nThe research will be carried out at some of these sites of care for the terminally ill in Delhi.  The researcher will compare private and public health care facilities as well as religious and secular hospices, examining how these varied contexts differently shape end-of-life situations. He will employ a combination of appropriate social science research methods.  These will include interviews with doctors, retrospective interviews with patient families, interviews with hospital and nursing staff, observations at hospice and intensive-care sites, and archival research on the colonial and post-colonial development of end-of-life law.\r\n\r\nThe importance of this research is that it will contribute to the social scientific understanding of the relationship between religion, medicine, and the cultural contexts through which understandings of human dignity, particularly at the end of life, are shaped. Part of its contribution will be to reveal the effects of religious and cultural differences on understandings of human dignity, which is more discernible and available to observation during end-of-life decisions.  Findings from this research also will elucidate the effects of everyday practices of care giving on the emergence of new moral and ethical understandings.  Funding this research also supports the training of a social scientist.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Emily",
   "pi_last_name": "Martin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Emily Martin",
   "pi_email_addr": "em81@nyu.edu",
   "nsf_id": "000328250",
   "pi_start_date": "2011-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dwaipayan",
   "pi_last_name": "Banerjee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dwaipayan Banerjee",
   "pi_email_addr": "db1556@nyu.edu",
   "nsf_id": "000585526",
   "pi_start_date": "2011-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 Washington Square S",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  },
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "7603",
   "pgm_ref_txt": "SCIENCE, TECH & SOCIETY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 7435.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>My work exploring cancer care in India examines how the experience of cancer has become a site of new ethical understandings about the dignity and care of human life.&nbsp; Specifically, I examine how the experience of cancer in India has produced uncertainty in social relations, medicine, and law, a space in which new ideas about human dignity, the right to health and the ethics of care have emerged.&nbsp;</p>\n<p>In the first few days of working with a cancer care organization in Delhi, I was repeatedly told to never mention the word cancer; the implicit understanding that pervaded the landscape of oncology care was that families and patients in India never explicitly acknowledge the disease. &nbsp;I suggest that the silence around cancer recognized that regardless of the possibility of therapy, to put the diagnosis into words would ostracize the person: landlords would evict cancer-marked families; neighbors would suspend sociality; marriages in the family would be jeopardized; and cremators would refuse the body.&nbsp; In my work, I describe this secrecy not as denial, but rather as a form of ethical care and coping within a particular sociocultural landscape of health.</p>\n<p>At the same time, public health in India presents a picture where the newest cancer therapies are available, but the limitations of resources result in triage; waiting times for therapy often extend beyond the fatal course of the disease itself.&nbsp; Doctors at the apex Indian public hospital I worked in battle against this resource-crunch, diagnosing over 100 patients within the space of a few hours.&nbsp; Working through this experience, these doctors have been leading a global movement to rethink the role of biomedicine at the time of critical illness.&nbsp; By developing an analytic of cancer pain as simultaneously physical and social, they attempt to shift the idea of pain away from its status as a marginal symptom (especially within global oncology) to a central object of treatment itself, thus attempting to understand the person as well as the patient.</p>\n<p>Finally, Indian law has become a battleground for controversies regarding the rights of access to healthcare.&nbsp; In the context of India&rsquo;s signing of the World Trade Agreement, multinational pharmaceutical companies have been making legal maneuvers against the Indian government and generic manufacturers, attempting to monopolize intellectual property over new therapies and undercutting the legitimacy of Indian law and its institutions.&nbsp; In response, Indian lawmakers have used the sense of urgency around cancer to revive laws that assert domestic sovereignty against multinational interests.&nbsp; I describe how this emergent Indian legal work has produced a new imagination of rights on behalf of a domestic and global poor.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; My project develops a trajectory of anthropological work that has taken the question of ethics in practice as a central concern.&nbsp; Anthropologists show how an emphasis on ethical practice disrupts assumptions that emerge from more abstract normative frameworks.&nbsp; In my work, I follow this emphasis on ethical practice by showing how ethical conceptions are produced in the work of caring for the critically ill.&nbsp; I show how cancer care points to a form of practical ethics.&nbsp; That is, I show how end-of-life dilemmas may be better understood through the contingencies of political economy, new medical technologies and legal uncertainty, rather than derived from normative religious and legal texts as has been done in previous work on Indian religious bioethics.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; To do this, I follow medical anthropologists interested in the process of care as a potential site of emergent ethical practice. Medical anthropologists have demonstrated that ethics as lived experience often contradict the abstract and universal formula...",
  "por_txt_cntn": "\nMy work exploring cancer care in India examines how the experience of cancer has become a site of new ethical understandings about the dignity and care of human life.  Specifically, I examine how the experience of cancer in India has produced uncertainty in social relations, medicine, and law, a space in which new ideas about human dignity, the right to health and the ethics of care have emerged. \n\nIn the first few days of working with a cancer care organization in Delhi, I was repeatedly told to never mention the word cancer; the implicit understanding that pervaded the landscape of oncology care was that families and patients in India never explicitly acknowledge the disease.  I suggest that the silence around cancer recognized that regardless of the possibility of therapy, to put the diagnosis into words would ostracize the person: landlords would evict cancer-marked families; neighbors would suspend sociality; marriages in the family would be jeopardized; and cremators would refuse the body.  In my work, I describe this secrecy not as denial, but rather as a form of ethical care and coping within a particular sociocultural landscape of health.\n\nAt the same time, public health in India presents a picture where the newest cancer therapies are available, but the limitations of resources result in triage; waiting times for therapy often extend beyond the fatal course of the disease itself.  Doctors at the apex Indian public hospital I worked in battle against this resource-crunch, diagnosing over 100 patients within the space of a few hours.  Working through this experience, these doctors have been leading a global movement to rethink the role of biomedicine at the time of critical illness.  By developing an analytic of cancer pain as simultaneously physical and social, they attempt to shift the idea of pain away from its status as a marginal symptom (especially within global oncology) to a central object of treatment itself, thus attempting to understand the person as well as the patient.\n\nFinally, Indian law has become a battleground for controversies regarding the rights of access to healthcare.  In the context of IndiaÆs signing of the World Trade Agreement, multinational pharmaceutical companies have been making legal maneuvers against the Indian government and generic manufacturers, attempting to monopolize intellectual property over new therapies and undercutting the legitimacy of Indian law and its institutions.  In response, Indian lawmakers have used the sense of urgency around cancer to revive laws that assert domestic sovereignty against multinational interests.  I describe how this emergent Indian legal work has produced a new imagination of rights on behalf of a domestic and global poor.\n\n      My project develops a trajectory of anthropological work that has taken the question of ethics in practice as a central concern.  Anthropologists show how an emphasis on ethical practice disrupts assumptions that emerge from more abstract normative frameworks.  In my work, I follow this emphasis on ethical practice by showing how ethical conceptions are produced in the work of caring for the critically ill.  I show how cancer care points to a form of practical ethics.  That is, I show how end-of-life dilemmas may be better understood through the contingencies of political economy, new medical technologies and legal uncertainty, rather than derived from normative religious and legal texts as has been done in previous work on Indian religious bioethics.\n\n      To do this, I follow medical anthropologists interested in the process of care as a potential site of emergent ethical practice. Medical anthropologists have demonstrated that ethics as lived experience often contradict the abstract and universal formulations of law and bioethics. Instead, I describe a practical ethical world, where secrecy around diagnosis is privileged over knowledge, where the experience of pain makes strong ethical demands upon biomedicine, and wh..."
 }
}