{
 "awd_id": "1123114",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Group Marginality, Internal Differences, and Status Negotiations",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 10300.0,
 "awd_amount": 10300.0,
 "awd_min_amd_letter_date": "2011-07-20",
 "awd_max_amd_letter_date": "2011-07-20",
 "awd_abstract_narration": "Brown University doctoral student Bhawani Buswala, supervised by Dr. Lina Fruzzetti, will undertake  anthropological research on the everyday negotiations of status order by low-status groups. This research is important because it will contribute to the social scientific understanding of how marginalized groups relate to dominant structures and how internal differences within these groups affect these relationships.\r\n\r\nTo explore these issues effectively, the research will be carried out in a particularly marked context of institutionalized low status, that of so-called \"untouchables\" in India. Indian law abolished untouchability long ago, yet many untouchables continue to experience material and symbolic discrimination. The researcher will undertake 12 months of ethnographic fieldwork with untouchable butcher (Khatik) caste people in the Indian state of Rajasthan. Although butchers challenge their low social position, they also invoke dominant values to explain their dislike of their own work. This research will examine this simultaneous acceptance and rejection of caste values; collect data on the particular exclusions and inclusions faced by Khatik women; and explore the interaction between Khatik and other untouchable castes. Data will be gathered through participant observation and semi-structured informal interviews on three aspects of the lived experience of caste: (1) butchers' material and symbolic conceptualization of their caste occupation; (2) gender differentiation within this occupation; and (3) butcher interaction with Chamars, another untouchable caste. \r\n\r\nThis research will provide new data for understanding the reproduction of inequality in society.  This data can inform public policies to counter caste practices. Funding this research also supports the education of a graduate student.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lina",
   "pi_last_name": "Fruzzetti",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lina Fruzzetti",
   "pi_email_addr": "Lina_Fruzzetti@brown.edu",
   "nsf_id": "000554929",
   "pi_start_date": "2011-07-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bhawani",
   "pi_last_name": "Buswala",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bhawani Buswala",
   "pi_email_addr": "Bhawani_Buswala@brown.edu",
   "nsf_id": "000583563",
   "pi_start_date": "2011-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "1 PROSPECT ST",
  "perf_city_name": "PROVIDENCE",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 10300.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>For this dissertation project, Brown University doctoral student in anthropology, Bhawani Buswala, conducted eighteen months of ethnographic fieldwork in the state of Rajasthan, India under the supervision of Dr. Lina Fruzzetti. This research project studies how low caste groups, existing on the margins of Indian society, negotiate their low status and how the internal group differences shape their struggles against the dominant structures. Indian law abolished untouchability long ago, yet many so-called \"untouchables\" continue to experience material and symbolic discrimination. This research focuses on the work and everyday life of an untouchable butcher (Khatik) caste in north India and examines: (1) how Khatik butchers conceptualize, and possibly contest, the material and symbolic values associated with their conventional caste occupation, (2) the gender differentiation within this occupation and how it shapes the butcher struggles, and (3) the collaborative interactions of the butchers with the Chamars (another &ldquo;untouchable&rdquo; status group) and its impact on their struggle.</p>\n<p>To investigate these questions, the researcher began fieldwork for this project with exploratory trips to numerous villages and small towns in the northeast of Rajasthan. An urbanizing village was chosen as the primary site for residence and work where the researcher lived with a Khatik family. After establishing rapport with the people in the village, the researcher conducted extensive interviews with the Khatik butchers, Khatik women, members of different higher castes, and members of castes with a similar low status as the Khatiks. Furthermore, he participated in and observed numerous social interactions in the context such as village council meetings, village fairs, socio-religious celebrations, visits of the local politicians to the village, and so forth. Throughout the duration of the fieldwork, the researcher attended numerous conferences and talks, and interacted with the scholars at different academic institutions in India.</p>\n<p>In the context of northeast Rajasthan, this project found that there are certain differences associated with different food practices, where meat eating is often valued down in comparison to vegetarian food choices and practices. The butcher occupation gets constructed with various negative values which goes on to affect the everyday symbolic and material life of the caste members associated with this work. Though not completely denying the dominant values constructing their occupation as low, the butchers do invoke alternative reasoning and values to challenge these dominant values. Such struggles form the everyday reality of the butcher life. This research shows a more concrete instance of such local struggles by analyzing how the butcher shops become a contested space in local politics when the shops are made to move from margins to newer margins of the village society. Furthermore, this research found that the work possibilities and contribution of Khatik women in this occupation has declined in recent times. They often recount their past work forms in this occupation in numerous interesting ways contrasting the slight shift in aspiration of education and government jobs amongst the young Khatik girls. Furthermore, at the level of inter-low caste group dynamics,&nbsp; this project found that the mutual presence and conduct of the members of &nbsp;different low castes in each other&rsquo;s caste specific social events are important to understand the inter group collaborative and competitive dynamics. This becomes important also in the ways these groups start making participatory claims on the village&rsquo;s general social events. These research findings will show the nature, dynamics, and limits of status negotiation by the marginalized groups in India.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/01/2013<br>\n\t\t\t\t\tModified by...",
  "por_txt_cntn": "\nFor this dissertation project, Brown University doctoral student in anthropology, Bhawani Buswala, conducted eighteen months of ethnographic fieldwork in the state of Rajasthan, India under the supervision of Dr. Lina Fruzzetti. This research project studies how low caste groups, existing on the margins of Indian society, negotiate their low status and how the internal group differences shape their struggles against the dominant structures. Indian law abolished untouchability long ago, yet many so-called \"untouchables\" continue to experience material and symbolic discrimination. This research focuses on the work and everyday life of an untouchable butcher (Khatik) caste in north India and examines: (1) how Khatik butchers conceptualize, and possibly contest, the material and symbolic values associated with their conventional caste occupation, (2) the gender differentiation within this occupation and how it shapes the butcher struggles, and (3) the collaborative interactions of the butchers with the Chamars (another \"untouchable\" status group) and its impact on their struggle.\n\nTo investigate these questions, the researcher began fieldwork for this project with exploratory trips to numerous villages and small towns in the northeast of Rajasthan. An urbanizing village was chosen as the primary site for residence and work where the researcher lived with a Khatik family. After establishing rapport with the people in the village, the researcher conducted extensive interviews with the Khatik butchers, Khatik women, members of different higher castes, and members of castes with a similar low status as the Khatiks. Furthermore, he participated in and observed numerous social interactions in the context such as village council meetings, village fairs, socio-religious celebrations, visits of the local politicians to the village, and so forth. Throughout the duration of the fieldwork, the researcher attended numerous conferences and talks, and interacted with the scholars at different academic institutions in India.\n\nIn the context of northeast Rajasthan, this project found that there are certain differences associated with different food practices, where meat eating is often valued down in comparison to vegetarian food choices and practices. The butcher occupation gets constructed with various negative values which goes on to affect the everyday symbolic and material life of the caste members associated with this work. Though not completely denying the dominant values constructing their occupation as low, the butchers do invoke alternative reasoning and values to challenge these dominant values. Such struggles form the everyday reality of the butcher life. This research shows a more concrete instance of such local struggles by analyzing how the butcher shops become a contested space in local politics when the shops are made to move from margins to newer margins of the village society. Furthermore, this research found that the work possibilities and contribution of Khatik women in this occupation has declined in recent times. They often recount their past work forms in this occupation in numerous interesting ways contrasting the slight shift in aspiration of education and government jobs amongst the young Khatik girls. Furthermore, at the level of inter-low caste group dynamics,  this project found that the mutual presence and conduct of the members of  different low castes in each otherÆs caste specific social events are important to understand the inter group collaborative and competitive dynamics. This becomes important also in the ways these groups start making participatory claims on the villageÆs general social events. These research findings will show the nature, dynamics, and limits of status negotiation by the marginalized groups in India.\n\n \n\n\t\t\t\t\tLast Modified: 05/01/2013\n\n\t\t\t\t\tSubmitted by: Bhawani Buswala"
 }
}