{
 "awd_id": "1123085",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DIP:  Collaborative Research:  Social Robots as Mechanisms for Language Instruction, Interaction, and Evaluation in Pre-School Children",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tatiana Korelsky",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 168463.0,
 "awd_amount": 168463.0,
 "awd_min_amd_letter_date": "2011-09-07",
 "awd_max_amd_letter_date": "2011-09-07",
 "awd_abstract_narration": "This project is leveraging emerging technologies in social robotics with recent findings from social, developmental, and cognitive psychology to design, implement, and evaluate a new generation of robots that is capable of interacting with and instructing young learners (ages 3 through 6) in a truly social way. The robot incorporates signals that the mind implicitly uses to ascertain another's intentions, motivations, and affiliations (e.g., motor mimicry and synchrony, affective cues, gaze direction), making it capable of serving as a true embodiment of a human instructor. The robotic platform can be controlled remotely, through a direct and proximate connection or a remote, Internet-based operator interface. As such, the system can be placed in several different environments, ranging from a child's home to medical areas where issues of mobility or immunosuppression make it difficult for direct interaction with instructors. Research is aimed at better understanding children's concepts of robot mind and of robots as agents, uncovering mental operations behind learning new words, and adding to what is known about the added value (if any) of non-verbal utterances to understanding, communication, and collaboration.\r\n\r\nEmerging research has identified the acquisition of early language and vocabulary skills primary predictors of later academic success. Impoverished vocabulary upon entering kindergarten strongly predicts poor subsequent academic performance. Accordingly, the use of technologies designed to build vocabulary during the preschool years is key to facilitating many types of learning. Interactions with a robotic language partner are expected to have particularly important ramifications for children with compromised opportunities to interact regularly with attentive, nurturing caregivers willing and able to foster their vital socio-intellectual developmental needs. In addition, the rationales, artifacts, and cyber platforms and infrastructure created for this project could lend themselves to a broad range of design extensions, such as providing opportunities for children who are learning English as a second language to participate in English-language-based social activities, outreach to rural areas where children have infrequent access to social activities, supporting children of deaf parents, and assessing/assisting children with pragmatic language impairments.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Harris",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Paul L Harris",
   "pi_email_addr": "Paul_Harris@gse.harvard.edu",
   "nsf_id": "000092086",
   "pi_start_date": "2011-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802000",
   "pgm_ele_name": "Cyberlearn & Future Learn Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8045",
   "pgm_ref_txt": "Cyberlearn & Future Learn Tech"
  },
  {
   "pgm_ref_code": "8842",
   "pgm_ref_txt": "Design and Implementation Projects"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 168463.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A society&rsquo;s ability to flourish necessarily depends on the development of an active and intellectually-engaged citizenry. Given that one principal factor underlying intellectual development is the acquisition of appropriate language and vocabulary skills early in life, we sought to examine how the use of technologies designed to build vocabulary during the preschool years might be improved to facilitate relevant learning. More specifically, this grant allowed us to leverage emerging technologies in social robotics and recent findings from social, developmental, and cognitive psychology in an effort to design and evaluate a new generation of robots that would be capable of interacting with and instructing young learners in a truly social way. Given the growing recognition that the social aspects of a child&rsquo;s environment are central to her ability to learn rapidly and efficiently, we developed robots that, through incorporating signals that the mind implicitly uses to ascertain the intentions and motivations of others, is capable of<br />serving as true embodiments of a human instructor. We investigated the extent to which different social cues (e.g., social-emotional contingency, gaze, and vocal expressivity) affected children&rsquo;s engagement and learning. Broadly speaking, the experiments conducted as part of this project confirmed the view that designing robots to express more human-like social and emotional cues produced greater engagement and superior outcomes with respect to vocabulary learning environments. In experiments in which we varied the extent to which robots behaved in an emotionally contingent manner (i.e., expressed emotional cues in ways that were responsive to the children), we found that children preferentially sought information from the robots that behaved in more &ldquo;human-like&rdquo; emotionally appropriate ways. In other experiments where we presented multiple objects that could be referents for new vocabulary words, we found that children would make use of a robot&rsquo;s gaze, much as they would with a human interlocutor, to efficiently determine which object the newly presented vocabulary word named. In a final experiment in which we varied the emotional expressiveness of robots who were telling a story, we found that while short-term learning of information contained in the story was not affected by a given robot&rsquo;s expressivity, children who heard the story from an emotionally expressive robot showed stronger emotional engagement in the story as it was being narrated as well as greater inclusion of the newly learned vocabulary into their own subsequent retelling of the story. Moreover, during a period of delayed recall of a few weeks, children who had interacted with a more emotionally expressive robot evidenced greater fidelity to the original story during their own second retelling of it. Of import, the robotic platform we developed is one that can be controlled remotely, allowing the system to be placed in different environments, such as the child&rsquo;s home or school, or even medical areas where issues of mobility or immuno-suppression make it difficult for direct interaction with instructors. We believe that the ability for an instructor to be co-present with a child learner in the form of a robotic avatar (as opposed to screen-based telecommunication solely) could offer substantial benefits in learning by increasing the truly social aspects of the environment in several ways. Indeed, our work demonstrates how the human mind implicitly makes use of and responds to social cues emitted by a robot in the same was as it does to similar cues emitted by a human.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/21/2016<br>\n\t\t\t\t\tModified by: Paul&nbsp;L&nbsp;Harris</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA society?s ability to flourish necessarily depends on the development of an active and intellectually-engaged citizenry. Given that one principal factor underlying intellectual development is the acquisition of appropriate language and vocabulary skills early in life, we sought to examine how the use of technologies designed to build vocabulary during the preschool years might be improved to facilitate relevant learning. More specifically, this grant allowed us to leverage emerging technologies in social robotics and recent findings from social, developmental, and cognitive psychology in an effort to design and evaluate a new generation of robots that would be capable of interacting with and instructing young learners in a truly social way. Given the growing recognition that the social aspects of a child?s environment are central to her ability to learn rapidly and efficiently, we developed robots that, through incorporating signals that the mind implicitly uses to ascertain the intentions and motivations of others, is capable of\nserving as true embodiments of a human instructor. We investigated the extent to which different social cues (e.g., social-emotional contingency, gaze, and vocal expressivity) affected children?s engagement and learning. Broadly speaking, the experiments conducted as part of this project confirmed the view that designing robots to express more human-like social and emotional cues produced greater engagement and superior outcomes with respect to vocabulary learning environments. In experiments in which we varied the extent to which robots behaved in an emotionally contingent manner (i.e., expressed emotional cues in ways that were responsive to the children), we found that children preferentially sought information from the robots that behaved in more \"human-like\" emotionally appropriate ways. In other experiments where we presented multiple objects that could be referents for new vocabulary words, we found that children would make use of a robot?s gaze, much as they would with a human interlocutor, to efficiently determine which object the newly presented vocabulary word named. In a final experiment in which we varied the emotional expressiveness of robots who were telling a story, we found that while short-term learning of information contained in the story was not affected by a given robot?s expressivity, children who heard the story from an emotionally expressive robot showed stronger emotional engagement in the story as it was being narrated as well as greater inclusion of the newly learned vocabulary into their own subsequent retelling of the story. Moreover, during a period of delayed recall of a few weeks, children who had interacted with a more emotionally expressive robot evidenced greater fidelity to the original story during their own second retelling of it. Of import, the robotic platform we developed is one that can be controlled remotely, allowing the system to be placed in different environments, such as the child?s home or school, or even medical areas where issues of mobility or immuno-suppression make it difficult for direct interaction with instructors. We believe that the ability for an instructor to be co-present with a child learner in the form of a robotic avatar (as opposed to screen-based telecommunication solely) could offer substantial benefits in learning by increasing the truly social aspects of the environment in several ways. Indeed, our work demonstrates how the human mind implicitly makes use of and responds to social cues emitted by a robot in the same was as it does to similar cues emitted by a human.\n\n\t\t\t\t\tLast Modified: 11/21/2016\n\n\t\t\t\t\tSubmitted by: Paul L Harris"
 }
}