{
 "awd_id": "1123388",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Political Integration of the Formative Period Rio Viejo State, Oaxaca, Mexico",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2011-07-15",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 75438.0,
 "awd_amount": 75438.0,
 "awd_min_amd_letter_date": "2011-06-06",
 "awd_max_amd_letter_date": "2011-06-06",
 "awd_abstract_narration": "With National Science Foundation support, Drs. Barber and Joyce will direct two years of interdisciplinary archaeological research in the lower Río Verde Valley on the Pacific coast of Oaxaca, Mexico.  The research team includes U.S., Mexican, and Native American scholars specializing in archaeology, geology, and physical anthropology who together will examine the processes of early state formation and collapse at the site of Río Viejo.  The Río Viejo state was one of more than a dozen interacting nascent states that developed in the highlands and lowlands of Oaxaca between 400 B.C. and A.D. 250.  Despite their contemporaneity and proximity, however, these early states varied significantly in terms of geographic extent, longevity, scale of urbanism, and their long-term historical trajectories.  Río Viejo was one of the largest of these states based on both population at the political center and geographic area but was also one of the shortest-lived, collapsing after only 150 years.  It was also one of only two known early states to develop in Oaxaca's coastal lowlands.  The goal of the project is to determine the form of rulership and the degree of political integration for the Río Viejo state as means of explaining why some early states endured and others did not.\r\n\r\nThe project will make valuable intellectual contributions in terms of both data and theory.  The data generated by this project will provide the first robust description of political organization for an early state on Mesoamerica's Pacific coast west of the Soconusco and will inform broader debates in Mesoamerica and beyond on how social factors influenced the historical trajectories of ancient states. With its proximity to other important nascent states, such as Monte Albán in the Valley of Oaxaca, the Río Viejo state was integral to broader social changes like state formation and collapse that are of ongoing interest to Mesoamerican archaeologists and social scientists more generally. Because the research focuses on rulers and political integration, data are required from the Río Viejo's administrative center located on its monumental central acropolis.  The project will greatly expand knowledge of the uses to which the acropolis was put by: 1) identifying facilities associated with governance such as palaces or assembly halls; 2) determining whether there was political oversight of economic actions like production, redistribution, and market exchange; 3) determining the degree to which the general population was involved in government-sponsored rituals; and 4) quantifying the amount of labor needed to construct government facilities.  Fieldwork will include archaeological excavation and ground penetrating radar.\r\n\r\nBroader impacts include the generation of new data that will expand knowledge of early states.  Taken together, Oaxaca's macro-regional dataset of early states will offer unparalleled insight into divergent political trajectories in a heterogeneous environment unlike that of the more environmentally homogenous southern Maya lowlands or Mesopotamia.  The project will develop scientific resources in United States and Mexico by training graduate and undergraduate students at three U.S. and two Mexican universities while creating new international collaborations between U.S. and Mexican scholars.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arthur",
   "pi_last_name": "Joyce",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Arthur A Joyce",
   "pi_email_addr": "arthur.joyce@colorado.edu",
   "nsf_id": "000200366",
   "pi_start_date": "2011-06-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 75438.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The R&iacute;o Viejo Polity Project (RVPP) was a collaborative, interdisciplinary archaeological project designed to assess the degree of political integration of a short-lived late Terminal Formative period (C.E. 100 &ndash;250) state centered at the city of R&iacute;o Viejo in the lower R&iacute;o Verde Valley, Oaxaca, Mexico (Figure 1). &nbsp;Through excavations in R&iacute;o Viejo&rsquo;s ceremonial center, located on the site&rsquo;s massive acropolis, as well as comparisons with data from previous excavations at other sites, the RVPP investigated the nature of rulership and the degree to which people in outlying areas were integrated by regional political structures.&nbsp; The research has important implications for understanding how and why certain political systems endure while others prove to be unstable and short-lived.</p>\n<p>The results of the RVPP have considerable <strong>intellectual merit</strong>.&nbsp; Excavations in 2012 clarified the construction history, layout, and use of R&iacute;o Viejo&rsquo;s acropolis (Figure 2). &nbsp;The acropolis consisted of a series of earthen platforms rising at least 6 meters above the ancient ground surface.&nbsp; Atop two of these were earthen pyramids (Structures 1 and 2), both of which stood at least 16 meters high. South of Structures 1 and 2 was a large open space that we suspect was a public plaza surrounded by additional platforms that may have been contiguous with the main part of the acropolis.</p>\n<p>The excavations show that the acropolis was an enormous construction project that likely mobilized labor not only from R&iacute;o Viejo but also from surrounding communities. A large and well-organized labor pool would have been necessary to generate the labor-intensive techniques used to build the acropolis, which included puddled adobe, adobe block, and rammed-earth (Figure 3). The variability in construction demonstrates that people from different communities with varying building traditions participated in raising the acropolis. We have also found evidence of large-scale ritual feasting on the acropolis in the form of a large earth oven (Figure 4) and numerous refuse deposits containing broken pottery, ash, and food remains (Figure 5). &nbsp;The scale of these features indicates that people from Rio Viejo and surrounding communities came together to eat, drink, and conduct ceremonies on the acropolis.&nbsp;</p>\n<p>Despite the extensive excavations on the acropolis, individual rulers remain something of a mystery. &nbsp;We still have yet to find palaces, tombs or carved stone portraits of rulers. Instead, rulers appear indirectly.&nbsp; The coordination required to underwrite construction of the acropolis would have involved people with resources and the capacity to manage building crews. Similarly, organizing feasts would have demanded coordination with people at multiple towns and access to large quantities of food.&nbsp; These data suggest that the political system at R&iacute;o Viejo entailed collective decision-making, rather than being focused on a single ruler or ruling family.</p>\n<p>Perhaps the most important result from the RVPP excavations, however, is the absence of evidence for ritual practices that we have documented at outlying sites.&nbsp; Rituals at smaller sites involved the large-scale and repeated burial of both people and objects in religious buildings (Figure 6). &nbsp;These widespread rituals were an important way in which people demonstrated community membership.&nbsp; Because these community-focused rituals continued even after R&iacute;o Viejo became a political center, opportunities to forge multi-community links may have been limited.&nbsp; Such limitations in turn undermined the scale at which the authority of the rulers of R&iacute;o Viejo could be extended across the region. &nbsp;Although the rulers of R&iacute;o Viejo gained some degree of political influence over multiple...",
  "por_txt_cntn": "\nThe R&iacute;o Viejo Polity Project (RVPP) was a collaborative, interdisciplinary archaeological project designed to assess the degree of political integration of a short-lived late Terminal Formative period (C.E. 100 &ndash;250) state centered at the city of R&iacute;o Viejo in the lower R&iacute;o Verde Valley, Oaxaca, Mexico (Figure 1).  Through excavations in R&iacute;o ViejoÆs ceremonial center, located on the siteÆs massive acropolis, as well as comparisons with data from previous excavations at other sites, the RVPP investigated the nature of rulership and the degree to which people in outlying areas were integrated by regional political structures.  The research has important implications for understanding how and why certain political systems endure while others prove to be unstable and short-lived.\n\nThe results of the RVPP have considerable intellectual merit.  Excavations in 2012 clarified the construction history, layout, and use of R&iacute;o ViejoÆs acropolis (Figure 2).  The acropolis consisted of a series of earthen platforms rising at least 6 meters above the ancient ground surface.  Atop two of these were earthen pyramids (Structures 1 and 2), both of which stood at least 16 meters high. South of Structures 1 and 2 was a large open space that we suspect was a public plaza surrounded by additional platforms that may have been contiguous with the main part of the acropolis.\n\nThe excavations show that the acropolis was an enormous construction project that likely mobilized labor not only from R&iacute;o Viejo but also from surrounding communities. A large and well-organized labor pool would have been necessary to generate the labor-intensive techniques used to build the acropolis, which included puddled adobe, adobe block, and rammed-earth (Figure 3). The variability in construction demonstrates that people from different communities with varying building traditions participated in raising the acropolis. We have also found evidence of large-scale ritual feasting on the acropolis in the form of a large earth oven (Figure 4) and numerous refuse deposits containing broken pottery, ash, and food remains (Figure 5).  The scale of these features indicates that people from Rio Viejo and surrounding communities came together to eat, drink, and conduct ceremonies on the acropolis. \n\nDespite the extensive excavations on the acropolis, individual rulers remain something of a mystery.  We still have yet to find palaces, tombs or carved stone portraits of rulers. Instead, rulers appear indirectly.  The coordination required to underwrite construction of the acropolis would have involved people with resources and the capacity to manage building crews. Similarly, organizing feasts would have demanded coordination with people at multiple towns and access to large quantities of food.  These data suggest that the political system at R&iacute;o Viejo entailed collective decision-making, rather than being focused on a single ruler or ruling family.\n\nPerhaps the most important result from the RVPP excavations, however, is the absence of evidence for ritual practices that we have documented at outlying sites.  Rituals at smaller sites involved the large-scale and repeated burial of both people and objects in religious buildings (Figure 6).  These widespread rituals were an important way in which people demonstrated community membership.  Because these community-focused rituals continued even after R&iacute;o Viejo became a political center, opportunities to forge multi-community links may have been limited.  Such limitations in turn undermined the scale at which the authority of the rulers of R&iacute;o Viejo could be extended across the region.  Although the rulers of R&iacute;o Viejo gained some degree of political influence over multiple communities, in contrast to many Formative-period polities elsewhere in Mesoamerica, in the lower Verde regional political integration and authority were weakly developed.  The lack of regional p..."
 }
}