{
 "awd_id": "1123960",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science:  Counterinsurgent Militias and the Dynamics of Civil Wars",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2011-07-26",
 "awd_max_amd_letter_date": "2011-07-26",
 "awd_abstract_narration": "Counterinsurgent militias--third actors in civil wars other than state or rebel armies--have played a strong part in many civil wars, including in Mozambique (1976-1992) and Sierra Leone (1991-2002). Counterinsurgent militias have been among the main perpetrators of violence against civilians. Yet we lack systematic understanding of how militias emerge and evolve as civil war unfolds. This project introduces a new definition and typology of counterinsurgent militias and uses an analytic framework emphasizing the social interactions between militias, rebel groups, state forces, and civilians to study militia emergence, organizational form and evolution. The research proposes that militia emergence is influenced by the type of security threat that exists and the presence or absence of the state in threatened communities. Militia organization is shaped by the breadth of its social base and the degree of its autonomy from political elites on the national level. The project seeks to explain change in the organizational form of a militia over time with reference to its success to pacify territories.\r\n\r\nThe research builds on ethnographic and archival data that will be collected during twelve months of fieldwork in Mozambique and Sierra Leone to further elaborate the initial theory and test it against alternative explanations. The research design includes cross-national, sub-national and within-case comparisons of counterinsurgent militias in the civil wars in Mozambique between the government Frente de Libertação de Moçambique, Frelimo, and the rebel army Resistência Nacional Moçambicana, Renamo, and in Sierra Leone between the government and the Revolutionary United Front (RUF).\r\n\r\nThe project enhances scientific understanding in three ways. First, the study of civil wars has been overly state-centric due to the classic image of civil wars as driven by insurgencies seeking to capture state power. This project examines a decisive actor neglected in previous comparative research on civil war. Second, many studies work with a static conception of armed groups in civil war and lack an understanding of organizational change. By focusing on counterinsurgent militias, actors whose organizational forms vary considerably in the course of a civil war, this project can theorize organizational change of armed groups. Third, this project has implications for understanding the dynamics of civil war on the micro level such as the membership base, patterns of violence, and level of territorial control of different armed organizations. It also affects our understanding of the dynamics on the macro level?the duration and outcome of civil wars. For instance, militias can increase or decrease the level of violence, depending on whether they succeed against rebel groups or attract retaliation. Also, they may lengthen civil wars by increasing the number of actors with a stake in the conflict.\r\n\r\nIn addition, this research makes several broader contributions. Enhancing our understanding of the phenomenon of counterinsurgent militias can help prevent, manage, and resolve violent conflict and promote stability and development when civil wars come to an end. A better understanding of why and when some militias turn to violence against civilians can inform policies for peacekeeping forces and mediators in civil wars. A better understanding of the conditions of the impact of militias on security after the end civil wars can guide the search for workable peace agreements and comprehensive demobilization efforts. The project will include workshops with researchers and policy analysts in Mozambique, Sierra Leone, and the US to enhance knowledge about militias and to inform policies for conflict management and resolution.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elisabeth",
   "pi_last_name": "Wood",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elisabeth Wood",
   "pi_email_addr": "elisabeth.wood@yale.edu",
   "nsf_id": "000523926",
   "pi_start_date": "2011-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Corinna",
   "pi_last_name": "Jentzsch",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Corinna Jentzsch",
   "pi_email_addr": "corinna.jentzsch@yale.edu",
   "nsf_id": "000586491",
   "pi_start_date": "2011-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Dept. of Political Science",
  "perf_str_addr": "115 Prospect St., RKZ 234",
  "perf_city_name": "New Haven",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065208301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project focuses on actors in civil wars often overlooked by civil war research, but often responsible for much of the violence: militias, self-defense forces, and paramilitaries that exist outside of the state&rsquo;s formal security apparatus, and form to protect a local population against insurgents. Even if militias originate within a community without any connection to the state, they are often co-opted by the state to support or even replace regular security forces and commit human rights violations to intimidate state opponents. Thus understanding the formation and trajectory of militias is important to understand broader dynamics of war and help prevent, manage and resolve violent conflict. The project seeks to explain why militias form during civil wars and what their trajectories are in terms of the organizations they develop and the alliances they engage in. The data for this project was collected during a year of fieldwork in central and northern Mozambique that consisted of archival work and interviews on various aspects of the formation and trajectory of a traditional peasant militia that formed and was active during the last phase of the war in the late 1980s and early 1990s. The militia was based on the belief in a vaccine that made people immune to bullets. The idea to organize militias by vaccinating youths with this medicine spread quickly across communities to protect people from the violence. However, militias did not form successfully in all districts. The major findings of this project are that militias formed successfully when a continued threat to the community persisted and the people expected future violence, and when conflicts between local militia, military, and administrative leaders could be avoided.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/26/2012<br>\n\t\t\t\t\tModified by: Corinna&nbsp;Jentzsch</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project focuses on actors in civil wars often overlooked by civil war research, but often responsible for much of the violence: militias, self-defense forces, and paramilitaries that exist outside of the stateÆs formal security apparatus, and form to protect a local population against insurgents. Even if militias originate within a community without any connection to the state, they are often co-opted by the state to support or even replace regular security forces and commit human rights violations to intimidate state opponents. Thus understanding the formation and trajectory of militias is important to understand broader dynamics of war and help prevent, manage and resolve violent conflict. The project seeks to explain why militias form during civil wars and what their trajectories are in terms of the organizations they develop and the alliances they engage in. The data for this project was collected during a year of fieldwork in central and northern Mozambique that consisted of archival work and interviews on various aspects of the formation and trajectory of a traditional peasant militia that formed and was active during the last phase of the war in the late 1980s and early 1990s. The militia was based on the belief in a vaccine that made people immune to bullets. The idea to organize militias by vaccinating youths with this medicine spread quickly across communities to protect people from the violence. However, militias did not form successfully in all districts. The major findings of this project are that militias formed successfully when a continued threat to the community persisted and the people expected future violence, and when conflicts between local militia, military, and administrative leaders could be avoided. \n\n\t\t\t\t\tLast Modified: 10/26/2012\n\n\t\t\t\t\tSubmitted by: Corinna Jentzsch"
 }
}