{
 "awd_id": "1123692",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Proposal: StressTyp2: A Database for Word Accentual Patterns in the World's Languages",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan Maling",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 128354.0,
 "awd_amount": 128354.0,
 "awd_min_amd_letter_date": "2011-09-01",
 "awd_max_amd_letter_date": "2011-09-01",
 "awd_abstract_narration": "Words and phrases in many languages exhibit distinct rhythmic patterns. These rhythmic patterns are often referred to as \"stress patterns\" or \"accent patterns.\" Over the past several decades, both field linguists and theoretical linguists have endeavored to understand the nature of these patterns in individual languages and the range of variation that exists across languages. The goal of this project is the construction and dissemination of a typological database, to be called StressTyp2 (ST2), which documents and organizes these patterns in the world's languages.\r\n\r\nThe PIs have three specific tasks. First, they will merge the information in existing databases of stress and accent patterns. Second, they will improve, verify and enrich the dataset in a variety of ways and develop a web-based interface that makes the information in ST2 available to researchers and citizens around the world, and which meets or exceeds professional and scientific standards. The third goal of this project is to adopt (and, where necessary, establish) best practices for the collection, organization, dissemination and presentation of typological data pertaining to sound patterns in natural language.\r\n\r\nThere are many issues in constructing cross-linguistic data resources. The PIs will focus on the complex logical structure involved in a relational database which tracks dozens of linguistic properties, developing standards for assessing the accuracy or confidence of linguistic descriptions of lesser studied languages, and statistical sampling techniques for evaluating how representative the information in ST2 is of the world's languages and particular language families.\r\n\r\nThis research will fund two public workshops on word accent systems with domestic and international experts, which will both educate and inspire attendees, which will include professors, graduate students and undergraduate students. Additionally, undergraduate and graduate students will receive significant amounts of training as research assistants in the collection, verification, dissemination and analysis of linguistic data.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Heinz",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey N Heinz",
   "pi_email_addr": "jeffrey.heinz@stonybrook.edu",
   "nsf_id": "000507866",
   "pi_start_date": "2011-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197161551",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 128354.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Words and phrases in many languages exhibit distinct rhythmic<br />patterns. These rhythmic patterns are often referred to as \"stress\" or<br />\"accent\" patterns. Over the past several decades, both field linguists<br />and theoretical linguists have endeavored to understand the nature of<br />these patterns in individual languages and the range of variation that<br />exists across languages.<br /><br />This project created and disseminated a typological database called<br />StressTyp2 (ST2) which documents and organizes these patterns in the<br />world's languages according to linguistic variables and computational<br />models. ST2 is available online at [http://st2.ullet.net]. The online<br />version of ST2 is continually updated as information about new<br />languages is added, and as the understanding about previously<br />documented languages improves. Static versions of ST2 are archived<br />with the Linguistic Data Consortium at the University of Pennsylvania<br />so that research studies based on the contents of ST2 can be<br />replicated and verified.<br /><br />The project's intellectual merit revolves around several critical<br />issues involved in organizing and disseminating information about<br />natural languages. It is an interesting problem how to represent the<br />complex logical structure present in dozens of linguistic variables in<br />a relational database, and to make them accessible to people with<br />different amounts of knowledge. This project coded information about<br />word accent systems in several different schemes, including English<br />prose, theoretical linguistic terms, and computationally explicit<br />representations, which maximizes both the utility and longevity of the<br />information.<br /><br />ST2 makes it easier for students, scholars and the general public to<br />learn about the nature of stress and accent in the world's<br />languages. This helps people understand the range of variation that<br />exists cross-linguistically. An additional broader impact of the<br />research is that the ST2 database serves as a model for how the<br />information in complex linguistic subsystems can be organized and<br />presented to a worldwide audience.<br /><br />In addition to journal articles and conference papers produced as a<br />consequence of this research, three monographs are being published<br />(one is already published, one is in press, and one has been accepted)<br />with chapters by nationally and internationally recognized scholars on<br />stress and accent containing new emprical and theoretical findings.<br />Additionally, undergraduate and graduate students received significant<br />amounts of training as research assistants in the collection,<br />verification, dissemination and analysis of one of the most precious<br />gifts to humanity, natural language.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/19/2015<br>\n\t\t\t\t\tModified by: Jeffrey&nbsp;N&nbsp;Heinz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWords and phrases in many languages exhibit distinct rhythmic\npatterns. These rhythmic patterns are often referred to as \"stress\" or\n\"accent\" patterns. Over the past several decades, both field linguists\nand theoretical linguists have endeavored to understand the nature of\nthese patterns in individual languages and the range of variation that\nexists across languages.\n\nThis project created and disseminated a typological database called\nStressTyp2 (ST2) which documents and organizes these patterns in the\nworld's languages according to linguistic variables and computational\nmodels. ST2 is available online at [http://st2.ullet.net]. The online\nversion of ST2 is continually updated as information about new\nlanguages is added, and as the understanding about previously\ndocumented languages improves. Static versions of ST2 are archived\nwith the Linguistic Data Consortium at the University of Pennsylvania\nso that research studies based on the contents of ST2 can be\nreplicated and verified.\n\nThe project's intellectual merit revolves around several critical\nissues involved in organizing and disseminating information about\nnatural languages. It is an interesting problem how to represent the\ncomplex logical structure present in dozens of linguistic variables in\na relational database, and to make them accessible to people with\ndifferent amounts of knowledge. This project coded information about\nword accent systems in several different schemes, including English\nprose, theoretical linguistic terms, and computationally explicit\nrepresentations, which maximizes both the utility and longevity of the\ninformation.\n\nST2 makes it easier for students, scholars and the general public to\nlearn about the nature of stress and accent in the world's\nlanguages. This helps people understand the range of variation that\nexists cross-linguistically. An additional broader impact of the\nresearch is that the ST2 database serves as a model for how the\ninformation in complex linguistic subsystems can be organized and\npresented to a worldwide audience.\n\nIn addition to journal articles and conference papers produced as a\nconsequence of this research, three monographs are being published\n(one is already published, one is in press, and one has been accepted)\nwith chapters by nationally and internationally recognized scholars on\nstress and accent containing new emprical and theoretical findings.\nAdditionally, undergraduate and graduate students received significant\namounts of training as research assistants in the collection,\nverification, dissemination and analysis of one of the most precious\ngifts to humanity, natural language.\n\n\t\t\t\t\tLast Modified: 05/19/2015\n\n\t\t\t\t\tSubmitted by: Jeffrey N Heinz"
 }
}