{
 "awd_id": "1123649",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Combining Methods from Geochemistry and Molecular Biology to Predict the Functions of Microbial Communities",
 "cfda_num": "47.050",
 "org_code": "06030205",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 229941.0,
 "awd_amount": 229941.0,
 "awd_min_amd_letter_date": "2011-08-22",
 "awd_max_amd_letter_date": "2011-08-22",
 "awd_abstract_narration": "Combining geochemical data with microbial ecological data makes it possible to predict the distribution of microbial populations and the processes that they catalyze in nature.  In this research we will focus on the contrasting microbial processes of methane production (e.g., methanogenesis) and methane consumption (e.g., methanotrophy) as a framework for evaluating the linkages between geochemical predictions and the distribution, diversity, and activity of organisms that catalyze these processes. The overarching rationale for targeting these biological processes is that the combined activities of methanogenesis and methanotrophy largely control the flux of the potent greenhouse gas methane to our atmosphere, the extent of which may significantly impact global climate.  Defining the constraints on the distribution of microbial populations catalyzing these two processes in nature can significantly advance our understanding of the impact that a perturbation to their environment would have on their respective activities and the consequence that this may have on the global carbon cycle.  Existing geochemical predictions from hydrothermal ecosystems in Yellowstone National Park, Wyoming indicate that the occurrence of populations catalyzing methane production should be highly proscribed, but that aerobic and anaerobic methanotrophy should be widespread and that populations engaged in these activities should display significant genetic diversity as a function of the spring fluid composition.  The thermodynamic predictions will be used to guide experiments aimed to interpret data on the distribution of methanogens and methanotrophs and their respective activities. The integration of geochemical data and biological data will be achieved using newly developed ecological modeling tools.  These models will provide a more comprehensive understanding of the extent to which the distribution, diversity, and activity of functional groups of microorganisms reflect the physical and chemical characteristics of their environment.  Defining the extent to which such relationships exist using this framework has critical implications for our understanding of the constraints which led to extant biodiversity and will enable predictions of how changes in environmental conditions will affect the functioning of those microbial ecosystems. \r\nThis unified research goal will engage students in hands on interdisciplinary research where they will merge the traditionally independent disciplines of geochemistry and microbial ecology.  This goal will be met through the coordination of geochemical and microbiological analyses in field research settings as well as through coordinated laboratory experimentation at both Arizona State University and Montana State University. In addition, workshops will be held with the specific focus of training students in merging knowledge from these disciplines.  Given this exciting area of scientific exploration and discovery, the proposed work will also result in several tangible opportunities for education and outreach, most of which are built on our previous experience and commitment to educational programs for various audiences.  This includes field-and classroom-based efforts aimed at advancing scientific knowledge to other sectors of the public including K-12 students, undergraduate and graduate students, and high school and community college educators.  This project also will help promote research on the geochemistry, energetics, and microbial ecology of terrestrial hot springs and active serpentinizing systems through networking among scientists worldwide.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Everett",
   "pi_last_name": "Shock",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Everett L Shock",
   "pi_email_addr": "eshock@asu.edu",
   "nsf_id": "000456786",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852871404",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 229941.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merit</p>\n<p>A major goal in the field of geobiology is to be able to predict which kinds of microbes are active in various, diverse geologic habitats. One approach to do this is to use geochemical measurements to determine which types of chemical energy are available that can support microbial communities. The starting hypothesis is that if a source of energy is present then there should be microbes that take advantage of it. However, there can be many competing factors that limit the use of chemical energy sources, such as the lack of nutrients or the presence of toxins. The purpose of this project was to develop methods to improve geochemical predictions of microbiology through a collaborative study involving researchers at Arizona State University (ASU) and Montana State University. Methane oxidation is a source of energy that can support certain types of microbes. In the ASU portion of this collaborative project we studied hot springs of Yellowstone National Park where the necessary ingredients, methane and oxygen, are present, and calculations show that there is abundant energy available through methane oxidation. But, knowing that the table is set does not mean anyone is eating dinner! We developed a method to test whether the active process of methane oxidation was happening in hot springs, applied it in field experiments in a set of springs chosen for their diversity of temperatures and compositions, and determined that methane oxidation is restricted&nbsp;in its distribution. Various factors are implicated, including the presence of high concentrations of ammonia. These results provide a case study of how it is possible to hone abilities to predict where certain types of microbes occur based on the composition of geologic habitats.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Broader Impacts</p>\n<p>One goal of the proposed project was to start training graduate students in a new way so that they are equally at home with geochemistry and molecular biology at highly technical levels. In the ASU portion of this collaborative effort we have achieved this goal, and a graduate student who has received this new hybrid training is now a successful PhD candidate. She also conducted the field experiments and lab analyses of methane oxidation as part of her thesis research. Her success is enabling a transformation of graduate education strategies at ASU.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/30/2015<br>\n\t\t\t\t\tModified by: Everett&nbsp;L&nbsp;Shock</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit\n\nA major goal in the field of geobiology is to be able to predict which kinds of microbes are active in various, diverse geologic habitats. One approach to do this is to use geochemical measurements to determine which types of chemical energy are available that can support microbial communities. The starting hypothesis is that if a source of energy is present then there should be microbes that take advantage of it. However, there can be many competing factors that limit the use of chemical energy sources, such as the lack of nutrients or the presence of toxins. The purpose of this project was to develop methods to improve geochemical predictions of microbiology through a collaborative study involving researchers at Arizona State University (ASU) and Montana State University. Methane oxidation is a source of energy that can support certain types of microbes. In the ASU portion of this collaborative project we studied hot springs of Yellowstone National Park where the necessary ingredients, methane and oxygen, are present, and calculations show that there is abundant energy available through methane oxidation. But, knowing that the table is set does not mean anyone is eating dinner! We developed a method to test whether the active process of methane oxidation was happening in hot springs, applied it in field experiments in a set of springs chosen for their diversity of temperatures and compositions, and determined that methane oxidation is restricted in its distribution. Various factors are implicated, including the presence of high concentrations of ammonia. These results provide a case study of how it is possible to hone abilities to predict where certain types of microbes occur based on the composition of geologic habitats.\n\n \n\n \n\nBroader Impacts\n\nOne goal of the proposed project was to start training graduate students in a new way so that they are equally at home with geochemistry and molecular biology at highly technical levels. In the ASU portion of this collaborative effort we have achieved this goal, and a graduate student who has received this new hybrid training is now a successful PhD candidate. She also conducted the field experiments and lab analyses of methane oxidation as part of her thesis research. Her success is enabling a transformation of graduate education strategies at ASU.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 01/30/2015\n\n\t\t\t\t\tSubmitted by: Everett L Shock"
 }
}