{
 "awd_id": "1123536",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Pan-American Advanced Studies Institute: Computational Materials Science for Energy Generation and Conversion; Santiago, Chile; January 8-22nd, 2012",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Harold Stolberg",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2011-08-29",
 "awd_max_amd_letter_date": "2011-08-29",
 "awd_abstract_narration": "1123536\r\nStewart\r\n\r\nThis Pan-American Advanced Studies Institutes (PASI) award, jointly supported by the NSF and the Department of Energy (DOE), will take place during January, 2012 at the Pontificia Universidad Católica de Chile, in Santiago, Chile.  Organized by Dr. Derek A. Stewart and Prof. Richard Hennig from Cornell University, the institute will focus on computational materials science for energy generation and conversion.  Through lectures, hands-on labs, and discussions, the workshop will introduce graduate students and postdocs to powerful computational methods and state-of-the-art simulation codes that can be used to predict macroscopic properties of materials such as crystal structures, defect energies, electronic band structure, vibrational properties, reaction pathways, electronic and thermal transport, and photonic properties.\r\n\r\nThrough the integration of theory and computation across the scientific disciplines of materials science, chemistry and physics, this PASI will provide an educational experience that will prepare graduate students and postdocs for careers in computational materials science.  Special roundtable discussions will highlight critical areas for future energy research and provide practical career advice for young scientists.  Other goals of this PASI include broadening the participation of underrepresented minorities and building lasting links among young scientists in the Americas.  A website will be developed, with access to workshop presentations, tutorial materials, and web-accessible videos of lectures and tutorials.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Derek",
   "pi_last_name": "Stewart",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Derek A Stewart",
   "pi_email_addr": "stewart@cnf.cornell.edu",
   "nsf_id": "000348668",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Hennig",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Richard G Hennig",
   "pi_email_addr": "rhennig@ufl.edu",
   "nsf_id": "000397972",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "250 Duffield Hall, Cornell Univ.",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148532700",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "138500",
   "pgm_ele_name": "SSA-Special Studies & Analysis"
  },
  {
   "pgm_ele_code": "167900",
   "pgm_ele_name": "INTERNATIONAL COORDINATION ACT"
  },
  {
   "pgm_ele_code": "772800",
   "pgm_ele_name": "PASI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5974",
   "pgm_ref_txt": "CHILE"
  },
  {
   "pgm_ref_code": "5977",
   "pgm_ref_txt": "AMERICAS PROGRAM"
  },
  {
   "pgm_ref_code": "7728",
   "pgm_ref_txt": "PASI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"text-decoration: underline;\">Pan-American Advanced Studies Institute on Computational Materials Science for Energy Generation and Conversion</span></p>\n<p><span style=\"text-decoration: underline;\">&nbsp;</span></p>\n<p><span style=\"text-decoration: underline;\">Organizing Committee:</span></p>\n<p><strong>Derek Stewart</strong> &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <em>Cornell University </em></p>\n<p><strong>Richard Hennig</strong>&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <em>Cornell University</em></p>\n<p><strong>Miguel Kiwi (Local Coordinator)</strong>&nbsp;&nbsp;&nbsp; <em>Pontifica Universidad Cat&oacute;lica de Chile&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </em></p>\n<p><strong>Michelle Johannes</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <em>Naval Research Laboratory</em></p>\n<p><strong>Valeria Ferrari</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <em>Comisi&oacute;n Nacional de Energia At&oacute;mica, Argentina</em></p>\n<p><strong>Bruce Harmon</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <em>Ames Laboratory</em></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>The world&rsquo;s escalating demand for energy is rapidly depleting the supply of fossil fuel, while also contributing adversely to the environment and fostering political and social instability.&nbsp; The development of clean renewable energy sources is essential to address these problems. However, there are several scientific and engineering challenges that must be overcome to realize a viable energy future.&nbsp; It is clear that these topics will be a major focus of scientific research in the coming decades and it is important to provide the next generation of researchers with the necessary tools to tackle these difficult questions. For several primary topics in energy research, e. g. <em>&nbsp;</em>photovoltaics, thermoelectrics, catalysis, and batteries, a clear understanding of the relationship between the structures of materials and and their optical, mechanical, electrical, and thermal properties is paramount for the development of new materials to solve today&rsquo;s energy problems.</p>\n<p>&nbsp;</p>\n<p>Computational materials science provides an essential approach for both understanding material properties and also developing new materials for industrial applications.&nbsp; However, these approaches often come with a significant learning curve and are often not addressed in traditional graduate level courses.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The two-week Pan-American Advanced Studies Institute on Computational Materials Science in Energy Generation and Conversion (PASI-CMS4E) focused on training a new generation of energy researchers in a variety of simulation approaches they can use throughout their research careers.&nbsp; This workshop took place&nbsp; from January 9-20, 2012 on the campus of Pontifica Universidad Cat&oacute;lica de Chile (PUC) in Santiago, Chile.&nbsp; A total of 39 participants (graduate students and post-doctoral fellows) from 7 different countries across the Americas and 11 different states in the U. S. took part in the workshop.&nbsp; Through lectures and hands-on computer labs, participants were introduced to a broad spectrum of materials simul...",
  "por_txt_cntn": "\nPan-American Advanced Studies Institute on Computational Materials Science for Energy Generation and Conversion\n\n \n\nOrganizing Committee:\n\nDerek Stewart                                  Cornell University \n\nRichard Hennig                                 Cornell University\n\nMiguel Kiwi (Local Coordinator)    Pontifica Universidad Cat&oacute;lica de Chile         \n\nMichelle Johannes                             Naval Research Laboratory\n\nValeria Ferrari                                   Comisi&oacute;n Nacional de Energia At&oacute;mica, Argentina\n\nBruce Harmon                                   Ames Laboratory\n\n \n\n \n\nThe worldÆs escalating demand for energy is rapidly depleting the supply of fossil fuel, while also contributing adversely to the environment and fostering political and social instability.  The development of clean renewable energy sources is essential to address these problems. However, there are several scientific and engineering challenges that must be overcome to realize a viable energy future.  It is clear that these topics will be a major focus of scientific research in the coming decades and it is important to provide the next generation of researchers with the necessary tools to tackle these difficult questions. For several primary topics in energy research, e. g.  photovoltaics, thermoelectrics, catalysis, and batteries, a clear understanding of the relationship between the structures of materials and and their optical, mechanical, electrical, and thermal properties is paramount for the development of new materials to solve todayÆs energy problems.\n\n \n\nComputational materials science provides an essential approach for both understanding material properties and also developing new materials for industrial applications.  However, these approaches often come with a significant learning curve and are often not addressed in traditional graduate level courses. \n\n \n\nThe two-week Pan-American Advanced Studies Institute on Computational Materials Science in Energy Generation and Conversion (PASI-CMS4E) focused on training a new generation of energy researchers in a variety of simulation approaches they can use throughout their research careers.  This workshop took place  from January 9-20, 2012 on the campus of Pontifica Universidad Cat&oacute;lica de Chile (PUC) in Santiago, Chile.  A total of 39 participants (graduate students and post-doctoral fellows) from 7 different countries across the Americas and 11 different states in the U. S. took part in the workshop.  Through lectures and hands-on computer labs, participants were introduced to a broad spectrum of materials simulation techniques, including density functional theory, molecular dynamics, photonic simulations, finite element approaches, and search algorithms for new materials.  In addition, lectures highlighted applications in active energy research areas, such as piezoelectric energy harvesting, thermoelectrics, battery design, and catalysis.  A complimentary NSF XSEDE training grant (TG-DMR120012) allowed participants to run workshop simulations in a true high performance computing environment on the Ranger supercomputer at the Texas Advanced Computing Center.  On the final two days of the workshop, it was the participantsÆ opportunity to discuss their research with the group, either through short presentations or during the PASI poster session.\n\n \n\nThis workshop also helped develop strong lasting ties between young scientists in the Americas by encouraging interactions through specially designed computational challenge projects, small group discussion sessions, and informal activities including a North versus South America soccer game.  The workshop also featured a Career Advice session where lecturers talked with students about some of the common challenges young researchers face in getting published, obtaining grants, and finding permanent positions. \n\n \n\nThe Pan-American Advanced Studies Institute program is designed to disseminate advanced scientif..."
 }
}