{
 "awd_id": "1123689",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Combining Methods from Geochemistry and Molecular Biology to Predict the Functions of Microbial Communities",
 "cfda_num": "47.050",
 "org_code": "06030205",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "hailiang dong",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 285160.0,
 "awd_amount": 285160.0,
 "awd_min_amd_letter_date": "2011-08-22",
 "awd_max_amd_letter_date": "2011-08-22",
 "awd_abstract_narration": "Combining geochemical data with microbial ecological data makes it possible to predict the distribution of microbial populations and the processes that they catalyze in nature.  In this research we will focus on the contrasting microbial processes of methane production (e.g., methanogenesis) and methane consumption (e.g., methanotrophy) as a framework for evaluating the linkages between geochemical predictions and the distribution, diversity, and activity of organisms that catalyze these processes. The overarching rationale for targeting these biological processes is that the combined activities of methanogenesis and methanotrophy largely control the flux of the potent greenhouse gas methane to our atmosphere, the extent of which may significantly impact global climate.  Defining the constraints on the distribution of microbial populations catalyzing these two processes in nature can significantly advance our understanding of the impact that a perturbation to their environment would have on their respective activities and the consequence that this may have on the global carbon cycle.  Existing geochemical predictions from hydrothermal ecosystems in Yellowstone National Park, Wyoming indicate that the occurrence of populations catalyzing methane production should be highly proscribed, but that aerobic and anaerobic methanotrophy should be widespread and that populations engaged in these activities should display significant genetic diversity as a function of the spring fluid composition.  The thermodynamic predictions will be used to guide experiments aimed to interpret data on the distribution of methanogens and methanotrophs and their respective activities. The integration of geochemical data and biological data will be achieved using newly developed ecological modeling tools.  These models will provide a more comprehensive understanding of the extent to which the distribution, diversity, and activity of functional groups of microorganisms reflect the physical and chemical characteristics of their environment.  Defining the extent to which such relationships exist using this framework has critical implications for our understanding of the constraints which led to extant biodiversity and will enable predictions of how changes in environmental conditions will affect the functioning of those microbial ecosystems. \r\nThis unified research goal will engage students in hands on interdisciplinary research where they will merge the traditionally independent disciplines of geochemistry and microbial ecology.  This goal will be met through the coordination of geochemical and microbiological analyses in field research settings as well as through coordinated laboratory experimentation at both Arizona State University and Montana State University. In addition, workshops will be held with the specific focus of training students in merging knowledge from these disciplines.  Given this exciting area of scientific exploration and discovery, the proposed work will also result in several tangible opportunities for education and outreach, most of which are built on our previous experience and commitment to educational programs for various audiences.  This includes field-and classroom-based efforts aimed at advancing scientific knowledge to other sectors of the public including K-12 students, undergraduate and graduate students, and high school and community college educators.  This project also will help promote research on the geochemistry, energetics, and microbial ecology of terrestrial hot springs and active serpentinizing systems through networking among scientists worldwide.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Boyd",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Eric S Boyd",
   "pi_email_addr": "eboyd@montana.edu",
   "nsf_id": "000564902",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Montana State University",
  "inst_street_address": "216 MONTANA HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BOZEMAN",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "4069942381",
  "inst_zip_code": "59717",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MT01",
  "org_lgl_bus_name": "MONTANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJ3UF7TK8RT5"
 },
 "perf_inst": {
  "perf_inst_name": "Montana State University",
  "perf_str_addr": "309 Montana Hall",
  "perf_city_name": "Bozeman",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "597172470",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 285160.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Universal to biology is the need to extract and conserve energy for use in maintaining and synthesizing biomolecules, cellular motility, and nutrient transport functions. In microbial cells this fundamental requirement is met by catalyzing energy yielding oxidation-reduction (i.e., redox) reactions that involve transformations of carbon, sulfur, nitrogen compounds, among others.&nbsp; In catalyzing these reactions to meet energetic demands, microorganisms drive biogeochemical cycles and have done so since early in Earth history.&nbsp;</p>\n<p>Research in this project was focused on better defining the interface between biology and its environment such that improvements can be in predicting the distribution, diversity and function of microbial communities.&nbsp; Developing this capacity is critical to improving our ability to predict how ecosystem function might shift in response to changes in environmental conditions such as what is expected during climate change.&nbsp; To achieve this goal, we combined geochemical data with thermodynamic calculations in order to predict the variety and abundance of chemical energy available for microbial populations and communities.&nbsp; These predictions were then used to guide microbial physiology experiments using natural samples to further evaluate the bioenergetic predictions.&nbsp; Our aim is to more closely integrate geochemical and molecular studies such that both are enriched, and lead to a new hybridization of methods that will propel novel developments in geobiology.</p>\n<p>In order to maximize our ability to define links between energy availability and the physiology of microorganisms, attention was focused on heat-loving (i.e., thermophilic) organisms and their communities.&nbsp; These systems were chosen since high temperature tends to limit the complexity of microbial communities and to select for microbial populations that are dependent on chemical energy as opposed to light energy. The work conducted on this project involved three high school students, five undergraduate students, and three different graduate students, exposing each of them to unique experiences in the fields of ecology, physiology, geochemistry, and evolution.&nbsp; Of these students, five are female, one is Hispanic, and 3 are Native American.&nbsp; With the exception of the high school students, all participants in this project performed independent laboratory- and field-based research in Yellowstone National Park (YNP). These unique field experiences led two of the undergraduate students to enroll in doctoral programs, two of the high school students choose to attend college, and provided a large majority of the data that formed the thesis for a graduate student who is now a postdoctoral fellow at a leading academic institution.</p>\n<p>A major outcome of the work conducted by our diverse team of high school, undergraduate, and graduate students was the realization that thermophilic microorganisms that inhabit energy rich, sulfur springs interface with their environment in a previously unforeseen way.&nbsp; In order to obtain energy, numerous acid-living (i.e., acidophilic) organisms couple the oxidation of organic carbon to the reduction of crystalline sulfur, the latter of which is not soluble. In doing so, these organisms form the interface between the C and S cycles in these springs.&nbsp; However, these acidophilic crenarchaea do not associate with the surface of bulk crystalline sulfur in order to reduce this compound, which was the expectation.&nbsp; Rather, these organisms rely on abiotic reactions to increase the solubility of crystalline sulfur in the form of polysulfides.&nbsp; These polysulfides, however, are unstable under acidic conditions, and it rapidly hydrolyzes to form nanocrystalline elemental S which is soluble.&nbsp; This soluble form of S serves as the electron acceptor for use by these microorganisms.&nbsp; This study re...",
  "por_txt_cntn": "\nUniversal to biology is the need to extract and conserve energy for use in maintaining and synthesizing biomolecules, cellular motility, and nutrient transport functions. In microbial cells this fundamental requirement is met by catalyzing energy yielding oxidation-reduction (i.e., redox) reactions that involve transformations of carbon, sulfur, nitrogen compounds, among others.  In catalyzing these reactions to meet energetic demands, microorganisms drive biogeochemical cycles and have done so since early in Earth history. \n\nResearch in this project was focused on better defining the interface between biology and its environment such that improvements can be in predicting the distribution, diversity and function of microbial communities.  Developing this capacity is critical to improving our ability to predict how ecosystem function might shift in response to changes in environmental conditions such as what is expected during climate change.  To achieve this goal, we combined geochemical data with thermodynamic calculations in order to predict the variety and abundance of chemical energy available for microbial populations and communities.  These predictions were then used to guide microbial physiology experiments using natural samples to further evaluate the bioenergetic predictions.  Our aim is to more closely integrate geochemical and molecular studies such that both are enriched, and lead to a new hybridization of methods that will propel novel developments in geobiology.\n\nIn order to maximize our ability to define links between energy availability and the physiology of microorganisms, attention was focused on heat-loving (i.e., thermophilic) organisms and their communities.  These systems were chosen since high temperature tends to limit the complexity of microbial communities and to select for microbial populations that are dependent on chemical energy as opposed to light energy. The work conducted on this project involved three high school students, five undergraduate students, and three different graduate students, exposing each of them to unique experiences in the fields of ecology, physiology, geochemistry, and evolution.  Of these students, five are female, one is Hispanic, and 3 are Native American.  With the exception of the high school students, all participants in this project performed independent laboratory- and field-based research in Yellowstone National Park (YNP). These unique field experiences led two of the undergraduate students to enroll in doctoral programs, two of the high school students choose to attend college, and provided a large majority of the data that formed the thesis for a graduate student who is now a postdoctoral fellow at a leading academic institution.\n\nA major outcome of the work conducted by our diverse team of high school, undergraduate, and graduate students was the realization that thermophilic microorganisms that inhabit energy rich, sulfur springs interface with their environment in a previously unforeseen way.  In order to obtain energy, numerous acid-living (i.e., acidophilic) organisms couple the oxidation of organic carbon to the reduction of crystalline sulfur, the latter of which is not soluble. In doing so, these organisms form the interface between the C and S cycles in these springs.  However, these acidophilic crenarchaea do not associate with the surface of bulk crystalline sulfur in order to reduce this compound, which was the expectation.  Rather, these organisms rely on abiotic reactions to increase the solubility of crystalline sulfur in the form of polysulfides.  These polysulfides, however, are unstable under acidic conditions, and it rapidly hydrolyzes to form nanocrystalline elemental S which is soluble.  This soluble form of S serves as the electron acceptor for use by these microorganisms.  This study represents one of ten unique scholarly contributions that were published as part of this grant period.\n\nOur efforts to disseminate results from our work to a..."
 }
}