{
 "awd_id": "1123147",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: The Emotional Minority: Testing a Theoretical Model of Minority Influence, Emotion Stereotypes, and Prejudice in a Jury Deliberation Context",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Marjorie Zatz",
 "awd_eff_date": "2011-07-15",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 12878.0,
 "awd_amount": 12878.0,
 "awd_min_amd_letter_date": "2011-07-08",
 "awd_max_amd_letter_date": "2011-07-08",
 "awd_abstract_narration": "Although the jury room can be an emotional place, little research has examined the impact of jurors' emotions on the deliberation process. Three studies will investigate how expressing emotion affects the potential for a single juror arguing against the rest of the jury (i.e., a holdout) to influence the majority, particularly holdouts from groups associated with emotion stereotypes (e.g., the \"angry Black man\" stereotype). Stereotyped minorities are often penalized for expressing emotions. In a holdout juror situation, however, emotion stereotypes might present a unique opportunity for the holdout to violate majority members' expectations, which sometimes enhances the credibility of people who hold a minority opinion. This research will assess people's gender- and race-based emotion stereotypes (Study 1), and will investigate the implications of a holdout juror expressing these stereotypical emotions during jury deliberation (Studies 2 and 3). Participants will engage in what appears to be a computer-mediated discussion about a murder case with five other mock jurors, but in reality is a pre-written fictional deliberation script. These studies will test (a) whether participants are more or less persuaded by holdout jurors who express their opinions with sadness, anger, or no emotion, and (b) if these effects depend on whether the holdout is a man or a woman (for whom sadness is stereotypical and anger is nonstereotypical), or a White versus Black man (for whom anger is stereotypical and sadness is nonstereotypical).\r\n\r\nThe proposed research will increase understanding about the effect of emotion expression on underrepresented groups? credibility and potential to exert influence in emotionally charged settings (e.g., juries, collaborator meetings, hiring committees, workplace groups). It will also increase understanding of how historically underrepresented jurors can decrease or enhance their credibility through expressing emotion on juries, and ensure that the many efforts to promote diversity in jury selection are not futile.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bette",
   "pi_last_name": "Bottoms",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bette Bottoms",
   "pi_email_addr": "bbottoms@uic.edu",
   "nsf_id": "000242166",
   "pi_start_date": "2011-07-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jessica",
   "pi_last_name": "Salerno",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jessica Salerno",
   "pi_email_addr": "jessica.salerno@asu.edu",
   "nsf_id": "000586145",
   "pi_start_date": "2011-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "809 S MARSHFIELD AVE M/C 551",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606124305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 12878.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Although juries were originally composed exclusively of white men, U.S. juries now include women and racial minorities. This project was designed to investigate whether previously underrepresented jurors (women, African Americans) have the same opportunity to exert influence over the jury&rsquo;s decision, compared to White men. Being forced to deliberate at length because one group member disagrees creates hostility. Discussions get heated; negative emotion results. Yet, we know little about how holdout jurors&rsquo; emotion expression might influence their ability to exert influence over the majority&mdash;particularly if they belong to a historically underrepresented group for whom emotion stereotypes exist (e.g., Black men stereotyped as angry). We predicted that expressing emotion could detract or enhance credibility, depending on the holdout&rsquo;s gender or race. A set of four experiments investigated how holdout jurors&rsquo; emotion expression affects their potential to influence the majority&mdash;particularly for stereotyped holdouts.</p>\n<p>&nbsp;</p>\n<p>After demonstrating that fear is perceived as stereotypical for women and non-stereotypical for Black men, and anger is non-stereotypical for women and stereotypical for Black men (Study 1), we assessed the effect of holdouts expressing these emotions on their ability to exert influence over the majority during mock deliberation. In three subsequent experiments, participants were told that they would engage in a computer-mediated discussion with five other mock jurors about a murder case, when in reality they were reading a pre-written fictional deliberation script. After viewing trial evidence, participants reported their initial verdict preference, verdict confidence and wrote arguments to contribute to what they believed to be a real computer-mediated deliberation with five other participants. All participants saw the same false pre-determined feedback, however, in which four pre-programmed confederate jurors agreed with the participant and one confederate holdout argued for the opposite verdict. After each round of comments, participants reported their verdict confidence. We manipulated whether the confederate holdout (a) expressed opinions with no emotion, anger, or fear, and (b) was a man or woman (Study 2), or a White or Black man (Studies 3-4).</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; When holdouts expressed no emotion or fear, the participants&rsquo; confidence in their original verdict was unaffected by the holdouts&rsquo; arguments. The effect of expressing anger on the holdout&rsquo;s ability to influence the majority depended on the holdout&rsquo;s gender. After a male holdout expressed anger participants began to doubt their original opinion more (i.e., the holdout influenced their opinion); whereas after a woman expressed anger, participants became <em>more</em> confident in their original opinion. Thus, men holdouts gained influence by expressing anger, but women were penalized for expressing anger. Women might be penalized because they are violating a stereotype by expressing anger, or because a historically disadvantaged group is expressing a dominant emotion (i.e., anger).</p>\n<p>&nbsp;</p>\n<p>We tested these two explanations by investigating whether the effect replicated for another historically underrepresented group for whom expressing anger would <em>not</em> violate, but instead confirm, a stereotype: Black men. We again found that men gained influence over the majority by expressing anger, but in contrast to the gender effect in Study 2, this effect did <em>not</em> depend on race of the holdout. After men holdouts expressed anger&mdash;regardless of whether they were Black or White&mdash;participants&rsquo; doubt in their original opinion decreased.</p>\n<p>&nbsp;</p>\n<p>Together, these studies reveal that expressing anger can grea...",
  "por_txt_cntn": "\nAlthough juries were originally composed exclusively of white men, U.S. juries now include women and racial minorities. This project was designed to investigate whether previously underrepresented jurors (women, African Americans) have the same opportunity to exert influence over the juryÆs decision, compared to White men. Being forced to deliberate at length because one group member disagrees creates hostility. Discussions get heated; negative emotion results. Yet, we know little about how holdout jurorsÆ emotion expression might influence their ability to exert influence over the majority&mdash;particularly if they belong to a historically underrepresented group for whom emotion stereotypes exist (e.g., Black men stereotyped as angry). We predicted that expressing emotion could detract or enhance credibility, depending on the holdoutÆs gender or race. A set of four experiments investigated how holdout jurorsÆ emotion expression affects their potential to influence the majority&mdash;particularly for stereotyped holdouts.\n\n \n\nAfter demonstrating that fear is perceived as stereotypical for women and non-stereotypical for Black men, and anger is non-stereotypical for women and stereotypical for Black men (Study 1), we assessed the effect of holdouts expressing these emotions on their ability to exert influence over the majority during mock deliberation. In three subsequent experiments, participants were told that they would engage in a computer-mediated discussion with five other mock jurors about a murder case, when in reality they were reading a pre-written fictional deliberation script. After viewing trial evidence, participants reported their initial verdict preference, verdict confidence and wrote arguments to contribute to what they believed to be a real computer-mediated deliberation with five other participants. All participants saw the same false pre-determined feedback, however, in which four pre-programmed confederate jurors agreed with the participant and one confederate holdout argued for the opposite verdict. After each round of comments, participants reported their verdict confidence. We manipulated whether the confederate holdout (a) expressed opinions with no emotion, anger, or fear, and (b) was a man or woman (Study 2), or a White or Black man (Studies 3-4).\n\n \n\n            When holdouts expressed no emotion or fear, the participantsÆ confidence in their original verdict was unaffected by the holdoutsÆ arguments. The effect of expressing anger on the holdoutÆs ability to influence the majority depended on the holdoutÆs gender. After a male holdout expressed anger participants began to doubt their original opinion more (i.e., the holdout influenced their opinion); whereas after a woman expressed anger, participants became more confident in their original opinion. Thus, men holdouts gained influence by expressing anger, but women were penalized for expressing anger. Women might be penalized because they are violating a stereotype by expressing anger, or because a historically disadvantaged group is expressing a dominant emotion (i.e., anger).\n\n \n\nWe tested these two explanations by investigating whether the effect replicated for another historically underrepresented group for whom expressing anger would not violate, but instead confirm, a stereotype: Black men. We again found that men gained influence over the majority by expressing anger, but in contrast to the gender effect in Study 2, this effect did not depend on race of the holdout. After men holdouts expressed anger&mdash;regardless of whether they were Black or White&mdash;participantsÆ doubt in their original opinion decreased.\n\n \n\nTogether, these studies reveal that expressing anger can greatly affect holdout jurorsÆ chances of influencing the majority&mdash;this effect depends, however, on the holdoutÆs social group. Although men were able to gain influence by expressing anger, women were penalized. Yet, not all historically disadvantaged groups are p..."
 }
}