{
 "awd_id": "1123411",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Engineering Children's Learning with Physical and Social Tools",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Laura Namy",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 224800.0,
 "awd_amount": 224800.0,
 "awd_min_amd_letter_date": "2011-09-06",
 "awd_max_amd_letter_date": "2011-09-06",
 "awd_abstract_narration": "The decrease in the number of US students interested in science, technology, engineering, and mathematics (STEM) has received considerable attention in recent years.  The National Science Foundation refers to this as the STEM education problem.  This research explores one way to address the STEM problem, by studying how children develop interest and skill in STEM, even at a young age.  The work will focus on the fact that many early STEM experiences for children are designed to encourage learning through hands-on activities, such as making models of buildings or other structures.  Although children can learn a great deal by working on their own through these hands-on activities, their learning can be improved when they are engaged in conversations with their parents during these activities.  With support from the National Science Foundation, Catherine Haden, Ph.D., of Loyola University Chicago and David Uttal, Ph.D., of Northwestern University will examine how parent-child conversational interactions during hands-on activities impact children's STEM learning.  The researchers will also determine whether parent-child conversations and hands-on activities help children remember what they have learned and apply it to new situations.  The research will take place in a special exhibit within the Chicago Children's Museum that was designed specifically to advance STEM learning.  The exhibit focuses on building construction and includes hands-on activities that may promote early understanding of simple engineering principles, such as bracing, as well as more general principles associated with the scientific method.  Across two studies, a total of 640 children, ages 4, 6, and 8 will observed building skyscrapers with their parents.  It is hypothesized that specific kinds of conversations (such as those that involve What, How, and Why questions) will be linked to more hands-on activity, as well as more learning of engineering principles and a better understanding of the scientific method.  An important test of this hypothesis is seeing how and when parents' conversations and children's hands-on learning during the first construction project results in better construction of a second structure (tower or bridge).  It is also predicted that parents' talk and children's understanding will differ by age of the child.  In Study 2, the researchers will attempt to teach parents the best ways to help their children's STEM learning, based on the findings of Study 1.   \r\n\r\nThe research will contribute to understanding and improving young children's STEM education and learning.  For young children, the learning of mathematics, science, and elementary principles of engineering is intertwined.  Early exposure to fun, creative and meaningful engineering experiences may boost interest and the eventual pursuit of engineering and technology education paths by students.  Exhibits stimulating building construction, for example, have the potential to connect children with the joys and challenges of the scientific process (building a building that will stand on its own), as well as the relevance of engineering to their everyday lives.  The research will recommend methods that parents and other educators can use with young children in STEM learning situations to foster early understanding of the scientific method, develop knowledge of STEM-related concepts, and potentially increase interest in future science education and career options.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Catherine",
   "pi_last_name": "Haden",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Catherine A Haden",
   "pi_email_addr": "chaden@luc.edu",
   "nsf_id": "000193082",
   "pi_start_date": "2011-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Loyola University of Chicago",
  "inst_street_address": "820 N MICHIGAN AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7735082471",
  "inst_zip_code": "606112147",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "IL05",
  "org_lgl_bus_name": "LOYOLA UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "CVNBL4GDUKF3"
 },
 "perf_inst": {
  "perf_inst_name": "Loyola University of Chicago",
  "perf_str_addr": "820 N MICHIGAN AVE",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606112147",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "IL05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169800",
   "pgm_ele_name": "DS -Developmental Sciences"
  },
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1698",
   "pgm_ref_txt": "DS-Developmental Sciences"
  },
  {
   "pgm_ref_code": "7259",
   "pgm_ref_txt": "INFORMAL SCIENCE EDUCATION"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 224800.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-2a8b0870-b388-1abe-dd81-91bbabfd4aff\"> </span></p>\n<p dir=\"ltr\"><span>Children do not only learn in schools. &nbsp;A variety of out-of-school experiences are very important in children&rsquo;s learning, especially learning about science, technology, engineering and mathematics (STEM). &nbsp;For example, many scientists point to visits to museums as playing a formative role in the development of interest in and knowledge of STEM. &nbsp;The purpose of our work was to understand how and why museum visits can play such an important role in the development of children&rsquo;s STEM learning. &nbsp;</span></p>\n<p dir=\"ltr\"><span>Our specific focus was on young children&rsquo;s learning of simple but meaningful engineering principles. &nbsp;Engineering offers a way to engage children in activities that are both fun and educational, helping children to learn about math and science while playing with and manipulating objects. &nbsp;For example, at our research site, the Chicago Children&rsquo;s Museum, children have the opportunity to build model skyscrapers. Visitors are encouraged to build towers &ldquo;up to the clouds&rdquo;. In doing so, children can learn the basic engineering principle of bracing--diagonal braces and triangular shapes are critically important for a building&rsquo;s stability.</span></p>\n<p dir=\"ltr\"><span>One of the most important characteristics of museum learning for young children is that it occurs with parents (and other relatives and friends). &nbsp;Children&rsquo;s museums are designed for the entire family; they help parents and children engage in conversations about the exhibits. &nbsp;These conversations are critically important for learning to continue outside the museum; the museum exhibit and activities can become a catalyst for future learning.</span></p>\n<p dir=\"ltr\"><span>We studied how parent-child conversations during hands-on activities with objects influence children&rsquo;s learning both in and outside of the museum, and whether this learning </span><span>transfers</span><span> to different contexts or activities. For example, do children apply what they learn in the museum when they are at home or in school? &nbsp;Transfer is absolutely essential to long-term learning, but unfortunately it often proves challenging or fleeting. &nbsp;Finding ways to enhance transfer is therefore important for improving learning and for helping children benefit from museum visits and other informal STEM learning experiences. &nbsp;In our work, for example, we studied whether children could transfer what they learned from building a skyscraper to fixing a different structure - a bridge. &nbsp;Although towers and bridges may look very different, they share some of the same core principle of engineering stability (bracing). &nbsp;&nbsp;We examined whether children transferred what they gained in learning from building or fixing a skyscraper to fixing a bridge. &nbsp;We found that parent-child conversations during the building/fixing activity greatly affected transfer. &nbsp;For example, the children of parents who ask, &ldquo;wh&rdquo; questions (where, why, what, etc.) tend to do better at the transfer tasks. Wh-questions help the children to expand on what they are learning--to think more deeply about what they are doing at the time, and to recall and use this knowledge in a new context later. We also identified ways to encourage parents and children to talk more about science, technology, engineering and mathematics while building, by providing them with some engineering information prior to the building activity. </span></p>\n<p dir=\"ltr\"><span>Another important contribution of the work is developing rigorous methods that can be used to observe learning in settings such as museums and homes. &nbsp;The learning processes that we are studying cannot be measured with tests, in part because that would be out of character in ...",
  "por_txt_cntn": "\n \nChildren do not only learn in schools.  A variety of out-of-school experiences are very important in childrenÆs learning, especially learning about science, technology, engineering and mathematics (STEM).  For example, many scientists point to visits to museums as playing a formative role in the development of interest in and knowledge of STEM.  The purpose of our work was to understand how and why museum visits can play such an important role in the development of childrenÆs STEM learning.  \nOur specific focus was on young childrenÆs learning of simple but meaningful engineering principles.  Engineering offers a way to engage children in activities that are both fun and educational, helping children to learn about math and science while playing with and manipulating objects.  For example, at our research site, the Chicago ChildrenÆs Museum, children have the opportunity to build model skyscrapers. Visitors are encouraged to build towers \"up to the clouds\". In doing so, children can learn the basic engineering principle of bracing--diagonal braces and triangular shapes are critically important for a buildingÆs stability.\nOne of the most important characteristics of museum learning for young children is that it occurs with parents (and other relatives and friends).  ChildrenÆs museums are designed for the entire family; they help parents and children engage in conversations about the exhibits.  These conversations are critically important for learning to continue outside the museum; the museum exhibit and activities can become a catalyst for future learning.\nWe studied how parent-child conversations during hands-on activities with objects influence childrenÆs learning both in and outside of the museum, and whether this learning transfers to different contexts or activities. For example, do children apply what they learn in the museum when they are at home or in school?  Transfer is absolutely essential to long-term learning, but unfortunately it often proves challenging or fleeting.  Finding ways to enhance transfer is therefore important for improving learning and for helping children benefit from museum visits and other informal STEM learning experiences.  In our work, for example, we studied whether children could transfer what they learned from building a skyscraper to fixing a different structure - a bridge.  Although towers and bridges may look very different, they share some of the same core principle of engineering stability (bracing).   We examined whether children transferred what they gained in learning from building or fixing a skyscraper to fixing a bridge.  We found that parent-child conversations during the building/fixing activity greatly affected transfer.  For example, the children of parents who ask, \"wh\" questions (where, why, what, etc.) tend to do better at the transfer tasks. Wh-questions help the children to expand on what they are learning--to think more deeply about what they are doing at the time, and to recall and use this knowledge in a new context later. We also identified ways to encourage parents and children to talk more about science, technology, engineering and mathematics while building, by providing them with some engineering information prior to the building activity. \nAnother important contribution of the work is developing rigorous methods that can be used to observe learning in settings such as museums and homes.  The learning processes that we are studying cannot be measured with tests, in part because that would be out of character in a museum context and we want our results to be relevant to museum educators. Also, the effects of a museum-based learning experience extend beyond the timeframe of the museum visit, to activities that may occur days, weeks, or even longer afterward. Therefore, we have used childrenÆs words and actions as measure of their learning.  For example, to assess childrenÆs knowledge of the bracing principle, we examined how many pieces they added to their stru..."
 }
}