{
 "awd_id": "1123855",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Linkage of Glacier Sliding and Hydrology on the Kennicott Glacier, Alaska",
 "cfda_num": "47.050",
 "org_code": "06030206",
 "po_phone": "7032922425",
 "po_email": "jlawrenc@nsf.gov",
 "po_sign_block_name": "Justin Lawrence",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 410000.0,
 "awd_amount": 410000.0,
 "awd_min_amd_letter_date": "2011-09-11",
 "awd_max_amd_letter_date": "2011-09-11",
 "awd_abstract_narration": "The linkage of glacier sliding and hydrology on the Kennicott Glacier, Alaska\r\n\r\nTechnical description. As shown in a SGER-funded pilot study designed to promote Alaska?s Kennicott Glacier as a natural laboratory, glaciers slide whenever their hydrologic system is insufficiently developed to accommodate water inputs, either from melt or from a draining lake.  The conceptual model suggested in a paper from the SGER study is being cited extensively to explain new observations in Greenland.  The key to understanding the sliding of a glacier is that the hydrologic system beneath a glacier is always in a state of transience; water inputs vary widely, as do the hydraulic efficiencies of the channelized and unchannelized portions of the hydrologic system. The proposed research teams a geomorphologist with experience in both glacial fieldwork and analysis of the hydrology-sliding connection, with a hydrologist whose research includes the hydrology of faults and karst systems that are both pertinent to the glacial hydrology?sliding problem. The team will link fieldwork on Kennicott Glacier with numerical models to develop a rigorous understanding of the evolving hydrologic system and the basal sliding that it inspires. Task 1) Kennicott Glacier field experiment.  This easily accessible 40-km long, 4-km wide glacier is ideal to study the connection between hydrology and glacial motion. Its hydrologic system is perturbed diurnally, by a major spring event each summer, and by an annual outburst flood. Several side-glacier and small supra-glacial lakes serve as natural manometers to document seasonal evolution of the drainage network, and passage of the outburst flood. The research will document the diurnal, seasonal, and flood-related inputs and outputs of water from the glacier, and the associated sliding response over two full years. GPS-derived ice speeds will document the horizontal and vertical displacement fields, which vary by several-fold on daily, seasonal and flood timescales. These data sets will serve as a rigorous test case for models of the hydrology-sliding link.  Task 2) Numerical modeling of subglacial hydrology.  Inspired by both old and new data on the Kennicott Glacier, and a working 1D hydro-sliding model, hydrologic models of differing complexity will be developed.  Network and grid-based 2D distributed numerical models will have dynamic aperture geometry and hydraulic properties that allow transitions from distributed ?linked cavity? to ?conduit-like? behaviors resulting from temporally and spatially variable melt inputs. The models will predict spatial and temporal patterns of horizontal and vertical ice motion, and measurable features of the hydrologic system, including solute concentrations at the outlet. They will be immediately employed to diagnose the results from the 2006 pilot study, and will be refined as the full annual cycle is illuminated by the field efforts.  \r\n\r\nBroader significance.  Glaciers transport ice down their valleys both by deformation of the ice and by sliding against their beds. Glacial research is motivated in part by the fact that the loss of ice from glaciers and ice sheets profoundly impacts both sea level and water resources in glaciated watersheds. While glaciologists understand the deformation of ice, sliding remains poorly understood. In addition, as only by sliding do glaciers erode the landscape over which they move, understanding of glacial landscapes that dominate many national parks requires knowledge of how sliding works. Variations in glacier sliding are clearly linked to the seasonal and daily delivery of meltwater into the glacier, but the linkage between the state of the water system in the glacier and this sliding remains unclear; no physically-based model of sliding exists. Recent acceleration of sliding of glacial outlets from the Greenland Ice Sheet has been shown to mimic the seasonal sliding history observed on alpine glaciers, making alpine glaciers an appropriate and less expensive laboratory to probe the hydrology-sliding connection that may drive sea level rise from ice sheets. The proposed research will make use of the spectacular natural laboratory of the Kennicott Glacier at the entrance to Alaska?s Wrangell St. Elias National Park.  The research will generate a detailed data set of glacier sliding and of the evolving hydrologic state of the glacier that will guide the development of theoretical models of sliding.  Numerical models in this research take advantage of the analogy between the ice-rock contact at the bed of a glacier and the rock-rock contact across a fault.  In both cases, the interface is rough, with patchy contacts and gaps; and in both cases, sliding at this interface is promoted by high water pressures. Models constructed in this study will capture the full complexity of the evolving subglacial hydrologic system, including rapid inputs of water from the surface and from draining lakes that promote sliding, and feedbacks that serve to regulate the sliding.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Anderson",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Robert S Anderson",
   "pi_email_addr": "andersrs@colorado.edu",
   "nsf_id": "000418295",
   "pi_start_date": "2011-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Harihar",
   "pi_last_name": "RAJARAM",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Harihar RAJARAM",
   "pi_email_addr": "hrajara1@jhu.edu",
   "nsf_id": "000388056",
   "pi_start_date": "2011-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street, Room 481",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  },
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  },
  {
   "pgm_ele_code": "745800",
   "pgm_ele_name": "Geomorphology & Land-use Dynam"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 410000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Glaciers are responsible for sculpting deep valleys in alpine landscapes. This ability to erode rock requires that they slide against their rocky beds.&nbsp; Our research we seek to understand this sliding process. Because sliding occurs at the inaccessible base of the glacier, we must indirectly observe sliding by monitoring the fluctuations in surface speeds of the ice, which are caused by sliding variations.&nbsp; We have been studying the Kennicott Glacier in Alaska&rsquo;s Wrangells-St Elias National Park. This glacier experiences annual outburst floods resulting from release of 30 million cubic meters of water from a side-glacier lake that serve as natural experiments to probe the connection between the water system of the glacier and its sliding behavior.&nbsp; In addition, as the lower portions of the glacier are covered by rocky debris, over which we trudged to maintain our instrumentation, we launched studies of the role of debris cover in altering the rate of melt of the glacier, and how such debris-covered glaciers might respond differently to changes in climate.</p>\n<p>Using GPS tracking of surface speeds at several points on the glacier, we have demonstrated that it responds to water inputs on seasonal, daily and outburst flood timescales.&nbsp; While the hydrologic system varies significantly from year to year, the details of the outburst floods show remarkable similarity.&nbsp; GPS monitoring is painstaking, prone to power supply issues, and captures at best the motion of a few points on the glacier surface.&nbsp; We have therefore sought to utilize methods based upon satellite imagery that allow tracking of the velocity of the entire glacier surface.&nbsp; We have now shown that automated tracking of features on the ice surface, accomplished by comparing high resolution images from passes of the satellite at different times separated by two to several weeks, can be used to document weekly to monthly surface velocity fields. These velocities compared well to those documented using GPS, providing confidence that we may employ imagery to document seasonal swings in entire velocity fields on this and any other glacier for which imagery can be obtained.&nbsp; This method revealed that the lower 15 km of the Kennicott Glacier speeds up significantly in the melt season and slows down again in early autumn. Using a two-dimensional ice flow model we explored several end-member basal velocity configurations to determine which pattern of basal sliding best explains this pattern of summer speedup. We find that the glacier surface velocity is relatively insensitive to the details of the basal sliding pattern. We are expanding this work to larger scales using medium resolution satellite imagery to document the spatial pattern of glacier summer speedups along more than 60 glacier profiles in the Wrangell and St. Elias Ranges. We find the terminal 60-80% of most glaciers speeds up in summer, while the upper reaches maintain the same speed throughout the year. These observed patterns represent a challenge to that portion of the glacial community that seeks to model the sliding pattern of a glacier. It also means that, at present, glacier erosion is likely occurring over the lower three-quarters of a glacier&rsquo;s length, primarily at low elevations.</p>\n<p>As the Kennicott Glacier is covered with rocky debris in its terminal lobe, we documented the impact of this debris on the melt rate of the glacier. As the globe warms, these rock-mantled glacier snouts are becoming more common, making it all the more important to document their behavior and to develop theoretical models that probe how they differ from glaciers lacking debris cover. &nbsp;Melt rate of ice beneath rocky cover declines rapidly as the thickness of the rock cover increases. This research spawned models of debris-covered glaciers that incorporate the source of debris, the trajectories of debris through the glacier, the reduction of melt rate of ice covered by debris in the ablation zone, and the resulting impact on the length and velocity field of the glacier.&nbsp; We have shown that, in the same climate, debris-covered glaciers can be significantly longer than their debris-free cousins.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2016<br>\n\t\t\t\t\tModified by: Robert&nbsp;S&nbsp;Anderson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nGlaciers are responsible for sculpting deep valleys in alpine landscapes. This ability to erode rock requires that they slide against their rocky beds.  Our research we seek to understand this sliding process. Because sliding occurs at the inaccessible base of the glacier, we must indirectly observe sliding by monitoring the fluctuations in surface speeds of the ice, which are caused by sliding variations.  We have been studying the Kennicott Glacier in Alaska?s Wrangells-St Elias National Park. This glacier experiences annual outburst floods resulting from release of 30 million cubic meters of water from a side-glacier lake that serve as natural experiments to probe the connection between the water system of the glacier and its sliding behavior.  In addition, as the lower portions of the glacier are covered by rocky debris, over which we trudged to maintain our instrumentation, we launched studies of the role of debris cover in altering the rate of melt of the glacier, and how such debris-covered glaciers might respond differently to changes in climate.\n\nUsing GPS tracking of surface speeds at several points on the glacier, we have demonstrated that it responds to water inputs on seasonal, daily and outburst flood timescales.  While the hydrologic system varies significantly from year to year, the details of the outburst floods show remarkable similarity.  GPS monitoring is painstaking, prone to power supply issues, and captures at best the motion of a few points on the glacier surface.  We have therefore sought to utilize methods based upon satellite imagery that allow tracking of the velocity of the entire glacier surface.  We have now shown that automated tracking of features on the ice surface, accomplished by comparing high resolution images from passes of the satellite at different times separated by two to several weeks, can be used to document weekly to monthly surface velocity fields. These velocities compared well to those documented using GPS, providing confidence that we may employ imagery to document seasonal swings in entire velocity fields on this and any other glacier for which imagery can be obtained.  This method revealed that the lower 15 km of the Kennicott Glacier speeds up significantly in the melt season and slows down again in early autumn. Using a two-dimensional ice flow model we explored several end-member basal velocity configurations to determine which pattern of basal sliding best explains this pattern of summer speedup. We find that the glacier surface velocity is relatively insensitive to the details of the basal sliding pattern. We are expanding this work to larger scales using medium resolution satellite imagery to document the spatial pattern of glacier summer speedups along more than 60 glacier profiles in the Wrangell and St. Elias Ranges. We find the terminal 60-80% of most glaciers speeds up in summer, while the upper reaches maintain the same speed throughout the year. These observed patterns represent a challenge to that portion of the glacial community that seeks to model the sliding pattern of a glacier. It also means that, at present, glacier erosion is likely occurring over the lower three-quarters of a glacier?s length, primarily at low elevations.\n\nAs the Kennicott Glacier is covered with rocky debris in its terminal lobe, we documented the impact of this debris on the melt rate of the glacier. As the globe warms, these rock-mantled glacier snouts are becoming more common, making it all the more important to document their behavior and to develop theoretical models that probe how they differ from glaciers lacking debris cover.  Melt rate of ice beneath rocky cover declines rapidly as the thickness of the rock cover increases. This research spawned models of debris-covered glaciers that incorporate the source of debris, the trajectories of debris through the glacier, the reduction of melt rate of ice covered by debris in the ablation zone, and the resulting impact on the length and velocity field of the glacier.  We have shown that, in the same climate, debris-covered glaciers can be significantly longer than their debris-free cousins.\n\n\t\t\t\t\tLast Modified: 12/01/2016\n\n\t\t\t\t\tSubmitted by: Robert S Anderson"
 }
}