{
 "awd_id": "1123274",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Assessing Individual Ethical Reasoning and Team Ethical Climate: Understanding their Relationship in Undergraduate Design Teams",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Myles Boylan",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 312109.0,
 "awd_amount": 312109.0,
 "awd_min_amd_letter_date": "2011-09-15",
 "awd_max_amd_letter_date": "2011-09-15",
 "awd_abstract_narration": "Engineers in today's global society are interacting with ever more of the world's peoples and cultures which is introducing more social and ethical complexity to the profession and raising the importance of practicing engineers becoming capable ethical-decision makers and contributors to ethical team climates.  Engineering educators are responsible for helping students to develop these skills in order to facilitate their transfer into practice. The ultimate project goal is to develop students' ethical reasoning skills and equip them to guide themselves through the complexities of today's global, team-based engineering profession.  A barrier is the difficulty of assessing skills development in this area. In particular there is a paucity of assessment measures for engineering students.  Measures designed to assess general moral development are not intended to address the peculiarities of handling ethical situations in engineering. In addition, because most undergraduates learn to apply ethical reasoning to engineering through design courses that are taught in teams, knowledge of the interaction between individual ethical development and the team climate, as well as individual and team factors, is vital to design effective learning environments. \r\n\r\nThe goal of this project is to fill this gap through research by 1) developing instruments which reliably and validly measure individual ethical reasoning and team ethical climate, 2) tracking the growth of ethical reasoning in undergraduate student design teams, and 3) investigating the relationship between individual ethical reasoning and team ethical climate, including how individual and group factors or characteristics affect change in students' ethical reasoning and in team climate. The outcomes of the project will ultimately provide faculty with tools to assess individual ethical development and team climate as well as provide insights and lessons learned from design experiences at four diverse institutions that will provide broad applicability of the findings. \r\n\r\nIntellectual Merit \r\nThis project is filling a void in current assessment tools by providing valid and reliable measures applicable for engineering-centered and multidisciplinary design teams. The project is working to produce validated assessment tools as well as analyses of individual students and teams across four diverse programs. The intended outcomes of this project are validated measures that are applicable to a broad range of institutions. \r\n\r\nBroader Impacts \r\nThe findings of this research have potential impacts across engineering education and beyond. The results of this research will help identify the specific types of experiences that best support development of ethical reasoning and team ethical climate, allowing faculty and administrators to strategically scale and optimize curriculum and programs to provide more students with higher quality experiences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Oakes",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "William C Oakes",
   "pi_email_addr": "oakes@purdue.edu",
   "nsf_id": "000322408",
   "pi_start_date": "2011-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Patrice",
   "pi_last_name": "Buzzanell",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Patrice M Buzzanell",
   "pi_email_addr": "pmbuzzanell@usf.edu",
   "nsf_id": "000231354",
   "pi_start_date": "2011-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carla",
   "pi_last_name": "Zoltowski",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Carla B Zoltowski",
   "pi_email_addr": "cbz@purdue.edu",
   "nsf_id": "000581099",
   "pi_start_date": "2011-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE # 1100",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "751100",
   "pgm_ele_name": "TUES-Type 2 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 312109.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The work of engineers and technical professionals can have a significant positive impact on society. Thus it is important that graduating engineers have a good understanding of engineering ethics so they can act ethically in their work.&nbsp; Many of the issues engineers address in today&rsquo;s global economy involve technical, social and cultural issues.&nbsp; A wide variety of professional organizations agree that it is important to develop ethical reasoning and have called for universities and college to focus more attention on engineering ethics. As engineering faculty at universities have done this, they have recognized the need for instruments that can be used to gauge whether students have improved in their abilities to make ethical decisions. &nbsp;Although there are some instruments available that can test whether they are improving in general situations, there were not instruments available that could be used to see whether students improved in their ability to make ethical decisions in an engineering context. &nbsp;In response to this need, we have developed the Engineering Ethical Reasoning Instrument (EERI). We have also conducted a number of analyses that look at how it performs and have found evidence that it is able to detect differences that align with the person&rsquo;s ability to reason in ethical situations. It is available for use by other instructors and researchers.&nbsp; And because engineers commonly work in teams, our research team also developed an instrument, the Team Ethical Climate Survey (TECS), that could measure the how individuals perceived the ethical climate or interactions within the team.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/10/2016<br>\n\t\t\t\t\tModified by: William&nbsp;C&nbsp;Oakes</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe work of engineers and technical professionals can have a significant positive impact on society. Thus it is important that graduating engineers have a good understanding of engineering ethics so they can act ethically in their work.  Many of the issues engineers address in todayÆs global economy involve technical, social and cultural issues.  A wide variety of professional organizations agree that it is important to develop ethical reasoning and have called for universities and college to focus more attention on engineering ethics. As engineering faculty at universities have done this, they have recognized the need for instruments that can be used to gauge whether students have improved in their abilities to make ethical decisions.  Although there are some instruments available that can test whether they are improving in general situations, there were not instruments available that could be used to see whether students improved in their ability to make ethical decisions in an engineering context.  In response to this need, we have developed the Engineering Ethical Reasoning Instrument (EERI). We have also conducted a number of analyses that look at how it performs and have found evidence that it is able to detect differences that align with the personÆs ability to reason in ethical situations. It is available for use by other instructors and researchers.  And because engineers commonly work in teams, our research team also developed an instrument, the Team Ethical Climate Survey (TECS), that could measure the how individuals perceived the ethical climate or interactions within the team. \n\n \n\n\t\t\t\t\tLast Modified: 01/10/2016\n\n\t\t\t\t\tSubmitted by: William C Oakes"
 }
}