{
 "awd_id": "1123803",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Primate and Human Social Decision-Making",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jonathan Leland",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 179878.0,
 "awd_amount": 179878.0,
 "awd_min_amd_letter_date": "2011-09-21",
 "awd_max_amd_letter_date": "2011-09-21",
 "awd_abstract_narration": "Despite much research regarding how animals and humans solve social problems, few studies have utilized comparable procedures, outcomes, or measures, thus little is known about the evolution of decision-making behavior. In this project, the Principal Investigators will investigate how primates, including humans, deal with problems that arise in interactions with other group members. Understanding what outcomes are achieved, and how they vary across species, has implications for theories of the evolution of sociality and our understanding of social decision-making. The research will examine strategic decisions involving costly conflict and trust, varying the cooperativeness or competitiveness of the frame. The results will provide shed light on the evolution of human decision-making behavior.\r\n\r\nThis research will help to clarify the similarities and differences between nonhuman primates and humans with respect to social decision-making and will more properly place nonhuman behavior in context with human behavior and to understand the roots from which human economic decision making emerged. In addition to the theoretical merits, this interdisciplinary research will be integrated into summer workshops for graduate, undergraduate, and high school students at the Economic Science Institute at Chapman University and disseminated to the general public through partnerships with schools and Zoo Atlanta. It will also provide training for multiple postdoctoral fellows, graduate and undergraduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bart",
   "pi_last_name": "Wilson",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Bart J Wilson",
   "pi_email_addr": "bjwilson@chapman.edu",
   "nsf_id": "000336850",
   "pi_start_date": "2011-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Chapman University",
  "inst_street_address": "1 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "ORANGE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "7146287383",
  "inst_zip_code": "928661005",
  "inst_country_name": "United States",
  "cong_dist_code": "40",
  "st_cong_dist_code": "CA40",
  "org_lgl_bus_name": "CHAPMAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EN9DMTETW3N1"
 },
 "perf_inst": {
  "perf_inst_name": "Chapman University",
  "perf_str_addr": "One University Drive",
  "perf_city_name": "Orange",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "928661005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "40",
  "perf_st_cong_dist": "CA40",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7956",
   "pgm_ref_txt": "SBE Interdisciplinary Research"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 179878.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Every day, people must decide whether and how to interact with others.&nbsp; If people cooperate, the gains can be substantial, but on the flip side there are enormous costs to both individuals and society for failures to cooperate, or to cheating.&nbsp; While many factors play in to such decision-making, we compare how humans&rsquo; responses in these social dilemmas compare to those of other primates.&nbsp; This is important for two reasons; first, it provides a model system in which we can systematically vary features in order to test possible strategies for increasing coordinated outcomes among humans, and second, we need to determine which features of such comparisons have been selected across species and which are due to humans&rsquo; unique selective environment in order to better understand how humans make these decisions. Humans are more like nonhuman primates than we may casually think. Understanding which mechanisms are unique to humans, and how they allow humans to make better decisions and more often reach the cooperative outcome, will provide an understanding of how decisions to cooperate (or not!) are made, which may then be used to address a variety of societal issues related to the breakdown of cooperation at all levels of society.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/27/2015<br>\n\t\t\t\t\tModified by: Bart&nbsp;J&nbsp;Wilson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEvery day, people must decide whether and how to interact with others.  If people cooperate, the gains can be substantial, but on the flip side there are enormous costs to both individuals and society for failures to cooperate, or to cheating.  While many factors play in to such decision-making, we compare how humansÆ responses in these social dilemmas compare to those of other primates.  This is important for two reasons; first, it provides a model system in which we can systematically vary features in order to test possible strategies for increasing coordinated outcomes among humans, and second, we need to determine which features of such comparisons have been selected across species and which are due to humansÆ unique selective environment in order to better understand how humans make these decisions. Humans are more like nonhuman primates than we may casually think. Understanding which mechanisms are unique to humans, and how they allow humans to make better decisions and more often reach the cooperative outcome, will provide an understanding of how decisions to cooperate (or not!) are made, which may then be used to address a variety of societal issues related to the breakdown of cooperation at all levels of society.\n\n\t\t\t\t\tLast Modified: 10/27/2015\n\n\t\t\t\t\tSubmitted by: Bart J Wilson"
 }
}