{
 "awd_id": "1123351",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Felony Sentencing in Nevada  and Heuristic Information Use in Legal Decision-making",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "jonathan gould",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 6489.0,
 "awd_amount": 6489.0,
 "awd_min_amd_letter_date": "2011-08-01",
 "awd_max_amd_letter_date": "2013-08-22",
 "awd_abstract_narration": "The heuristic-systematic model of information processing (HSM, Chaiken, Liberman, & Eagly, 1989) posits that the way in which information is handled has consequences for how and what information is used to make decisions. According to this social psychological decision-making theory, information may be processed in an effortful, systematic way, in a more simplistic, heuristic fashion, or via a combination of both types of processing. The less effortful heuristic approach is assumed to be the default style of processing. Under certain conditions, however, people may be sufficiently motivated to expend additional effort and process information systematically. These motivations include: 1) Accuracy: characterized by an even-handed and objective evaluation of information; 2) Defense: information use is selective in support of existing beliefs, attitudes, and other personal attributes; and 3) Impression: the use of information is guided by a desire to express only socially acceptable positions.  This dissertation research will apply this robust theory to legal decision-making in one specific context: felony sentencing.  HSM will be used to examine dispositional outcomes (prison vs. probation), and the discretion judges exercise when determining how long an offender will remain behind bars (in the case of a prison sentence).  Whether judges employ systematic or heuristic modes of processing (or both) will be empirically evaluated based on their motivations (described above), available heuristics, and patterns of information use, following the structure suggested by the HSM. The judicial motivations central to the empirical application of this theory will be explored through a survey of Nevada judges. The results of the survey will be associated with actual sentencing decisions rendered by those same judges in 2010 and offender information available in the pre-sentence investigation report. \r\n\r\nThe findings of this study will aid our understanding of the factors that lead to felony sentencing decisions.  The study will involve a collaboration between the researchers and the legal community, and the results will be disseminated to both academic and professional outlets.  In addition, the findings may be used in the training of judges and other actors within the legal system.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Veronica",
   "pi_last_name": "Dahir",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Veronica Dahir",
   "pi_email_addr": "veronicad@unr.edu",
   "nsf_id": "000426807",
   "pi_start_date": "2013-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Leone",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew Leone",
   "pi_email_addr": "mleone@unr.edu",
   "nsf_id": "000557474",
   "pi_start_date": "2011-08-01",
   "pi_end_date": "2013-08-22"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Victoria",
   "pi_last_name": "Springer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Victoria Springer",
   "pi_email_addr": "victoriaspringer@gmail.com",
   "nsf_id": "000571263",
   "pi_start_date": "2011-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "inst_street_address": "1664 N VIRGINIA ST # 285",
  "inst_street_address_2": "",
  "inst_city_name": "RENO",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7757844040",
  "inst_zip_code": "895570001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NV02",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE NEVADA SYSTEM OF HIGHER ED",
  "org_prnt_uei_num": "WLDGTNCFFJZ3",
  "org_uei_num": "WLDGTNCFFJZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nevada Reno",
  "perf_str_addr": "1664 North Virginia Street",
  "perf_city_name": "Reno",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "895030703",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NV02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 6489.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This dissertation touches upon a perennial interest in the power of judicial discretion. Guided by the heuristic-systematic model of information processing (HSM) &ndash; a social cognitive decision-making model &ndash; this research examined the complex relationship between legal and extra-legal information (social and demographic information about offenders) and how those relationships influence sentencing outcomes. Furthermore, this dissertation explored the nature of individual differences among judges as legal decision makers.</p>\n<p>&nbsp;</p>\n<p>Based on the HSM, it was posited that extra-legal information (social and demographic information about offenders) may be acting as heuristics in felony sentencing decisions made by judges. That is, we wanted to know if judges relied on this type of information as a way of simplifying their decision-making by drawing on stereotypes, assumptions, or other expectations for certain offenders based on their age, gender, or race. In contrast, the legally relevant details of an offender&rsquo;s criminal background (criminal history) and aspects of the crime (type, impact, severity) were characterized as additional sources of information. It was believed that judges would utilize this type of information in their decision-making if they were engaging in more thorough and effortful thought. Finally, the HSM also conjectures that extra-legal (social / demographic) and legally relevant information may interact with each other (ex: being Black and having a criminal past) in a way that influences the outcomes that offenders experience.</p>\n<p>&nbsp;</p>\n<p>This portion of the work was guided by two research questions: (RQ1) Do extra-legal factors act as heuristic cues in felony sentencing? Does the presence of legal factors eliminate the influence of extra-legal factors in felony sentencing? and (RQ2) Do extra-legal factors influence the interpretation of legal factors? That is, do social / demographic and legally relevant information interact with each other? The final research question guiding this research was an exploratory look at the individual differences that may exist between Nevada judges as legal decision-makers (RQ3).</p>\n<p>&nbsp;</p>\n<p>This study was based on a qualitative research design, based on institutional data on felony offenders and survey data collected from the district court judges who sentenced those offenders.&nbsp; All Nevada felony offenders who were sentenced (final disposition date) between January 1, 2007 and December 31, 2009 were identified as the population of interest for this research (n=27,000). The 2007-2009 felony offender data were collected directly from the Nevada Department of Public Safety, Division of Parole and Probation, through authorized access to the Offender Tracking Information System (OTIS) database.</p>\n<p>&nbsp;</p>\n<p>The results of this research suggest that these Nevada judge-respondents thoughtfully consider a wide variety of offender information during felony sentencing. In the evaluation of sentence disposition (being sent to prison vs. probation), these judges turned to both legal and extra-legal information. However, the use of legally relevant information dominated. That is, judges in this sample relied more on aspects of the offenders&rsquo; criminal backgrounds in making their decisions.</p>\n<p>&nbsp;</p>\n<p>When it comes to maximum prison sentence length, these judges also appeared to use both extra-legal and legally relevant information. However, the results were mixed and largely inconclusive. The results of the interactive models (RQ2) verified that both types of information can &ndash; and do &ndash; interact with each other. This suggests that the judges in this sample were not simplistically relying on social and demographic information (extra-legal) while making sentencing decisions. In much the same vein, they are also not exclusively relying on legally ...",
  "por_txt_cntn": "\nThis dissertation touches upon a perennial interest in the power of judicial discretion. Guided by the heuristic-systematic model of information processing (HSM) &ndash; a social cognitive decision-making model &ndash; this research examined the complex relationship between legal and extra-legal information (social and demographic information about offenders) and how those relationships influence sentencing outcomes. Furthermore, this dissertation explored the nature of individual differences among judges as legal decision makers.\n\n \n\nBased on the HSM, it was posited that extra-legal information (social and demographic information about offenders) may be acting as heuristics in felony sentencing decisions made by judges. That is, we wanted to know if judges relied on this type of information as a way of simplifying their decision-making by drawing on stereotypes, assumptions, or other expectations for certain offenders based on their age, gender, or race. In contrast, the legally relevant details of an offenderÆs criminal background (criminal history) and aspects of the crime (type, impact, severity) were characterized as additional sources of information. It was believed that judges would utilize this type of information in their decision-making if they were engaging in more thorough and effortful thought. Finally, the HSM also conjectures that extra-legal (social / demographic) and legally relevant information may interact with each other (ex: being Black and having a criminal past) in a way that influences the outcomes that offenders experience.\n\n \n\nThis portion of the work was guided by two research questions: (RQ1) Do extra-legal factors act as heuristic cues in felony sentencing? Does the presence of legal factors eliminate the influence of extra-legal factors in felony sentencing? and (RQ2) Do extra-legal factors influence the interpretation of legal factors? That is, do social / demographic and legally relevant information interact with each other? The final research question guiding this research was an exploratory look at the individual differences that may exist between Nevada judges as legal decision-makers (RQ3).\n\n \n\nThis study was based on a qualitative research design, based on institutional data on felony offenders and survey data collected from the district court judges who sentenced those offenders.  All Nevada felony offenders who were sentenced (final disposition date) between January 1, 2007 and December 31, 2009 were identified as the population of interest for this research (n=27,000). The 2007-2009 felony offender data were collected directly from the Nevada Department of Public Safety, Division of Parole and Probation, through authorized access to the Offender Tracking Information System (OTIS) database.\n\n \n\nThe results of this research suggest that these Nevada judge-respondents thoughtfully consider a wide variety of offender information during felony sentencing. In the evaluation of sentence disposition (being sent to prison vs. probation), these judges turned to both legal and extra-legal information. However, the use of legally relevant information dominated. That is, judges in this sample relied more on aspects of the offendersÆ criminal backgrounds in making their decisions.\n\n \n\nWhen it comes to maximum prison sentence length, these judges also appeared to use both extra-legal and legally relevant information. However, the results were mixed and largely inconclusive. The results of the interactive models (RQ2) verified that both types of information can &ndash; and do &ndash; interact with each other. This suggests that the judges in this sample were not simplistically relying on social and demographic information (extra-legal) while making sentencing decisions. In much the same vein, they are also not exclusively relying on legally relevant information to make their decisions, either. Instead, they simultaneously consider both. In the language of the heuristic-systematic model, they appear to ..."
 }
}