{
 "awd_id": "1123823",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EXP: Students Authoring Intelligent Tutoring Systems for Constructing Models of Ill-Defined Dynamic Systems",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Hoadley",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 549871.0,
 "awd_amount": 549871.0,
 "awd_min_amd_letter_date": "2011-09-02",
 "awd_max_amd_letter_date": "2011-09-02",
 "awd_abstract_narration": "The PIs, one expert in intelligent tutoring systems, and the other an expert on ecosystems, are investigating the ways model construction can aid in the understanding of complex dynamic systems, specifically ecosystems and systems involved in sustaining life on our planet. The PIs are particularly interested in understanding the affordances of model construction in promoting such learning and the challenges in doing so, and they are doing that by having undergraduates construct and explore models related to issues in sustainability during an introductory sustainability course. Model construction and exploration are done in the context of an intelligent tutoring system (called Lait). Learners switch between constructing models themselves and using the models of others as learning aids. Model constructors know they are constructing their models for others to learn from, and as others are using those models to learn, they may interact (online) with the model constructors to discuss the reasoning behind designing the models. The tutoring system provides scaffolding for model building and for model exploration, supports collaboration around modeling issues and issues related to particular models, and runs the models that are created. The goal is to promote understanding of the systems being modeled, skill at model construction, and understanding of the epistemology of modeling. The first year of research is taking place in the lab; research in later years is taking place in classrooms, specifically in the introductory interdisciplinary sustainability course, which enrolls 300 students per semester.\r\n\r\nSystems thinking is notoriously difficult and notoriously difficult to learn. Thinking about sustainability is equally complex, and the target domain here is sustainability. There is potential for this work to shed light on how to better help people understand and think about systems and about interactions between and interconnectedness of the systems that sustain our lives on earth. In addition, the literature on learning suggests that learners should learn more from constructing models and making them work than from simply running the models of others as simulations. But up to now, technology has not been up to making modeling by learners accessible. Most research in the area of simulation and modeling to promote learning has therefore focused on the roles of simulation in promoting learning. This project is exploring ways of making systems modeling more accessible to those who are not already competent programmers and will uncover some of the affordances of modeling for promoting learning and the circumstances under which modeling can promote learning about particular systems and learning to be a systems thinker.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kurt",
   "pi_last_name": "VanLehn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kurt VanLehn",
   "pi_email_addr": "Kurt.Vanlehn@asu.edu",
   "nsf_id": "000504773",
   "pi_start_date": "2011-09-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Childers",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel L Childers",
   "pi_email_addr": "Dan.Childers@asu.edu",
   "nsf_id": "000245881",
   "pi_start_date": "2011-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S. Mill Ave.",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852876011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802000",
   "pgm_ele_name": "Cyberlearn & Future Learn Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8045",
   "pgm_ref_txt": "Cyberlearn & Future Learn Tech"
  },
  {
   "pgm_ref_code": "8841",
   "pgm_ref_txt": "Exploration Projects"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 549871.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>There is considerable, frightening evidence that even highly educated decision makers do not understand dynamic systems well enough to set even simple policies.&nbsp; Although complex and dynamic systems occur in an astonishing large and diverse set of domains, instructors seldom make room for them in their courses.&nbsp; When system dynamics is taught, students are seldom given the time to acquire enough skill at system dynamics modeling to make it a useful cognitive tool. &nbsp;</p>\n<p>This project developed and evaluated an efficient intervention that helps students to collaboratively construct, parameterize, and run models of sustainable systems, and thus more deeply understand both sustainability and complex systems modeling.&nbsp; The intervention had two essential parts.</p>\n<p>The first essential part of the intervention was Dragoon (dragoon.asu.edu), which is web-based software that students used to develop and document system dynamics models.&nbsp; Because Dragoon is also an intelligent tutoring system, it was able to rapidly teach students how to construct models of dynamics systems.&nbsp; In about 2 hours of instruction on Dragoon, students learned not only how to use Dragoon but how to analyze a system in terms of system dynamics concepts.&nbsp;</p>\n<p>The second essential part of the intervention was a Dragoon-assisted application of the jigsaw method to sustainability.&nbsp; After students had learned how to construct models, they were divided into three types of groups, and each group was charged with developing a model of one subsystem of the Phoenix urban ecosystem: Water, Transportation or Greenspace, respectively.&nbsp; This was in ill-defined, inquiry-based modeling task.&nbsp; Students had to search the public and gray literature, or even conduct field observations, in order to find the mathematical relationships and parameter values needed for constructing their model.&nbsp; Dragoon was integrated with a forum, so the system served as both a model construction tool, documentation repository, community workbook and even a scheduling and planning aid.&nbsp;</p>\n<p>After two weeks of work, students convened as a whole class to present their models to each other.&nbsp; However, these were just simple overviews.&nbsp; The objective of this part of the sustainability class was that students would become familiar with the whole Phoenix urban ecosystem.&nbsp; Of course, they were already experts on the particular subsystem (Water, Transportation or Greenspace) that they had modelled, but a simple presentation did not suffice to get them to understand the two subsystems that they did not model, which they would need to know before engaging in integrating the three subsystem models into a model of the whole urban ecosystem.</p>\n<p>After the brief presentations, students divided up into &ldquo;jigsaw&rdquo; groups, which would work together for the next week to construct a model of the whole urban ecosystem.&nbsp; Each jigsaw group consisted of a Water expert, a Transportation expert and a Greenspace expert.&nbsp; Now typically in a jigsaw classroom, students in a jigsaw group learn very little about the other expert&rsquo;s topics, and why should they, as they have an expert right there.&nbsp; In order to encourage students to go beyond their own expertise and acquire at least familiarity with the models of the other two experts, Dragoon was used as a tutoring system.&nbsp; In particular, Dragoon tutored the Water and Transportation experts on the Greenspace expert's model, &nbsp;the Water and Greenspace experts on the Transportation expert's model, and the Greenspace and Transportation experts on the Water expert's model.&nbsp; Although this part of the intervention worked in that students did attain some familiarity with the models that they did not author, it failed to incite the lively discussions that we had hoped for.&nbsp; Nonetheless, it did pr...",
  "por_txt_cntn": "\nThere is considerable, frightening evidence that even highly educated decision makers do not understand dynamic systems well enough to set even simple policies.  Although complex and dynamic systems occur in an astonishing large and diverse set of domains, instructors seldom make room for them in their courses.  When system dynamics is taught, students are seldom given the time to acquire enough skill at system dynamics modeling to make it a useful cognitive tool.  \n\nThis project developed and evaluated an efficient intervention that helps students to collaboratively construct, parameterize, and run models of sustainable systems, and thus more deeply understand both sustainability and complex systems modeling.  The intervention had two essential parts.\n\nThe first essential part of the intervention was Dragoon (dragoon.asu.edu), which is web-based software that students used to develop and document system dynamics models.  Because Dragoon is also an intelligent tutoring system, it was able to rapidly teach students how to construct models of dynamics systems.  In about 2 hours of instruction on Dragoon, students learned not only how to use Dragoon but how to analyze a system in terms of system dynamics concepts. \n\nThe second essential part of the intervention was a Dragoon-assisted application of the jigsaw method to sustainability.  After students had learned how to construct models, they were divided into three types of groups, and each group was charged with developing a model of one subsystem of the Phoenix urban ecosystem: Water, Transportation or Greenspace, respectively.  This was in ill-defined, inquiry-based modeling task.  Students had to search the public and gray literature, or even conduct field observations, in order to find the mathematical relationships and parameter values needed for constructing their model.  Dragoon was integrated with a forum, so the system served as both a model construction tool, documentation repository, community workbook and even a scheduling and planning aid. \n\nAfter two weeks of work, students convened as a whole class to present their models to each other.  However, these were just simple overviews.  The objective of this part of the sustainability class was that students would become familiar with the whole Phoenix urban ecosystem.  Of course, they were already experts on the particular subsystem (Water, Transportation or Greenspace) that they had modelled, but a simple presentation did not suffice to get them to understand the two subsystems that they did not model, which they would need to know before engaging in integrating the three subsystem models into a model of the whole urban ecosystem.\n\nAfter the brief presentations, students divided up into \"jigsaw\" groups, which would work together for the next week to construct a model of the whole urban ecosystem.  Each jigsaw group consisted of a Water expert, a Transportation expert and a Greenspace expert.  Now typically in a jigsaw classroom, students in a jigsaw group learn very little about the other expertÆs topics, and why should they, as they have an expert right there.  In order to encourage students to go beyond their own expertise and acquire at least familiarity with the models of the other two experts, Dragoon was used as a tutoring system.  In particular, Dragoon tutored the Water and Transportation experts on the Greenspace expert's model,  the Water and Greenspace experts on the Transportation expert's model, and the Greenspace and Transportation experts on the Water expert's model.  Although this part of the intervention worked in that students did attain some familiarity with the models that they did not author, it failed to incite the lively discussions that we had hoped for.  Nonetheless, it did prepare students for a successful week of work on integrating the subsystem models into a model of the whole Phoenix ecosystem.\n\nThis intervention was developed iteratively in five studies/implementations.  Dragoon and the..."
 }
}