{
 "awd_id": "1123629",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "De Facto States in World Politics",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 234947.0,
 "awd_amount": 234947.0,
 "awd_min_amd_letter_date": "2011-07-26",
 "awd_max_amd_letter_date": "2011-07-26",
 "awd_abstract_narration": "This project enriches understanding of when civil wars are likely to occur and of whether and under what conditions war contributes to state making, that is, the construction of effective political order.  Existing research on the onset of civil war focuses only on official governments.  Current research incorporates no information about groups likely to rebel.  Theories about state making assert that war and preparation for war are important elements of the process by which effective governance is created.  And yet extant empirical assessments of the proposition that wars help make states are deeply flawed: the political organizations that do not succeed are omitted from analysis.  \r\n\r\nIn both of these areas of research, the gaps in our knowledge stem from the fact that existing datasets only contain information about official states.  What is lacking is information about de facto states, defined as political organizations governing recognizable, populated territories, but lacking universal diplomatic recognition.  Examples include Abkhazia, Somaliland, and the Turkish Republic of North Cyprus.  Many and perhaps even most civil wars occur because a de facto state has arisen within the territory recognized as governed by some official state.  The war is then an effort either to protect the independence of the de facto state (as occurred when Eritrea won its civil war against Ethiopia) or to re-assert the sovereignty of the official state over its territory (as occurred when Sri Lanka eliminated the last pockets of Tamil independence).  Importantly, it is not uncommon for a de facto state to emerge without subsequent violence.  \r\n\r\nThis project generates a dataset on de facto states and permits identification of a population of potential rebels?groups that did and some that did not wage war against official governments.  With that dataset, the researcher is equipped to test arguments about the onset of civil war that combine information about both governments and rebels.  \r\n\r\nThis project promises to remake the empirical study of civil wars.  The de facto state dataset also has the potential to remake the study of state making.  Both official states and de facto states strive to maintain and increase their political control over their territories.  Many theories assert that war is helpful to state makers because it provides them with a justification to extract more resources from society, which are then used to increase the government's political control.  The ultimate failure of political control occurs when a state maker is eliminated and ceases to exist.  However, official states, at least since the creation of the United Nations, almost never meet this fate. Hence existing state making research that considers only official states necessarily is incomplete: it includes no cases of state making failure and so cannot determine whether war advances or detracts from state making.  De facto states, in contrast, frequently are eliminated.  The dataset of de facto states will finally allow analysis of both successes and failures, and will permit the first ever critical test of the hypothesis that war participation and war outcomes advance state making.    \r\n\r\nThis project has several broader implications. Understanding the conditions under which civil wars erupt and the conditions under which effective forms of governance can be established throughout a given territory stand as pressing questions in international politics today. This project sheds new light on those fundamental questions. In addition, the project will help train the next generation of researchers by involving a team of undergraduate research in every step of the project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Lemke",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas Lemke",
   "pi_email_addr": "dwl14@psu.edu",
   "nsf_id": "000278020",
   "pi_start_date": "2011-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "110 Technology Center Building",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 234947.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Over the course of this grant period I have used the resources provided by the National Science Foundation to collect information about de facto states across a large sample of the developing world's official states.&nbsp; I define de facto states as political entities governing territories and populations, but lacking official diplomatic recognition as states (e.g., they are not members of the United Nations).&nbsp; It turns out, as expected, that there are very many de facto states around the developing world.&nbsp; In fact, they outnumber official states by a considerable margin.&nbsp; Importantly, they are omitted, entirely, from almost all empirical research about international relations (IR).&nbsp; Thus, in standard IR data analyses the activities of such political entities as Somaliland, ISIS, Iraqi Kurdistan, the Palestinian Authority, and many other peaceful and bellicose de facto states, are entirely missing.&nbsp; It is hard to develop an accurate assessment of \"international\" politics in many regions of the developing world without consideration of de facto states.</p>\n<p>My coders and I have collected data about de facto states active in the territories of 10 Latin American, 26 African, 12 Middle Eastern, and 13 Asian countries (selected as a random sample representing exactly half of the developing world's states).&nbsp; The information we collected details when and where de facto states have arisen, the conflicts they have waged with other de facto states and with official states, the alliances, trading relationships, and arms transfers they have experienced with other de facto states and with official states, the size of territories, populations, and militaries controlled by de facto states, how the de facto states are governed, who the leaders of the de facto states are, and whether the de facto states&nbsp;survive or&nbsp;have been eliminated.</p>\n<p>These data exist (as of the wriing of this summary report), as text entered into an original&nbsp;coding sheet developed as part of this project.&nbsp; The next task is to transform these textual summaries into elecronic datasets, so that I can analyze statistically what makes de facto states more likely to arise in some places rather than others, how successfully de facto states govern their territory and interact with other political entities (gauged by how long they survive), how frequently they find themselves involved in conflicts with other political entities, and how their activities contribute to the survival or failure of official states.</p>\n<p>I had hoped when the project began to have these electronic datasets constructed during the&nbsp;NSF-funded period.&nbsp; But the actual collection of the information proved more time consuming than I anticipated, and thus at this point all I have completed is the data collection.&nbsp; Once the datasets are built, and the analyses run, I will&nbsp;compose a series of research papers about de facto states and, hopefully, a comprehensive book manuscript.&nbsp; The construction of these datasets and the composition of these papers and manuscript are my highest research priority.&nbsp; I am grateful to have had this opportunity to collect these original, and as far as I can tell unique, data about so much of the developing world.&nbsp; I will be very happy to elaborate on any aspect of this project or this report more specifically, if requested.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/07/2015<br>\n\t\t\t\t\tModified by: Douglas&nbsp;Lemke</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOver the course of this grant period I have used the resources provided by the National Science Foundation to collect information about de facto states across a large sample of the developing world's official states.  I define de facto states as political entities governing territories and populations, but lacking official diplomatic recognition as states (e.g., they are not members of the United Nations).  It turns out, as expected, that there are very many de facto states around the developing world.  In fact, they outnumber official states by a considerable margin.  Importantly, they are omitted, entirely, from almost all empirical research about international relations (IR).  Thus, in standard IR data analyses the activities of such political entities as Somaliland, ISIS, Iraqi Kurdistan, the Palestinian Authority, and many other peaceful and bellicose de facto states, are entirely missing.  It is hard to develop an accurate assessment of \"international\" politics in many regions of the developing world without consideration of de facto states.\n\nMy coders and I have collected data about de facto states active in the territories of 10 Latin American, 26 African, 12 Middle Eastern, and 13 Asian countries (selected as a random sample representing exactly half of the developing world's states).  The information we collected details when and where de facto states have arisen, the conflicts they have waged with other de facto states and with official states, the alliances, trading relationships, and arms transfers they have experienced with other de facto states and with official states, the size of territories, populations, and militaries controlled by de facto states, how the de facto states are governed, who the leaders of the de facto states are, and whether the de facto states survive or have been eliminated.\n\nThese data exist (as of the wriing of this summary report), as text entered into an original coding sheet developed as part of this project.  The next task is to transform these textual summaries into elecronic datasets, so that I can analyze statistically what makes de facto states more likely to arise in some places rather than others, how successfully de facto states govern their territory and interact with other political entities (gauged by how long they survive), how frequently they find themselves involved in conflicts with other political entities, and how their activities contribute to the survival or failure of official states.\n\nI had hoped when the project began to have these electronic datasets constructed during the NSF-funded period.  But the actual collection of the information proved more time consuming than I anticipated, and thus at this point all I have completed is the data collection.  Once the datasets are built, and the analyses run, I will compose a series of research papers about de facto states and, hopefully, a comprehensive book manuscript.  The construction of these datasets and the composition of these papers and manuscript are my highest research priority.  I am grateful to have had this opportunity to collect these original, and as far as I can tell unique, data about so much of the developing world.  I will be very happy to elaborate on any aspect of this project or this report more specifically, if requested.\n\n\t\t\t\t\tLast Modified: 08/07/2015\n\n\t\t\t\t\tSubmitted by: Douglas Lemke"
 }
}