{
 "awd_id": "1123650",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Economies of Representation and Economic Development",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah Winslow",
 "awd_eff_date": "2011-07-15",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 14140.0,
 "awd_amount": 14140.0,
 "awd_min_amd_letter_date": "2011-07-21",
 "awd_max_amd_letter_date": "2011-07-21",
 "awd_abstract_narration": "University of Michigan doctoral student Katherine Fultz, with the guidance of Dr. Stuart Kirsch, will undertake anthropological research on socioeconomic development and the representational economy, which is the production, circulation, and reception of media objects having to do with development. The project is designed to expand the traditional scope of media analysis to include the Internet; digital forms, such as text messages, cell phones, digital pictures; and informal texts and images, such as posters. While earlier studies have focused on individual media genres, this project will bring them together to address the multimedia nature of contemporary communications. Another innovation of the project is that it will connect rather than isolate producer-focused analyses and consumer-focused analyses and address a range of media types in order to look at the broad spectrum of media engagements and genres that comprise the representational economy affecting development.\r\n\r\nThe research will be conducted in Guatemala using a local mining project as a case study. The researcher will collect data on how community members in the primarily Maya municipalities of Sipakapa and San Miguel Ixtahuacán, Guatemala, understand and reframe discourses about development, environment, and indigenous rights, in relation to media that sustain debate about economic development. By using a multiple-method approach, grounded in a pair of communities intimately affected by a shared mining project, the researcher will trace the relationships between external investment and multiple development discourses, as they are understood and taken up by local people. \r\n\r\nThe Guatemalan context speaks broadly to issues of development in Latin America and around the world, and is exemplary of the ways different stakeholders interact in transnational development contexts. This project will examine how representational economies of development mediate interactions between stakeholders. Because the Mayan languages spoken in the communities include some that are endangered and poorly documented, the researcher will collect archival quality recordings for deposit in appropriate U.S. archives. Funding this project also supports the education of a social scientist.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stuart",
   "pi_last_name": "Kirsch",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Stuart A Kirsch",
   "pi_email_addr": "skirsch@umich.edu",
   "nsf_id": "000234558",
   "pi_start_date": "2011-07-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Katherine",
   "pi_last_name": "Fultz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Katherine Fultz",
   "pi_email_addr": "kfultz@umich.edu",
   "nsf_id": "000548367",
   "pi_start_date": "2011-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "1085 South University Ave.",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "7719",
   "pgm_ref_txt": "DEL"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 14140.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Katherine Fultz, under the supervision of Dr. Stuart Kirsch at the University of Michigan, conducted 18 months of ethnographic research for a dissertation in anthropology (8 months supported by this grant). She spent 13 months in the western highlands of Guatemala and 5 months in the capital, Guatemala City. This research investigated how people are connected through their exchanges of or interactions with different kinds of media (newspapers, blogs, photographs, advertisements). This research engages the social scientific literature on media production, dissemination, and consumption. Earlier studies often&nbsp;assumed that media producers and consumers constitute two distinct social groups.&nbsp;This project is innovative in that it&nbsp;connects producer- and consumer- focused analyses and&nbsp;addresses a range of media types, in order to look at the spectrum of modern communications. The research focuses on media about development projects that impact indigenous peoples, using media as a tool to understand indigenous politics in postwar Guatemalan society. The study provides a concrete examination of conflicts over development occurring across Latin America, and offers insight into the ways national governments, non-governmental organizations, corporations, and local communities interact in transnational development contexts. Such interactions impact democratic processes, human rights, and quality of life for people in Guatemala and regions around the world.</p>\n<p>The research findings illuminate the social divisions and divergent cultural understandings that characterize the social context of debates over mining projects in Guatemala. First, tension over mining projects exacerbates pre-existing conflicts, but also grows out of social divisions in all levels of Guatemalan society. These divisions were created through colonialism and perpetuated through civil war violence. Mining projects are often opposed on the grounds that they violate indigenous territorial rights, the framework for which was established during reconciliation efforts following the civil war. Second, knowledge about the negative impacts of mining is spread through the sharing of testimonials, newspaper clippings, emails, photographs, and videos between individuals, and through public events such as community votes, protests, marches, and formal presentations of scientific and quasi-scientific reports. The sharing of these media objects, and occasional participation in events, are the primary ways many of the participants in anti-mining social networks interact with each other. Third, pro-mining media, and information about the benefits of mining, is generated by the mining companies. The mining companies use a variety of media and styles&mdash;many resembling public service announcements or government reports&mdash;to convey the impression that they are a community-focused organization. Fourth, community votes about mining are used as tools for education about mining issues, collective decision-making, and to communicate a unified community front against mining. The organizers and participants in community referendums frame the practice within a broader history of collective decision-making in indigenous communities. Attempts to bring the process within the scope of the national election system were met with widespread protest on the parts of community members. Community votes are thus an example of the actions through which indigenous activists articulate their demands for sovereignty, challenging the state&rsquo;s monopoly over territory, resources, and democratic practice. Finally, rather than debating the suitability of particular mining projects, a point which yields little ground once a project is established, many activists focus on the legal arena. Most people involved in debates over mining projects agree that the current laws governing the mining industry are inadequate. Governmen...",
  "por_txt_cntn": "\nKatherine Fultz, under the supervision of Dr. Stuart Kirsch at the University of Michigan, conducted 18 months of ethnographic research for a dissertation in anthropology (8 months supported by this grant). She spent 13 months in the western highlands of Guatemala and 5 months in the capital, Guatemala City. This research investigated how people are connected through their exchanges of or interactions with different kinds of media (newspapers, blogs, photographs, advertisements). This research engages the social scientific literature on media production, dissemination, and consumption. Earlier studies often assumed that media producers and consumers constitute two distinct social groups. This project is innovative in that it connects producer- and consumer- focused analyses and addresses a range of media types, in order to look at the spectrum of modern communications. The research focuses on media about development projects that impact indigenous peoples, using media as a tool to understand indigenous politics in postwar Guatemalan society. The study provides a concrete examination of conflicts over development occurring across Latin America, and offers insight into the ways national governments, non-governmental organizations, corporations, and local communities interact in transnational development contexts. Such interactions impact democratic processes, human rights, and quality of life for people in Guatemala and regions around the world.\n\nThe research findings illuminate the social divisions and divergent cultural understandings that characterize the social context of debates over mining projects in Guatemala. First, tension over mining projects exacerbates pre-existing conflicts, but also grows out of social divisions in all levels of Guatemalan society. These divisions were created through colonialism and perpetuated through civil war violence. Mining projects are often opposed on the grounds that they violate indigenous territorial rights, the framework for which was established during reconciliation efforts following the civil war. Second, knowledge about the negative impacts of mining is spread through the sharing of testimonials, newspaper clippings, emails, photographs, and videos between individuals, and through public events such as community votes, protests, marches, and formal presentations of scientific and quasi-scientific reports. The sharing of these media objects, and occasional participation in events, are the primary ways many of the participants in anti-mining social networks interact with each other. Third, pro-mining media, and information about the benefits of mining, is generated by the mining companies. The mining companies use a variety of media and styles&mdash;many resembling public service announcements or government reports&mdash;to convey the impression that they are a community-focused organization. Fourth, community votes about mining are used as tools for education about mining issues, collective decision-making, and to communicate a unified community front against mining. The organizers and participants in community referendums frame the practice within a broader history of collective decision-making in indigenous communities. Attempts to bring the process within the scope of the national election system were met with widespread protest on the parts of community members. Community votes are thus an example of the actions through which indigenous activists articulate their demands for sovereignty, challenging the stateÆs monopoly over territory, resources, and democratic practice. Finally, rather than debating the suitability of particular mining projects, a point which yields little ground once a project is established, many activists focus on the legal arena. Most people involved in debates over mining projects agree that the current laws governing the mining industry are inadequate. Government officials claim that the laws prevent them from regulating mining industry more strictly. An..."
 }
}