{
 "awd_id": "1123640",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral dissertation research: A descriptive analysis of Caviteno phonology",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Badecker",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 9635.0,
 "awd_amount": 9635.0,
 "awd_min_amd_letter_date": "2011-08-01",
 "awd_max_amd_letter_date": "2011-08-01",
 "awd_abstract_narration": "Caviteño is a severely endangered creole language spoken in Cavite City, Philippines. The language, one of several Philippine Spanish creoles known collectively as Chabacano, formed as a result of mixture between Spanish and Tagalog during the colonial period. Chabacano is of particular interest because Spanish creoles are rare worldwide, and it is the only type of Spanish creole found in Asia.  There has never been a phonetic study of the sound system, or phonology, of any variety of Chabacano, and little is known about the speakers of Caviteño or what its structure is like today. The goals of this study are to describe the phonology of Caviteño, including dialectal variation and comparisons to the phonology of its parent languages, using phonetic and sociolinguistic methods. \r\n\r\nDoctoral student Ms. Marivic Lesho (Ohio State University), under the supervision of Dr. Donald Winford, will conduct fieldwork in Cavite City recording word lists, read speech, storytelling, interviews, and conversational speech in Caviteño. She will also conduct ethnographic observation about attitudes toward the creole and its use in various social domains. The linguistic data will be used to conduct phonetic analysis and describe the sound patterns of the language, as well as to describe any dialectal differences found in the creole. The ethnographic data will be used to determine any social or historical factors that could have caused these differences.\r\n\r\nIt is imperative that Caviteño be recorded while there are still native speakers. The present study will fill a serious gap in our knowledge of Chabacano phonology, which in turn will inform the understanding of the nature of creole phonology in general. To raise awareness of the language, Lesho will also make a portion of the recordings publicly available to local institutions and on a website dedicated to Caviteño language, history, and culture.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "Winford",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Donald Winford",
   "pi_email_addr": "winford.1@osu.edu",
   "nsf_id": "000370130",
   "pi_start_date": "2011-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marivic",
   "pi_last_name": "Lesho",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Marivic C Lesho",
   "pi_email_addr": "maricanlas@gmail.com",
   "nsf_id": "000585519",
   "pi_start_date": "2011-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "1960 Kenny Road",
  "perf_city_name": "Columbus",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "7719",
   "pgm_ref_txt": "DEL"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 9635.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Cavite Chabacano is a severely endangered creole language spoken in Cavite City, Philippines. The language, one of several Philippine Spanish creoles known collectively as Chabacano, formed as a result of mixture between Spanish and Tagalog during the colonial period.&nbsp; Before this study, there had never been a phonetic study of any variety of Chabacano, and very little was known about the Cavite City variety in particular.</p>\n<p>The goal of this study was to describe the phonology of Cavite Chabacano, including dialectal variation and comparisons to the phonology of its parent languages, using phonetic and sociolinguistic methods. Particular focus was on how the vowels are pronounced in this language in comparison to its parent languages. As predicted, the study found that while Cavite Chabacano has the same vowel categories as Spanish, their pronunciation is influenced by Tagalog. Another important goal of the study was to document the language while there were still enough speakers left.</p>\n<p>A total of six months of fieldwork was conducted in Cavite City during the grant period. Lesho recorded 85 hours of speech and collected a written corpus of 36,000 words. The recorded data includes the following speech types: word lists, sentence reading, story reading/retelling, picture description, interviews, commentary from a map-labeling task, songs, and spontaneous speech. 55 Chabacano speakers participated in these recordings. Most of these speakers came from the San Roque or Caridad districts of Cavite City, the main two areas of the city where Chabacano is still spoken.</p>\n<p>The dissertation consisted of three main parts: a description of the phonology of the language (i.e. its inventory of sounds and their patterns of use), a phonetic analysis of how the vowels are pronounced, and a sociolinguistic analysis of how Chabacano speakers perceive dialectal variation in how the language is spoken in the San Roque and Caridad districts. The phonological analysis found that Chabacano has 5 vowels and 20 consonants. Words can be stressed similar to how they are in both Spanish and Tagalog, and sounds at the end of a sentence can be lengthened as they are in Tagalog.</p>\n<p>The phonetic analysis provided evidence that vowels that are in stressed position or sentence-final position are longer than they are in unstressed or non-final position. The sentence-final lengthening applies to both stressed and unstressed vowels, as in Tagalog. The results also showed that there is dialectal variation in Chabacano, with San Roque speakers tending to pronounce final /e/ as [i] and /o/ as [u] when those vowels are unstressed, whereas Caridad speakers tend not to do that as often. It is argued that the San Roque pronunciation reflects how Chabacano used to be spoken during an earlier time when Tagalog had only 3 vowels (/i/, /a/, and /u/). Because they did not originally have Spanish /e/ and /o/, early Chabacano speakers pronounced those sounds as [i] and [u], especially in unstressed position. San Roque speakers have maintained this pattern of &ldquo;raising&rdquo; unstressed /e/ and /o/ to [i] and [u], perhaps as a way of maintaining their ethnic identity and marking themselves as distinct from the Spanish. This behavior is in keeping with the fact that San Roque used to be its own town during the colonial period, and played an important role in the rebellion against Spanish during the late 1800s.</p>\n<p>The third part of the dissertation analyzed what kinds of attitudes Chabacano speakers have about the dialectal variation in their language. Speakers labeled Cavite City maps to show the streets and neighborhoods where they believe Chabacano to still be spoken, which is information that will be useful to future scholars and language activists. They also commented on which parts of the city have different dialects. It was a commonly held belief that the San Roque dialect of Cav...",
  "por_txt_cntn": "\nCavite Chabacano is a severely endangered creole language spoken in Cavite City, Philippines. The language, one of several Philippine Spanish creoles known collectively as Chabacano, formed as a result of mixture between Spanish and Tagalog during the colonial period.  Before this study, there had never been a phonetic study of any variety of Chabacano, and very little was known about the Cavite City variety in particular.\n\nThe goal of this study was to describe the phonology of Cavite Chabacano, including dialectal variation and comparisons to the phonology of its parent languages, using phonetic and sociolinguistic methods. Particular focus was on how the vowels are pronounced in this language in comparison to its parent languages. As predicted, the study found that while Cavite Chabacano has the same vowel categories as Spanish, their pronunciation is influenced by Tagalog. Another important goal of the study was to document the language while there were still enough speakers left.\n\nA total of six months of fieldwork was conducted in Cavite City during the grant period. Lesho recorded 85 hours of speech and collected a written corpus of 36,000 words. The recorded data includes the following speech types: word lists, sentence reading, story reading/retelling, picture description, interviews, commentary from a map-labeling task, songs, and spontaneous speech. 55 Chabacano speakers participated in these recordings. Most of these speakers came from the San Roque or Caridad districts of Cavite City, the main two areas of the city where Chabacano is still spoken.\n\nThe dissertation consisted of three main parts: a description of the phonology of the language (i.e. its inventory of sounds and their patterns of use), a phonetic analysis of how the vowels are pronounced, and a sociolinguistic analysis of how Chabacano speakers perceive dialectal variation in how the language is spoken in the San Roque and Caridad districts. The phonological analysis found that Chabacano has 5 vowels and 20 consonants. Words can be stressed similar to how they are in both Spanish and Tagalog, and sounds at the end of a sentence can be lengthened as they are in Tagalog.\n\nThe phonetic analysis provided evidence that vowels that are in stressed position or sentence-final position are longer than they are in unstressed or non-final position. The sentence-final lengthening applies to both stressed and unstressed vowels, as in Tagalog. The results also showed that there is dialectal variation in Chabacano, with San Roque speakers tending to pronounce final /e/ as [i] and /o/ as [u] when those vowels are unstressed, whereas Caridad speakers tend not to do that as often. It is argued that the San Roque pronunciation reflects how Chabacano used to be spoken during an earlier time when Tagalog had only 3 vowels (/i/, /a/, and /u/). Because they did not originally have Spanish /e/ and /o/, early Chabacano speakers pronounced those sounds as [i] and [u], especially in unstressed position. San Roque speakers have maintained this pattern of \"raising\" unstressed /e/ and /o/ to [i] and [u], perhaps as a way of maintaining their ethnic identity and marking themselves as distinct from the Spanish. This behavior is in keeping with the fact that San Roque used to be its own town during the colonial period, and played an important role in the rebellion against Spanish during the late 1800s.\n\nThe third part of the dissertation analyzed what kinds of attitudes Chabacano speakers have about the dialectal variation in their language. Speakers labeled Cavite City maps to show the streets and neighborhoods where they believe Chabacano to still be spoken, which is information that will be useful to future scholars and language activists. They also commented on which parts of the city have different dialects. It was a commonly held belief that the San Roque dialect of Cavite Chabacano is better than that of Caridad. Many participants explicitly discussed the vowel variation that..."
 }
}