{
 "awd_id": "1123291",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science:  Democratic Accountability in International Relations:  Domestic Pressures and Constraints for Coercive Foreign Policy",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2011-07-26",
 "awd_max_amd_letter_date": "2011-07-26",
 "awd_abstract_narration": "Do citizens in democracies hold their leaders accountable for foreign policy promises and actions? How and how much do citizen preferences and expectations constrain the actions of national leaders in international crises? These questions are of obvious importance in a democracy. Scholars and policy makers alike have highlighted the role that democratic accountability mechanisms play in constraining the foreign policies of democratic states. Yet no consensus exists as to the specific role that constituents' preferences play when it comes to fomenting or restraining the use of coercive foreign policies. Scholars have often assumed the nature of public preferences and have devoted insufficient attention to identifying empirically what domestic audiences expect for national action are in times of international crises. \r\n\r\nThis project seeks to redress those shortcomings. The project proposes a model that integrates two arguments about democratic accountability that are present in extant research on international relations but have not yet been linked together. The first school focuses on the extent to which a leader represents constituents' substantive foreign policy preferences, and contends that when an executive acts contrary to popular preferences, she will lose support. The second school maintains that executives who back down after committing to a course of foreign policy action are held accountable as constituents prefer consistent leaders. This project proposes that the effects of both sets of public preferences interact with each other. Citizens' preference for consistent leaders who implement the foreign policy threats to which they publicly commit can be very influential in determining popular support for the executive in times of international crisis. This is not always the case, however, for executive approval is not exclusively a product of executive statements and actions. When voters learn about these statements and actions in a time of international crisis, they also have a priori expectations of what types of foreign policies their nation should pursue. Thus the researcher posits that, against the received wisdom, executives might be advised to make public foreign policy announcements in times of international conflict. If leaders stay silent when constituents expect otherwise, they may lose vital support in a time of crisis.\r\n\r\nThe project empirically investigates its argument by conducting experiments and cross-national analyses in two of the globe's most prominent democracies, the United States and the United Kingdom. The use of experiments probes the micro-foundations of individuals' reactions to executive action (and inaction) in times of international conflict. The experiments are complemented by cross-national statistical examination of military and economic foreign policy actions.\r\n\r\nThis project has several broader implications. This project enhances understanding of how domestic factors influence the initiation of military interventions and the imposition of economic sanctions. Comprehending these dynamics in public opinion can shed light on when domestic audiences will support or oppose costly foreign policies in times of international conflict. By advancing knowledge of the impact and import of citizen opinion for foreign policy, the project enriches the general understanding of how democracy works.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nehemia",
   "pi_last_name": "Geva",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nehemia Geva",
   "pi_email_addr": "e339ng@polisci.tamu.edu",
   "nsf_id": "000586865",
   "pi_start_date": "2011-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Catarina",
   "pi_last_name": "Thomson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Catarina Thomson",
   "pi_email_addr": "catarinathomson@politics.tamu.edu",
   "nsf_id": "000586867",
   "pi_start_date": "2011-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Research Foundation",
  "inst_street_address": "400 HARVEY MITCHELL PKWY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "EQH8NQ4AXFT7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University",
  "perf_str_addr": "400 HARVEY MITCHELL PKY S STE 300",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778454375",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research project provides the discipline of political science with a better understanding of the role constituents&rsquo; preferences can potentially play in fomenting or constraining coercive foreign policies in democracies.</p>\n<p>Theories of democratic accountability have had a significant impact in the field of international relations. However, no consensus exists as to the specific role constituents&rsquo; preferences play when it comes to fomenting or restraining the initiation of coercive foreign policies. At present two unconnected groups of accountability theories exist in international relations literature. A first group of theories emphasizes how citizens hold leaders accountable if they do not represent their policy preferences. A second group of theories has emerged from game theoretical models of domestic audience costs. Audience costs have been defined as a decline in executive approval that occurs when the executive makes a coercive foreign policy threat and subsequently reneges on this threat. Hence, in audience costs models the relevant issue is whether leaders act consistently between what they promise they will do and the foreign policies they actually implement.</p>\n<p>This study bridges the gap that exists between these two types of accountability theories. By empirically identifying the preferences of domestic audiences for coercive action in times of international crises, this research provide one of the first systematic tests of how both public policy preferences and preferences for consistent leaders affect democratic accountability.</p>\n<p>The theory set forth in this research proposes that when answering the question, &ldquo;Under which circumstances will domestic audiences reward or penalize leaders for their coercive foreign policies behavior?&rdquo; we must consider not only what the executive threatened and how she acted, but also what constituents&rsquo; preferences are. The findings presented in this study show that the salience of an international crisis determines when domestic audiences will prefer military or economic coercion and that they will support executives who act in accordance to these preferences. Executives who display behavior that is incongruent with constituents&rsquo; preferences will be penalized. When an international crisis poses a threat to national security, the public will support executives that intervene militarily or impose economic sanctions because both policy options are congruent with public preferences. When a crisis does not pose such a threat, domestic audiences prefer economic coercion, and thus economic threats will receive higher levels of public support.</p>\n<p>To determine when audiences prefer economic or military coercion and how these preferences affect their evaluation of the executive three experiments were conducted, including a survey experiment conducted with a representative sample of Americans and an experiment conducted with a convenience sample in the United Kingdom. The results show interesting similarities and differences between the cross-national samples regarding foreign policy preferences and the public&rsquo;s propensity to support and punish leaders during times of international conflict. Mainly, we find that (1) the concept of audience costs can be expanded to cases of economic coercion, (2) under certain circumstances audience costs operate even in crises that are not very salient and (3) when there is a mismatch between public preferences and threats issued by the executive, audience costs do not operate at all.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/01/2012<br>\n\t\t\t\t\tModified by: Catarina&nbsp;Thomson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research project provides the discipline of political science with a better understanding of the role constituentsÆ preferences can potentially play in fomenting or constraining coercive foreign policies in democracies.\n\nTheories of democratic accountability have had a significant impact in the field of international relations. However, no consensus exists as to the specific role constituentsÆ preferences play when it comes to fomenting or restraining the initiation of coercive foreign policies. At present two unconnected groups of accountability theories exist in international relations literature. A first group of theories emphasizes how citizens hold leaders accountable if they do not represent their policy preferences. A second group of theories has emerged from game theoretical models of domestic audience costs. Audience costs have been defined as a decline in executive approval that occurs when the executive makes a coercive foreign policy threat and subsequently reneges on this threat. Hence, in audience costs models the relevant issue is whether leaders act consistently between what they promise they will do and the foreign policies they actually implement.\n\nThis study bridges the gap that exists between these two types of accountability theories. By empirically identifying the preferences of domestic audiences for coercive action in times of international crises, this research provide one of the first systematic tests of how both public policy preferences and preferences for consistent leaders affect democratic accountability.\n\nThe theory set forth in this research proposes that when answering the question, \"Under which circumstances will domestic audiences reward or penalize leaders for their coercive foreign policies behavior?\" we must consider not only what the executive threatened and how she acted, but also what constituentsÆ preferences are. The findings presented in this study show that the salience of an international crisis determines when domestic audiences will prefer military or economic coercion and that they will support executives who act in accordance to these preferences. Executives who display behavior that is incongruent with constituentsÆ preferences will be penalized. When an international crisis poses a threat to national security, the public will support executives that intervene militarily or impose economic sanctions because both policy options are congruent with public preferences. When a crisis does not pose such a threat, domestic audiences prefer economic coercion, and thus economic threats will receive higher levels of public support.\n\nTo determine when audiences prefer economic or military coercion and how these preferences affect their evaluation of the executive three experiments were conducted, including a survey experiment conducted with a representative sample of Americans and an experiment conducted with a convenience sample in the United Kingdom. The results show interesting similarities and differences between the cross-national samples regarding foreign policy preferences and the publicÆs propensity to support and punish leaders during times of international conflict. Mainly, we find that (1) the concept of audience costs can be expanded to cases of economic coercion, (2) under certain circumstances audience costs operate even in crises that are not very salient and (3) when there is a mismatch between public preferences and threats issued by the executive, audience costs do not operate at all.\n\n\t\t\t\t\tLast Modified: 08/01/2012\n\n\t\t\t\t\tSubmitted by: Catarina Thomson"
 }
}