{
 "awd_id": "1123236",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science: Vote Choice and Representation in Challenging Electoral Environments",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2011-08-22",
 "awd_max_amd_letter_date": "2011-08-22",
 "awd_abstract_narration": "Hundreds of millions of voters around the world select representatives in systems which allow them to choose from dozens or hundreds of candidates and dozens of political parties.  Work in political science, psychology, and consumer choice highlights the pernicious effects of large choice sets on our ability to make satisfactory choices.  This study seeks to expetnd the findings to the electoral arena and develop and test a new theory about the trade-off between representation and the ability of voters to select representatives.  Scholars and designers of electoral systems often seek to improve the representativeness of the pool of candidates by increasing the number of seats in each district, lowering barriers to entry, and creating institutions that encourage personalistic campaigns.  However, if these institutions succeed at increasing the number of options with which voters are presented, they may also have perverse effects on the ability of voters to make satisfactory choices, the quality of representation and accountability, and democratic stability.  Excessively large choice sets may prevent voters from making satisfactory choices, decrease their feelings of political efficacy, and lead them to become dissatisfied with democratic institutions.  These problems can be compounded in systems where political parties, an important source of information, are weak and less effective signals of candidate quality.\r\n\r\nThis project will test for a relationship between the size of voters' choice sets and their ability and willingness to make satisfactory choices, their satisfaction with their choices, and their support for democracy.  It will also test for the ability of political parties to mitigate some of the effects of large choice sets, even in democratic systems with weaker political parties and personalistic campaigns.\r\n\r\nThis theroey about vote choice will be tested using a series of experiments conducted in two Brazilian cities: Sao Paulo and Recife.  These experiments will improve on existent work on correct voting by expeanding it beyond U.S. elections and testing for a causal relationship between electoral institutions and the ability of voters to make satisfactory choices.\r\n\r\nBetter understanding the relationship between the choices with which voters are presented in elections and the ability of voters to make satisfactory choices can have profound implications for the quality of representation and the stability of new democracies.  Electoral institutions, political campaigns, and media coverage of elections may need to be better designed to provide voters with a more manageable choice set.  Furthermore, the results from this project will shed more light on the value of investing in strengthening political parties as a means of improving representation and voters' poltiical efficacy.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Desposato",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Scott W Desposato",
   "pi_email_addr": "swd@ucsd.edu",
   "nsf_id": "000458288",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Saul",
   "pi_last_name": "Cunow",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Saul F Cunow",
   "pi_email_addr": "scunow@ucsd.edu",
   "nsf_id": "000585477",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 GILMAN DR",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>What is the relationship between the number of candidates competing in a district and the ability and willingness of voters to make voting decisions? Although presenting voters with more choices is thought to improve the representativeness of elections and elected bodies, many voters may have difficult selecting representatives or may be unwilling to invest in information about candidates when presented with many options.&nbsp; This project tests for a relationship between the number of candidates in an election, the types of information voters acquire about their options, and the quality of voting decisions.</p>\n<p>Funding from the NSF was used to conduct a survey experiment that randomly varied the number of candidates profiles presented to voters while observing their information acquisition strategies and voting decisions.&nbsp; Funds were used to develop a new web-based survey platform, pilot the survey in S&atilde;o Paulo, Brazil, and to recruit and compensate the 4,000 Brazilian voters who participated.</p>\n<p>Results from the survey indicate a variety of voter responses to increases in the number of candidates.&nbsp; Some voters respond to more choice by acquiring more information about their options, learning more about policy, and making good decisions.&nbsp; A larger proportion of voters however, drastically alter their information acquisition strategies and the criteria used to select candidates when presented with more choices.&nbsp; Some voters abandon the pursuit of information about candidates&rsquo; policy positions, others voters rely increasingly on ballot order when making voting decisions, and others seek out candidates who represent their most important issue.&nbsp; Voters presented with more candidates were also significantly more likely to discard their chosen candidate in favor of another on the ballot when given the option to do so.&nbsp; This strongly suggests that the number of voting errors will increase with the number of candidates.&nbsp; These changes in voting behavior are apparent in the survey even as the number of candidates is increased from only three to six.</p>\n<p>The results from this project have a number of implications for the design of electoral systems and how elections are conducted.&nbsp; Although allowing for greater party and candidate entry in elections will almost certainly make elections more representative, this may not be translated into more representative legislative bodies and policy outcomes if voters are unwilling or unable to learn about their options and select at least satisfactory, if not optimal representatives. In fact, if voters are more likely to ignore information about policy and rely on potentially unreliable signals of candidate quality like ballot order, increasing the number of candidates in elections may actually lead to worse choices and representation.&nbsp; In addition to the hundreds of millions of voters who currently select representatives in multimember districts, these results have implications for voters in systems with less choice (like in most elections in the United States) in which calls for greater variety are often heard.&nbsp; Scholars and designers of electoral system, political parties, politicians, and the media should carefully consider how voters respond to more choice in election and how they present voters with information in such a way as to facilitate the acquisition of relevant information and the process of making voting decisions.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/23/2013<br>\n\t\t\t\t\tModified by: Saul&nbsp;F&nbsp;Cunow</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWhat is the relationship between the number of candidates competing in a district and the ability and willingness of voters to make voting decisions? Although presenting voters with more choices is thought to improve the representativeness of elections and elected bodies, many voters may have difficult selecting representatives or may be unwilling to invest in information about candidates when presented with many options.  This project tests for a relationship between the number of candidates in an election, the types of information voters acquire about their options, and the quality of voting decisions.\n\nFunding from the NSF was used to conduct a survey experiment that randomly varied the number of candidates profiles presented to voters while observing their information acquisition strategies and voting decisions.  Funds were used to develop a new web-based survey platform, pilot the survey in S&atilde;o Paulo, Brazil, and to recruit and compensate the 4,000 Brazilian voters who participated.\n\nResults from the survey indicate a variety of voter responses to increases in the number of candidates.  Some voters respond to more choice by acquiring more information about their options, learning more about policy, and making good decisions.  A larger proportion of voters however, drastically alter their information acquisition strategies and the criteria used to select candidates when presented with more choices.  Some voters abandon the pursuit of information about candidatesÆ policy positions, others voters rely increasingly on ballot order when making voting decisions, and others seek out candidates who represent their most important issue.  Voters presented with more candidates were also significantly more likely to discard their chosen candidate in favor of another on the ballot when given the option to do so.  This strongly suggests that the number of voting errors will increase with the number of candidates.  These changes in voting behavior are apparent in the survey even as the number of candidates is increased from only three to six.\n\nThe results from this project have a number of implications for the design of electoral systems and how elections are conducted.  Although allowing for greater party and candidate entry in elections will almost certainly make elections more representative, this may not be translated into more representative legislative bodies and policy outcomes if voters are unwilling or unable to learn about their options and select at least satisfactory, if not optimal representatives. In fact, if voters are more likely to ignore information about policy and rely on potentially unreliable signals of candidate quality like ballot order, increasing the number of candidates in elections may actually lead to worse choices and representation.  In addition to the hundreds of millions of voters who currently select representatives in multimember districts, these results have implications for voters in systems with less choice (like in most elections in the United States) in which calls for greater variety are often heard.  Scholars and designers of electoral system, political parties, politicians, and the media should carefully consider how voters respond to more choice in election and how they present voters with information in such a way as to facilitate the acquisition of relevant information and the process of making voting decisions.\n\n\t\t\t\t\tLast Modified: 10/23/2013\n\n\t\t\t\t\tSubmitted by: Saul F Cunow"
 }
}