{
 "awd_id": "1123880",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Modeling Floodplain Dynamics:  Can the Ganges-Brahmaputra Delta Keep Up with the 21st Century Sea Level Rise?",
 "cfda_num": "47.050",
 "org_code": "06030206",
 "po_phone": "7032924961",
 "po_email": "pcutler@nsf.gov",
 "po_sign_block_name": "Paul Cutler",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 315000.0,
 "awd_amount": 315000.0,
 "awd_min_amd_letter_date": "2011-09-09",
 "awd_max_amd_letter_date": "2011-09-09",
 "awd_abstract_narration": "Modeling Floodplain Dynamics: Can the Ganges-Brahmaputra Delta keep up with 21st Century Sea Level Rise? \r\n\r\nDeltaic lowlands are vulnerable to sea-level rise, but whether the floodplains will ultimately drown depends on a balance of controls: sedimentation rate in the river and coastal floodplain under the influence of river floods and storm surges, subsidence of the land, and sea-level rise. We propose a computer modeling approach to get 0a grip on the effect of climatic forcing on river floodplain and coastal lowlands sedimentation rates. The Ganges-Brahmaputra Basin has been selected because its floodplain sedimentation rates are well studied. Reconstructions show that sedimentation was more than double 7000-4000 years ago when the Indian summer monsoonal rains were more intense. Recently, this dataset has been expanded to include sedimentation rates in the cyclone-affected parts of the tidal Ganges delta.  There is still a huge gap between the level of sophistication of climate and atmospheric model output, and the ability of sedimentation models to take such output and model delta and coastal change. The Community Surface Dynamics Modeling System (CSDMS) Modeling Tool now offers software coupling technology and we will use this new tool to link three existing models: a upstream river sediment production model, a floodplain sedimentation model and a tidal-plain coastal sedimentation model. The study aims at exploring the response of the Ganges-Brahmaputra river system to a future sea-level rise and increase in monsoonal intensity, flooding, and tropical cyclones that are currently predicted in Community Climate System Model scenarios. \r\n\r\nThe Ganges-Brahmaputra river and delta system of Bangladesh has featured in the Intergovernmental Panel on Climate Change studies as the prime example of drowning lowlands under a globally rising sea level in the 21st century. 147 million people live in the delta in India and Bangladesh; it is one of the poorest regions in the world. Ensemble climate model scenarios predict an 11% enhanced monsoon resulting in increased flooding of the Ganges and Brahmaputra Rivers. The models point to an enhanced monsoon intensity causing more cyclones in the Bay of Bengal. An average of 20% of Bangladesh is seasonally flooded under present-day conditions alone, and this area is projected to become increasingly larger. Sediment is trapped in the both the river floodplain and the coast due to flooding and storms. The interplay between rising sea level versus increased river and storm surge flooding and increased sediment accumulation has not been well studied. At 7000-4000 years ago the Ganges system experienced an analogous scenario with sea level rise rates of 0.5 cm/yr, which is similar to the high end of the predicted rate for the next century. At the same time, the monsoonal regime was enhanced and the river sediment fluxes were high. It is inferred from sediment cores that the two opposing forces balanced and a stable coastline was maintained. The ancient delta system withstood a 20-30 m sea level rise. The proposed study integrates current understanding of the Ganges-Brahmaputra System into a numerical modeling framework, and allows the exploration of different controls for the analogue of the past. Theoretical experiments will be used to illustrate the complex interplay of river and coastal dynamics to the general public through the open-access Community Surface Dynamics Modeling System (CSDMS) Educational Resources. A CSDMS clinic in 2012 is planned for (under)graduate students to discuss transdisciplinary aspects of the vulnerability of deltas, and to run delta sedimentation model simulations hands-on. The lectures and modeling excercises will all be made available for teaching faculty worldwide.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Irina",
   "pi_last_name": "Overeem",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Irina Overeem",
   "pi_email_addr": "irina.overeem@colorado.edu",
   "nsf_id": "000493687",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street, Room 481",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745800",
   "pgm_ele_name": "Geomorphology & Land-use Dynam"
  },
  {
   "pgm_ele_code": "776400",
   "pgm_ele_name": "EMERGING TOPICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 315000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Modeling Floodplain Dynamics: Can the Ganges-Brahmaputra Delta keep up with 21st Century Sea Level Rise? </strong></p>\n<p>Deltaic lowlands are vulnerable to sea-level rise, but whether the floodplains will ultimately drown depends on a balance of controls: sedimentation rate in the coastal floodplain due to river floods; subsidence of the land, and regional sea-level rise. The Ganges-Brahmaputra delta of Bangladesh is often featured as a prime example of drowning lowlands under a globally rising sea level in the 21<sup>st</sup> century. 140 million people live in this delta in Bangladesh; it is one of the poorest regions in the world. This study specifically asked whether the Ganges-Brahmaputra river system delivers and distributes sufficient sediment to counteract sea level rise and subsidence.</p>\n<p>Sea level predictions show sea level will continue to rise ~3-4 mm/year, and possibly more, in the Bay of Bengal. It is generally acknowledged that subsidence in deltas is variable from site to site, depending on the geology, soils and groundwater use. For the first time, we created maps of subsidence rates using repeated satellite radar signals, and calculate subsidence to vary between 0-18 mm/year for the Eastern Ganges-Brahmaputra delta (Higgins et al., 2014). This process negatively impacts the stability of the land surface of the Ganges-Brahmaputra delta. In Bangladesh, coastal islands typically were embanked in the 1960&rsquo;s. When all exchange of floodwater and sediment is prohibited, another research team found that subsidence lowers the embanked polder surface to levels dangerously below sea level (Auerbach et al., 2015).</p>\n<p>In the Sundarbans mangrove forests, usually called the abandoned part of the Ganges-Brahmaputra delta, field data indicate that sedimentation rate over one monsoonal season is as much as 11 mm/year (Rogers et al., 2013). Natural tidal floods efficiently deliver muds to the delta surface, even if this region is far from the active river mouth. We placed additional sediment traps closer to the active river channel network in Bangladesh; a densely populated area of the delta, embanked for flood protection and under intense rice cultivation. The recovery of our sediment traps was poor, but the small resulting dataset indicates high sedimentation rates of ~23 mm/yr. We cautiously hypothesize that muddy river floodwater deliberately let in for irrigation still is a significant source of fresh sediment.&nbsp;</p>\n<p>There is still a huge gap between the level of sophistication of climate models, and the ability of sedimentation models to take climate model predictions and forecast delta and coastline stability and change. The CSDMS&ndash;Community Surface Dynamics Modeling System- Web Modeling Tool now offers new software coupling technology and we used this new tool to link two models: an upstream river sediment production model, and an improved river-delta floodplain sedimentation model. Ensemble climate model scenarios predict an 11% enhanced monsoon resulting in increased flooding of the Ganges and Brahmaputra Rivers. Our sedimentation model shows that under natural conditions the resulting increased sediment flux can be rather efficiently be dispersed, especially in the areas near the active river mouth (Overeem et al., 2014). &nbsp;</p>\n<p>Our findings have important implications for delta management and engineering. We shared our insights in the global delta community and called for a &lsquo;Sustainable Deltas Initiative 2015&rsquo; (Foufoula et al., 2013). This initiative is endorsed by the International Council for Science. More specifically, we have presented our research at the Worldbank headquarters, and at the Bangladesh Water Development Board, to help inform a recently launched engineering project to enforce embankments of 34 polders in Bangladesh.&nbsp; In 2013, we led a small team of international research scienti...",
  "por_txt_cntn": "\nModeling Floodplain Dynamics: Can the Ganges-Brahmaputra Delta keep up with 21st Century Sea Level Rise? \n\nDeltaic lowlands are vulnerable to sea-level rise, but whether the floodplains will ultimately drown depends on a balance of controls: sedimentation rate in the coastal floodplain due to river floods; subsidence of the land, and regional sea-level rise. The Ganges-Brahmaputra delta of Bangladesh is often featured as a prime example of drowning lowlands under a globally rising sea level in the 21st century. 140 million people live in this delta in Bangladesh; it is one of the poorest regions in the world. This study specifically asked whether the Ganges-Brahmaputra river system delivers and distributes sufficient sediment to counteract sea level rise and subsidence.\n\nSea level predictions show sea level will continue to rise ~3-4 mm/year, and possibly more, in the Bay of Bengal. It is generally acknowledged that subsidence in deltas is variable from site to site, depending on the geology, soils and groundwater use. For the first time, we created maps of subsidence rates using repeated satellite radar signals, and calculate subsidence to vary between 0-18 mm/year for the Eastern Ganges-Brahmaputra delta (Higgins et al., 2014). This process negatively impacts the stability of the land surface of the Ganges-Brahmaputra delta. In Bangladesh, coastal islands typically were embanked in the 1960Æs. When all exchange of floodwater and sediment is prohibited, another research team found that subsidence lowers the embanked polder surface to levels dangerously below sea level (Auerbach et al., 2015).\n\nIn the Sundarbans mangrove forests, usually called the abandoned part of the Ganges-Brahmaputra delta, field data indicate that sedimentation rate over one monsoonal season is as much as 11 mm/year (Rogers et al., 2013). Natural tidal floods efficiently deliver muds to the delta surface, even if this region is far from the active river mouth. We placed additional sediment traps closer to the active river channel network in Bangladesh; a densely populated area of the delta, embanked for flood protection and under intense rice cultivation. The recovery of our sediment traps was poor, but the small resulting dataset indicates high sedimentation rates of ~23 mm/yr. We cautiously hypothesize that muddy river floodwater deliberately let in for irrigation still is a significant source of fresh sediment. \n\nThere is still a huge gap between the level of sophistication of climate models, and the ability of sedimentation models to take climate model predictions and forecast delta and coastline stability and change. The CSDMS&ndash;Community Surface Dynamics Modeling System- Web Modeling Tool now offers new software coupling technology and we used this new tool to link two models: an upstream river sediment production model, and an improved river-delta floodplain sedimentation model. Ensemble climate model scenarios predict an 11% enhanced monsoon resulting in increased flooding of the Ganges and Brahmaputra Rivers. Our sedimentation model shows that under natural conditions the resulting increased sediment flux can be rather efficiently be dispersed, especially in the areas near the active river mouth (Overeem et al., 2014).  \n\nOur findings have important implications for delta management and engineering. We shared our insights in the global delta community and called for a æSustainable Deltas Initiative 2015Æ (Foufoula et al., 2013). This initiative is endorsed by the International Council for Science. More specifically, we have presented our research at the Worldbank headquarters, and at the Bangladesh Water Development Board, to help inform a recently launched engineering project to enforce embankments of 34 polders in Bangladesh.  In 2013, we led a small team of international research scientists and contributed to strategic planning of a longterm monitoring study of the Bangladesh delta for the Worldbank. These efforts to translate our resear..."
 }
}