{
 "awd_id": "1123990",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Identification and Inference of Strategic and Social Interaction Models",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Georgia Kosmopoulou",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 217406.0,
 "awd_amount": 169957.0,
 "awd_min_amd_letter_date": "2011-08-12",
 "awd_max_amd_letter_date": "2014-02-24",
 "awd_abstract_narration": "The understanding of interactions not mediated via prices is important in many economic phenomena. For example, a firm's decision to enter a market may be affected by other firms' decisions. In the classroom, peer effects may affect outcomes and decisions which may in turn play an important role later in life. There are many other examples. Because of the interplay of decisions and outcomes across actors, the empirical analysis of these phenomena is related to the empirical analysis of individual outcomes and decisions but poses challenges beyond those typically found in the analysis of individual decision making. This research project investigates methodological aspects and substantive applications in the empirical analysis of interaction models.\r\n\r\nOne of the main challenges arises as a given model may be amenable to more than one set of predicted outcomes or behaviors (i.e. \"equilibria\"). When this is the case it is not clear how to retrieve important model components from observed data. In a first set of studies, the researcher extends previous work where the investigator and a co-author study the identification of interaction models where certain information is private to participants (de Paula and Tang, 2011). Under typical assumptions in this literature they showed that when multiple solutions are possible and different data points correspond to potentially different solutions, whether someone is incentivized or dissuaded from taking an action (when others do) can be inferred even with a very loosely defined model. As a byproduct, the investigators are also able to test for the existence of multiple solutions in the data. This is important since multiplicity is problematic for many estimation techniques currently available. The researcher extends that analysis in several directions.\r\n\r\nFirst, whereas the basic insight on the detection of more than one solution remains applicable in dynamic games under standard assumptions, the results on the retrieval of interaction effects is affected since what a person does at present affects the environment in the future.\r\nSecond, even in the static environment originally investigated, continuously distributed control variables such as prices or income pose practical complications in estimation. Because different values for those variables may induce a different number of solutions in the underlying economy, typical nonparametric estimates of the interaction effect aggregate over covariates that contaminate one's inference on the uniqueness of a solution and, consequently, on the sign of interaction effects.\r\nFinally, whereas in many applications one can easily label the relevant players (e.g., husband and wife, Wal-Mart and local stores), in other contexts the labels do not naturally present themselves. The researcher also investigates how this affects the inference of interaction effects and applies the methods to the analysis of peer effects among college roommates, a topic that has been studied extensively in recent years.\r\n\r\nIn a related project, the researcher focuses on empirical models where people choose who to associate with (i.e. \"network formation games\"). Recently, a lot of interest has developed around network phenomena in Economics and the Social Sciences more generally. It is common, for example, to find multiple equilibria in both environments. Because a network formation model bears many similarities to models usually studied in the empirical Industrial Organization literature, ideas and techniques akin to those previously used in the analysis of that literature can be adapted to the study of social networks. To demonstrate the methodology developed in this research, an illustration using the AddHealth dataset is presented. The techniques proposed in this research will provide an important first step in the subsequent analysis of outcomes which are influenced by how individuals connect to each other. Examples include educational outcomes and information transmission.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aureo",
   "pi_last_name": "De Paula",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aureo De Paula",
   "pi_email_addr": "aureo@sas.upenn.edu",
   "nsf_id": "000189031",
   "pi_start_date": "2011-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3718 Locust Walk",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046209",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  },
  {
   "pgm_ele_code": "133300",
   "pgm_ele_name": "Methodology, Measuremt & Stats"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 169956.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project focused on developing statistical methods for the analysis of economic models where entities (firms, households, individuals) interact.&nbsp; The goal of the methodologies developed is the recovery of features that characterize the incentives of those involved from choices.&nbsp; Applications explored under this theme ranged from voter behavior (developed in collaboration with Antonio Merlo at the University of Pennsylvania) to joint retirement in couples (developed in collaboration with Bo Honore at Princeton University).&nbsp;&nbsp; The methodological outputs concentrated on two broad themes: (1) statistical analysis of interaction models where outcomes are not uniquely predicted and (2) the development of an estimable model for social network formation where those involved make explicit choices on their connections.&nbsp; The first one of these themes is important in contexts where coordination motives exist or a person&rsquo;s payoffs are affected by the choices of other entities involved.&nbsp; The work involved the production of a series of papers delineating the methodological aspects of the analysis (see, for example, a recent survey published in the Annual Review of Economics in 2013).&nbsp; The effort involved the collaboration with other researchers such as Xun Tang from the University of Pennsylvania and continues to generate academic articles.&nbsp; &nbsp;The second theme goes beyond a mere statistical characterization of social networks because it relies on an explicit microeconomic model.&nbsp; It is near completion and I have already disseminated preliminary results in various academic conferences and seminars.&nbsp; This project involves collaborative work with Seth Richards-Shubik from Carnegie Mellon University and Elie Tamer from Northwestern University.&nbsp; The key outcomes in my project involved publications, working papers and presentations in seminars and conferences. &nbsp;Part of my projects also generated software that I will make available on my website or upon request.&nbsp; (I should note that the grant was terminated earlier since it was superseded by a grant from the European Research Council.)</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/07/2014<br>\n\t\t\t\t\tModified by: Aureo&nbsp;De Paula</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project focused on developing statistical methods for the analysis of economic models where entities (firms, households, individuals) interact.  The goal of the methodologies developed is the recovery of features that characterize the incentives of those involved from choices.  Applications explored under this theme ranged from voter behavior (developed in collaboration with Antonio Merlo at the University of Pennsylvania) to joint retirement in couples (developed in collaboration with Bo Honore at Princeton University).   The methodological outputs concentrated on two broad themes: (1) statistical analysis of interaction models where outcomes are not uniquely predicted and (2) the development of an estimable model for social network formation where those involved make explicit choices on their connections.  The first one of these themes is important in contexts where coordination motives exist or a personÆs payoffs are affected by the choices of other entities involved.  The work involved the production of a series of papers delineating the methodological aspects of the analysis (see, for example, a recent survey published in the Annual Review of Economics in 2013).  The effort involved the collaboration with other researchers such as Xun Tang from the University of Pennsylvania and continues to generate academic articles.   The second theme goes beyond a mere statistical characterization of social networks because it relies on an explicit microeconomic model.  It is near completion and I have already disseminated preliminary results in various academic conferences and seminars.  This project involves collaborative work with Seth Richards-Shubik from Carnegie Mellon University and Elie Tamer from Northwestern University.  The key outcomes in my project involved publications, working papers and presentations in seminars and conferences.  Part of my projects also generated software that I will make available on my website or upon request.  (I should note that the grant was terminated earlier since it was superseded by a grant from the European Research Council.)\n\n \n\n\t\t\t\t\tLast Modified: 03/07/2014\n\n\t\t\t\t\tSubmitted by: Aureo De Paula"
 }
}