{
 "awd_id": "1123040",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Web-based Tools for Developing and Accessing Sociological Theory",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "kevin Leicht",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 191808.0,
 "awd_amount": 191808.0,
 "awd_min_amd_letter_date": "2011-09-27",
 "awd_max_amd_letter_date": "2011-09-27",
 "awd_abstract_narration": "SES - 1123040\r\nBarry Markovsky (P.I.)\r\nJose Vidal (co-P.I.)\r\nUniversity of South Carolina\r\n\r\nWeb-based Tools for Developing and Accessing Sociological Theory\r\n\r\nAbstract\r\nThis project involves designing, implementing and testing a web-based system for developing, improving and disseminating sociological theories across all areas of the discipline. The proposed \"Wikitheoria\" will provide a range of services via a set of user-friendly tools, and a set of incentives to foster broad participation. At the heart of the system is the concept of \"modular theorizing,\" i.e., small, explicit, inter-connectable theories that can be assembled in different ways for different purposes. On the management side, the system will receive and store original submissions, analyze logical and semantic structures of submitted materials, organize, index and hyperlink text to maximize ease of use, display and disseminate content, offer recommendations for improvements, and evaluate usage patterns. From the user's perspective the system will provide tools to help learn the interface, search intelligently for content in specific areas, identify relevant materials from other substantive areas, collectively evaluate and enhance submitted materials, cross-fertilize between sub-disciplines, identify researchable claims, evaluate relevant findings from prior research, theoretically inform empirical applications, promote use by non-sociologists, supplement teaching, and more. The system will facilitate the development of improved theories using proven incentives and knowledge aggregation methods. The web interface and underlying processes will capitalize on what has already been learned from the successes of other knowledge systems such as Wikipedia and StackOverflow, and the lack of success of others such as Google Knol and Yahoo! Answers. The modularized program will be developed on the Google App Engine, a free hosting platform that allows application development and deployment on the Google cloud of servers. The PIs use Google account services and other web functions with which users are likely to be familiar already or else can acquire with ease.\r\n\r\nBy offering an infrastructure tool that encourages theoretically-driven research, Wikitheoria will simultaneously advance substantive knowledge and offer resources for those seeking to apply that knowledge. The system will be relatively easy to use, and will inform scholars and practitioners within and outside of sociology. The system's blind evaluation system and openness to contributors eliminates any possible impact of participants' demographic characteristics. Professional network, rank, status in the discipline, race, gender, and geographic location play no part in determining the relevance of any contribution. The project also offers some unique opportunities for students and instructors to participate in the system such as contributing theoretical material, using content in class, and posting to discussion groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Barry",
   "pi_last_name": "Markovsky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Barry Markovsky",
   "pi_email_addr": "barry@sc.edu",
   "nsf_id": "000100845",
   "pi_start_date": "2011-09-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jose",
   "pi_last_name": "Vidal",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jose M Vidal",
   "pi_email_addr": "vidal@sc.edu",
   "nsf_id": "000484696",
   "pi_start_date": "2011-09-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University South Carolina Research Foundation",
  "inst_street_address": "915 BULL ST",
  "inst_street_address_2": "STE 202",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037777093",
  "inst_zip_code": "292084009",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "SOUTH CAROLINA RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "ELBVJ1KYX976"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Carolina at Columbia",
  "perf_str_addr": "1600 HAMPTON ST",
  "perf_city_name": "COLUMBIA",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292083403",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  },
  {
   "pgm_ele_code": "689200",
   "pgm_ele_name": "CI REUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7752",
   "pgm_ref_txt": "CDI NON SOLICITED RESEARCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 191808.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The purpose of this project was to create \"Wikitheoria\", an Internet-based system for working with and advancing sociological theories in any and all areas of the field. The system works with theory&nbsp;<em>modules,</em><em>&nbsp;</em>which are small logical units that can be combined into more complex theoretical explanations. By focusing on developing a library of numerous modules instead of a few full-blown theories, users are encouraged to make modules that are as small, accessible, comprehensible and useful as possible, and that can be combined and integrated to solve&nbsp;more complex problems.&nbsp;</p>\n<p>The resulting website, wikitheoria.com, provides several basic services via a set of user-friendly tools. On the administrative side, these tools allow system administrators to receive original submissions, manage the review process, offer recommendations for improvements, publish submitted materials, organize content, display and disseminate content,&nbsp;and manage instructional materials and other elements of the site. From the user's perspective the system offers tools for learning to create and submit theory modules, searching for relevant materials within the site, working&nbsp;with the system's dictionary or \"lexicon,\" and offering suggestions for improvements to any previously published modules.&nbsp;</p>\n<p>Wikitheoria.com was only released at the end of its grant period and so its potential has yet to be realized. The research team is seeking funding for powerful enhancements that will help to automate logic checks and other technical processes, and to install a system for tracking users' ratings of modules and, indirectly, of the authors who contribute them. We also plan improvements for making content more explorable and useful for applied research.</p>\n<p>This project has potential impact beyond the intellectual realm of sociological theory. It offers an infrastructure that encourages theoretically-driven research. As such, it simultaneously provides tools for advancing knowledge and resources for those seeking to apply that knowledge. To ensure the broadest impact, we are working to minimize the costs of participation and to maximize the value of those efforts for both the contributor and for the collective good. We have focused on making the system easy and fun to use, to demonstrate its potential benefits to users, contributors and students. Our next phase of work involves reaching out to inform scholars and practitioners within and outside of sociology about the availability of the site. If successful, the result will bring together researchers spanning micro and macro interest levels, basic and applied research activities, and multiple sub-disciplines. The system's blind evaluation process and openness to contributors truly levels the playing field for participation. Professional network, rank, status in the discipline, race, gender, and geographic location play no part in determining the relevance of any contribution. The project also offers some unique opportunities for students and instructors to participate, such as by contributing theoretical&nbsp;materials and using content for&nbsp;classes. We also plan to install a discussion board and other pedagogical&nbsp;tools.&nbsp;As an added benefit, the interactive nature of the site permits users at any level to ask questions about content, point out ambiguous terms and statements and, in general, become part of the theory-development process in a way that is not possible with the standard publication model.&nbsp;</p>\n<p>Finally,&nbsp;Wikitheoria&nbsp;is designed to facilitate the evolution of better, more useful theories by capitalizing on conditions for successful \"knowledge aggregation.\" This is intended to enhance appreciation for the benefits of more careful attention to our theories, making them both more relevant to the solution of social&nbsp;problems, and to the task of weaving ...",
  "por_txt_cntn": "\nThe purpose of this project was to create \"Wikitheoria\", an Internet-based system for working with and advancing sociological theories in any and all areas of the field. The system works with theory modules, which are small logical units that can be combined into more complex theoretical explanations. By focusing on developing a library of numerous modules instead of a few full-blown theories, users are encouraged to make modules that are as small, accessible, comprehensible and useful as possible, and that can be combined and integrated to solve more complex problems. \n\nThe resulting website, wikitheoria.com, provides several basic services via a set of user-friendly tools. On the administrative side, these tools allow system administrators to receive original submissions, manage the review process, offer recommendations for improvements, publish submitted materials, organize content, display and disseminate content, and manage instructional materials and other elements of the site. From the user's perspective the system offers tools for learning to create and submit theory modules, searching for relevant materials within the site, working with the system's dictionary or \"lexicon,\" and offering suggestions for improvements to any previously published modules. \n\nWikitheoria.com was only released at the end of its grant period and so its potential has yet to be realized. The research team is seeking funding for powerful enhancements that will help to automate logic checks and other technical processes, and to install a system for tracking users' ratings of modules and, indirectly, of the authors who contribute them. We also plan improvements for making content more explorable and useful for applied research.\n\nThis project has potential impact beyond the intellectual realm of sociological theory. It offers an infrastructure that encourages theoretically-driven research. As such, it simultaneously provides tools for advancing knowledge and resources for those seeking to apply that knowledge. To ensure the broadest impact, we are working to minimize the costs of participation and to maximize the value of those efforts for both the contributor and for the collective good. We have focused on making the system easy and fun to use, to demonstrate its potential benefits to users, contributors and students. Our next phase of work involves reaching out to inform scholars and practitioners within and outside of sociology about the availability of the site. If successful, the result will bring together researchers spanning micro and macro interest levels, basic and applied research activities, and multiple sub-disciplines. The system's blind evaluation process and openness to contributors truly levels the playing field for participation. Professional network, rank, status in the discipline, race, gender, and geographic location play no part in determining the relevance of any contribution. The project also offers some unique opportunities for students and instructors to participate, such as by contributing theoretical materials and using content for classes. We also plan to install a discussion board and other pedagogical tools. As an added benefit, the interactive nature of the site permits users at any level to ask questions about content, point out ambiguous terms and statements and, in general, become part of the theory-development process in a way that is not possible with the standard publication model. \n\nFinally, Wikitheoria is designed to facilitate the evolution of better, more useful theories by capitalizing on conditions for successful \"knowledge aggregation.\" This is intended to enhance appreciation for the benefits of more careful attention to our theories, making them both more relevant to the solution of social problems, and to the task of weaving sociological knowledge more fully into the broader fabric of science.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/30/2014\n\n\t\t\t\t\tSubmitted by: Barry Markovsky"
 }
}