{
 "awd_id": "1123899",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Evaluating the Returns to Rural Banking: Village and Household Evidence from Southern India",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Georgia Kosmopoulou",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 269119.0,
 "awd_amount": 269119.0,
 "awd_min_amd_letter_date": "2011-08-30",
 "awd_max_amd_letter_date": "2011-11-22",
 "awd_abstract_narration": "Evaluating the Returns to Rural Banking:\r\nVillage and Household Evidence from Southern India\r\n\r\nAbstract\r\n\r\nDevelopment policy in all regions of the world has a strong focus on providing financial services to the poor, motivated by the belief that financial inclusion enables the poor to develop income-generating activities and improves their ability to cope with shocks. Prominent among these programs is microfinance; there are currently an estimated 130-190 million microfinance borrowers worldwide and outstanding loans exceeded $43 billion in 2008.  A large open question in the development literature and in policy circles is the degree to which microfinance has fulfilled its promise of helping households pull themselves out of poverty and take advantage of economic opportunities. A related question is what changes to the design of microfinance can maximize its scale and influence. The proposed research, seeks to examine the consequences for rural households in India of alleviating barriers to financial services through the common microfinance model pioneered by the Grameen Bank.\r\nThis question is not only a core topic in economic development theory, but is also of current policy importance since the value of microfinance as a tool for poverty alleviation has recently been called into question in light of recent empirical evidence from urban microfinance evaluations and the emerging crisis in the Indian microfinance sector.  Rumors of over-indebtedness led to government regulation in the state of Andhra Pradesh which caused wide-scale default and fueled concerns about both the impact and viability of lending to the poor. More generally, practitioners are beginning to question whether debt can be used as an effective anti-poverty measure given the vulnerability of the poor to exploitation by under-regulated lenders. Given the size of the sector, the nascent state of regulation in much of the world, and the politicization of the debate over the efficacy of microfinance, it is critical that we gain a more nuanced understanding of the impact of microfinance programs and disentangle the separate roles of product design and individual and social characteristics in influencing impact.\r\nThe proposed research project seeks to fill critical gaps in our understanding of the impact of microfinance on the welfare of the poor in developing countries. The project consists of four related analyses, each of which exploits a large-scale randomized controlled experiment in the southern Indian state of Tamil Nadu. Over four years, bank branches offering comprehensive financial services including the classic microfinance joint liability loan product will be opened in 160 rural sites, covering a rural population of 800,000. A randomly selected half of these will be built over the first two years and expansion in the remaining 80 locations will be delayed for at least two years.  Randomized rollout will allow estimation of the causal impact of financial services since the presence of a branch will be uncorrelated with village and household characteristics. The project will assess the impact of improved rural financial access using a combination of detailed household surveys conducted before and two years after the first bank branch opens, social network mapping, a field based lottery and biomarkers. \r\nThe first study examines whether access to credit increases household income in a rural setting. While experimental studies on microfinance have occurred in urban areas, the relative isolation of rural communities and more stable levels of social capital suggest that results in a rural setting may be different. This project will collect data on household income and consumption, income-generating activities, and ability of households to respond to shocks.\r\nThe second study uses unique biomarkers and survey data to determine the impact of financial inclusion on physical and mental health, contributing to urgent policy debates on how microfinance impacts mental distress and non-financial components of poverty. The project?s goal is to collect data on nutrition, food security, health expenditures, physiological indicators of stress through cortisol measurements in hair samples, and psychological stress measures. \r\nThe third study examines the impact of access to banking services on the structure of social networks and provision of informal insurance. Since microfinance typically requires formation of loan groups and regular group meetings for repayment, the project will measure the impact of microfinance on the breadth and depth of clients? networks and inter-household transfer activity.\r\nThe final analysis studies the impact of banking services on the adoption of agricultural technologies in rural settings. The project will measure impact by collecting data on choice of crops and seeds, farming techniques, and input usage.\r\nThrough this set of analyses, this study aims to provide causal experimental evidence of the impact of increased access to finance on a variety of important and under-studied outcomes.  While a few experimental studies have been conducted on microfinance programs, these focus on urban areas. Meanwhile, not only is microfinance activity worldwide more heavily targeted to rural areas, but there is reason to believe that results will be different in rural areas. Existing studies have also failed to thoroughly study impact on broader, non-financial measures of poverty such as health or mental distress. \r\nWith the amount of public and private resources invested in expanding financial access to the poor, it is critical to thoroughly investigate the impact of microfinance on poverty. An in-depth understanding of the impact of comprehensive financial services will inform policy on financial inclusion both in India and globally. Dissemination of the research findings and associated datasets will help policymakers evaluate the benefits and cost-effectiveness of extending microfinance services to rural areas. Moreover, it will fill critical gaps in research necessary for the academic and policy discussion on the merits of microfinance to move forward.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Erica",
   "pi_last_name": "Field",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Erica Field",
   "pi_email_addr": "emf23@duke.edu",
   "nsf_id": "000065866",
   "pi_start_date": "2011-08-30",
   "pi_end_date": "2011-09-22"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rohini",
   "pi_last_name": "Pande",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rohini Pande",
   "pi_email_addr": "rohini.pande@yale.edu",
   "nsf_id": "000645827",
   "pi_start_date": "2011-11-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Erica",
   "pi_last_name": "Field",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Erica Field",
   "pi_email_addr": "emf23@duke.edu",
   "nsf_id": "000065866",
   "pi_start_date": "2011-11-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Rohini",
   "pi_last_name": "Pande",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rohini Pande",
   "pi_email_addr": "rohini.pande@yale.edu",
   "nsf_id": "000645827",
   "pi_start_date": "2011-08-30",
   "pi_end_date": "2011-09-22"
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "John F. Kennedy School of Government, CID",
  "perf_str_addr": "79 JFK Street",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021383846",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 269119.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this study is to use the randomized rollout of rural banks to identify the causal impact of financial services on economic growth and the well-being of rural households. Broadly, over the course of the entire study, we will examine the impact of financial access on financial well-being, health, social networks, agricultural decision-making, and a myraid of other outcomes.&nbsp;</p>\n<p>This study remains particularly important in the context of a new push for financial inclusion in rural India as of August 2014. Banks and microfinance institutions are expected to majorly scale up their operations in underserved areas over the next few years. As such, it is more important than ever to develop a rigorous understanding of the impact of financial access on various aspects of the lives of rural households.</p>\n<p>To date, we have completed the bulk of the baseline survey in the study areas, approximately 60% of which was completed during the timeline of this grant. However, the majority of funding from this grant went to our first follow-up survey, conducted in eight pairs of service areas. A service area is the area surrounding a bank branch; with the cooperation of our partner, we identified twice as many areas as could be opened at the initialization of the study. These areas were paired, then randomized into treatment and control, where treatment indicates the placement of a rural bank branch during the study, and control indicates a rural bank branch to be opened in the area after the completion of the study. The eight pairs whose endline was funded by the study opened well before the rest of the pairs included in the study, and as such received a follow-up survey over a year before the full follow-up survey was scheduled to take place.</p>\n<p>Although the rest of the study is still in progress, this preliminary follow-up survey yielded some promising preliminary first-stage results, which are shared below. We have found that the arrival of a formal financial institution with high penetration of formal loan take-up (see Figure 1) results in a significant increase in both outstanding formal loan amount and the number of outstanding formal loans. This is accompanied by a corresponding decline in the amount of outstanding informal loans, and the incidence of outstanding informal loans (see Figure 2).</p>\n<p>We see decreases in informal loans from two separate sources: first, we see a decline in \"borrowing capacity,\" or the ability to households to take advantage of informal reciprocal risk-sharing arrangements within villages. Second, we see a significant decrease - nearly 25% - in the incidence of an outstanding loan from a moneylender in treatment areas approximately three years after branch opening.&nbsp;</p>\n<p>These results suggest that rather than supplementing informal loans with formal loans, households are instead choosing to shift between the two, replacing potentially&nbsp;costly or unreliable sources of lending with more stable ones.&nbsp;</p>\n<p>Overall, to date, we have found significant evidence that the introduction of formal financial access results in a significant shift in household financial behavior. <span>We anticipate that the upcoming follow-up survey will yield more first-stage and second-stage results, shedding light on this important topic.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/24/2014<br>\n\t\t\t\t\tModified by: Rohini&nbsp;Pande</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n...",
  "por_txt_cntn": "\nThe goal of this study is to use the randomized rollout of rural banks to identify the causal impact of financial services on economic growth and the well-being of rural households. Broadly, over the course of the entire study, we will examine the impact of financial access on financial well-being, health, social networks, agricultural decision-making, and a myraid of other outcomes. \n\nThis study remains particularly important in the context of a new push for financial inclusion in rural India as of August 2014. Banks and microfinance institutions are expected to majorly scale up their operations in underserved areas over the next few years. As such, it is more important than ever to develop a rigorous understanding of the impact of financial access on various aspects of the lives of rural households.\n\nTo date, we have completed the bulk of the baseline survey in the study areas, approximately 60% of which was completed during the timeline of this grant. However, the majority of funding from this grant went to our first follow-up survey, conducted in eight pairs of service areas. A service area is the area surrounding a bank branch; with the cooperation of our partner, we identified twice as many areas as could be opened at the initialization of the study. These areas were paired, then randomized into treatment and control, where treatment indicates the placement of a rural bank branch during the study, and control indicates a rural bank branch to be opened in the area after the completion of the study. The eight pairs whose endline was funded by the study opened well before the rest of the pairs included in the study, and as such received a follow-up survey over a year before the full follow-up survey was scheduled to take place.\n\nAlthough the rest of the study is still in progress, this preliminary follow-up survey yielded some promising preliminary first-stage results, which are shared below. We have found that the arrival of a formal financial institution with high penetration of formal loan take-up (see Figure 1) results in a significant increase in both outstanding formal loan amount and the number of outstanding formal loans. This is accompanied by a corresponding decline in the amount of outstanding informal loans, and the incidence of outstanding informal loans (see Figure 2).\n\nWe see decreases in informal loans from two separate sources: first, we see a decline in \"borrowing capacity,\" or the ability to households to take advantage of informal reciprocal risk-sharing arrangements within villages. Second, we see a significant decrease - nearly 25% - in the incidence of an outstanding loan from a moneylender in treatment areas approximately three years after branch opening. \n\nThese results suggest that rather than supplementing informal loans with formal loans, households are instead choosing to shift between the two, replacing potentially costly or unreliable sources of lending with more stable ones. \n\nOverall, to date, we have found significant evidence that the introduction of formal financial access results in a significant shift in household financial behavior. We anticipate that the upcoming follow-up survey will yield more first-stage and second-stage results, shedding light on this important topic.\n\n\t\t\t\t\tLast Modified: 09/24/2014\n\n\t\t\t\t\tSubmitted by: Rohini Pande"
 }
}