{
 "awd_id": "1123546",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Understanding Decisions and Outcomes in the College and Early Post-College Periods",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Georgia Kosmopoulou",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 208482.0,
 "awd_amount": 208482.0,
 "awd_min_amd_letter_date": "2011-08-16",
 "awd_max_amd_letter_date": "2011-08-16",
 "awd_abstract_narration": "While spending on higher education represents a substantial portion of government expenditures and while the importance of the early portion of individuals' working lives has been well-recognized, policymakers are currently faced with the task of designing effective policies with only an incomplete understanding of many important issues related to the college and early post-college periods. This project combines the collection of state-of-the-art survey (and administrative) data with innovative analyses to provide new evidence about many of these issues.\r\n\r\nWhat takes place during the college portion of one's lifetime has traditionally been somewhat of a black box in which students are observed entering with certain observable background characteristics and are eventually seen leaving having made a variety of decisions and having realized a number of related outcomes. Similarly, what takes place during the early portion of one's post-college lifetime has also traditionally been somewhat mysterious. While recent research has stressed the importance of looking inside the college and early post-college black boxes, evidence about the college period and the early post-college period has remained at best incomplete. This is the case, in large part, because standard longitudinal surveys are often not well-positioned to provide data that allow issues of interest to be studied at their most fundamental levels.\r\n\r\nThis reality motivates the survey component of the current project which, building on previous research funded by the National Science Foundation, involves the continued collection of a longitudinal survey (the Berea Panel Study) that is unequaled in its depth and detail. The survey efforts pay careful attention to recent advances in survey methodology, and, at the culmination of the three-year project period, two cohorts of college students will have been followed very closely from the time they entered college until past the age of thirty.\r\n\r\nFrom a feasibility standpoint, the importance of collecting person-specific information that is substantially more detailed than what is available from other existing data sources necessitates the focus on a single institution (Berea College). However, while this influences the exact extent to which the conclusions can be generalized, it seems reasonable to believe that the basic elements that go into the decisions of students in the collected sample will be generally similar to those that go into the decisions of individuals from similar backgrounds who enroll at other schools. Thus, the innovative nature of the survey collection efforts has the potential to provide policymakers with a much improved understanding of the workings of the higher education process and the early post-college period.\r\n\r\nAt its most general level, the goal of the data collection in the project is to allow analyses which provide new understandings of how earnings/wages are determined at different stages of the early post-college period. This, in turn, requires one to understand:\r\n1) what determines a person's stock of human capital (i.e., his skills and abilities) at the time he/she leaves college and at different points in the early post-college period?\r\nand\r\n2) how do individuals make decisions that determine how much and what type of human capital is accumulated?\r\nThen the need for an ambitious data collection effort comes from the fact that virtually all decisions and outcomes in the college and early post-college periods are of relevance for understanding these two questions.\r\n\r\nMany important decisions and outcomes that ultimately influence earnings take place during college. While much previous research has related decisions and outcomes during college to a set of observable background characteristics of students, it is much more difficult to understand the underlying processes by which decisions are made or outcomes are produced. This is the case, in large part, because a particular decision or outcome may be influenced by a rather large and potentially complicated set of factors. As such, an important feature of the data collection is that, paying close attention to economic theory, the survey instruments were designed to collect information about comprehensive sets of factors that could influence a variety of college decisions/outcomes. These decisions/outcomes include those related to: educational attainment/drop-out, college major, college grade performance, study effort, peer effects, and social networks.\r\n\r\nOther important decisions and outcomes that potentially influence earnings after individuals leave college and enter the workforce, include decisions/outcomes related to:\r\n1) job search and job changing behavior, 2) marriage and fertility, 3) time away from the labor market, 4) the type of jobs held or skills accumulated while on the job. The depth of the Berea Panel Study data allows an examination of these decisions/outcomes, in general, and for different subgroups of the population. For example, of particular importance will be the ability of the survey to provide new evidence about the underlying reasons for differences in earnings by gender.\r\n\r\nIn addition to the substantive contribution of providing new evidence about the college and early post-college periods, the project will likely motivate/guide future data collection and analyses involving nationally representative samples. Generally, this is the case because the project illustrates the value of collecting detailed longitudinal data with the analyses of very specific models and issues in mind. As one of many specific examples of the broader impacts of the project?s survey efforts, while the interest in expectations data has increased substantially in recent years, much remains unknown about the full potential of using such data in economic contexts.\r\n\r\nThe Berea Panel Study was perhaps the first longitudinal survey to have a strong focus on the elicitation of expectations data, and the analyses in the project will examine a variety of potential uses for this type of data that would not be possible to examine using other data sources. Moreover, because the longitudinal collection of expectations data allows one to directly measure revisions to expectations, the project will might provide the best direct evidence about the importance of learning per se in determining outcomes in education and the early portion of one's working life.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ralph",
   "pi_last_name": "Stinebrickner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ralph Stinebrickner",
   "pi_email_addr": "ralph_stinebrickner@berea.edu",
   "nsf_id": "000174798",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Berea College",
  "inst_street_address": "101 CHESTNUT ST",
  "inst_street_address_2": "",
  "inst_city_name": "BEREA",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8599853853",
  "inst_zip_code": "40403",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "BEREA COLLEGE",
  "org_prnt_uei_num": "EJLRWNCJTJF5",
  "org_uei_num": "EJLRWNCJTJF5"
 },
 "perf_inst": {
  "perf_inst_name": "Berea College",
  "perf_str_addr": "Berea College",
  "perf_city_name": "Berea",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "404030002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "KY06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 208482.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>What takes place during the college portion of one&rsquo;s lifetime has traditionally been somewhat of a &ldquo;black box&rdquo; in which students&nbsp; are observed entering with certain observable background characteristics and are eventually seen leaving having made a variety of decisions and having realized a variety of related outcomes.&nbsp; Similarly, what takes place during the early portion of one&rsquo;s post-college lifetime has also traditionally been somewhat mysterious.&nbsp; While recent research has stressed the policy importance of looking inside the college and early post-college black boxes, evidence about the college period and the early post-college period has remained at best incomplete. This is the case, in large part, because standard longitudinal surveys are often not well-positioned to provide data that allow issues of interest to be studied at their most fundamental levels.</p>\n<p>Building on previous research funded by the National Science Foundation the project continued the collection of a longitudinal survey (the Berea Panel Study) that is unequaled in its depth and detail.&nbsp; Two cohorts of college students at Berea College have now been surveyed approximately sixty times from the time they entered college until they reached the age of thirty. The survey design takes advantage of recent advances in survey methodology and provides new insight that will guide future data collection efforts.&nbsp;</p>\n<p>Much of our analysis strives to provide a better understanding of why students from low income families often drop out of college.&nbsp; Much previous policy discussion and research has centered on the possibility that dropout is often caused by financial difficulties. In &ldquo;Learning about academic ability and the college drop-out decision&rdquo; ( <em>Journal of Labor Economics</em>, 2012) we provide some of the strongest direct evidence about the most natural alternative &ndash; that dropout often arises because students learn that their academic ability is not as high as they expected.&nbsp; We find that approximately forty percent of dropout in the first year of college can be attributed to this explanation. The paper also contributes to the understanding of gender differences in educational attainment. Substantial gender differences in drop-out are predicted entirely by gender differences in academic quality (1st year grades and beliefs about future grades), and we provide direct evidence that gender differences in study effort are important.</p>\n<p>We continue our investigation of dropout in &ldquo;Academic performance and college dropout: Using longitudinal expectations data to estimate a learning model<strong>&rdquo; (</strong><em>Journal of Labor Economics</em><strong>, </strong>2014<strong>).&nbsp; </strong>This paper uses a formal model of the costs and benefits that a student considers when deciding whether to remain in school. The Berea Panel Study is particularly useful in this regard; it was designed with an explicit model of dropout in mind which allows us to substantially reduce the number of assumptions that are required for estimation.</p>\n<p>Consistent with our earlier paper, we find that forty-five percent of the dropout that occurs in the first two years of college can be attributed to student learning about academic performance. However, important for policymakers concerned that scarce public resources may be consumed inefficiently if persistent misperceptions lead students to remain&nbsp;in school longer than they otherwise would, the importance of this type of learning becomes less relevant by the midway point of college. Our simulations show that students who perform poorly tend to learn that staying in school is not worthwhile, not that they fail out or learn that they are more likely (than they previously believed) to fail out in the future. &nbsp;We find that poor performance both substantially decrea...",
  "por_txt_cntn": "\nWhat takes place during the college portion of oneÆs lifetime has traditionally been somewhat of a \"black box\" in which students  are observed entering with certain observable background characteristics and are eventually seen leaving having made a variety of decisions and having realized a variety of related outcomes.  Similarly, what takes place during the early portion of oneÆs post-college lifetime has also traditionally been somewhat mysterious.  While recent research has stressed the policy importance of looking inside the college and early post-college black boxes, evidence about the college period and the early post-college period has remained at best incomplete. This is the case, in large part, because standard longitudinal surveys are often not well-positioned to provide data that allow issues of interest to be studied at their most fundamental levels.\n\nBuilding on previous research funded by the National Science Foundation the project continued the collection of a longitudinal survey (the Berea Panel Study) that is unequaled in its depth and detail.  Two cohorts of college students at Berea College have now been surveyed approximately sixty times from the time they entered college until they reached the age of thirty. The survey design takes advantage of recent advances in survey methodology and provides new insight that will guide future data collection efforts. \n\nMuch of our analysis strives to provide a better understanding of why students from low income families often drop out of college.  Much previous policy discussion and research has centered on the possibility that dropout is often caused by financial difficulties. In \"Learning about academic ability and the college drop-out decision\" ( Journal of Labor Economics, 2012) we provide some of the strongest direct evidence about the most natural alternative &ndash; that dropout often arises because students learn that their academic ability is not as high as they expected.  We find that approximately forty percent of dropout in the first year of college can be attributed to this explanation. The paper also contributes to the understanding of gender differences in educational attainment. Substantial gender differences in drop-out are predicted entirely by gender differences in academic quality (1st year grades and beliefs about future grades), and we provide direct evidence that gender differences in study effort are important.\n\nWe continue our investigation of dropout in \"Academic performance and college dropout: Using longitudinal expectations data to estimate a learning model\" (Journal of Labor Economics, 2014).  This paper uses a formal model of the costs and benefits that a student considers when deciding whether to remain in school. The Berea Panel Study is particularly useful in this regard; it was designed with an explicit model of dropout in mind which allows us to substantially reduce the number of assumptions that are required for estimation.\n\nConsistent with our earlier paper, we find that forty-five percent of the dropout that occurs in the first two years of college can be attributed to student learning about academic performance. However, important for policymakers concerned that scarce public resources may be consumed inefficiently if persistent misperceptions lead students to remain in school longer than they otherwise would, the importance of this type of learning becomes less relevant by the midway point of college. Our simulations show that students who perform poorly tend to learn that staying in school is not worthwhile, not that they fail out or learn that they are more likely (than they previously believed) to fail out in the future.  We find that poor performance both substantially decreases the enjoyability of school and substantially influences beliefs about post-college earnings.\n\nDue primarily to the difficulty of obtaining ideal data, much also remains unknown about how a student arrives at his/her final major. In \"A Major in Scien..."
 }
}