{
 "awd_id": "1123214",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research: Translating Diagnoses Across Cultures: Expertise, Autism, and Therapeutics of the Self in Morocco",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 14510.0,
 "awd_amount": 14510.0,
 "awd_min_amd_letter_date": "2011-07-27",
 "awd_max_amd_letter_date": "2011-07-27",
 "awd_abstract_narration": "Doctoral student Brendan Hart (Columbia University), with the guidance of Dr. Lesley Sharp, will conduct research on the relationship between clinical classifications and the socio-cultural and institutional contexts of their application. To pursue these topics, the researcher will undertake a theoretically-driven, fine-grained case study of the introduction and reworking of the category autism in Morocco. Autism is particularly appropriate for an anthropological study because it speaks directly to domains of communication, sociality, and behavior in the realm of culturally specific selfhood. The autism label is not yet widely known or commonly used in Morocco. But some parents and professionals are currently working to change that by training a new cadre of experts, raising awareness, and building an infrastructure to identify and educate children as autistic. This study investigates these efforts, their consequences, and the broader social and cultural understanding and engagement with autism. \r\n\r\nThe research will be conducted in Rabat and Taroudant. It will involve participant observation in homes, classrooms, clinical consulations, and sites of religious healing; semi-structured interviews with experts and activists; life histories with parents of affected children; and analysis of multimedia materials (including home videos). Analyzing and comparing data across sites and over time will allow the researcher to address the study's core questions: How and to what extent are experts and activists making autism a salient category in Morocco? How does the autism label, and its meanings, definitions, uses, and enactments, change and respond to complex processes initiated by its introduction within ordinary everyday contexts of Moroccan social life? \r\n\r\nRich with multiple, competing types of therapeutic expertise, which include vernacular and revivalist Islamic cures as well as psychoanalysis, biopsychiatry, and behaviorism, Morocco presents an important setting for contributing to debates about how diverse systems of thought and practice concerning the idea of \"the self\" are increasingly coming into contact and conflict with one another amidst processes of globalization. The research will provide important comparative materials for scholars studying autism and other psychiatric categories cross-culturally. Funding this research also supports the education of a graduate student.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lesley",
   "pi_last_name": "Sharp",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Lesley A Sharp",
   "pi_email_addr": "ls304@columbia.edu",
   "nsf_id": "000558402",
   "pi_start_date": "2011-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brendan",
   "pi_last_name": "Hart",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Brendan G Hart",
   "pi_email_addr": "bgh2105@columbia.edu",
   "nsf_id": "000585306",
   "pi_start_date": "2011-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "615 W 131ST ST",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100277922",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  },
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "7603",
   "pgm_ref_txt": "SCIENCE, TECH & SOCIETY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 14510.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This dissertation examines the introduction and reworking of the category autism in urban Morocco. With support from NSF, the student researcher conducted 20 months of intensive fieldwork across a range of sites in Morocco: four family homes, a child psychiatry department, an &ldquo;integration&rdquo; classroom for adolescents with disabilities, and at numerous sites of religious healers. It also included in-depth life history interviews with parents of 40 children, detailed interviews with 15 professionals, and visits to 17 autism organizations in 12 different cities. Ongoing data analysis examines the impact and transformation of knowledge and practices associated with autism in Morocco. It looks in particular at the relationship between different models of autism, especially a French psychoanalytic model and an American behaviorist one. These findings will contribute to debates about scientific paradigm shifts and changes in medical practice. Analyses will also examine historically and ethnographically the emergence of a narrow and relatively restricted understanding of autism common among many parents, educators, and professionals. In this way, it contributes to debates about the relationship between clinical classifications and the sociocultural and institutional contexts of their application. Finally, as one of the first sustained ethnographic studies concerning autism outside the U.S. and Europe, this study will furnish comparative materials that will be of great importance for other scholars and global health professionals.</p>\n<p><br />The broader impacts and intellectual merit of this research are many. First, the research has allowed the student researcher to develop important skills for conducting qualitative research. In response to new information and experiences in the field, he learned a number of new methodological techniques and became more adept at others. The research also improved his facility in Moroccan Arabic, French, and Modern Standard Arabic, each of which will be crucial for his future involvement in research in the region. Second, in addition to discussing his study with parents, physicians, and practitioners throughout his time in the field, he has also been invited to return and present research findings in a number of settings to a range of actors. During a return trip in 2013, he plans to discuss his research with students and residents at a psychiatric hospital, with scholars and researchers at the Jacques Berque Center for Social Science and Humanities Research in Morocco, and with parents and practitioners at autism NGOs and schools. Third, he was invited to write a short, accessible piece on social inequalities in autism care, which appeared online on two popular regional news outlets (jadaliyya and the Centre Jacques Berque&rsquo;s Farzyat blog). Fourth, and in response to requests from activists and experts, he expects to translate a summary of his research findings into French and Arabic for broad circulation in Morocco after completion of his dissertation. Finally, he is presently working with a documentary photographer and filmmaker in order to create multimedia projects that would help disseminate information about autism in Morocco to a broad audience in a compelling and digestible format.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/31/2012<br>\n\t\t\t\t\tModified by: Brendan&nbsp;G&nbsp;Hart</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis dissertation examines the introduction and reworking of the category autism in urban Morocco. With support from NSF, the student researcher conducted 20 months of intensive fieldwork across a range of sites in Morocco: four family homes, a child psychiatry department, an \"integration\" classroom for adolescents with disabilities, and at numerous sites of religious healers. It also included in-depth life history interviews with parents of 40 children, detailed interviews with 15 professionals, and visits to 17 autism organizations in 12 different cities. Ongoing data analysis examines the impact and transformation of knowledge and practices associated with autism in Morocco. It looks in particular at the relationship between different models of autism, especially a French psychoanalytic model and an American behaviorist one. These findings will contribute to debates about scientific paradigm shifts and changes in medical practice. Analyses will also examine historically and ethnographically the emergence of a narrow and relatively restricted understanding of autism common among many parents, educators, and professionals. In this way, it contributes to debates about the relationship between clinical classifications and the sociocultural and institutional contexts of their application. Finally, as one of the first sustained ethnographic studies concerning autism outside the U.S. and Europe, this study will furnish comparative materials that will be of great importance for other scholars and global health professionals.\n\n\nThe broader impacts and intellectual merit of this research are many. First, the research has allowed the student researcher to develop important skills for conducting qualitative research. In response to new information and experiences in the field, he learned a number of new methodological techniques and became more adept at others. The research also improved his facility in Moroccan Arabic, French, and Modern Standard Arabic, each of which will be crucial for his future involvement in research in the region. Second, in addition to discussing his study with parents, physicians, and practitioners throughout his time in the field, he has also been invited to return and present research findings in a number of settings to a range of actors. During a return trip in 2013, he plans to discuss his research with students and residents at a psychiatric hospital, with scholars and researchers at the Jacques Berque Center for Social Science and Humanities Research in Morocco, and with parents and practitioners at autism NGOs and schools. Third, he was invited to write a short, accessible piece on social inequalities in autism care, which appeared online on two popular regional news outlets (jadaliyya and the Centre Jacques BerqueÆs Farzyat blog). Fourth, and in response to requests from activists and experts, he expects to translate a summary of his research findings into French and Arabic for broad circulation in Morocco after completion of his dissertation. Finally, he is presently working with a documentary photographer and filmmaker in order to create multimedia projects that would help disseminate information about autism in Morocco to a broad audience in a compelling and digestible format.\n\n\t\t\t\t\tLast Modified: 10/31/2012\n\n\t\t\t\t\tSubmitted by: Brendan G Hart"
 }
}