{
 "awd_id": "1123747",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Science of Broadening Participation -- From School to Work: A Longitudinal Study of Gender Stratification in Science and Engineering",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "kevin Leicht",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 58641.0,
 "awd_amount": 58641.0,
 "awd_min_amd_letter_date": "2011-09-14",
 "awd_max_amd_letter_date": "2011-09-14",
 "awd_abstract_narration": "SES-1123747\r\nSusan Silbey \r\nMassachusetts Institute of Technology\r\n\r\nSES-1123905\r\nBrian Rubineau \r\nCornell University\r\n\r\nSES-1124169\r\nCarroll Seron \r\nUniversity of California-Irvine\r\n\r\nScience of Broadening Participation -- From School to Work: A Longitudinal Study of Gender Stratification in Science and Engineering\r\n\r\nAbstract\r\nThe United States and other advanced economies face unprecedented challenges in technical areas such as energy, environment, and defense.  Solving these challenges requires a diverse, highly educated labor force, with professional expertise in science, technology, engineering, and mathematics (STEM). Contributing to the problem of under-production of STEM professionals in the U.S. is the pronounced gender segregation in some STEM professions, especially in engineering. As a consequence, we have a much smaller population from which to develop the needed engineering expertise.  This project seeks to help us understand what causes continued gender segregation in STEM fields.\r\n\r\nAn earlier study conducted by the PIs surveyed and interviewed a group of men and women for five years, beginning with the first year of their college education.  This panel included a disproportionate number of young men and women planning to major in engineering, who had demonstrated exemplary achievement in science and mathematics. Yet, after four years of engineering education, shortly before college graduation and entry into the labor market, a significantly smaller percentage of the women than the men planned to pursue careers in engineering. Analyses showed that more women than men reported lower confidence in their ability to have a career in engineering. \r\n\r\nThe current project revisits these men and women at the next career stage -- 5 years after their anticipated college graduation, and during their early years in the labor market.  At this time, the project will collect data that enables researchers to compare the role of individual (confidence), organizational (workplace-related), and social network factors to explain gender specific career track decisions, especially regarding STEM fields.  Methodologically, this study expands a unique longitudinal dataset to explain the critical transition from college and post-graduate training to the professional workforce. The theoretical model used adjudicates among the most important contending explanations for persistent gender stratification in professional employment by testing social psychological theories of causal individual and gender differences, organization-level processes, and social capital theories concerning the efficacy of social networks. \r\n\r\nBroader Impacts\r\nFindings from this research may help explain patterns of attrition from and persistence in STEM fields, and engineering in particular.  This important issue is of interest to private- and public-sector employers, current and future professionals, as well as institutions of higher education.  Moreover, persistent gender segregation in STEM could compromise the competitive position of the United States in a global economy.  Findings from this study may also contribute to policy developments aimed at improving the nation's scientific competitiveness.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Silbey",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Susan S Silbey",
   "pi_email_addr": "ssilbey@mit.edu",
   "nsf_id": "000181583",
   "pi_start_date": "2011-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 Massachusetts Avenue",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394307",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "8050",
   "pgm_ref_txt": "Science of Broadening Participation"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 58641.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>From School to Work: Gender Stratification in Science and Engineering</strong><a href=\"#_ftn1\"><strong>*</strong></a><strong></strong></p>\n<p><strong>Brian Rubineau, McGill University</strong></p>\n<p><strong>Carroll Seron, University of California, Irvine</strong></p>\n<p><strong>Susan Silbey, Massachusetts Institute of Technology</strong></p>\n<p>For several decades, scholars and policy makers have been puzzled by the slow rate of achieving gender (and racial) parity in science, technology, engineering, and mathematics (STEM) fields.&nbsp; At a time when the U.S. and other nations face unprecedented challenges in technical areas such as energy, environment, and defense, understanding the decision making patterns of men and women to stay, or leave, STEM fields remains a critical question.&nbsp;</p>\n<p>Choosing a career is a process that unfolds through key decision points actually beginning with opportunities during the K-12 years.&nbsp; We pick up this question among matriculating college students.&nbsp; Among men and women who begin college with a commitment to an engineering career, our work shows that, on balance, women feel technically confident to pursue engineering, but they do not find a cultural match with the professional values or norms of engineering, including what they perceive as the gender stereotyping from their peers in team-based projects and the profession&rsquo;s lip service to doing socially meaningful projects.&nbsp; Students&rsquo; peers play an important role, with male students generally receiving positive peer reinforcement for their engineering identity, while female students receive less consistently positive peer reinforcement, including some explicit peer challenges to their status as engineers.</p>\n<p>In the transition from college to work, findings suggest that for those who stay the course, a number of factors emerge as significant.&nbsp; For example, college internships are an important ingredient in reducing the gender gap between men and women in engineering.&nbsp; Gender differences in engineering persistence from school to work disappear among students who have had engineering internships. &nbsp;&nbsp;When students are engaged in job searches, one source of women&rsquo;s continuing disadvantage on the labor market is driven by a lack of informal social contacts, or social capital, among peers.&nbsp; Engineering students are often described as practical and career-oriented, expecting to receive a salary boost for their decision to stay the course. This indeed appears to be the case for men: men who leave engineering majors go on to earn significantly lower wages in their first jobs after school than their male counterparts who stayed the course.&nbsp; This does not, however, hold true for women; findings show that there is no significant difference in the earnings of women who remain engineering majors or leave engineering for another major prior to graduation. A partial explanation is that male engineering graduates have access to high paying jobs in business and finance in addition to engineering, while men who leave engineering majors during college tend to leave STEM entirely. Women in engineering rarely go from engineering to business or finance, and women who leave engineering majors during college tend to go to other STEM majors.</p>\n<p>Recent findings about men and women during the early stages of their work careers suggest that women in engineering (and other male-dominated occupations) benefit from integrating themselves socially with the higher-status group (men). Women who are less socially integrated with the higher-status group experience negative outcomes such as greater work-life conflict. Pervasive social tendencies to prefer relationships with similar others put women at a disadvantage in terms of cultivating the needed social integration in engineering.</p>\n<p>These findings suggest concrete steps for c...",
  "por_txt_cntn": "\nFrom School to Work: Gender Stratification in Science and Engineering*\n\nBrian Rubineau, McGill University\n\nCarroll Seron, University of California, Irvine\n\nSusan Silbey, Massachusetts Institute of Technology\n\nFor several decades, scholars and policy makers have been puzzled by the slow rate of achieving gender (and racial) parity in science, technology, engineering, and mathematics (STEM) fields.  At a time when the U.S. and other nations face unprecedented challenges in technical areas such as energy, environment, and defense, understanding the decision making patterns of men and women to stay, or leave, STEM fields remains a critical question. \n\nChoosing a career is a process that unfolds through key decision points actually beginning with opportunities during the K-12 years.  We pick up this question among matriculating college students.  Among men and women who begin college with a commitment to an engineering career, our work shows that, on balance, women feel technically confident to pursue engineering, but they do not find a cultural match with the professional values or norms of engineering, including what they perceive as the gender stereotyping from their peers in team-based projects and the professionÆs lip service to doing socially meaningful projects.  StudentsÆ peers play an important role, with male students generally receiving positive peer reinforcement for their engineering identity, while female students receive less consistently positive peer reinforcement, including some explicit peer challenges to their status as engineers.\n\nIn the transition from college to work, findings suggest that for those who stay the course, a number of factors emerge as significant.  For example, college internships are an important ingredient in reducing the gender gap between men and women in engineering.  Gender differences in engineering persistence from school to work disappear among students who have had engineering internships.   When students are engaged in job searches, one source of womenÆs continuing disadvantage on the labor market is driven by a lack of informal social contacts, or social capital, among peers.  Engineering students are often described as practical and career-oriented, expecting to receive a salary boost for their decision to stay the course. This indeed appears to be the case for men: men who leave engineering majors go on to earn significantly lower wages in their first jobs after school than their male counterparts who stayed the course.  This does not, however, hold true for women; findings show that there is no significant difference in the earnings of women who remain engineering majors or leave engineering for another major prior to graduation. A partial explanation is that male engineering graduates have access to high paying jobs in business and finance in addition to engineering, while men who leave engineering majors during college tend to leave STEM entirely. Women in engineering rarely go from engineering to business or finance, and women who leave engineering majors during college tend to go to other STEM majors.\n\nRecent findings about men and women during the early stages of their work careers suggest that women in engineering (and other male-dominated occupations) benefit from integrating themselves socially with the higher-status group (men). Women who are less socially integrated with the higher-status group experience negative outcomes such as greater work-life conflict. Pervasive social tendencies to prefer relationships with similar others put women at a disadvantage in terms of cultivating the needed social integration in engineering.\n\nThese findings suggest concrete steps for changing the gender balance in engineering in particular and STEM fields more generally.  First, engineering educators need to take seriously the ways in which the culture of the field sends a message of disengagement from the importance of doing work that translates into socially meaningful projects.  Sec..."
 }
}