{
 "awd_id": "1123983",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Earthquake Anticipation in Istanbul",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2013-02-28",
 "tot_intn_awd_amt": 10145.0,
 "awd_amount": 10145.0,
 "awd_min_amd_letter_date": "2011-08-17",
 "awd_max_amd_letter_date": "2011-08-17",
 "awd_abstract_narration": "Doctoral student Elizabeth Angell (Columbia University), supervised by Dr. Brinkley Messick, will investigate how the expectation of a major natural disaster affects human-landscape interactions. The research will be conducted through a case study of Istanbul, Turkey, a megacity located in an active fault zone with a history of devastating earthquakes.  The research will examine the experience and effects of earthquake anticipation in Istanbul, both as a technopolitical project that seeks to mold landscapes, buildings, and bodies into a state of preparedness, and as an affective relationship to time and space generated through dwelling in a seismically active landscape.\r\n\r\nThe researcher will conduct thirteen months of ethnographic research in Istanbul, employing participant-observation research and semi-structured interviews in both expert and non-expert settings, gathering published and archival documentary material, and surveying selected buildings and areas.  The research will ask how earthquake risk is produced as an object of knowledge by experts like seismologists, engineers, and actuaries, but also through rumor, superstition, and religious faith; document how anticipation is translated into action; and explore how the social imagination of disaster affects everyday experiences of life in Istanbul's seismic cityscape. \r\n\r\nThe research will expand the anthropological study of disaster by focusing specifically on anticipation and its generative effects, and contributing to theoretical conversations about anticipation, risk, and preparedness.  The study of urban life in an earthquake zone foregrounds the co-constitution of people and landscape, by which is meant the role of different kinds of information and practices in shaping social perception and experience of place.  The project will therefore integrate theoretical perspectives and methodological approaches from landscape archaeology and geography, exploring their potential for the interdisciplinary study of human-landscape interaction.  Finally, the project will contribute specifically to the anthropology of contemporary Turkey by focusing attention on the topics of science, disaster, and the environment. Supporting this research also contributes to the education of a social scientist.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brinkley",
   "pi_last_name": "Messick",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Brinkley M Messick",
   "pi_email_addr": "bmm23@columbia.edu",
   "nsf_id": "000270716",
   "pi_start_date": "2011-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Angell",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth S Angell",
   "pi_email_addr": "ea2330@columbia.edu",
   "nsf_id": "000586300",
   "pi_start_date": "2011-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Various Sites in Istanbul",
  "perf_str_addr": "N/A",
  "perf_city_name": "Istanbul",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "TU",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Turkey",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 10145.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>This Doctoral Dissertation Improvement Grant supported sixteen months of ethnographic field research conducted by Elizabeth Angell for a doctoral dissertation in sociocultural anthropology, entitled &ldquo;The Seismic Cityscape: Earthquake Anticipation in Istanbul.&rdquo; The project asks how the expectation of a major natural disaster affects human interaction with the urban environment, and explores this question through a case study of earthquake anticipation in </span>Istanbul, Turkey, a megacity of some 15 million people located near an active fault system. On August 17, 1999, a magnitude 7.4 magnitude earthquake struck the eastern edge of the Marmara Sea, about 80 kilometers away, killing tens of thousands of people and underscoring Istanbul&rsquo;s vulnerability to a similar disaster. The research explored the long-term effects of the 1999 earthquake, as well as the impact of two earthquakes that struck Van in eastern Turkey during the fieldwork period. The project seeks to better understand how knowledge about earthquake risk in Istanbul is produced and circulated&mdash;both by communities of experts like seismologists and engineers, but also by popular media, rumor, faith, and superstition; how anticipation is translated into action, through urban planning, earthquake preparedness projects, and disaster management policy; and how the social imagination of future disaster affects everyday life.</p>\n<p>&nbsp;</p>\n<p>The field research conducted with the support of this grant included participant-observation work with earthquake scientists, disaster preparedness educators, and volunteer search and rescue teams; interviews and informal discussions with scientists, architects, engineers, civil servants, journalists, activists, volunteers, artists, and residents; observation and documentation of public events, including memorial ceremonies, marches and demonstrations, panels and seminars, and earthquake drills; and the collection of a wide range of published and archival materials. The data collected covers a range of topics: memories of past earthquakes and their effects; official and public perceptions of policy measures related to earthquake preparedness and urban renewal; the conduct of scientific research in seismology and related fields, as well as public discussion and comprehension of such research; personal narratives of anxieties, beliefs, and actions related to the prospect of future earthquakes; opinions about the level of earthquake preparedness and the success of various policies and education programs, and moral beliefs about the causes of earthquakes and the locus of responsibility and blame for disasters.</p>\n<p>&nbsp;</p>\n<p>The preliminary results of the research have been presented in several academic conference papers, and will be discussed at greater length in a forthcoming dissertation. The dissertation argues that seismological research and earthquake risk assessment are fields of scientific inquiry, but they are also part of the experience of dwelling in a seismically active landscape&mdash;forms of knowledge production intimately linked to the project of reshaping that landscape in order to manage its destructive capabilities. The dissertation examines how discussions of earthquake risk circulate in the media, popular culture, and everyday life&mdash;where scientific arguments meet and mix with other claims of knowledge about earthquakes based on alternative theories, folk beliefs, and religious perspectives. It maps the changing institutional structure of disaster preparedness and management policy in Turkey, focusing particular attention on the current government's political mobilization of earthquake risk to justify controversial large-scale urban transformation projects in Istanbul and other Turkish cities. Relatedly, it shows how earthquake risk functions to produce economic worth, in the insurance market, in property values,...",
  "por_txt_cntn": "\nThis Doctoral Dissertation Improvement Grant supported sixteen months of ethnographic field research conducted by Elizabeth Angell for a doctoral dissertation in sociocultural anthropology, entitled \"The Seismic Cityscape: Earthquake Anticipation in Istanbul.\" The project asks how the expectation of a major natural disaster affects human interaction with the urban environment, and explores this question through a case study of earthquake anticipation in Istanbul, Turkey, a megacity of some 15 million people located near an active fault system. On August 17, 1999, a magnitude 7.4 magnitude earthquake struck the eastern edge of the Marmara Sea, about 80 kilometers away, killing tens of thousands of people and underscoring IstanbulÆs vulnerability to a similar disaster. The research explored the long-term effects of the 1999 earthquake, as well as the impact of two earthquakes that struck Van in eastern Turkey during the fieldwork period. The project seeks to better understand how knowledge about earthquake risk in Istanbul is produced and circulated&mdash;both by communities of experts like seismologists and engineers, but also by popular media, rumor, faith, and superstition; how anticipation is translated into action, through urban planning, earthquake preparedness projects, and disaster management policy; and how the social imagination of future disaster affects everyday life.\n\n \n\nThe field research conducted with the support of this grant included participant-observation work with earthquake scientists, disaster preparedness educators, and volunteer search and rescue teams; interviews and informal discussions with scientists, architects, engineers, civil servants, journalists, activists, volunteers, artists, and residents; observation and documentation of public events, including memorial ceremonies, marches and demonstrations, panels and seminars, and earthquake drills; and the collection of a wide range of published and archival materials. The data collected covers a range of topics: memories of past earthquakes and their effects; official and public perceptions of policy measures related to earthquake preparedness and urban renewal; the conduct of scientific research in seismology and related fields, as well as public discussion and comprehension of such research; personal narratives of anxieties, beliefs, and actions related to the prospect of future earthquakes; opinions about the level of earthquake preparedness and the success of various policies and education programs, and moral beliefs about the causes of earthquakes and the locus of responsibility and blame for disasters.\n\n \n\nThe preliminary results of the research have been presented in several academic conference papers, and will be discussed at greater length in a forthcoming dissertation. The dissertation argues that seismological research and earthquake risk assessment are fields of scientific inquiry, but they are also part of the experience of dwelling in a seismically active landscape&mdash;forms of knowledge production intimately linked to the project of reshaping that landscape in order to manage its destructive capabilities. The dissertation examines how discussions of earthquake risk circulate in the media, popular culture, and everyday life&mdash;where scientific arguments meet and mix with other claims of knowledge about earthquakes based on alternative theories, folk beliefs, and religious perspectives. It maps the changing institutional structure of disaster preparedness and management policy in Turkey, focusing particular attention on the current government's political mobilization of earthquake risk to justify controversial large-scale urban transformation projects in Istanbul and other Turkish cities. Relatedly, it shows how earthquake risk functions to produce economic worth, in the insurance market, in property values, and through policy interventions that aim to stimulate the construction industry. It explores the moral questions about agency..."
 }
}