{
 "awd_id": "1123296",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Kinship, Remittances and Redistribution",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 10231.0,
 "awd_amount": 10231.0,
 "awd_min_amd_letter_date": "2011-07-26",
 "awd_max_amd_letter_date": "2011-07-26",
 "awd_abstract_narration": "Remittances are the money and other goods transferred between migrants and their communities of origin. Doctoral student Benjamin Hanowell, supervised by Dr. Eric Alden Smith of the University of Washington, will undertake research to investigate two previously unstudied aspects of remittance economies. First, how do kinship, gender and age together shape remitters' decisions about how much and to whom they remit? Second, how do kinship, gender and age interact with recipient household redistribution patterns to further shape remitters' decisions? These questions emerge from a fusion of anthropology with evolutionary theory about kin-based sharing and economic theory about labor migration. \r\n\r\nTo address the research questions, Mr. Hanowell will conduct year long fieldwork in three villages of Saint David Parish, a rural locale of Dominica, a small Caribbean island nation, where remittance income is an important part of the local economy. Fieldwork will combine structured and in-depth interviews with detailed field notes and archival research. Interviews and field notes will provide information about individual remittance relationships, household and individual wealth, household composition, household conflicts, and village genealogy. Church vital records and village censuses will be used to estimate age patterns of birth and death over time. Statistical analysis will include: social network analysis to model remittance relationships as a function of kinship and control variables; and linear regression to compare observed remittances with predictions from competing quantitative models of kin-based sharing. In-depth interviews and ethnographic field notes will be coded for key themes and compared to statistical results for an enriched understanding of remittance patterns in Saint David Parish.\r\n\r\nThis research will advance scientific understanding of remittances, a major source of income for poor, rural people in developing regions. It will also address several long-standing theoretical issues about kin-based sharing. So doing, it will test the extent to which long held notions of kinship and sharing in small-scale societies scale up to the global context of remittances. Finally, it will help Dominica's government to assess its long-term progress toward four United Nations Millennium Development Goals: reducing child mortality, reducing maternal mortality, reducing teen pregnancy, and understanding the special needs of small developing island nations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Smith",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Eric A Smith",
   "pi_email_addr": "easmith@u.washington.edu",
   "nsf_id": "000424422",
   "pi_start_date": "2011-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Hanowell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin Hanowell",
   "pi_email_addr": "hanowell@uw.edu",
   "nsf_id": "000581966",
   "pi_start_date": "2011-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 10231.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research addressed two related research questions about the links between kinship, remittances and their redistribution.</p>\n<p>1. How does kinship, specifically lineage affiliation and genealogical relatedness, shape remitters&rsquo; decisions about how much and to whom they remit?</p>\n<p>2. How do lineage affiliation and relatedness interact with the redistribution of remittances within recipient communities to shape remitters&rsquo; decisions?</p>\n<p>These questions emerged from a synthesis of cultural anthropology, evolutionary ecology and the economics of labor migration. Remittances are money and other goods transferred between migrants and their communities of origin. Lineage affiliation refers to kinship by descent from a common ancestor, as among paternal versus maternal kin. Relatedness refers to kinship derived from genetic inheritance, regardless of lineage. Redistribution refers to economic transfers that alter the initial distribution of goods such as remittances.</p>\n<p>Field research was scheduled to take place for one year in Saint David Parish, a rural locale in Dominica, a Caribbean island nation. Quantitative research was to combine social survey and archival data. Data was to include: respondent recall of remittances; household and individual wealth; household composition; household bargaining networks; age-and-sex-specific vital rates; and genealogies. Quantitative analyses were to include social network analysis and linear regression. Qualitative data was to come from in-depth interviews and field notes, which were to be coded for key themes. Qualitative analyses aimed to improve the internal validity of quantitative analysis interpretations.</p>\n<p>Fieldwork began in early 2012 in a Saint David Parish village known as Gwo Woche (name changed to protect confidentiality of study participants). After some initial household interviews, ambulatory surveys of the area, two rounds of community town hall meetings about the project, plus conversations with key informants and research assistants, it was decided that a village further south (known as Bwa Mawego) had an age distribution more suitable for addressing the study&rsquo;s aims. In addition, genealogical data was already available for this village from other researchers (Rob Quinlan, WSU). After training research assistants in the new field site, household and individuals interviews about remittances and intra-household bargaining commenced. By the end of the project, 94 household surveys and 242 individual surveys on remittances and bargaining were collected. In addition, a genealogy of the previous study village (representing an estimated four generations) was obtained during 16 interviews with key informants. Although it will not be used to measure kinship between migrant remitters and recipients within the original study village (Gwo Woche), the genealogical data contains information that could fill gaps in, as well as corroborate, the existing genealogies of the new main study village (Bwa Mawego).</p>\n<p>Upon returning from the field, Hanowell moved the study data from the field equipment to servers managed by the Center for Studies in Demography and Ecology. In addition, he reconciled all data pertaining to the household bargaining measures. He then extended a statistical measurement model originally developed by Carter Butts (UC Irvine) to measure social structures from multiple informants&rsquo; reports. The extended model, available as an arXiv pre-print (Hanowell 2013, arXiv:1304.7817v4) was intended to measure intra-household bargaining using the reports of multiple informants. In collaboration with Zack Almquist (University of Minnesota) and in consultation with Carter Butts, Hanowell discovered that it would be necessary to further modify the measurement model to make it as accurate as possible given the small amount of informant reports on the intra-household bargaining str...",
  "por_txt_cntn": "\nThis research addressed two related research questions about the links between kinship, remittances and their redistribution.\n\n1. How does kinship, specifically lineage affiliation and genealogical relatedness, shape remittersÆ decisions about how much and to whom they remit?\n\n2. How do lineage affiliation and relatedness interact with the redistribution of remittances within recipient communities to shape remittersÆ decisions?\n\nThese questions emerged from a synthesis of cultural anthropology, evolutionary ecology and the economics of labor migration. Remittances are money and other goods transferred between migrants and their communities of origin. Lineage affiliation refers to kinship by descent from a common ancestor, as among paternal versus maternal kin. Relatedness refers to kinship derived from genetic inheritance, regardless of lineage. Redistribution refers to economic transfers that alter the initial distribution of goods such as remittances.\n\nField research was scheduled to take place for one year in Saint David Parish, a rural locale in Dominica, a Caribbean island nation. Quantitative research was to combine social survey and archival data. Data was to include: respondent recall of remittances; household and individual wealth; household composition; household bargaining networks; age-and-sex-specific vital rates; and genealogies. Quantitative analyses were to include social network analysis and linear regression. Qualitative data was to come from in-depth interviews and field notes, which were to be coded for key themes. Qualitative analyses aimed to improve the internal validity of quantitative analysis interpretations.\n\nFieldwork began in early 2012 in a Saint David Parish village known as Gwo Woche (name changed to protect confidentiality of study participants). After some initial household interviews, ambulatory surveys of the area, two rounds of community town hall meetings about the project, plus conversations with key informants and research assistants, it was decided that a village further south (known as Bwa Mawego) had an age distribution more suitable for addressing the studyÆs aims. In addition, genealogical data was already available for this village from other researchers (Rob Quinlan, WSU). After training research assistants in the new field site, household and individuals interviews about remittances and intra-household bargaining commenced. By the end of the project, 94 household surveys and 242 individual surveys on remittances and bargaining were collected. In addition, a genealogy of the previous study village (representing an estimated four generations) was obtained during 16 interviews with key informants. Although it will not be used to measure kinship between migrant remitters and recipients within the original study village (Gwo Woche), the genealogical data contains information that could fill gaps in, as well as corroborate, the existing genealogies of the new main study village (Bwa Mawego).\n\nUpon returning from the field, Hanowell moved the study data from the field equipment to servers managed by the Center for Studies in Demography and Ecology. In addition, he reconciled all data pertaining to the household bargaining measures. He then extended a statistical measurement model originally developed by Carter Butts (UC Irvine) to measure social structures from multiple informantsÆ reports. The extended model, available as an arXiv pre-print (Hanowell 2013, arXiv:1304.7817v4) was intended to measure intra-household bargaining using the reports of multiple informants. In collaboration with Zack Almquist (University of Minnesota) and in consultation with Carter Butts, Hanowell discovered that it would be necessary to further modify the measurement model to make it as accurate as possible given the small amount of informant reports on the intra-household bargaining structure of each household. This revised model was presented at the 2013 American Anthropological Association meetings in Ch..."
 }
}