{
 "awd_id": "1124941",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CDI-Type I: Collaborative Research:  Collaborative Multi-Robot Exploration of the Coastal Ocean",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 340040.0,
 "awd_amount": 340040.0,
 "awd_min_amd_letter_date": "2011-09-08",
 "awd_max_amd_letter_date": "2011-09-08",
 "awd_abstract_narration": "CDI-Type I: Collaborative Research: Collaborative Multi-robot\r\nExploration of the Coastal Ocean (COMECO)\r\n\r\nOverview: The coastal ocean is a complex environment driven by the interaction of atmospheric, oceanographic, estuarine/riverine, and land-sea processes, which result in dynamic coastal features such as blooms, anoxic zones, and plumes (estuarine, oil, pollutant). Effective observation and quantification of these features require simultaneous, rapid measurement of diverse water properties to capture its variability. This project aims to synthesize and understand the basic principles of environmental sensing based on the integration of adaptive robotic sampling with human decision-making. The techniques being developed augment existing ocean models and aid coastal exploration to ensure that robots are present at the \"right place and time\" to provide the most effective measurements.\r\n\r\nTechnical Description: The absence of a single model assimilating all available physical and biogeochemical data to provide a reliable view of ocean features favors the combination of human expertise, model refinement, and analytical adaptive sampling adopted in this project. Human decision-making is coupled with probabilistic modeling and learning in a decision support system enabling environmental field model discovery and refinement. The project extends the state of the art in multirobot adaptive sampling by investigating the relationship between environmental field structure and sampling performance, developing improved field boundary tracking techniques, and creating methods for multi-resolution, multivariable sampling. These advances are being made by addressing two broad research challenges. The first, Model-Based Asset Allocation, involves synthesis of large-scale, low-resolution data with human scientific expertise to make timely, model-informed asset allocation decisions. The second, Sampling-Based Model Refinement, involves small-scale, high-resolution autonomous cooperative selection and execution of robot sampling trajectories. Both challenges involve the handling of multivariate, multi-resolution, temporally evolving fields. The project includes a feasibility and evaluation study in coastal ocean exploration using underwater robots.\r\n\r\nBroader Impacts: Decision support with diverse data integrated in a form that is interpretable by a non-computer specialist will have a broader impact applicable to a range of domains, including ocean and space exploration, environmental disaster response and military andhomeland security. The ocean science community will have a new and powerful tool to augment their understanding of dynamic coastal phenomena and policy makers an important tool to aid decision making impacting coastal communities. It is expected that the methods developed will be broadly applicable to the general task of goal-driven exploration and characterization of large areas. The project will involve graduate students who will be trained in an interdisciplinary context. The project results will be disseminated in the peer-reviewed scientific literature as well as via the project website at: http://robotics.usc.edu/comeco.html",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Dolan",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "John M Dolan",
   "pi_email_addr": "jmd@cs.cmu.edu",
   "nsf_id": "000225892",
   "pi_start_date": "2011-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "775000",
   "pgm_ele_name": "CDI TYPE I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7721",
   "pgm_ref_txt": "FROM DATA TO KNOWLEDGE"
  },
  {
   "pgm_ref_code": "7722",
   "pgm_ref_txt": "COMPLEXITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 340040.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The NSF-sponsored COMECO (Collaborative Multi-robot Exploration of the Coastal Ocean) project conducted Sept. 1, 2011 &ndash; Aug. 31, 2014 was collaboratively conducted by Carnegie Mellon University (CMU), the Monterey Bay Aquarium Research Institute (MBARI), and the University of Southern California. The coastal ocean is a complex environment driven by the interaction of atmospheric, oceanographic, estuarine/riverine, and land-sea processes, which result in dynamic coastal features such as blooms, anoxic zones, and plumes (estuarine, oil, pollutant). Effective observation and quantification of these features require simultaneous, rapid measurement of diverse water properties to capture variability. The research conducted in this project focused on the synthesis and understanding of the basic principles of environmental sensing when integrating adaptive robotic sampling with human decision-making. CMU focused particularly on the use of machine learning techniques in order to predict the presence of harmful algal blooms (HAB) in the Monterey Bay area.</p>\n<p>HAB can not only threaten the diversity of ecosystems (e.g. coral reef communities), but also cause negative economic impacts. As a result, detecting and predicting HABs has become a popular research topic. However, the most effective HAB detection technique is to draw water samples and test them in the lab, a labor-intensive and time-consuming process. In this project, we were able to demonstrate the effective use of remote satellite sensing data to identify the presence of HAB. This involved selecting the most informative environmental features measurable by satellite (fluorescence, chlorophyll, turbidity, temperature, and cloud cover) and the most accurate machine learning techniques. A further challenge from the machine learning standpoint was the sparse nature of the HAB data: since HAB occur so infrequently, simply stating that no HAB has occurred gives an identification accuracy of higher than 99%. We addressed this problem of evaluating performance on imbalanced data through use of the Matthews Correlation Coefficient (MCC), a single measure of prediction goodness ranging from -1 for entirely incorrect prediction through 0 for no better than random prediction to +1 for perfect prediction. Through the use of the Random Forest machine learning method on datasets drawn from the Monterey Bay during 2011-12, we were able to achieve MCC as high as 0.7 in predicting the presence of HAB, where MCC&gt;=0.2 is generally considered to be good.</p>\n<p>The developed HAB identification machine learning method was incorporated into the MBARI Oceanographic Decision Support System (ODSS), a software portal that is used by MBARI and other researchers for conducting and monitoring oceanographic experiments.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/10/2014<br>\n\t\t\t\t\tModified by: John&nbsp;Dolan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe NSF-sponsored COMECO (Collaborative Multi-robot Exploration of the Coastal Ocean) project conducted Sept. 1, 2011 &ndash; Aug. 31, 2014 was collaboratively conducted by Carnegie Mellon University (CMU), the Monterey Bay Aquarium Research Institute (MBARI), and the University of Southern California. The coastal ocean is a complex environment driven by the interaction of atmospheric, oceanographic, estuarine/riverine, and land-sea processes, which result in dynamic coastal features such as blooms, anoxic zones, and plumes (estuarine, oil, pollutant). Effective observation and quantification of these features require simultaneous, rapid measurement of diverse water properties to capture variability. The research conducted in this project focused on the synthesis and understanding of the basic principles of environmental sensing when integrating adaptive robotic sampling with human decision-making. CMU focused particularly on the use of machine learning techniques in order to predict the presence of harmful algal blooms (HAB) in the Monterey Bay area.\n\nHAB can not only threaten the diversity of ecosystems (e.g. coral reef communities), but also cause negative economic impacts. As a result, detecting and predicting HABs has become a popular research topic. However, the most effective HAB detection technique is to draw water samples and test them in the lab, a labor-intensive and time-consuming process. In this project, we were able to demonstrate the effective use of remote satellite sensing data to identify the presence of HAB. This involved selecting the most informative environmental features measurable by satellite (fluorescence, chlorophyll, turbidity, temperature, and cloud cover) and the most accurate machine learning techniques. A further challenge from the machine learning standpoint was the sparse nature of the HAB data: since HAB occur so infrequently, simply stating that no HAB has occurred gives an identification accuracy of higher than 99%. We addressed this problem of evaluating performance on imbalanced data through use of the Matthews Correlation Coefficient (MCC), a single measure of prediction goodness ranging from -1 for entirely incorrect prediction through 0 for no better than random prediction to +1 for perfect prediction. Through the use of the Random Forest machine learning method on datasets drawn from the Monterey Bay during 2011-12, we were able to achieve MCC as high as 0.7 in predicting the presence of HAB, where MCC&gt;=0.2 is generally considered to be good.\n\nThe developed HAB identification machine learning method was incorporated into the MBARI Oceanographic Decision Support System (ODSS), a software portal that is used by MBARI and other researchers for conducting and monitoring oceanographic experiments.\n\n \n\n\t\t\t\t\tLast Modified: 12/10/2014\n\n\t\t\t\t\tSubmitted by: John Dolan"
 }
}