{
 "awd_id": "1124222",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Multi-Stakeholder Perceptions of Legitimacy in a Decentralized Governance System",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2011-07-15",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 19000.0,
 "awd_min_amd_letter_date": "2011-07-22",
 "awd_max_amd_letter_date": "2013-01-23",
 "awd_abstract_narration": "Doctoral candidate, Laura Kowler (University of Florida), supervised by Dr. Christopher McCarty, will investigate the interaction among diverse stakeholders in a decentralized natural resource governance system. The research will be conducted in Bolivia where forums called \"platforms\" are organized to address the challenges of Bolivia's evolving forest governance system. Platforms are deliberative spaces that enable the discussion and negotiation of disparate, and often conflicting, interpretations of state-sponsored approaches to natural resource management. The overarching research question is: how does the structure of interactions among multiple and distinct stakeholders in platforms impact their individual perceptions of the legitimacy of the deliberative process? This research examines how governance is constructed at the meso (platform) level, while incorporating the effects of the micro (local or community) and macro (national) levels. Platforms represent governance experiments and are analyzed based on the principles of deliberative democracy, which is claimed to secure legitimacy for policies by giving citizens access to previously remote decision-making processes.\r\n\r\nKowler will collect social network data and observe four different platforms organized around land use, access, and management issues in the northern Bolivian Amazon region. Whole network data collected in these platforms will be used to operationalize the interactions at the meso level while personal network analysis will be used to measure the scalar influences among platform participants and individuals at the micro and macro levels. Ethnographic methods will contextualize the social network data and enable a more robust understanding of the multi-level interactions shaping governance processes.\r\n\r\nThis research is important because it will provide evidence to natural resource governance and development scholars and practitioners about the governance arrangements, mechanisms, and the socio-political processes that explain these relationships. Findings from this work will also contribute to the larger question of how interaction across levels or organizational borders impacts information flow and coordination through particular individuals located at different levels. Funding this research also supports the education of a graduate student.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "H. Russell",
   "pi_last_name": "Bernard",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "H. Russell Bernard",
   "pi_email_addr": "asuruss@asu.edu",
   "nsf_id": "000171184",
   "pi_start_date": "2013-01-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "McCarty",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher McCarty",
   "pi_email_addr": "ufchris@ufl.edu",
   "nsf_id": "000247675",
   "pi_start_date": "2011-07-22",
   "pi_end_date": "2013-01-23"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Kowler",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Laura F Kowler",
   "pi_email_addr": "lkowler@ufl.edu",
   "nsf_id": "000564806",
   "pi_start_date": "2011-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1 University of Florida",
  "perf_city_name": "Gainesville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326112002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  },
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1372",
   "pgm_ref_txt": "LAW AND SOCIAL SCIENCES"
  },
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 19000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research addresses issues of importance to natural resource governance and the development of&nbsp;environmental policy development in the context of participatory governance.&nbsp;The theoretical debates about the relationship between public policy development and governance systems in practice are central to this work and are drawn from&nbsp;literature on&nbsp;collaborative governance, network governance, and deliberative democracy.&nbsp;&nbsp;</p>\n<p>This research has practical applications and theoretical significance for those seeking to understand the increasingly multi-faceted relationships between civil society and government actors involved in constructing public policy, especially in a context characterized by poverty and natural resource depletion. Findings contribute to our knowledge regarding multi-level interactions and legitimate forms of governance, revealing the opportunities and constraints affecting participatory governance. Findings suggest that efforts to engage actors across levels in decision-making may have important implications for the legitimization and mobilization of local support for new policy goals. The lack of information flow and resource equality as well as the institutional and organizational weaknesses at different levels of governance challenges the purported outcomes of decentralization reforms. This research provides evidence to natural resource governance and development scholars and practitioners about the governance arrangements, mechanisms and the<br />socio-political processes that explain these relationships.</p>\n<p>This research also demonstrates the significance of the broader socio-political context in affecting the opportunities and constraints of civil society actors in influencing public policy. The experiences in the Bolivia case offer important insights into how to bring citizens closer to public decision-making processes. Findings contribute to an understanding of the expanding opportunities for citizen engagement in processes of policy development and implementation in any given decentralized governance system.</p>\n<p>By operationalizing interactions with social network variables at the meso level and cross-level interactions to the micro and macro levels, this research also contributes to the larger question of how interaction across levels or organizational borders impacts information-sharing and coordination through particular individuals located at different levels. Social network analysis serves as a powerful methodological tool to analyze the relationships between group structures, processes and the corresponding mechanisms that influences locally legitimate regulatory systems. The analysis of social interactions across the meso-micro-macro levels provides an innovative approach to examining network structural features. The analysis employed in this research&nbsp;aims to advance the conceptualization of legitimacy of governance processes supported by a generally applicable evaluative framework. <br /><br />The use of Human and Provan&rsquo;s (2000) conception of internal and external legitimacy was helpful because it provides implications as to the viability of networks that depend on building legitimacy both internally and externally. In addition, the procedural approach to legitimacy used to measure internal legitimacy contributes to our understanding of the importance of democratic norms in the collaborative governance process.&nbsp;Findings&nbsp;provide evidence of the consequences of leaders&rsquo; influence both on the forum&rsquo;s internal and external legitimacy, suggesting the tensions between inclusiveness and what some scholars refer to as efficiency and effectiveness.</p>\n<p><br /><br /></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><br /><br /></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/25/2013<br>\n\t\t\t\t\tModified by: H. Russell&nbsp;Bernard</p>\n</div>\n<div c...",
  "por_txt_cntn": "\nThis research addresses issues of importance to natural resource governance and the development of environmental policy development in the context of participatory governance. The theoretical debates about the relationship between public policy development and governance systems in practice are central to this work and are drawn from literature on collaborative governance, network governance, and deliberative democracy.  \n\nThis research has practical applications and theoretical significance for those seeking to understand the increasingly multi-faceted relationships between civil society and government actors involved in constructing public policy, especially in a context characterized by poverty and natural resource depletion. Findings contribute to our knowledge regarding multi-level interactions and legitimate forms of governance, revealing the opportunities and constraints affecting participatory governance. Findings suggest that efforts to engage actors across levels in decision-making may have important implications for the legitimization and mobilization of local support for new policy goals. The lack of information flow and resource equality as well as the institutional and organizational weaknesses at different levels of governance challenges the purported outcomes of decentralization reforms. This research provides evidence to natural resource governance and development scholars and practitioners about the governance arrangements, mechanisms and the\nsocio-political processes that explain these relationships.\n\nThis research also demonstrates the significance of the broader socio-political context in affecting the opportunities and constraints of civil society actors in influencing public policy. The experiences in the Bolivia case offer important insights into how to bring citizens closer to public decision-making processes. Findings contribute to an understanding of the expanding opportunities for citizen engagement in processes of policy development and implementation in any given decentralized governance system.\n\nBy operationalizing interactions with social network variables at the meso level and cross-level interactions to the micro and macro levels, this research also contributes to the larger question of how interaction across levels or organizational borders impacts information-sharing and coordination through particular individuals located at different levels. Social network analysis serves as a powerful methodological tool to analyze the relationships between group structures, processes and the corresponding mechanisms that influences locally legitimate regulatory systems. The analysis of social interactions across the meso-micro-macro levels provides an innovative approach to examining network structural features. The analysis employed in this research aims to advance the conceptualization of legitimacy of governance processes supported by a generally applicable evaluative framework. \n\nThe use of Human and ProvanÆs (2000) conception of internal and external legitimacy was helpful because it provides implications as to the viability of networks that depend on building legitimacy both internally and externally. In addition, the procedural approach to legitimacy used to measure internal legitimacy contributes to our understanding of the importance of democratic norms in the collaborative governance process. Findings provide evidence of the consequences of leadersÆ influence both on the forumÆs internal and external legitimacy, suggesting the tensions between inclusiveness and what some scholars refer to as efficiency and effectiveness.\n\n\n\n\n\n \n\n \n\n \n\n\n\n\n\n \n\n \n\n\t\t\t\t\tLast Modified: 04/25/2013\n\n\t\t\t\t\tSubmitted by: H. Russell Bernard"
 }
}