{
 "awd_id": "1124004",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "How Neighborhoods Affect Educational Opportunities and Outcomes",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "kevin Leicht",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 220685.0,
 "awd_amount": 220685.0,
 "awd_min_amd_letter_date": "2011-08-22",
 "awd_max_amd_letter_date": "2011-08-22",
 "awd_abstract_narration": "SES-1124004\r\nStefanie Deluca\r\nJohns Hopkins University\r\n\r\nAbstract\r\n\r\nHow Neighborhoods Affect Educational Opportunities and Outcomes\r\n\r\nIn America, housing choice is school choice. Where families live determines the quality of their children's educations. Most researchers and policy makers separate housing and education when they are inextricably linked.  This connection has profound consequences for social inequality. Over 70% of minority children attend high poverty, mostly segregated schools, and their test scores lag far behind their white peers. Over half a century ago, mandated school desegregation plans were implemented to address such inequality. Recent Supreme Court decisions suggest that plans to integrate schools explicitly on the basis of race are a thing of the past. How else can such disparities in access to educational opportunities be remedied? One way to increase the chances that minority children will attend higher quality schools alongside more affluent peers is to give them a chance to live in the same communities. This study capitalizes on a unique housing assistance program to explore whether and how improvements in housing access translate into gains in educational opportunities for poor minority children. Through a class action housing desegregation lawsuit, over 3000 children relocated from Baltimore?s public housing communities into mostly white, non-poor neighborhoods across the metropolitan region from 2003-2011.\r\nUsing a mixed methods approach, the study examines how a radical improvement in neighborhood opportunity affects access to better school opportunities, how families respond to the chance to relocate to these communities and school districts, and how their children adjust to attendance at their new schools. Using a quasi-experimental design, incorporating administrative data, Census data, school data, and GIS analyses, the study will measure the gains in educational access that come as a function of the housing policy; in-depth interviews will identify how families respond to the policy intervention, and how new schools and new communities affect opportunities to learn and other social and developmental outcomes. Interviews and observations with families and children will distinguish those who were able to successfully relocate and engage in their new neighborhoods and schools from the families who were unable to take advantage of the program. The structural barriers and mechanisms that could prevent the program from effectively improving neighborhood and school contexts for poor families will also be identified. This study aims to answer the following questions: \r\n\r\nDoes increased housing opportunity provide access to high quality schools for low income minority children?\r\n\r\nHow do children and youth confront and manage the transitions to higher quality schools?\r\n\r\nWhich neighborhood and school mechanisms improve children's educational experiences and outcomes? \r\n\r\nWhich family and child characteristics affect whether families participate in the program and move to better neighborhoods and schools?   \r\n\r\nThis study will advance our understanding of how segregation affects educational inequality, and inform education and housing policy. We can assess whether housing interventions can improve educational access for poor minority families who reside in largely segregated urban areas. We can begin to understand how poor parents approach neighborhood and school choice and identify how other programs, such as school choice voucher programs and the No Child Left Behind choice provisions, can work more effectively to provide students with access to high quality schools.  Our mixed methods findings will show how selection processes work in the context of a changing opportunity structure. This allows us to understand how poor families perceive the role of policies in their lives, and what facilitates or prevents them from engaging in the increased opportunities provided by policies. The findings will also have relevance for national housing policy. As large scale public housing projects are demolished, most families receiving subsidized housing must search for housing in the private market. It is critical to understand how such changes affect the educational options and outcomes of low income families with children. Unlike the typical housing voucher program, this study will test the outcomes of housing program where families are given assistance to find units in the private rental market.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stefanie",
   "pi_last_name": "Deluca",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stefanie Deluca",
   "pi_email_addr": "sdeluca@jhu.edu",
   "nsf_id": "000311608",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N. Charles Street",
  "perf_city_name": "Baltimore",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182693",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 220685.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This mixed methods study capitalizes on a unique housing assistance program (Baltimore Mobility Program, BMP) to explore how improvements in housing access translate into gains in educational opportunities for poor minority children. Through a housing desegregation lawsuit, over 3000 children relocated from Baltimore&rsquo;s public housing communities into mostly white, non-poor neighborhoods across the region. We examined how radical improvements in neighborhood opportunity affected access to better schools, how families responded to the program, and how children adjusted to their new schools. Using a quasi-experimental design and administrative data, we measured whether the housing program led to gains in educational opportunity; in-depth interviews with 110 households allowed us to examine how families responded to the intervention, and identify how new schools and affected opportunities to learn.&nbsp;</p>\n<p>The BMP helped over 2000 low-income families move to low-poverty, more racially integrated neighborhoods, and remain there in the long-term. Prior to the program, families lived in neighborhoods where poverty rates averaged 32 percent, and 77 percent of the residents were African American. After the move, families resided in neighborhoods where only 8 percent of their neighbors were poor and 22 percent were African American. Over time, some relocate, but up to ten years later, most families remain in areas with less than half the poverty rate of their baseline neighborhood. For 75% of families, moves lead to significant improvements in children&rsquo;s school quality. Prior to relocation, BMP students attended schools that were 90 percent African American on average; after they moved, this dropped to nearly 50 percent. The percent of peers eligible for free/reduced meals also dropped by more than half. The percent of their peers reading proficiently jumped after the move from 58 percent to over 73 percent.</p>\n<p>Some children reported apprehension about making friends and finding their place in the academic and social life of new schools. Elementary school children transitioned more easily than high school students, who hesitated to leave behind established friendships and coursework. Students who made the transition just before high school were most likely to persist in suburban schools until graduation. These students appreciated the higher quality suburban experience in comparison to city schools, and many expressed determination to graduate high school. However, this transition was difficult as some students faced significant differences in academic standards and teacher expectations.</p>\n<p>Moving to more advantaged communities with higher performing schools was also profound for parents. Typically, low-income parents must move unexpectedly, and can rarely consider the implication of their moves for local school quality.&nbsp; In contrast, low-income parents in the BMP raised their expectations for what neighborhoods, homes, and schools can provide for their children. After experiencing safer neighborhoods and watching their children thrive in better resourced schools, parents report new preferences for the &ldquo;quiet&rdquo; of suburban locations, school quality and neighborhood diversity, which factored strongly in subsequent moves. We also found that moves were challenging for some families, especially those relying on a network of extended kin for childcare, and for those who work in the city.</p>\n<p>Similar families who have not yet participated in the program faced difficulties when searching for housing. These families often moved based on chance opportunity, such as a unit mentioned by a family member, without examining alternatives. Facing significant financial and information barriers, they likely take the first unit they find. Their searches are limited in part by fees and transportation, but also by the fear of being rejecting by landlor...",
  "por_txt_cntn": "\nThis mixed methods study capitalizes on a unique housing assistance program (Baltimore Mobility Program, BMP) to explore how improvements in housing access translate into gains in educational opportunities for poor minority children. Through a housing desegregation lawsuit, over 3000 children relocated from BaltimoreÆs public housing communities into mostly white, non-poor neighborhoods across the region. We examined how radical improvements in neighborhood opportunity affected access to better schools, how families responded to the program, and how children adjusted to their new schools. Using a quasi-experimental design and administrative data, we measured whether the housing program led to gains in educational opportunity; in-depth interviews with 110 households allowed us to examine how families responded to the intervention, and identify how new schools and affected opportunities to learn. \n\nThe BMP helped over 2000 low-income families move to low-poverty, more racially integrated neighborhoods, and remain there in the long-term. Prior to the program, families lived in neighborhoods where poverty rates averaged 32 percent, and 77 percent of the residents were African American. After the move, families resided in neighborhoods where only 8 percent of their neighbors were poor and 22 percent were African American. Over time, some relocate, but up to ten years later, most families remain in areas with less than half the poverty rate of their baseline neighborhood. For 75% of families, moves lead to significant improvements in childrenÆs school quality. Prior to relocation, BMP students attended schools that were 90 percent African American on average; after they moved, this dropped to nearly 50 percent. The percent of peers eligible for free/reduced meals also dropped by more than half. The percent of their peers reading proficiently jumped after the move from 58 percent to over 73 percent.\n\nSome children reported apprehension about making friends and finding their place in the academic and social life of new schools. Elementary school children transitioned more easily than high school students, who hesitated to leave behind established friendships and coursework. Students who made the transition just before high school were most likely to persist in suburban schools until graduation. These students appreciated the higher quality suburban experience in comparison to city schools, and many expressed determination to graduate high school. However, this transition was difficult as some students faced significant differences in academic standards and teacher expectations.\n\nMoving to more advantaged communities with higher performing schools was also profound for parents. Typically, low-income parents must move unexpectedly, and can rarely consider the implication of their moves for local school quality.  In contrast, low-income parents in the BMP raised their expectations for what neighborhoods, homes, and schools can provide for their children. After experiencing safer neighborhoods and watching their children thrive in better resourced schools, parents report new preferences for the \"quiet\" of suburban locations, school quality and neighborhood diversity, which factored strongly in subsequent moves. We also found that moves were challenging for some families, especially those relying on a network of extended kin for childcare, and for those who work in the city.\n\nSimilar families who have not yet participated in the program faced difficulties when searching for housing. These families often moved based on chance opportunity, such as a unit mentioned by a family member, without examining alternatives. Facing significant financial and information barriers, they likely take the first unit they find. Their searches are limited in part by fees and transportation, but also by the fear of being rejecting by landlords. Few \"non-mover\" families ended up in high quality neighborhoods and schools.\n\nOur findings have implications for soc..."
 }
}