{
 "awd_id": "1124132",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:  Focal Social Actors and Tacit Coordination",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "donald hantula",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 6040.0,
 "awd_amount": 6040.0,
 "awd_min_amd_letter_date": "2011-06-23",
 "awd_max_amd_letter_date": "2011-06-23",
 "awd_abstract_narration": "In this project the Principal Investigators will explore the potential impact of social focal points on tacit coordination in small groups.  Coordination of actions is a common and important process in social and organizational life.  Successful coordination leads to efficient interactions and teamwork, while failures in coordination can have detrimental impacts on both social relationships as well as economic outcomes.  Research on tacit coordination has focused largely on structural focal points, or solutions to a coordination problem which are suggested through the situation itself or the particular behavioral options available to individuals.  This project will extend such thinking to include social focal points, which come from differential uniqueness, conspicuousness, or prominence among the social actors themselves.  Four experimental studies will address: 1) how the presence of a focal social actor impacts coordination success in small groups, 2) different ways in which players and options can correspond to yield this effect, and 3) whether or not being a focal actor is universally beneficial.  It is expected that the presence of a focal social actor will improve coordination by suggesting a strategy which sees individuals more likely to select behavioral options which are related to or correspond with the social actor.  To address these questions we will create focal actors through false feedback regarding social traits.  All studies will use groups of three participants.  Feedback will be manipulated such that groups are either homogenous on a social trait or comprised of one unique individual who differs on a social trait from two others in the group.\r\nIn terms of broader impacts this research will contribute to our understanding of how interdependent entities coordinate their actions, a question which has interested social psychologists, economists, and laypersons alike.  Such an understanding has far reaching implications for common social interactions such as conversation, collaborative work, and traffic negotiation.  By adding social factors to the formal concepts of game theory, this work will shed more light on the question of how tacit coordination works. It will build on existing research to extend the concept of social focal points and it will attempt to explain several seemingly disparate phenomena, such as the impact of status, timing, and outside options on behavior in coordination games.  It will add to the growing body of evidence that those interested in coordinated behavior would be well served to consider not just factors regarding the problem set or structural environment, but also features of the social actors facing the coordination problem.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susanne",
   "pi_last_name": "Abele",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Susanne Abele",
   "pi_email_addr": "abeles@muohio.edu",
   "nsf_id": "000282095",
   "pi_start_date": "2011-06-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Chartier",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher R Chartier",
   "pi_email_addr": "charticr@muohio.edu",
   "nsf_id": "000586579",
   "pi_start_date": "2011-06-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Miami University",
  "inst_street_address": "501 E HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "OXFORD",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "5135293600",
  "inst_zip_code": "450561846",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "OH08",
  "org_lgl_bus_name": "MIAMI UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "T6J6AF3AM8M8"
 },
 "perf_inst": {
  "perf_inst_name": "Miami University",
  "perf_str_addr": "500 E High Street",
  "perf_city_name": "Oxford",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "450561846",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "OH08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 6040.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><em>Tacit Coordination in Small Groups</em></strong></p>\n<p>Tacit coordination is a fundamental task for interdependent social actors.&nbsp; Everyday examples include negotiating rush hour traffic, working collaboratively on a group project, conversing smoothly, and meeting friends for lunch.&nbsp; Coordination tasks are relatively easy to navigate if parties communicate about potential solutions to the problem they face (Cooper, DeJong, Forsythe &amp; Ross, 1992).&nbsp; Tacit coordination, in the absence of communication, can be substantially more difficult.&nbsp; This lack of communication may arise because interacting parties are unable to communicate, unwilling to communicate, or think that communication is unnecessary.&nbsp; Cell phone batteries run out at inopportune times, such as when trying to reconnect with a family member who has become lost at an amusement park.&nbsp; When negotiating rush hour traffic, one cannot call all other commuters to see which roadway they will be using.&nbsp; When meeting a partner for lunch, one may believe that the meeting point is obvious and assumed by both parties.&nbsp; Whatever the reason for not communicating in a coordination problem, the result is a fascinating and often challenging social decision making task.&nbsp;</p>\n<p><strong><em>Focal Social Actors (FSA)</em></strong></p>\n<p>Previous research (Schelling, 1960; Mehta, Starmer &amp; Sugden, 1994) has focused extensively on differences between behavioral options that aid in small group coordination.&nbsp; Highly salient options are referred to as structural focal points, and are popular choices for actors.&nbsp; The current work presents a new type of focal point based on differences between social actors in a coordination problem.&nbsp; The focal social actor effect is hypothesized to occur when one group member is more salient than others, and actors correspond to behavioral options in a clear way.&nbsp; Imagine a group of friends attempting to meet for dinner (Steve, Lauren, and Pat).&nbsp; If it is Steve&rsquo;s birthday, he will likely be very salient to the group members.&nbsp; If his favorite restaurant is the Steak Ranch, there is an option that corresponds to Steve.&nbsp; It is likely that the group would coordinate by meeting at the Steak Ranch.&nbsp; Here a FSA leads to successful coordination not predicted by structural or social focal points. Three Experiments explored and ultimately supported this hypothesis.&nbsp; In Experiment 1, social information about group members was manipulated such that one group member was unique.&nbsp; Furthermore, players were identified by color.&nbsp; In a subsequent coordination game, players were more likely to select an option sharing an identifying color with the unique group member than an option corresponding to a common player.&nbsp; In Experiment 2, actors and options corresponded through slight payoff differences between group members across different behavioral options.&nbsp; Once again, players were more likely to select the option corresponding to the unique player.&nbsp;</p>\n<p><strong><em>FSA and Status</em></strong></p>\n<p>In Experiment 3, uniqueness was manipulated orthogonally to intragroup status by virtue of bogus feedback on a leadership questionnaire.&nbsp; The focal social actor served as a coordination cue, as players were more likely to select the option corresponding to the unique player.&nbsp; The focal social actor cue was found to be effective even in the presence of the previously established status cue for coordination (de Kwaadsteniet &amp; van Dijk, 2010).&nbsp; Focal social actors serve as strong coordination aids for small groups, and may help explain portions of previously published tacit coordination findings.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2013<br>\n\t\t\t\t\tModified by: Christopher&nbsp;R&nbsp;Chartier</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nTacit Coordination in Small Groups\n\nTacit coordination is a fundamental task for interdependent social actors.  Everyday examples include negotiating rush hour traffic, working collaboratively on a group project, conversing smoothly, and meeting friends for lunch.  Coordination tasks are relatively easy to navigate if parties communicate about potential solutions to the problem they face (Cooper, DeJong, Forsythe &amp; Ross, 1992).  Tacit coordination, in the absence of communication, can be substantially more difficult.  This lack of communication may arise because interacting parties are unable to communicate, unwilling to communicate, or think that communication is unnecessary.  Cell phone batteries run out at inopportune times, such as when trying to reconnect with a family member who has become lost at an amusement park.  When negotiating rush hour traffic, one cannot call all other commuters to see which roadway they will be using.  When meeting a partner for lunch, one may believe that the meeting point is obvious and assumed by both parties.  Whatever the reason for not communicating in a coordination problem, the result is a fascinating and often challenging social decision making task. \n\nFocal Social Actors (FSA)\n\nPrevious research (Schelling, 1960; Mehta, Starmer &amp; Sugden, 1994) has focused extensively on differences between behavioral options that aid in small group coordination.  Highly salient options are referred to as structural focal points, and are popular choices for actors.  The current work presents a new type of focal point based on differences between social actors in a coordination problem.  The focal social actor effect is hypothesized to occur when one group member is more salient than others, and actors correspond to behavioral options in a clear way.  Imagine a group of friends attempting to meet for dinner (Steve, Lauren, and Pat).  If it is SteveÆs birthday, he will likely be very salient to the group members.  If his favorite restaurant is the Steak Ranch, there is an option that corresponds to Steve.  It is likely that the group would coordinate by meeting at the Steak Ranch.  Here a FSA leads to successful coordination not predicted by structural or social focal points. Three Experiments explored and ultimately supported this hypothesis.  In Experiment 1, social information about group members was manipulated such that one group member was unique.  Furthermore, players were identified by color.  In a subsequent coordination game, players were more likely to select an option sharing an identifying color with the unique group member than an option corresponding to a common player.  In Experiment 2, actors and options corresponded through slight payoff differences between group members across different behavioral options.  Once again, players were more likely to select the option corresponding to the unique player. \n\nFSA and Status\n\nIn Experiment 3, uniqueness was manipulated orthogonally to intragroup status by virtue of bogus feedback on a leadership questionnaire.  The focal social actor served as a coordination cue, as players were more likely to select the option corresponding to the unique player.  The focal social actor cue was found to be effective even in the presence of the previously established status cue for coordination (de Kwaadsteniet &amp; van Dijk, 2010).  Focal social actors serve as strong coordination aids for small groups, and may help explain portions of previously published tacit coordination findings.\n\n \n\n\t\t\t\t\tLast Modified: 10/30/2013\n\n\t\t\t\t\tSubmitted by: Christopher R Chartier"
 }
}