{
 "awd_id": "1124353",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science: Claiming Land: Institutions, Narratives, and Political Violence",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "erik herron",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2011-08-25",
 "awd_max_amd_letter_date": "2011-08-25",
 "awd_abstract_narration": "The forms of political violence during elections in Kenya range from intense urban riots and large-scale campaigns of displacement, to village-level cattle raids and property disputes.  The dynamics of local-level violence generate the central overarching question of this project: Why has there been such significant variation in the incidence, intensity, and forms of political violence across Kenya since the onset of multiparty elections?  Recent explanations of political violence focus on elections, state strength, ethnic identity, and the feasibility of rebellion. By contrast, this project suggests that variation in land tenure institutions is a crucial yet overlooked factor in shaping the occurrence and dynamics of political violence.   Land institutions matter because they shape the politics of access, claim-making, and election-time patronage and coercion. \r\n\r\nThis project explains the process of political violence as it unfolds at the sub-national level.  Two specific questions guide the research.  First, there is considerable variation in the types of land tenure relationships in Kenya--across geographic regions, between different ethnic groups, and within communities.  Why do these diverse land tenure relationships provoke contentious land claims in some cases, while in many others, tenure relationships remain uncontested?  Second, when and how do contentious claims to land become a mobilizing tool for political violence?\r\n\r\nLand narratives provide the causal mechanism linking variation in institutional relationships with variation in violence.  They are stories that individuals, groups, and politicians use to talk about or frame issues of land and property, offering a language of group identification and strategic discourse for making claims to land. Narratives become contentious when two or more groups draw upon competing claims to land ownership, access, or the right to belong in a particular region or territory.  Political actors use them as a tool to incite, mobilize, and recruit people to participate in violence.\r\n\r\nThis project uses a micro-comparative study across a set of communities displaying variation in the strength of land tenure arrangements, collective narratives around land, and the incidence and forms of political violence.  Based on a five-stage research design, it relies on interviews, analyses of land and human rights reports, a survey, and a national-level quantitative study comparing land titling with the patterns of violence across all districts of Kenya.\r\n\r\nThis research contributes to three overlapping literatures on political violence, ethnic identities, and the politics of land and property in Africa. First, by using land as an explanatory category, the project integrates the role of institutions, collective perceptions of institutions, and the mediating role of elites in mobilizing violence. Second, this project demonstrates how institutions such as land rights can shape the political significance of ethnic identities.  Third, by looking at variation in land tenure relationships, contentious narratives around land, and violence at the sub-national level, the project aims to make larger claims about patterns of violence across a range of conflict settings--from Cote d'Ivoire to Sri Lanka--where land claims, resources, and identities are interwoven themes of conflict and violence.  \r\n\r\nThe project has broader implications as well. A better understanding of the origins of political violence can inform policies aiming to foster peace and stability. The project can generate valuable insights for governments and international organizations working to manage land-related conflicts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Straus",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Scott Straus",
   "pi_email_addr": "sstraus@wisc.edu",
   "nsf_id": "000585545",
   "pi_start_date": "2011-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kathleen",
   "pi_last_name": "Klaus",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kathleen Klaus",
   "pi_email_addr": "kklaus@wisc.edu",
   "nsf_id": "000585468",
   "pi_start_date": "2011-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 North Park Street",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>With support from the National Science Foundation, this dissertation project examines variation in the forms and occurrence of political violence across Kenya since multiparty elections&mdash;from riots to displacement campaigns.&nbsp; Many explanations of violent conflict emphasize state strength, ethnic identity, or the feasibility of rebellion.&nbsp; By contrast, this project argues that land tenure institutions are a critical yet overlooked factor in shaping the conditions for political violence. &nbsp;&nbsp;The project focused on two central questions: How do land tenure institutions affect the formation of contentious land claims between competing groups and 2) How and when do political elites use these claims to organize violent conflict?<em> &nbsp;</em>Land institutions matter because they shape the politics of access, claim-making, and election-time patronage and coercion.&nbsp;&nbsp;</p>\n<p>The project relied on a comparative case study of different communities across Kenya, each displaying variation in land tenure strength, the salience of land claims, and histories of political violence.&nbsp;&nbsp; In the qualitative portion of the project, the researcher conducted 230 individual in-depth interviews and 20 focus groups with local residents across eleven locations in the Rift Valley and the Coast Province.&nbsp; Each of these locations were selected based on the type of land tenure, the degree of competing land claims, or the history of political violence. &nbsp;&nbsp;The second stage of the project is currently in progress and consists of an original survey in two locations that have experienced political violence since 1992&mdash;Kibera slum in Nairobi and Eldoret town in the Rift Valley Province (800 respondents total).&nbsp;&nbsp; The survey tests the incentives that motivate individuals to participate in violent conflict.&nbsp; It tests hypotheses generated in the qualitative portion of the project.&nbsp;&nbsp; The survey uses two methodological innovations: 1) Using a sampling technique that enables the researcher to access a &ldquo;hidden population,&rdquo; in this case, participation in violence; and 2) survey methods that allow the respondents to protect their identity from the enumerator.&nbsp;&nbsp; By preserving anonymity, respondents are expected to have greater incentives to tell the truth.</p>\n<p>Across much of the democratizing world, conflict over land and conflict surrounding elections are interlinked and increasingly common themes of political violence&mdash;from Bolivia and the Democratic Republic of the Congo to South Sudan. At the same time, interstate wars, civil wars, and mass violence are becoming less common.&nbsp; Yet most studies of violent conflict continue to focus on civil wars, overlooking the ways that land and property rights shape the various forms of political violence. This dissertation suggests that an emphasis on how land and property institutions interact with multi-party politics is fundamental to understanding growing sources of political instability and violence in new and fragile democracies. By focusing on the formation of contentious claims to land, and how political elites mobilize these claims into different forms of violence, the dissertation offers important, policy-relevant insights into how and why violent conflict unfolds at the local level.&nbsp; Understanding the sources of political violence improves the capacity for preventing violent conflict and enables more effective post-conflict resolution strategies.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/27/2012<br>\n\t\t\t\t\tModified by: Kathleen&nbsp;Klaus</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWith support from the National Science Foundation, this dissertation project examines variation in the forms and occurrence of political violence across Kenya since multiparty elections&mdash;from riots to displacement campaigns.  Many explanations of violent conflict emphasize state strength, ethnic identity, or the feasibility of rebellion.  By contrast, this project argues that land tenure institutions are a critical yet overlooked factor in shaping the conditions for political violence.   The project focused on two central questions: How do land tenure institutions affect the formation of contentious land claims between competing groups and 2) How and when do political elites use these claims to organize violent conflict?  Land institutions matter because they shape the politics of access, claim-making, and election-time patronage and coercion.  \n\nThe project relied on a comparative case study of different communities across Kenya, each displaying variation in land tenure strength, the salience of land claims, and histories of political violence.   In the qualitative portion of the project, the researcher conducted 230 individual in-depth interviews and 20 focus groups with local residents across eleven locations in the Rift Valley and the Coast Province.  Each of these locations were selected based on the type of land tenure, the degree of competing land claims, or the history of political violence.   The second stage of the project is currently in progress and consists of an original survey in two locations that have experienced political violence since 1992&mdash;Kibera slum in Nairobi and Eldoret town in the Rift Valley Province (800 respondents total).   The survey tests the incentives that motivate individuals to participate in violent conflict.  It tests hypotheses generated in the qualitative portion of the project.   The survey uses two methodological innovations: 1) Using a sampling technique that enables the researcher to access a \"hidden population,\" in this case, participation in violence; and 2) survey methods that allow the respondents to protect their identity from the enumerator.   By preserving anonymity, respondents are expected to have greater incentives to tell the truth.\n\nAcross much of the democratizing world, conflict over land and conflict surrounding elections are interlinked and increasingly common themes of political violence&mdash;from Bolivia and the Democratic Republic of the Congo to South Sudan. At the same time, interstate wars, civil wars, and mass violence are becoming less common.  Yet most studies of violent conflict continue to focus on civil wars, overlooking the ways that land and property rights shape the various forms of political violence. This dissertation suggests that an emphasis on how land and property institutions interact with multi-party politics is fundamental to understanding growing sources of political instability and violence in new and fragile democracies. By focusing on the formation of contentious claims to land, and how political elites mobilize these claims into different forms of violence, the dissertation offers important, policy-relevant insights into how and why violent conflict unfolds at the local level.  Understanding the sources of political violence improves the capacity for preventing violent conflict and enables more effective post-conflict resolution strategies. \n\n\t\t\t\t\tLast Modified: 11/27/2012\n\n\t\t\t\t\tSubmitted by: Kathleen Klaus"
 }
}