{
 "awd_id": "1124314",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "WORKSHOP: 2012 Computer Supported Cooperative Work Doctoral Consortium",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2011-11-01",
 "awd_exp_date": "2012-10-31",
 "tot_intn_awd_amt": 25994.0,
 "awd_amount": 25994.0,
 "awd_min_amd_letter_date": "2011-04-06",
 "awd_max_amd_letter_date": "2011-04-06",
 "awd_abstract_narration": "This is funding to support next year's CSCW doctoral research consortium (workshop) of approximately 14 promising doctoral students from the United States and abroad, along with 6 distinguished research faculty.  The event will take place in conjunction with the ACM 2012 Conference on Computer Supported Cooperative Work, to be held in Bellevue, Washington on February 11-15, 2012, and sponsored by the Association for Computing Machinery's Special Interest Group on Human Computer Interaction (SIGCHI).  The CSCW conferences are a premier venue for the presentation of research relating to the design and use of technologies that affect groups, organizations, and communities, and are attended by approximately 500 professionals from around the world.  The development and application of new technologies continues to enable new ways of working together and coordinating activities. Although work is an important area of focus for the conference, technology is increasingly supporting a wide range of recreational and social activities.  CSCW has also embraced an increasing range of devices, as we collaborate from different contexts and situations.  The conference brings together top researchers and practitioners from academia and industry who are interested in both the technical and social aspects of collaboration.  CSCW 2012 will be the 24th conference in the series.  Research reports published in the CSCW Conference Proceedings are heavily refereed and widely cited.  More information about the conference may be found at http://www.cscw2012.org.\r\n\r\nThe Doctoral Colloquium at CSCW 2012 will take place on Saturday, February 11 and Sunday, February 12, with follow-up activities (including poster sessions) during the conference's main technical program.  Goals of the doctoral consortium include building a cohort group of new researchers who will then have a network of colleagues spread out across the world, guiding the work of new researchers by having experts in the research field mentor them and provide constructive advice, and making it possible for promising new entrants to the field to attend their research conference.  Student participants, who are chosen by a review committee based on materials submitted by applicants in response to the CSCW Call for Participation, will make formal presentations of their work during the workshop, and will receive feedback from the faculty panel.  The feedback is geared to helping students understand and articulate how their work is positioned relative to other CSCW research, whether their topics are adequately focused for thesis research projects, whether their methods are correctly chosen and applied, and whether their results are appropriately analyzed and presented.  Extended abstracts of the students' presentations will be published in the CSCW supplemental proceedings, which are distributed to all attendees.  The organizing committee will take proactive steps to ensure and increase participation from institutions and ethnic groups that have been traditionally underrepresented at CSCW.\r\n\r\nBroader Impacts:  The CSCW doctoral consortia, which began in 1992, have been highly successful in providing a forum for the initial socialization into the field of young doctoral scholars, and many of today?s leading CSCW researchers participated as students in earlier consortia.  These doctoral consortia traditionally bring together the best of the next generation of CSCW researchers, allowing them both to sharpen the research skills and to create a social network among themselves and with senior researchers at a critical stage in their professional development.  Maintaining and fostering research dialog among the diverse disciplines that are present in the CSCW community results in synergistic and transformative research collaborations.   Because the students and faculty constitute a diverse group across a variety of dimensions, including nationality/cultural and scientific discipline, the students' horizons are broadened to the future benefit of the field.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leysia",
   "pi_last_name": "Palen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Leysia Palen",
   "pi_email_addr": "palen@cs.colorado.edu",
   "nsf_id": "000467386",
   "pi_start_date": "2011-04-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Stree, Room 479",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 25994.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant supported a research workshop of promising doctoral students and distinguished research faulty held in conjunction with the 2012 ACM Conference on Computer Supported Cooperative Work (CSCW 2012). CSCW 2012 which took place in Bellevue, Washington USA on February 11-15, 2012.&nbsp;</p>\n<p>The annual CSCW conference, sponsored by the Association for Computing Machinery&rsquo;s Special Interest Group on Computer-Human Interaction (ACM SIGCHI), is a leading international forum for the presentation and discussion of research and practice on computer supported cooperative work. It is attended by approximately 500 CSCW professionals from around the world. Research reports published in the <em>CSCW Conference Proceedings</em> are heavily refereed and widely cited.</p>\n<p>The Doctoral Colloquium is a 2-day research-focused meeting of a group of 14 selected Ph.D. candidates and a panel of 6 research faculty. Students present their work and receive critical feedback from the faculty panel.&nbsp;Each participant&rsquo;s four page abstracts have appeared in the ACM Digital Library. During the conference, all doctoral consortium students participated in the Madness program (a brief public announcement of their work) on Tuesday morning of the main conference. They also participated in the poster program throughout the period of primary conferences, with opportunities to speak to visitors during the dedicated Posters reception.</p>\n<p>Students describe the event as important to their work as well as their trajectories as researchers in the area of computing. Doctoral Consortia have helped launch the careers of many outstanding CSCW researchers.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/10/2013<br>\n\t\t\t\t\tModified by: Leysia&nbsp;Palen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis grant supported a research workshop of promising doctoral students and distinguished research faulty held in conjunction with the 2012 ACM Conference on Computer Supported Cooperative Work (CSCW 2012). CSCW 2012 which took place in Bellevue, Washington USA on February 11-15, 2012. \n\nThe annual CSCW conference, sponsored by the Association for Computing MachineryÆs Special Interest Group on Computer-Human Interaction (ACM SIGCHI), is a leading international forum for the presentation and discussion of research and practice on computer supported cooperative work. It is attended by approximately 500 CSCW professionals from around the world. Research reports published in the CSCW Conference Proceedings are heavily refereed and widely cited.\n\nThe Doctoral Colloquium is a 2-day research-focused meeting of a group of 14 selected Ph.D. candidates and a panel of 6 research faculty. Students present their work and receive critical feedback from the faculty panel. Each participantÆs four page abstracts have appeared in the ACM Digital Library. During the conference, all doctoral consortium students participated in the Madness program (a brief public announcement of their work) on Tuesday morning of the main conference. They also participated in the poster program throughout the period of primary conferences, with opportunities to speak to visitors during the dedicated Posters reception.\n\nStudents describe the event as important to their work as well as their trajectories as researchers in the area of computing. Doctoral Consortia have helped launch the careers of many outstanding CSCW researchers. \n\n \n\n\t\t\t\t\tLast Modified: 06/10/2013\n\n\t\t\t\t\tSubmitted by: Leysia Palen"
 }
}