{
 "awd_id": "1124479",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acoustic variability and perception of children's speech",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Badecker",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2017-02-28",
 "tot_intn_awd_amt": 283023.0,
 "awd_amount": 283023.0,
 "awd_min_amd_letter_date": "2011-08-22",
 "awd_max_amd_letter_date": "2011-08-22",
 "awd_abstract_narration": "No two voices are exactly alike, and speech sounds can vary dramatically when produced by different individuals.  A substantial component of this variability stems from anatomical differences between speakers that reflect their age and sex. Although these factors complicate the relationship between acoustic cues and phonetic properties of speech, they provide information from which the listener can determine the age, sex and size of the speaker, referred to as indexical properties.\r\n\r\nThe aim of the proposed research is to investigate the relationship between indexical and phonetic properties in children's speech through four linked projects. Project 1 involves the construction and acoustic analysis of a vowel database from children ranging in age from 5 through 18 years. The database will provide the materials for experiments investigating the perceptual consequences of age-related changes in speech. In Project 2, natural and modified versions of the recordings will be used to examine the cues that distinguish male from female voices at different ages. Project 3 will investigate the perception of speaker age in children's voices and evaluate the effectiveness of vocal age conversion using synthesis techniques based on models of vocal tract scaling. Project 4 investigates the link between vowel identification and indexical properties, requiring listeners to provide vowel identification responses together with judgments of the perceived sex and age of the speaker. Pattern recognition models will be implemented using acoustic measurements from the database to model the statistical relationships between the acoustic properties of children's speech as a function of age and sex, and to predict listeners' responses in the perceptual experiments.\r\n\r\nThis research will provide valuable information on speech development and the processes by which listeners extract linguistic and indexical information from children's speech. The findings could provide useful information for automatic speech recognition systems applied to children's speech, reveal effective strategies for synthesizing children's voices, and serve as normative data in clinical studies of disordered speech.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Assmann",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Peter F Assmann",
   "pi_email_addr": "assmann@utdallas.edu",
   "nsf_id": "000491984",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Dallas",
  "inst_street_address": "800 WEST CAMPBELL RD.",
  "inst_street_address_2": "SP2.25",
  "inst_city_name": "RICHARDSON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9728832313",
  "inst_zip_code": "750803021",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "TX24",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT DALLAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJCVPNN1WFS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Dallas",
  "perf_str_addr": "800 West Campbell Road",
  "perf_city_name": "Richardson",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "750803020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "TX24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 283023.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project had two major goals: (1) to investigate the acoustic transformations in the production of speech as children develop into adults? (2) to study the perceptual adjustments that listeners make to such changes in speech communication. In combination, these two components of the project are providing insight into the mechanisms that allow listeners to cope with the enormous variability in the acoustic patterns of speech across talkers. We have developed a controlled database of speech samples recorded from 384 children, ranging in age from five through 18 years, with roughly equal numbers of males and females at each age level. Recordings included the 12 vowels and 3 diphthongs of American English, in 13 consonant-vowel-consonant (CVC) contexts and in isolation. Acoustic analyses were performed using automatic segmentation procedures (forced alignment) along with additional heuristics to identify consonant and vowel onsets. Fundamental frequency (F0) was estimated using the STRAIGHT program. Formant frequencies (F1, F2, and F3) were estimated using the Nearey formant tracker, and the Voice Sauce package was used to analyze properties of the voicing source. In addition to the acoustic data, we obtained physical measurements of height, weight, and circumference around the neck, mandible, maxilla and lips. Talker height is strongly correlated with average formant frequencies (geometric mean of F1, F2 and F3) in children&rsquo;s speech, with higher correlations in males compared to females. The relationship between height and F0 is also strong in males but reduced in females. Similar patterns were found for the relationship between acoustic measurements and age. The acoustic and physical measures were used to construct growth curve models to characterize speech development in male and female speakers as a function of age. The database represents the first large-scale collection of developmental speech data obtained from children from the North Texas region and will serve a variety of clinical applications, making available normative data on speech development in children from the North Texas region.</p>\n<p>Listening experiments were completed using natural and synthesized versions of the database recordings to test specific hypotheses about the role of indexical properties (such as age and sex) in speech perception. The experiments were designed to test the perceptual role of acoustic properties that underlie listeners' judgments of speaker age and sex. Computational models were implemented to describe the data from two types of perceptual experiments: one involving judgments of speaker sex, the other requiring listeners to estimate the age of the speaker. As expected, listeners had difficulty determining the sex of the speaker for the younger children, but showed a progressive improvement in accuracy with age following puberty. Listeners were able to estimate the age of the speaker relatively accurately (on average, age estimates were within &plusmn;2 years of the chronological age). However, there was a systematic tendency for listeners to underestimate the ages of the older girls. This finding is consistent with developmental changes in the acoustic properties of speech: fundamental and formant frequencies in older female speakers show smaller changes with age compared to males. To investigate the relationship between the two perceptual responses, a follow-up experiment required each listener to judge <span style=\"text-decoration: underline;\">both</span> age and sex on each trial. Results revealed that age estimation error is systematically linked to sex misclassification, particularly in older children. Together with modeling results, we showed that a significant proportion of the errors in age estimation could be attributed to sex misclassification, particularly for older children.</p>\n<p>To study the acoustic cues underlying listeners&rsquo; judgments we carried out experiments with synthesized signals in which selected cues were modified to assess their contribution to perceptual judgments. In these experiments F0 and FFs (individually or in combination) were scaled to the opposite sex average within each age level. Listeners relied more on FFs to determine speaker sex in young children; in older children, F0 played a larger role. Swapping <em>both</em> F0 and FF had a larger effect than manipulating either cue separately. However, swapping both properties did not produce completely convincing shifts, suggesting that other cues are involved in judgments of speaker sex. In general, however, more convincing shifts in speaker sex were found when age was accurately estimated. The overall conclusion is that perceptual judgments of age and sex in children&rsquo;s voices are linked, and understanding these links requires careful experimental manipulations and acoustic modeling.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/01/2017<br>\n\t\t\t\t\tModified by: Peter&nbsp;F&nbsp;Assmann</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project had two major goals: (1) to investigate the acoustic transformations in the production of speech as children develop into adults? (2) to study the perceptual adjustments that listeners make to such changes in speech communication. In combination, these two components of the project are providing insight into the mechanisms that allow listeners to cope with the enormous variability in the acoustic patterns of speech across talkers. We have developed a controlled database of speech samples recorded from 384 children, ranging in age from five through 18 years, with roughly equal numbers of males and females at each age level. Recordings included the 12 vowels and 3 diphthongs of American English, in 13 consonant-vowel-consonant (CVC) contexts and in isolation. Acoustic analyses were performed using automatic segmentation procedures (forced alignment) along with additional heuristics to identify consonant and vowel onsets. Fundamental frequency (F0) was estimated using the STRAIGHT program. Formant frequencies (F1, F2, and F3) were estimated using the Nearey formant tracker, and the Voice Sauce package was used to analyze properties of the voicing source. In addition to the acoustic data, we obtained physical measurements of height, weight, and circumference around the neck, mandible, maxilla and lips. Talker height is strongly correlated with average formant frequencies (geometric mean of F1, F2 and F3) in children?s speech, with higher correlations in males compared to females. The relationship between height and F0 is also strong in males but reduced in females. Similar patterns were found for the relationship between acoustic measurements and age. The acoustic and physical measures were used to construct growth curve models to characterize speech development in male and female speakers as a function of age. The database represents the first large-scale collection of developmental speech data obtained from children from the North Texas region and will serve a variety of clinical applications, making available normative data on speech development in children from the North Texas region.\n\nListening experiments were completed using natural and synthesized versions of the database recordings to test specific hypotheses about the role of indexical properties (such as age and sex) in speech perception. The experiments were designed to test the perceptual role of acoustic properties that underlie listeners' judgments of speaker age and sex. Computational models were implemented to describe the data from two types of perceptual experiments: one involving judgments of speaker sex, the other requiring listeners to estimate the age of the speaker. As expected, listeners had difficulty determining the sex of the speaker for the younger children, but showed a progressive improvement in accuracy with age following puberty. Listeners were able to estimate the age of the speaker relatively accurately (on average, age estimates were within &plusmn;2 years of the chronological age). However, there was a systematic tendency for listeners to underestimate the ages of the older girls. This finding is consistent with developmental changes in the acoustic properties of speech: fundamental and formant frequencies in older female speakers show smaller changes with age compared to males. To investigate the relationship between the two perceptual responses, a follow-up experiment required each listener to judge both age and sex on each trial. Results revealed that age estimation error is systematically linked to sex misclassification, particularly in older children. Together with modeling results, we showed that a significant proportion of the errors in age estimation could be attributed to sex misclassification, particularly for older children.\n\nTo study the acoustic cues underlying listeners? judgments we carried out experiments with synthesized signals in which selected cues were modified to assess their contribution to perceptual judgments. In these experiments F0 and FFs (individually or in combination) were scaled to the opposite sex average within each age level. Listeners relied more on FFs to determine speaker sex in young children; in older children, F0 played a larger role. Swapping both F0 and FF had a larger effect than manipulating either cue separately. However, swapping both properties did not produce completely convincing shifts, suggesting that other cues are involved in judgments of speaker sex. In general, however, more convincing shifts in speaker sex were found when age was accurately estimated. The overall conclusion is that perceptual judgments of age and sex in children?s voices are linked, and understanding these links requires careful experimental manipulations and acoustic modeling.\n\n \n\n\t\t\t\t\tLast Modified: 06/01/2017\n\n\t\t\t\t\tSubmitted by: Peter F Assmann"
 }
}