{
 "awd_id": "1124576",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Role of Dust on Snow and Other Aeolian Inputs in Soil Formation and Biogeochemical Cycling in Barren, Alpine Catchments",
 "cfda_num": "47.050",
 "org_code": "06030205",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 556774.0,
 "awd_amount": 556774.0,
 "awd_min_amd_letter_date": "2011-09-11",
 "awd_max_amd_letter_date": "2013-09-08",
 "awd_abstract_narration": "There is an urgency to improve our understanding of how biogeochemical cycling and surface water quality in high-elevation catchments are responding to dust and other aeolian deposition events. The combination of increasing temperatures and dust emissions, melting glaciers, and surprisingly high amounts of microbial activity in recently deglaciated soils represent a new connectivity between geologic, biological, and hydrologic processes in barren, alpine catchments. Dust deposition, known to supply barren, alpine areas with important base cations, may also influence the soil cation exchange pool, soil pH, and export of cations from the watershed and may be more important than bedrock weathering in generating barren soils. Additionally, aeolian deposition is increasingly being recognized as an important source of nutrients, such as carbon and phosphorus, to high&#8208;elevation ecosystems, and these inputs may drive biological processes, such as those that enhance nitrification and influence water quality. An overarching hypothesis that defines this project is that dust and other atmospheric inputs are important pathways to soil formation and biogeochemical processes, such as nitrification, in barren, alpine catchments. This project will evaluate the provenance and chemical quality of aeolian deposition and investigate the initial phases of weathering and biogeochemical cycling in barren, high-elevation soils using novel spectroscopic techniques, stable isotope and cation analyses, soil chemistry and mineralogy analyses, and bioavailability experiments. Hypotheses will be tested in the Green Lakes Four (GL4) catchment of the Colorado Front Range, where aeolian deposition, soil microbial processes, and nitrification, which have been studied independently over the last few decades, will be studied as interacting processes in an interdisciplinary investigation. \r\n\r\nGiven unprecedented rates of glacier melting worldwide, the improved representation of biogeochemical processes that this research will produce is relevant for C- and P- limited mountain catchments on a global scale. Given the global relevance of this research, a subset of activities will be conducted at other Critical Zone Observatory sites in the US as well as at international alpine sites. New insights gained from investigating aeolian wet and dry deposition, microbial community composition, rates of microbial processes, and stream and soil water quality, and from conducting coupled snowmelt-biogeochemical modeling will further improve the capability to forecast changes in the biogeochemical cycling and hydrology of high-elevation watersheds with a changing climate. \r\n\r\nThis project will support graduate students to participate in interdisciplinary research that spans geochemical, biological, and hydrologic studies. In addition, this project will engage high school students participating in the St. Vrain Math, Engineering, and Science Achievement (MESA) Program, which seeks to improve achievement by Latino students. MESA students will develop their own summer research projects, mentored by the PIs and graduate students and supported with stipends through this project. A larger group of MESA students will also visit the CU campus annually during the Institute for Arctic and Alpine Research (INSTAAR) Open House, a day of lab tours and field demonstrations for K-12 students hosted by INSTAAR.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Williams",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Mark W Williams",
   "pi_email_addr": "markw@snobear.colorado.edu",
   "nsf_id": "000438443",
   "pi_start_date": "2012-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Natalie",
   "pi_last_name": "Mladenov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Natalie Mladenov",
   "pi_email_addr": "nmladenov@sdsu.edu",
   "nsf_id": "000119830",
   "pi_start_date": "2011-09-11",
   "pi_end_date": "2012-03-27"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Schmidt",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Steven K Schmidt",
   "pi_email_addr": "steve.schmidt@colorado.edu",
   "nsf_id": "000412984",
   "pi_start_date": "2011-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Williams",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Mark W Williams",
   "pi_email_addr": "markw@snobear.colorado.edu",
   "nsf_id": "000438443",
   "pi_start_date": "2011-09-11",
   "pi_end_date": "2012-03-27"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alex",
   "pi_last_name": "Blum",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alex Blum",
   "pi_email_addr": "aeblum@usgs.gov",
   "nsf_id": "000586828",
   "pi_start_date": "2011-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street, Room 481",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 220639.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 250837.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 85298.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to determine how dust from dust storms in the desert Southwest and elsewhere is affecting high elevation snow packs of Niwot Ridge in the Colorado Front Range.&nbsp; Dust can add nutrients and microorganisms to the snowpack and cause the snowpack to absorb more sunlight and melt faster.&nbsp; Dust inputs can therefore have significant effects on the quantity and quality of water used for drinking and irrigation throughout the Western United States.&nbsp; This project evaluated the source and chemical quality of dust being deposited on snow and how the dust affects, and is utilized by, microorganisms in the snow and in the soil beneath the snow. &nbsp;Analysis of dust and rain inputs demonstrated a substantial input of important essential elements such as carbon, nitrogen, phosphorus and calcium to the alpine environment at Niwot Ridge.&nbsp; Calcium and magnesium inputs (indicative of dust) were highest during the spring season, and analyses of wind patterns indicated that this dust originated in the Four Corners Area of Colorado, Utah, Arizona and New Mexico and deserts of the arid west. &nbsp;These findings for Niwot Ridge also have important implications for the Rocky Mountain region as a whole. &nbsp;Observations of similar seasonal trends in Rocky Mountain National Park suggest that the seasonal patterns we observed represent regional rather than local phenomena.&nbsp; We also observed many unique organisms living in alpine snow packs, but it is yet to be determined if these organisms blew in on dust particles or are of local origin.&nbsp; Regardless of their origin these organisms are active in utilizing nutrient inputs from dust in the snowpack and are therefore contributing the chemical makeup of melt water from the snow pack.&nbsp; These snow organisms are also an important source of inoculum for alpine soils and high mountain lakes and several groups of predatory chytrid fungi that were previously thought to be soil organisms were shown to actually be snow dwellers as a result of this research.&nbsp; We have also shown through genetic analyses that the snow chytrids (as well as unique snow algae) found on Niwot Ridge are also found in high elevation snow packs throughout the world, perhaps indicating global dispersal of these organisms in dust.&nbsp; This project has also had important broader impacts on society.&nbsp; Three female graduate students were involved in this project and one of these students has already graduated and received a research position at a national research laboratory.&nbsp; The project also sponsored two professional development workshops for K-12 science teachers.&nbsp; The first workshop, entitiled &ldquo;Of Microbes and Men; Nutrient Cycling in the Colorado Alpine&rdquo; was presented in 2014 on the CU Boulder campus in partnership with the Biological Sciences Initiative (BSI). &nbsp;The second workshop, entitled &ldquo;Alpine Hydrology Workshop&rdquo;, was presented in 2015, at the Durango Community Recreation Center, in partnership with the Mountain Studies Institute, a research and education non-profit based in Durango.&nbsp; Continuing Education credit was available to teachers for both workshops.&nbsp; Involvement by graduate students was a big part of these workshops.&nbsp; For example, Katya Hafich, presented a lesson based on her research at Niwot Ridge for grades 6-12 on the Alpine Nitrogen Cycle (see <a href=\"http://www.science-live.org\">www.science-live.org</a>). &nbsp;In addition, graduate student Courtney Naff presented a lesson plan based on her research on microbial communities in snow, with an activity on snow food webs and adaptations to alpine environments.&nbsp; Courtney gave teachers the opportunity to look under the microscope at the diverse microbial communities in snow from Niwot Ridge, which many teachers noted was a highlight of the day.&nbsp; Ten educators, including middle...",
  "por_txt_cntn": "\nThe goal of this project was to determine how dust from dust storms in the desert Southwest and elsewhere is affecting high elevation snow packs of Niwot Ridge in the Colorado Front Range.  Dust can add nutrients and microorganisms to the snowpack and cause the snowpack to absorb more sunlight and melt faster.  Dust inputs can therefore have significant effects on the quantity and quality of water used for drinking and irrigation throughout the Western United States.  This project evaluated the source and chemical quality of dust being deposited on snow and how the dust affects, and is utilized by, microorganisms in the snow and in the soil beneath the snow.  Analysis of dust and rain inputs demonstrated a substantial input of important essential elements such as carbon, nitrogen, phosphorus and calcium to the alpine environment at Niwot Ridge.  Calcium and magnesium inputs (indicative of dust) were highest during the spring season, and analyses of wind patterns indicated that this dust originated in the Four Corners Area of Colorado, Utah, Arizona and New Mexico and deserts of the arid west.  These findings for Niwot Ridge also have important implications for the Rocky Mountain region as a whole.  Observations of similar seasonal trends in Rocky Mountain National Park suggest that the seasonal patterns we observed represent regional rather than local phenomena.  We also observed many unique organisms living in alpine snow packs, but it is yet to be determined if these organisms blew in on dust particles or are of local origin.  Regardless of their origin these organisms are active in utilizing nutrient inputs from dust in the snowpack and are therefore contributing the chemical makeup of melt water from the snow pack.  These snow organisms are also an important source of inoculum for alpine soils and high mountain lakes and several groups of predatory chytrid fungi that were previously thought to be soil organisms were shown to actually be snow dwellers as a result of this research.  We have also shown through genetic analyses that the snow chytrids (as well as unique snow algae) found on Niwot Ridge are also found in high elevation snow packs throughout the world, perhaps indicating global dispersal of these organisms in dust.  This project has also had important broader impacts on society.  Three female graduate students were involved in this project and one of these students has already graduated and received a research position at a national research laboratory.  The project also sponsored two professional development workshops for K-12 science teachers.  The first workshop, entitiled \"Of Microbes and Men; Nutrient Cycling in the Colorado Alpine\" was presented in 2014 on the CU Boulder campus in partnership with the Biological Sciences Initiative (BSI).  The second workshop, entitled \"Alpine Hydrology Workshop\", was presented in 2015, at the Durango Community Recreation Center, in partnership with the Mountain Studies Institute, a research and education non-profit based in Durango.  Continuing Education credit was available to teachers for both workshops.  Involvement by graduate students was a big part of these workshops.  For example, Katya Hafich, presented a lesson based on her research at Niwot Ridge for grades 6-12 on the Alpine Nitrogen Cycle (see www.science-live.org).  In addition, graduate student Courtney Naff presented a lesson plan based on her research on microbial communities in snow, with an activity on snow food webs and adaptations to alpine environments.  Courtney gave teachers the opportunity to look under the microscope at the diverse microbial communities in snow from Niwot Ridge, which many teachers noted was a highlight of the day.  Ten educators, including middle and high school science teachers from Durango and Telluride, attended the 2015 teacher workshop.  Professional development opportunities for teachers are scarce in Southwestern Colorado, and all of the educators who attended were eager f..."
 }
}