{
 "awd_id": "1124281",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DIP: Collaborative Research: Mixed-Reality Labs: Integrating Sensors and Simulations to Improve Learning",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "kevin lee",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2016-09-30",
 "tot_intn_awd_amt": 958439.0,
 "awd_amount": 958439.0,
 "awd_min_amd_letter_date": "2011-09-01",
 "awd_max_amd_letter_date": "2014-06-10",
 "awd_abstract_narration": "This collaborative project is investigating the characteristics of a mixed-reality learning environment that combines the rich context and multi-sensory experiences of a physical lab with the interactive simulations of a virtual lab. The hybrid environment integrates sensors and simulations to bring out the advantages of each setting in a complementary way. The research team is developing four such mixed-reality laboratory experiences for secondary school level chemistry and physics courses and studying student learning in these contexts. Two of the activities use an integration strategy in which data acquired in real time from a physical experiment are used to control a virtual experiment. The advantage of this coupling is that abstract concepts or invisible processes can be visualized on the computer screen while the physical experiment is underway. Whenever the learner's hands-on interaction with the physical experiments changes the sensor measurement, the visualization in the virtual experiment responds accordingly, creating an intimate link between the two worlds. The other integration strategy uses physical and virtual experiments in parallel, challenging the student to match the results measured by the sensors and the results computed by the simulations. The learning potential in this configuration stems from the ability to go back and forth between both worlds, adjusting the virtual experiment to match the physical experiment and then adjusting the physical experiment to test the fidelity of the virtual experiment. Implementations of the four activities in eight classrooms are being compared to classes covering similar content. The intellectual merit of this project lies in its investigation of the potential of cyberlearning technologies to transform inquiry in the lab. In addition, the project brings to bear the expertise of a recognized team of researchers. The project is exercising its broader impacts through its identification of a new instructional approach to STEM education. The combination of physical and virtual labs carries the potential for broad utility, with the insights and examples developed by this project potentially applicable throughout STEM education. In fact, because all of the project software is open source and the materials made available freely from the project's website, the only expenses to schools are for the sensors. A key design criterion is that all project software is compatible with sensors from multiple vendors so that schools are not limited in their choices.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Xie",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Charles Xie",
   "pi_email_addr": "charles@intofuture.org",
   "nsf_id": "000075350",
   "pi_start_date": "2011-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Edmund",
   "pi_last_name": "Hazzard",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Edmund Hazzard",
   "pi_email_addr": "ehazzard@concord.org",
   "nsf_id": "000587014",
   "pi_start_date": "2011-09-01",
   "pi_end_date": "2014-06-10"
  }
 ],
 "inst": {
  "inst_name": "Concord Consortium",
  "inst_street_address": "25 LOVE LN",
  "inst_street_address_2": "",
  "inst_city_name": "CONCORD",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "9784053205",
  "inst_zip_code": "017422345",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MA03",
  "org_lgl_bus_name": "CONCORD CONSORTIUM INC",
  "org_prnt_uei_num": "FY85DRNMJAM4",
  "org_uei_num": "FY85DRNMJAM4"
 },
 "perf_inst": {
  "perf_inst_name": "Concord Consortium",
  "perf_str_addr": "25 Love Lane",
  "perf_city_name": "Concord",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "017422345",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802000",
   "pgm_ele_name": "Cyberlearn & Future Learn Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8045",
   "pgm_ref_txt": "Cyberlearn & Future Learn Tech"
  },
  {
   "pgm_ref_code": "8842",
   "pgm_ref_txt": "Design and Implementation Projects"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 958439.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Laboratory experiences are indisputably a fundamental part of science education. In order to understand the concepts at work in an experiment, students must place the data they collect into a conceptual framework. However, there is often a wide gap between the raw data and the abstract concepts under investigation. For example, to understand heat transfer measured by a thermometer, students must imagine the invisible flow of thermal energy; to understand air pressure measured by a barometer, they must imagine the collisions of gas molecules. In these cases, &ldquo;heat&rdquo; and &ldquo;molecules&rdquo; are the conceptual frameworks. A lab would have limited educational value if it could not bridge experimental data and the underlying concepts.</p>\n<p>The Mixed-Reality Labs Project set out to develop and research cyberlearning technologies and activities that narrow the gap between data and concepts. The project created technologies that seamlessly combine the visualization power of simulations and the investigation power of sensors to enhance the learner&rsquo;s perception of reality. Simultaneously supporting inquiries in both the virtual and physical worlds, this integrated approach transcends the limitations of real labs while retaining their tangibility to make learning physically relevant to students.</p>\n<p>The project invented the unique Frame technology based on the fact that the frame of a computer screen is the natural boundary between the virtual world and the physical world and is, therefore, an intuitive user interface for certain human-computer interactions. Compared with other interfaces, the Frame allows users to interact with the computer from the edges of the screen. By running a simulation in full screen mode, the data from sensors attached to the edge of the screen looks as though it's &ldquo;transmitted&rdquo; into the simulated scene in real time. For example, moving a hot object close to the Frame where there are temperature sensors creates an input to an ongoing heat transfer simulation, which then produces a visual effect as if heat could flow into the screen from the hot object. The Frame technology follows the typical way we conduct real experiments, namely, by allowing students to change variables in a system and observe how it responds to those changes. Unlike a real experiment, however, the inputs are applied to change a virtual system. Unlikea virtual experiment, the inputs come from the real world. Bridging the two worlds, the Frame takes advantage of learning opportunities in both worlds.</p>\n<p>The project also developed learning activities based on augmented-reality thermal imaging using the Multi Spectral Dynamic Imaging (MSX) technology developed by industry partner FLIR Systems. The technology blends visible light images from a conventional digital camera and invisible infrared light images from a thermal camera to create an augmented-reality view of the real world, allowing students to explore thermodynamics and heat transfer around them as if they acquired a sixth sense of thermal vision.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/04/2017<br>\n\t\t\t\t\tModified by: Charles&nbsp;Xie</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nLaboratory experiences are indisputably a fundamental part of science education. In order to understand the concepts at work in an experiment, students must place the data they collect into a conceptual framework. However, there is often a wide gap between the raw data and the abstract concepts under investigation. For example, to understand heat transfer measured by a thermometer, students must imagine the invisible flow of thermal energy; to understand air pressure measured by a barometer, they must imagine the collisions of gas molecules. In these cases, \"heat\" and \"molecules\" are the conceptual frameworks. A lab would have limited educational value if it could not bridge experimental data and the underlying concepts.\n\nThe Mixed-Reality Labs Project set out to develop and research cyberlearning technologies and activities that narrow the gap between data and concepts. The project created technologies that seamlessly combine the visualization power of simulations and the investigation power of sensors to enhance the learner?s perception of reality. Simultaneously supporting inquiries in both the virtual and physical worlds, this integrated approach transcends the limitations of real labs while retaining their tangibility to make learning physically relevant to students.\n\nThe project invented the unique Frame technology based on the fact that the frame of a computer screen is the natural boundary between the virtual world and the physical world and is, therefore, an intuitive user interface for certain human-computer interactions. Compared with other interfaces, the Frame allows users to interact with the computer from the edges of the screen. By running a simulation in full screen mode, the data from sensors attached to the edge of the screen looks as though it's \"transmitted\" into the simulated scene in real time. For example, moving a hot object close to the Frame where there are temperature sensors creates an input to an ongoing heat transfer simulation, which then produces a visual effect as if heat could flow into the screen from the hot object. The Frame technology follows the typical way we conduct real experiments, namely, by allowing students to change variables in a system and observe how it responds to those changes. Unlike a real experiment, however, the inputs are applied to change a virtual system. Unlikea virtual experiment, the inputs come from the real world. Bridging the two worlds, the Frame takes advantage of learning opportunities in both worlds.\n\nThe project also developed learning activities based on augmented-reality thermal imaging using the Multi Spectral Dynamic Imaging (MSX) technology developed by industry partner FLIR Systems. The technology blends visible light images from a conventional digital camera and invisible infrared light images from a thermal camera to create an augmented-reality view of the real world, allowing students to explore thermodynamics and heat transfer around them as if they acquired a sixth sense of thermal vision.\n\n\t\t\t\t\tLast Modified: 01/04/2017\n\n\t\t\t\t\tSubmitted by: Charles Xie"
 }
}