{
 "awd_id": "1124754",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NEB: Ultimate Electronic Device Scaling Using Structurally Precise Graphene Nanoribbons",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George Janini",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 1200000.0,
 "awd_amount": 1200000.0,
 "awd_min_amd_letter_date": "2011-09-07",
 "awd_max_amd_letter_date": "2011-09-07",
 "awd_abstract_narration": "This project is awarded under the Nanoelectronics for 2020 and Beyond competition, with support by multiple Directorates and Divisions at the National Science Foundation as well as by the Nanoelectronics Research Initiative of the Semiconductor Research Corporation. \r\n\r\nThe research objective of this proposal is to design and synthesize structurally precise graphene nanoribbons (GNRs) and incorporate them into high-performance electronic devices. GNRs are narrow strips of single-layer graphene that have garnered considerable attention as a possible replacement for silicon in high-performance nanoelectronic devices. Exploring the full potential of GNRs has been hampered by their limited availability and poor control of their width and edge structure.  The proposal involves a collaboration between researchers at Cornell University and Princeton University.  This project involves the synthesis of precursor polymers and their oxidative annealing into GNRs.  The effects of edge structure and doping levels on materials properties will be determined, and the effect of changing structural parameters on the fabrication and testing of transistor and sensor device performance of GNRs will be undertaken. Computational modeling to support both the synthesis and device fabrication will be accomplished using a variety of approaches from ab initio studies of the electronic properties to Molecular Dynamics and Kinetic Monte Carlo studies to determine the structural characteristics.  The proposal also integrates several educational initiatives with the research efforts. A new national group called \"Women in Nanoelectronics\" will be formed as part of this project, and the goal of the group will be to attract young women to nanoscience disciplines.  Graduate and undergraduate students will receive training in an interdisciplinary, collaborative research environment and will be encouraged to broaden their skills through exchanges among the Princeton and Cornell laboratories.\r\n\r\nComputing using graphene nanoribbons, ultrasmall strips of matter comprised of a single layer of carbon atoms, has the potential to generate efficient, ultrasmall devices; however, many significant technical hurdles must be overcome to realize the benefits.  The project addresses an important, longstanding problem in using graphene in electronics and will further our understanding of this technologically important material.  Such work could impact industries that use microprocessors in their products, including computer, consumer electronics, automotive, etc.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paulette",
   "pi_last_name": "Clancy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paulette Clancy",
   "pi_email_addr": "pclancy3@jhu.edu",
   "nsf_id": "000187204",
   "pi_start_date": "2011-09-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yueh-Lin (Lynn)",
   "pi_last_name": "Loo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yueh-Lin (Lynn) Loo",
   "pi_email_addr": "lloo@princeton.edu",
   "nsf_id": "000208178",
   "pi_start_date": "2011-09-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Dichtel",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "William R Dichtel",
   "pi_email_addr": "wdichtel@northwestern.edu",
   "nsf_id": "000504111",
   "pi_start_date": "2011-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "365 Olin Hall",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148535201",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167500",
   "pgm_ele_name": "NANOSCALE: SCIENCE & ENGIN CTR"
  },
  {
   "pgm_ele_code": "171200",
   "pgm_ele_name": "DMR SHORT TERM SUPPORT"
  },
  {
   "pgm_ele_code": "199100",
   "pgm_ele_name": "CHEMISTRY PROJECTS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "100E",
   "pgm_ref_txt": "Novel devices & vacuum electronics"
  },
  {
   "pgm_ref_code": "131E",
   "pgm_ref_txt": "CENTERS: NANOSCIENCE & TECH"
  },
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7289",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH RESOURCES"
  },
  {
   "pgm_ref_code": "8700",
   "pgm_ref_txt": "Nanoelectronic Interdisc Teams"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcomes</strong></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Graphene nanoribbons are amazing two-dimensional (2D) materials that are just one atom thick, but which possess such incredible properties of conducting electrons that they could be used for next-generation electronic devices. However, to be used for devices, they need to be less than 1.5 nm wide; to put that in perspective, they need to be 1/30,000<sup>th</sup> of a human hair or roughly half the diameter of a strand of human DNA. Hence making graphene nanoribbons that have sufficient fidelity in width, no defects, and can be laid down on a specified spot on a surface has been a major challenge to scientists.&nbsp;&nbsp; In this award, we brought together organic chemists who have the ability to create these tiny ribbons (William Dichtel, Cornell), scientists capable of making electronic devices out of these sticky ribbons (Yueh-Lin Loo, Princeton) and computational experts to understand how the conditions of the synthesis would lead to better products (Paulette Clancy, Cornell). Dichtel&rsquo;s group came up with novel approaches to make nanoribbons whose width they could precisely and reliably control. However, one of the biggest challenges that we faced in this project was the strong tendency of these ribbons to stick together like ink blots. This made imaging (&ldquo;seeing&rdquo;) the ribbons extremely difficult.&nbsp; Dispersing individual ribbons by a suitable choice of solvent and the chemistry of the edges of the ribbons took the combined efforts of the team and several &ldquo;generations&rdquo; of nanoribbon synthesis methods. &nbsp;It took some creative experimental methods to make them and specialized computational approaches to predict the best ribbon-edge decoration.</p>\n<p>&nbsp;</p>\n<p>The next major challenge was to develop a robust method to deposit graphene nanoribbons onto surfaces that would allow them to form transistors, which are the building blocks for electrical circuits (like computers). Helped by Dichtel&rsquo;s synthesis methods and Clancy&rsquo;s computational guidance, the Loo group were the first group to show that these transistors transport both holes and electrons, a pre-requisite for making electronic devices. They also showed that there is still room for improvement in these devices because the ribbons&rsquo; ability to conduct charge between nanoribbons is a bottleneck that needs to be addressed. Importantly for future use of the methods we developed, this device &ldquo;platform&rdquo; is modular and flexible. To prove the platform&rsquo;s flexibility, we have extended it to measure the electrical characteristics of other 1D and 2D nanomaterials, including polymer- and &ldquo;small molecule&rdquo;-sorted carbon nanotubes (like rotini composed of graphene nanoribbons), and several types of inorganic nanowires. Most recently, we have used this platform to make thin films of 2D &ldquo;hybrid organic-inorganic perovskites&rdquo; which are an exciting new class of solar cell materials whose performance rivals the market-leader silicon but whose stability still needs substantial improvement.</p>\n<p>&nbsp;</p>\n<p>We developed a suite of social media devoted to &ldquo;women in nanoscience&rdquo; to encourage women (like Yueh-Lin Loo and Paulette Clancy) to study nanoscience in college. Our web site, blog, and Twitter sites have attracted a global audience, especially in countries where women are discouraged from becoming scientists. We have employed women graduate students to write these social media posts and, in the process, become skilled communicators of science to the general public. This award has educated nine students, eight of whom have graduate degrees, and encouraged a women undergraduate to pursue a graduate degree.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/12/2016<br>\n\t\t\t\t\tModified by: Paulette&nbsp;Clancy</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1124754/1124754_10132015_1476297551361_GNRcoverart-yellow--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1124754/1124754_10132015_1476297551361_GNRcoverart-yellow--rgov-800width.jpg\" title=\"Computer prediction of graphene nano ribbons\"><img src=\"/por/images/Reports/POR/2016/1124754/1124754_10132015_1476297551361_GNRcoverart-yellow--rgov-66x44.jpg\" alt=\"Computer prediction of graphene nano ribbons\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Image showing the computational prediction of two nano ribbons aggregating together</div>\n<div class=\"imageCredit\">Created by Alexander Tokarev</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Paulette&nbsp;Clancy</div>\n<div class=\"imageTitle\">Computer prediction of graphene nano ribbons</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nProject Outcomes\n\n \n\n \n\nGraphene nanoribbons are amazing two-dimensional (2D) materials that are just one atom thick, but which possess such incredible properties of conducting electrons that they could be used for next-generation electronic devices. However, to be used for devices, they need to be less than 1.5 nm wide; to put that in perspective, they need to be 1/30,000th of a human hair or roughly half the diameter of a strand of human DNA. Hence making graphene nanoribbons that have sufficient fidelity in width, no defects, and can be laid down on a specified spot on a surface has been a major challenge to scientists.   In this award, we brought together organic chemists who have the ability to create these tiny ribbons (William Dichtel, Cornell), scientists capable of making electronic devices out of these sticky ribbons (Yueh-Lin Loo, Princeton) and computational experts to understand how the conditions of the synthesis would lead to better products (Paulette Clancy, Cornell). Dichtel?s group came up with novel approaches to make nanoribbons whose width they could precisely and reliably control. However, one of the biggest challenges that we faced in this project was the strong tendency of these ribbons to stick together like ink blots. This made imaging (\"seeing\") the ribbons extremely difficult.  Dispersing individual ribbons by a suitable choice of solvent and the chemistry of the edges of the ribbons took the combined efforts of the team and several \"generations\" of nanoribbon synthesis methods.  It took some creative experimental methods to make them and specialized computational approaches to predict the best ribbon-edge decoration.\n\n \n\nThe next major challenge was to develop a robust method to deposit graphene nanoribbons onto surfaces that would allow them to form transistors, which are the building blocks for electrical circuits (like computers). Helped by Dichtel?s synthesis methods and Clancy?s computational guidance, the Loo group were the first group to show that these transistors transport both holes and electrons, a pre-requisite for making electronic devices. They also showed that there is still room for improvement in these devices because the ribbons? ability to conduct charge between nanoribbons is a bottleneck that needs to be addressed. Importantly for future use of the methods we developed, this device \"platform\" is modular and flexible. To prove the platform?s flexibility, we have extended it to measure the electrical characteristics of other 1D and 2D nanomaterials, including polymer- and \"small molecule\"-sorted carbon nanotubes (like rotini composed of graphene nanoribbons), and several types of inorganic nanowires. Most recently, we have used this platform to make thin films of 2D \"hybrid organic-inorganic perovskites\" which are an exciting new class of solar cell materials whose performance rivals the market-leader silicon but whose stability still needs substantial improvement.\n\n \n\nWe developed a suite of social media devoted to \"women in nanoscience\" to encourage women (like Yueh-Lin Loo and Paulette Clancy) to study nanoscience in college. Our web site, blog, and Twitter sites have attracted a global audience, especially in countries where women are discouraged from becoming scientists. We have employed women graduate students to write these social media posts and, in the process, become skilled communicators of science to the general public. This award has educated nine students, eight of whom have graduate degrees, and encouraged a women undergraduate to pursue a graduate degree. \n\n \n\n\t\t\t\t\tLast Modified: 10/12/2016\n\n\t\t\t\t\tSubmitted by: Paulette Clancy"
 }
}