{
 "awd_id": "1124192",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Capturing the Elusive 37:4 Alkenone-predominating Lacustrine Haptophyte: Alkenone Biosynthesis, Genetics and Culture Manipulation",
 "cfda_num": "47.050",
 "org_code": "06030205",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "hailiang dong",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 109000.0,
 "awd_amount": 109000.0,
 "awd_min_amd_letter_date": "2011-09-09",
 "awd_max_amd_letter_date": "2011-09-09",
 "awd_abstract_narration": "Haptophyte algae are recently credited as the most abundant and diverse primary producers in the world?s oceans, rendering their metabolic and carbon fixation pathways issues of utmost importance. Alkenone lipids produced by haptophyte algae of the order Isochrysidales occur ubiquitously in the world?s ocean and in numerous lakes and are an invaluable tool for paleotemperature reconstructions. However, the mismatch between cultured haptophytes and observed alkenone distributions in sediments has hindered the use of alkenones as a paleotemperature proxy in lakes. In order to confidently apply the alkenone unsaturation for paleotemperature reconstructions in lakes, it is necessary to fully understand the biology and biochemistry of the lacustrine alkenone-producing haptophytes using a consortium of techniques including culturing, lipid and molecular characterization. This proposal builds on our success in obtaining the first stable enrichment culture for a lacustrine haptophyte alga that produces predominantly C37:4 alkenones, the alkenone abundant in freshwater and brackish environments. Systematic sampling of lake water and plankton and in situ measurements of environmental parameters at Lake George, ND combined with extensive manipulation of our haptophyte culture will permit identification of the triggers for haptophyte algal blooms.\r\n\r\nOur study will promote multidisciplinary collaboration (organic geochemistry, molecular biology, phycology, paleoclimatology, limnology) to studying important biological, geochemical and paleoclimatological problems, and allow cross-discipline training of graduate and undergraduate students. Close interaction with Brown University's existing NSF funded GK-12 program will bring high school teachers to participate in field trips and laboratory research, and lectures given at local schools, will broadly disseminate our research. Data generated from this research will also be incorporated into organic geochemistry and molecular biology courses targeted at the advanced undergraduate/graduate level and help support a full-time graduate student focusing on lacustrine haptophytes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Linda",
   "pi_last_name": "Amaral Zettler",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Linda A Amaral Zettler",
   "pi_email_addr": "amaral@mbl.edu",
   "nsf_id": "000101834",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Marine Biological Laboratory",
  "inst_street_address": "7 M B L ST",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082897243",
  "inst_zip_code": "025431015",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "THE MARINE BIOLOGICAL LABORATORY",
  "org_prnt_uei_num": "M2XKLRTA9G44",
  "org_uei_num": "M2XKLRTA9G44"
 },
 "perf_inst": {
  "perf_inst_name": "Marine Biological Laboratory",
  "perf_str_addr": "7 MBL Street",
  "perf_city_name": "Woods Hole",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157700",
   "pgm_ele_name": "GLOBAL CHANGE"
  },
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 109000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project explored the use of lipids called alkenones produced by a group of aquatic single-celled algae called Haptophytes to serve as \"paleothermometers\" for continental climate history reconstruction. Paleoclimate scientists use the alkenone unsaturation (number of double bonds in the long-chain carbon lipid molecules) index to reconstruct climate histories in the marine environment, but they have not yet applied this method to environments on land. Lipids are quite stable in the environment and so become readily preserved in the sedimentary record as molecular \"fossils\". By studying the living algae in lakes that produce these lipids and understanding how these algae respond to temperature changes in the surrounding air and water, we can get a better idea of how haptophytes responded to temperature changes in the past which allows us to infer past climate and to better understand how our climate is changing. &nbsp;</p>\n<p>Lake George is situated in the Northern Great Plains state of North Dakota and has an 8000-year old alkenone sediment record that reflects the lake&rsquo;s environmental change. Lacustrine or lake alkenone unsaturation ratios correspond to lake seasonal surface water temperatures and mean annual air temperature.&nbsp; Alkenone characterization of sediments revealed a C<sub>37:4 </sub>alkenone dominant signature that is typical of other freshwater lakes across the world.&nbsp; As part of this project, we have been isolating and conducting laboratory experiments on cultures of alkenone-producing haptophytes that experience an annual bloom in the lake. Through the efforts of multiple graduate students, we have been successful in recreating a &ldquo;mock&rdquo; bloom event and subsequently characterizing both the alkenone lipids in the associated enrichments and also the taxonomic identity of the haptophytes associated with the bloom. Using DNA sequencing approaches, we have identified two predominant alkenone producing haptophytes, with one currently in pure culture. Pure cultures of alkenone producing haptophytes are critical for confirming <em>in situ</em> temperature calibrations for a region but also in determining the robustness of a given temperature proxy. Selection of a proper temperature proxy in lacustrine environments requires knowledge of the underlying alkenone-producing haptophyte community structure upon which the temperature proxy is based.</p>\n<p>Our results showed that the C<sub>37:4</sub> alkenone-dominant haptophyte population blooms earlier in the season in Lake George followed by a subsequent C<sub>37:3 </sub>alkenone-dominant bloom. Laboratory \"mock\" bloom experiments and laboratory culturing have helped interpret our environmental observations and elucidate the nature of the Lake George, ND haptophyte blooms. The ultimate goal of our project is to develop robust methods to decipher how lacustrine alkenone distributions correlate with temperature changes. If successful, it would provide for a new and powerful tool for quantifying regional temperatures for the past thousands of years from lake sediments around the globe.</p>\n<p>Our work has resulted in&nbsp;the successful completion of a Ph.D. thesis student who is now a postdoctoral fellow at the DOE Joint Genome Institute in&nbsp;Walnut Creek, CA. We currently&nbsp;have two manuscripts published, and three in preparation. In the process of characterizing alkenones from Lake George and other lakes, one of our graduate students in collaborator Dr. Yongsong Huang's laboratory developed a new method for separating different types of complex alkenones in lake samples. That work has resulted in one paper published in Organic Geochemistry. Our collaborator Dr. Robert Andersen has also isolated many species of haptophytes as part of our study. He has deposited these cultures in culture collections for use by the broader scientific community.&nbsp; &nbsp;</p>\n<p>&nbsp;</p><br>\n<...",
  "por_txt_cntn": "\nThis project explored the use of lipids called alkenones produced by a group of aquatic single-celled algae called Haptophytes to serve as \"paleothermometers\" for continental climate history reconstruction. Paleoclimate scientists use the alkenone unsaturation (number of double bonds in the long-chain carbon lipid molecules) index to reconstruct climate histories in the marine environment, but they have not yet applied this method to environments on land. Lipids are quite stable in the environment and so become readily preserved in the sedimentary record as molecular \"fossils\". By studying the living algae in lakes that produce these lipids and understanding how these algae respond to temperature changes in the surrounding air and water, we can get a better idea of how haptophytes responded to temperature changes in the past which allows us to infer past climate and to better understand how our climate is changing.  \n\nLake George is situated in the Northern Great Plains state of North Dakota and has an 8000-year old alkenone sediment record that reflects the lakeÆs environmental change. Lacustrine or lake alkenone unsaturation ratios correspond to lake seasonal surface water temperatures and mean annual air temperature.  Alkenone characterization of sediments revealed a C37:4 alkenone dominant signature that is typical of other freshwater lakes across the world.  As part of this project, we have been isolating and conducting laboratory experiments on cultures of alkenone-producing haptophytes that experience an annual bloom in the lake. Through the efforts of multiple graduate students, we have been successful in recreating a \"mock\" bloom event and subsequently characterizing both the alkenone lipids in the associated enrichments and also the taxonomic identity of the haptophytes associated with the bloom. Using DNA sequencing approaches, we have identified two predominant alkenone producing haptophytes, with one currently in pure culture. Pure cultures of alkenone producing haptophytes are critical for confirming in situ temperature calibrations for a region but also in determining the robustness of a given temperature proxy. Selection of a proper temperature proxy in lacustrine environments requires knowledge of the underlying alkenone-producing haptophyte community structure upon which the temperature proxy is based.\n\nOur results showed that the C37:4 alkenone-dominant haptophyte population blooms earlier in the season in Lake George followed by a subsequent C37:3 alkenone-dominant bloom. Laboratory \"mock\" bloom experiments and laboratory culturing have helped interpret our environmental observations and elucidate the nature of the Lake George, ND haptophyte blooms. The ultimate goal of our project is to develop robust methods to decipher how lacustrine alkenone distributions correlate with temperature changes. If successful, it would provide for a new and powerful tool for quantifying regional temperatures for the past thousands of years from lake sediments around the globe.\n\nOur work has resulted in the successful completion of a Ph.D. thesis student who is now a postdoctoral fellow at the DOE Joint Genome Institute in Walnut Creek, CA. We currently have two manuscripts published, and three in preparation. In the process of characterizing alkenones from Lake George and other lakes, one of our graduate students in collaborator Dr. Yongsong Huang's laboratory developed a new method for separating different types of complex alkenones in lake samples. That work has resulted in one paper published in Organic Geochemistry. Our collaborator Dr. Robert Andersen has also isolated many species of haptophytes as part of our study. He has deposited these cultures in culture collections for use by the broader scientific community.   \n\n \n\n\t\t\t\t\tLast Modified: 11/26/2014\n\n\t\t\t\t\tSubmitted by: Linda A Amaral Zettler"
 }
}