{
 "awd_id": "1124776",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "International Collaboration in Chemistry: A Comprehensive Computational/Experimental Analysis of the Hofmeister Effect",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928684",
 "po_email": "stamchan@nsf.gov",
 "po_sign_block_name": "Suk-Wah Tam-Chang",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2017-09-30",
 "tot_intn_awd_amt": 599826.0,
 "awd_amount": 599826.0,
 "awd_min_amd_letter_date": "2011-09-19",
 "awd_max_amd_letter_date": "2016-08-30",
 "awd_abstract_narration": "This International Collaboration in Chemistry award, co-funded in France by the Agence Nationale de la Recherche (ANR) and in the United States by the National Science Foundation, through the Macromolecular, Supramolecular, and Nanochemistry Program of the Chemistry Division, supports an international collaboration between Drs. Laurence Romsted, David Case, and Ronald Sauers, all from Rutgers University, New Brunswick, and Drs. Reiko Oda, Michel Laguerre (both from the Institut Europeen de Chimie et de Biologie, France), and Dario Bassani (from the Institut des Science Molecularier CNRS, France). The fundamental goal of the project is the characterization of ion-specific effects on the properties of aqueous solutions of primarily gemini amphiphiles. The team will systematically vary amphiphile structure and use a wide variety of counterions to identify the shifts in the balance of forces controlling aggregate structure from the molecular level to bulk solution properties. Cationic gemini amphiphiles with decyl and dodecyl tails will be synthesized, with fully and partially methylated headgroups and a variety of counterions, e.g., the typical inorganic counterions of the Hofmeister series, but also organic counterions, such as alkylcarboxylates and alkylphosphates of various chain lengths. By using a combination of physical, chemical, and simulation methods, the researchers will determine correlations between physical properties (e.g., critical micelle concentration, ionization degree, and aggregation number and interfacial concentrations of the counterions and water), as determined by chemical trapping and by simulation using a combined molecular dynamics/density functional theory approach. The simulations will also provide new information on the overall organization of the tails, headgroups, counterions, and water within the aggregate. Parallel studies on single chain analogs will highlight the importance of the methylene bridge of the gemini surfactants. Because chemical trapping and molecular dynamic simulations make no assumptions about aggregate structure, correlations discovered between amphiphile structure, counterion type and aggregate physical properties will deepen current understanding and provide new insight into the delicate balance of forces that controls aggregation behavior of association colloids.\r\n\r\nOne of the oldest, unresolved challenges in colloid and surface chemistry is a coherent explanation for ion-specific effects on the properties of colloids and biointerfaces, first demonstrated in 1888 by Hofmeister as a specific salt effect on the solubility of a protein. Since then, many empirically observed orders have been published including ion-specific effects on a variety of aqueous solution properties of self-assembling ionic association colloids such as micelles, microemulsions and vesicles. This collaborative project offers a systematic approach toward understanding the interplay of intermolecular forces controlling amphiphile aggregate structures. Results should have real-life impact by aiding in selection of amphiphiles for particular applications (currently a trial-and-error procedure) and should enhance the utility of soft materials, e.g., by tuning their structures simply by changing the counterion. This project's novel multidisciplinary approach benefits from the complementary expertise of six collaborators in two countries: Drs. Oda and Bassani will obtain precise physical property measurements on the aggregation; Dr. Romsted will use his group's chemical trapping method to determine interfacial water and counterion concentrations; simulations by Drs. Laguerre, Case, and Sauers should provide new insight into specific interactions between headgroups, counterions, and water at gemini micelle interfaces. This research collaboration will also provide advanced training for undergraduate and graduate students and postdoctoral fellows. They will be immersed in a fundamental and intellectually challenging project that includes experience with a variety of experimental approaches combined with simulations in laboratories in the US and France, and in discussions on characterizing amphiphile solutions at the aggregate and molecular levels.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laurence",
   "pi_last_name": "Romsted",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Laurence S Romsted",
   "pi_email_addr": "romsted@rutchem.rutgers.edu",
   "nsf_id": "000299154",
   "pi_start_date": "2011-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ronald",
   "pi_last_name": "Sauers",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Ronald R Sauers",
   "pi_email_addr": "sauers@rutchem.rutgers.edu",
   "nsf_id": "000213331",
   "pi_start_date": "2011-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Case",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Case",
   "pi_email_addr": "case@biomaps.rutgers.edu",
   "nsf_id": "000507619",
   "pi_start_date": "2011-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "610 Taylor Road",
  "perf_city_name": "Piscataway",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "088548066",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NJ06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5918",
   "pgm_ref_txt": "FRANCE"
  },
  {
   "pgm_ref_code": "5979",
   "pgm_ref_txt": "Europe and Eurasia"
  },
  {
   "pgm_ref_code": "6885",
   "pgm_ref_txt": "MACROMOLEC/SUPRAMOLEC/NANO"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7289",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH RESOURCES"
  },
  {
   "pgm_ref_code": "8008",
   "pgm_ref_txt": "Intl Collabrtn in Chemistry"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 570626.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 29200.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Background.</strong> In the late 1800&rsquo;s Franz Hofmeister demonstrated that the solubilities of charged proteins in aqueous salt solutions depend on the specific type of counterion used, anions for cationic proteins and cations for anionic proteins.&nbsp; In the intervening years, numerous physical and chemical properties of proteins, but also of charged surfactant association colloids, including micelles, microemulsions, and vesicles such as solubility, ionization degree, critical micelle concentrations, Krafft temperatures, e.g., with micelles in this project. These and others. including structural transitions between mesophases (e.g., sphere-to-rod) and the speeding and inhibition of chemical reaction rates, are known to depend the type of counterion and its concentration. The counterions generally follow the same effectiveness order, i.e., the Hofmeister order, in which larger less hydrated, more polarizable ions having greater effects than smaller, more hydrated, less polarizable ions, but exceptions are known.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Surfactants with hydrocarbon tails and charged headgroups and counterions form micelles with a nonpolar core and headgroups and counterions located in a thin hydrated interfacial region between the core of the micelles and the surrounding aqueous region.&nbsp; In general micelle properties are determined from bulk solution measurements, e.g., light scattering, conductivity or spectroscopy, but the properties of the interfacial region are difficult to measure because the components are often optically transparent and their intermolecular and interionic interactions are difficult to measure in the small volumes of the interfacial region and because the direct specific interactions in water that account for the Hofmeister series are difficult to measure in the interfacial region.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>Determination of Interfacial Molarities by Molecular Dynamics (MD) Simulations and Chemical Trapping (CT). </strong>The ICC-ANR-NSF proposal brought together a group of investigators in Bordeaux, France and Rutgers University, New Jersey, to measure specific counterion effects on the properties of gemini micelles with different counter anions 10-2-10 2X (X = Br, Cl, OAc) properties by theory, MD, &nbsp;and experiment, CT.&nbsp; The CT method uses a arenediazonium ion chemical probe that reacts with weakly basic nucleophiles, i.e., H<sub>2</sub>O and X<sup>&ndash;</sup> in the interfacial region.&nbsp; <strong>Interfacial Molarities.</strong> Both methods provide estimates of interfacial molarities of the three counterions and interfacial water. <strong>Headgroup-Counterion Pairs.</strong> MD provides estimates of the fraction of ion-pairs between gemini headgroups and counterions of all three ions and CT provided estimates of Br<sup>&ndash;</sup> headgroup counterion pairs.&nbsp; The results are qualitatively consistent and confirm the essential validity of the force fields used in the MD simulations and the assumptions of the CT method. <strong>Specific Ion-Pair/Hydration model</strong>. (<strong>Figure</strong>) The trends in interfacial molarities of X<sup>&ndash;</sup> and H<sub>2</sub>O support this model. Thus, ion-pairs form specifically in the interfacial region and the extent of pairing follows a Hofmeister series and when ion-pairs form, the demand for water of hydration around the polar, but uncharged pairs is less than the free ions and water is released into surrounding aqueous phase producing a net increase in entropy. <strong>Headgroup Distributions</strong>. We found that the radial distribution function of reactive headgroup of the arenediazonium cation probe within the gemini micelle is virtually identical to that of the gemini headgroup cations. This identity permitts estimation of the volume occupied by the counterions and water in the interfacial region. <strong>Specific Counterions Added as Salt.</strong> Added specific counter anions as salt produces an increase in the interfacial molarity of the of the anion and the increase follows the OAc<sup>&ndash;</sup> &lt; Cl<sup>&ndash;</sup> &lt; Br<sup>&ndash;</sup>.&nbsp;The plots of interfacial molarity versus increasing stoichiometric counterion concentration by both MD and CT are similar, but not identical. <strong>Counterion Chain Length</strong>. CT and conductivity measurements on 10-2-10 2X gemini micelles, X is a alkylcarboxylate ion X = C2, C3, and C4 carbons.&nbsp; The <em>&alpha;</em> values decrease linearly with chain length consistent with ion-pairing and dehydration.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>Intellectual Merit.</strong>&nbsp; The interactions responsible for specific ion effects of counterions in micelles are not fully understood for over a century. The Specific Ion-pair/Hydration model provides a potential, but not fully tested model for specific ion effects on micelle properties. Our approach provides a potentially quantitative method for determining of interfacial molarities of counterions and water, and may lay a basis for calculating the balance-of-forces controlling micellar properties for different surfactant chain lengths and structures, counterion types and counterion concentrations based on dynamic equilibria in the interfacial region between ion-pairs and free ions, dehydration, and an increase in entropy resulting in a quantitative explanation of the Hofmeister series. <strong>Broader Impacts</strong>. Quantitative results could lay the basis for designing surfactants for specific applications much more precisely and for understanding solution properties at intermediate and high surfactant concentrations. Additionally, basic surfactant chemistry taught to undergraduates in organic textbooks could be presented more sensibly and provide good examples of entropy driven phenomena besides protein folding.&nbsp; Quantitative comparisons would also permit careful selection of surfactants for commercial use with maximum efficiency and minimal damage to the environment.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/28/2017<br>\n\t\t\t\t\tModified by: Laurence&nbsp;S&nbsp;Romsted</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBackground. In the late 1800?s Franz Hofmeister demonstrated that the solubilities of charged proteins in aqueous salt solutions depend on the specific type of counterion used, anions for cationic proteins and cations for anionic proteins.  In the intervening years, numerous physical and chemical properties of proteins, but also of charged surfactant association colloids, including micelles, microemulsions, and vesicles such as solubility, ionization degree, critical micelle concentrations, Krafft temperatures, e.g., with micelles in this project. These and others. including structural transitions between mesophases (e.g., sphere-to-rod) and the speeding and inhibition of chemical reaction rates, are known to depend the type of counterion and its concentration. The counterions generally follow the same effectiveness order, i.e., the Hofmeister order, in which larger less hydrated, more polarizable ions having greater effects than smaller, more hydrated, less polarizable ions, but exceptions are known.\n\n      Surfactants with hydrocarbon tails and charged headgroups and counterions form micelles with a nonpolar core and headgroups and counterions located in a thin hydrated interfacial region between the core of the micelles and the surrounding aqueous region.  In general micelle properties are determined from bulk solution measurements, e.g., light scattering, conductivity or spectroscopy, but the properties of the interfacial region are difficult to measure because the components are often optically transparent and their intermolecular and interionic interactions are difficult to measure in the small volumes of the interfacial region and because the direct specific interactions in water that account for the Hofmeister series are difficult to measure in the interfacial region.\n\n      Determination of Interfacial Molarities by Molecular Dynamics (MD) Simulations and Chemical Trapping (CT). The ICC-ANR-NSF proposal brought together a group of investigators in Bordeaux, France and Rutgers University, New Jersey, to measure specific counterion effects on the properties of gemini micelles with different counter anions 10-2-10 2X (X = Br, Cl, OAc) properties by theory, MD,  and experiment, CT.  The CT method uses a arenediazonium ion chemical probe that reacts with weakly basic nucleophiles, i.e., H2O and X&ndash; in the interfacial region.  Interfacial Molarities. Both methods provide estimates of interfacial molarities of the three counterions and interfacial water. Headgroup-Counterion Pairs. MD provides estimates of the fraction of ion-pairs between gemini headgroups and counterions of all three ions and CT provided estimates of Br&ndash; headgroup counterion pairs.  The results are qualitatively consistent and confirm the essential validity of the force fields used in the MD simulations and the assumptions of the CT method. Specific Ion-Pair/Hydration model. (Figure) The trends in interfacial molarities of X&ndash; and H2O support this model. Thus, ion-pairs form specifically in the interfacial region and the extent of pairing follows a Hofmeister series and when ion-pairs form, the demand for water of hydration around the polar, but uncharged pairs is less than the free ions and water is released into surrounding aqueous phase producing a net increase in entropy. Headgroup Distributions. We found that the radial distribution function of reactive headgroup of the arenediazonium cation probe within the gemini micelle is virtually identical to that of the gemini headgroup cations. This identity permitts estimation of the volume occupied by the counterions and water in the interfacial region. Specific Counterions Added as Salt. Added specific counter anions as salt produces an increase in the interfacial molarity of the of the anion and the increase follows the OAc&ndash; &lt; Cl&ndash; &lt; Br&ndash;. The plots of interfacial molarity versus increasing stoichiometric counterion concentration by both MD and CT are similar, but not identical. Counterion Chain Length. CT and conductivity measurements on 10-2-10 2X gemini micelles, X is a alkylcarboxylate ion X = C2, C3, and C4 carbons.  The &alpha; values decrease linearly with chain length consistent with ion-pairing and dehydration.\n\n      Intellectual Merit.  The interactions responsible for specific ion effects of counterions in micelles are not fully understood for over a century. The Specific Ion-pair/Hydration model provides a potential, but not fully tested model for specific ion effects on micelle properties. Our approach provides a potentially quantitative method for determining of interfacial molarities of counterions and water, and may lay a basis for calculating the balance-of-forces controlling micellar properties for different surfactant chain lengths and structures, counterion types and counterion concentrations based on dynamic equilibria in the interfacial region between ion-pairs and free ions, dehydration, and an increase in entropy resulting in a quantitative explanation of the Hofmeister series. Broader Impacts. Quantitative results could lay the basis for designing surfactants for specific applications much more precisely and for understanding solution properties at intermediate and high surfactant concentrations. Additionally, basic surfactant chemistry taught to undergraduates in organic textbooks could be presented more sensibly and provide good examples of entropy driven phenomena besides protein folding.  Quantitative comparisons would also permit careful selection of surfactants for commercial use with maximum efficiency and minimal damage to the environment.\n\n \n\n\t\t\t\t\tLast Modified: 12/28/2017\n\n\t\t\t\t\tSubmitted by: Laurence S Romsted"
 }
}