{
 "awd_id": "1124715",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: CDI-Type II: First-Principles Based Control of Multi-Scale Meta-Material Assembly Processes",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032925365",
 "po_email": "jberg@nsf.gov",
 "po_sign_block_name": "Jordan Berg",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2011-08-31",
 "awd_max_amd_letter_date": "2011-08-31",
 "awd_abstract_narration": "The assembly of colloidal nano- or micro-particles into perfectly ordered periodic structures provides a basis for manufacturing photonic band gap materials and other multi-scale meta-materials with unique electric, magnetic, and optical properties.  Although proof-of-concept materials have been made in laboratories to verify their amazing properties, no existing process is yet sufficiently controllable, scalable, and robust for high-throughput manufacturing to enable commercial applications.  The fundamental limitation to assembling colloidal components into ordered structures is the complex interplay of thermal motion, interparticle interactions, and external fields that lead to defect-rich and often arrested states.  We propose a new approach to the meta-material assembly problem that combines expertise from four separate scientific fields that traditionally have had minimal interaction.  Mathematical models of the colloidal systems, represented as free energy landscapes (FELs) in a few key variables that characterize the state of the assembly process, will be constructed using data from advanced microscopic imaging and analysis tools.  The FELs will in turn be used as input to rigorous process control algorithms, developed for stochastic processes, that will navigate the landscapes to yield defect-free products. This strategy will be demonstrated and refined on prototype lab-scale reactors, using real-time digital microscopic imaging as the sensor and programmable particle-particle interaction potentials & electric fields as the actuators, to produce meta-materials.\r\n\r\nIn terms of broader impact, successful development of fundamental tools for large-scale assembly of defect-free colloidal crystals has the potential to produce revolutionary technologies (e.g. optical computing, energy harvesting, sub-diffraction limit imaging, invisibility cloaking) not unlike the creation of single crystal silicon to enable integrated circuits and modern computing. No existing processes today are capable of producing such materials at a commercial scale despite 25 years of trial-and-error efforts. A strategy of rigorous real-time control using quantitatively accurate process models, like that proposed here, is required. The education and outreach activities will incorporate integrate concepts from modeling, control, simulations, and experiments, including rich visual data from colloid experiments (e.g. images, videos) and physics-based simulations (e.g. renderings, animations) to provide intuitive education/training for students at all levels.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Shapiro",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin Shapiro",
   "pi_email_addr": "benshap@eng.umd.edu",
   "nsf_id": "000259767",
   "pi_start_date": "2011-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425141",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "775100",
   "pgm_ele_name": "CDI TYPE II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7721",
   "pgm_ref_txt": "FROM DATA TO KNOWLEDGE"
  },
  {
   "pgm_ref_code": "7722",
   "pgm_ref_txt": "COMPLEXITY"
  },
  {
   "pgm_ref_code": "7752",
   "pgm_ref_txt": "CDI NON SOLICITED RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this NSF CDI collaborative project, our goal was to design methods to assemble micro- and nano-scale particles into highly-ordered crystals, to create meta materials for optical, electrical, and magnetic applications. Our research across four universities combined expertise in particle motion; electric, optical and magnetic fields; physical modeling; stochastic methods; optimization; and feedback control.</p>\n<p>In order to guide particle into meta material assembly, we first used first-principles physics-based mathematical modeling to describe the motion of the particle ensembles. These mathematical models allowed us to predict the behavior of the ensembles and to begin understand how to best manipulate them. Based on these models, we designed a number of control schemes. At the University of Maryland, we exploited the structure of the mathematical models to create scalable control algorithms &ndash; algorithms that would work even if we were manipulating large numbers of particles. To enable this, we used semi-definite quadratic programming methods and a two-step control algorithm design that allowed us to rapidly compute actuator voltage even when we had hundreds of particles and tens of actuators.</p>\n<p>Overall, we developed methods to &lsquo;guide&rsquo; the self-assembly of particles into ordered meta-materials, and tested those methods on mathematical models that had been rigorously verified against experiments.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/05/2015<br>\n\t\t\t\t\tModified by: Benjamin&nbsp;Shapiro</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this NSF CDI collaborative project, our goal was to design methods to assemble micro- and nano-scale particles into highly-ordered crystals, to create meta materials for optical, electrical, and magnetic applications. Our research across four universities combined expertise in particle motion; electric, optical and magnetic fields; physical modeling; stochastic methods; optimization; and feedback control.\n\nIn order to guide particle into meta material assembly, we first used first-principles physics-based mathematical modeling to describe the motion of the particle ensembles. These mathematical models allowed us to predict the behavior of the ensembles and to begin understand how to best manipulate them. Based on these models, we designed a number of control schemes. At the University of Maryland, we exploited the structure of the mathematical models to create scalable control algorithms &ndash; algorithms that would work even if we were manipulating large numbers of particles. To enable this, we used semi-definite quadratic programming methods and a two-step control algorithm design that allowed us to rapidly compute actuator voltage even when we had hundreds of particles and tens of actuators.\n\nOverall, we developed methods to æguideÆ the self-assembly of particles into ordered meta-materials, and tested those methods on mathematical models that had been rigorously verified against experiments.\n\n\t\t\t\t\tLast Modified: 10/05/2015\n\n\t\t\t\t\tSubmitted by: Benjamin Shapiro"
 }
}