{
 "awd_id": "1124426",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Trading, institutions, product innovation and entrepreneurship",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927466",
 "po_email": "kgyimahb@nsf.gov",
 "po_sign_block_name": "Kwabena Gyimah-Brempong",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 684941.0,
 "awd_amount": 684941.0,
 "awd_min_amd_letter_date": "2011-08-04",
 "awd_max_amd_letter_date": "2016-08-15",
 "awd_abstract_narration": "In the aftermath of the Opium Wars, China was forced to accept a new and significant Western presence. Previously closed ports of trade were pushed open, tariffs were reduced, and former Chinese trade institutions of customs collection were abolished and re-organized under British and Western management practices. In addition, extraterritoriality was legitimized in the Sino-American Treaty of Tientsin of 1858. Foreigners had the right to own property, trade and carry on manufacturing according to the laws of their own state rather than Chinese law. The Most Favored Nation clause, present in many of China's treaties, automatically granted to all Treaty Powers the rights which China was compelled to allow to any one nation, expanding the influence of the Treaty Powers as a block. To enforce these rights, Western nations soon established courts in China in order to adjudicate disputes related to civil, criminal, and property law. Thus, the British had the British Supreme Court for China, the U.S. set up the U.S. Court for China, and consular courts from each of the other Treaty Powers were also established.\r\n\r\nThis project examines this controversial period of history from 1842-1948 when Britain and other Treaty Powers had a hand in determining economic policy both inside the borders of China and in the international trading arena. The investigators focus on two of the most significant types of institutional change that were imposed by foreign powers on China in the 19th century: the dismantling of trade barriers and commercial property law. The Chinese Maritime Customs Service (CMC), although Chinese in name, was mainly built up under British direction, and operated continuously between 1859 and 1948 to assess tariffs and record the quantity and value of shipped goods of both foreign and domestic origin. In 1928, the CMC effectively became the international custodian of China's single largest source of government revenue. Even though much of this revenue was used to pay indemnities, the CMC was instrumental in establishing the international credibility of public finance in China.\r\n\r\nTo test the hypothesis that the opening of trade had significant effects on world prices, the researchers exploit a partially completed database on China from the CMC in order to assess the impact of trade on domestic welfare in China. A significant part of the project is to draw on the amazingly rich quantitative information that has so far been largely neglected in order to evaluate the legacy of this era. They estimate that the project, once completed, will record 7.5 million observations on trade flows. This level of detail is highly unusual, and comparable port-level information is in fact not collected in any contemporary country. In this project, the investigators thus extend the set of new empirical approaches found to be feasible with historical data, and they expect this data will have many other research applications in economic history and international trade.\r\n\r\nIn addition, since gains in living standards are the most important consequence that trade ultimately provides to society, this project emphasizes the relationship between welfare and trade opening. The authors analyze the additional welfare gains arising from new goods variety, an important consequence of the opening of trade that has been generally overlooked in past analyses, but more importantly, they show that a direct calculation of the factors determining the size of variety gains from trade is feasible using historical Chinese data. This is the first time an estimate of this sort has been presented for a historical period.\r\n\r\nFinally, the gains in welfare can also come about because more trade and investment takes place due to improved security of property in the treaty port. Scattered anecdotal reports suggest the presence of foreign institutions mattered, and may even have had positive spillover effects. Capital market improvements could have broad implications for attracting foreign firms to China, which in turn can lead to additional capital accumulation and income gains. In this project, the researchers also investigate the possibility that institutional changes by the British and other treaty powers' take-over of treaty port organization had an economy-wide impact.\r\n\r\nThis research examines the extent to which China's role in Asia and the world today is shaped by the organizational, entrepreneurial, and social skills of its population on the one hand, and by foreign intervention on the other hand. The work highlights the possibility that the impact of foreign imperialism in the 19th century goes beyond simple measures of China's foreign trade-per-capita in the 19th century or overall economic growth rates. The results from the project aim to provide important reference points in understanding the trade history of China, and to give a more definite empirical link between performance in the past and the present.\r\n\r\nMore broadly, it will allow one to see if there are more general lessons on foreign-induced reform that can be learned from China. As the world moves forward into the 21st century, the answer to these questions could suggest new ways in which the social and economic history of nations are intertwined.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wolfgang",
   "pi_last_name": "Keller",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wolfgang Keller",
   "pi_email_addr": "Wolfgang.Keller@Colorado.edu",
   "nsf_id": "000118845",
   "pi_start_date": "2011-08-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carol",
   "pi_last_name": "Shiue",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Carol H Shiue",
   "pi_email_addr": "shiue@colorado.edu",
   "nsf_id": "000202922",
   "pi_start_date": "2011-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Bureau of Economic Research Inc",
  "inst_street_address": "1050 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6178683900",
  "inst_zip_code": "021385359",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "NATIONAL BUREAU OF ECONOMIC RESEARCH INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "GT28BRBA2Q49"
 },
 "perf_inst": {
  "perf_inst_name": "National Bureau of Economic Research Inc",
  "perf_str_addr": "1050 Massachusetts Avenue",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385317",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 684941.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Little is known on what the encounter of East and West after the Opium War (1840-42) meant for the lives of Chinese as well as British, American, and other Western people. Assessments of the West&rsquo;s intervention in 19<sup>th</sup> century China focus on issues such as sovereignty and colonialism that matter for international relationships but whose relevance for welfare of individual people is less clear. This project takes a quantitative-empirical approach centered on figures of China&rsquo;s <em>Maritime Customs</em> to examine the West&rsquo;s economic impact since the 1840s. Trade turns out to be a unifying force during this time in which China is undergoing major change.</p>\n<p>&nbsp;</p>\n<p>A first result is to recast our understanding of the impact of the post-1978 Chinese market-oriented reforms. While clearly breaking with the post-World War II regime, taking a longer view reveals a substantial degree of continuity based on the trends from the 19<sup>th</sup> century, whether in terms of exports, imports, foreign direct investment, or foreign entrepreneurship. Economic incentives are resilient to a wide range of political circumstances.</p>\n<p>&nbsp;</p>\n<p>We also demonstrate that Western institutions in China generated tangible benefits to local residents. The Western presence improved security in China, which improved conditions in local capital markets, lowering interest rates and facilitating capital movements, by about 10%. Our research shows that these benefits were not limited to the so-called treaty ports in which Westerners were allowed to reside but were felt at distances of more than 200 kilometers away from the ports. Western courts located in the treaty ports were as much drivers of the Western influence as the ports themselves.</p>\n<p>&nbsp;</p>\n<p>An important contribution to research infrastructure, especially given that China today is among the top-trading countries in the world, is to account for her foreign trade along the lines of the commonly used international trade classification (the <em>Standard International Trade Classification</em>). In addition to opening up this era for quantitative research and producing initial estimates, this project has inspired research by others to be published in major compendiums of the profession (CUP). In China, our project has also stimulated investigation of this era, as well as more generally the interest in examining the country&rsquo;s recent history based on quantitative scientific methods.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/05/2018<br>\n\t\t\t\t\tModified by: Wolfgang&nbsp;Keller</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nLittle is known on what the encounter of East and West after the Opium War (1840-42) meant for the lives of Chinese as well as British, American, and other Western people. Assessments of the West?s intervention in 19th century China focus on issues such as sovereignty and colonialism that matter for international relationships but whose relevance for welfare of individual people is less clear. This project takes a quantitative-empirical approach centered on figures of China?s Maritime Customs to examine the West?s economic impact since the 1840s. Trade turns out to be a unifying force during this time in which China is undergoing major change.\n\n \n\nA first result is to recast our understanding of the impact of the post-1978 Chinese market-oriented reforms. While clearly breaking with the post-World War II regime, taking a longer view reveals a substantial degree of continuity based on the trends from the 19th century, whether in terms of exports, imports, foreign direct investment, or foreign entrepreneurship. Economic incentives are resilient to a wide range of political circumstances.\n\n \n\nWe also demonstrate that Western institutions in China generated tangible benefits to local residents. The Western presence improved security in China, which improved conditions in local capital markets, lowering interest rates and facilitating capital movements, by about 10%. Our research shows that these benefits were not limited to the so-called treaty ports in which Westerners were allowed to reside but were felt at distances of more than 200 kilometers away from the ports. Western courts located in the treaty ports were as much drivers of the Western influence as the ports themselves.\n\n \n\nAn important contribution to research infrastructure, especially given that China today is among the top-trading countries in the world, is to account for her foreign trade along the lines of the commonly used international trade classification (the Standard International Trade Classification). In addition to opening up this era for quantitative research and producing initial estimates, this project has inspired research by others to be published in major compendiums of the profession (CUP). In China, our project has also stimulated investigation of this era, as well as more generally the interest in examining the country?s recent history based on quantitative scientific methods.\n\n\t\t\t\t\tLast Modified: 01/05/2018\n\n\t\t\t\t\tSubmitted by: Wolfgang Keller"
 }
}