{
 "awd_id": "1124382",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Identity fusion and extreme group behavior",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Breckler",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 432836.0,
 "awd_amount": 432836.0,
 "awd_min_amd_letter_date": "2011-09-12",
 "awd_max_amd_letter_date": "2011-09-12",
 "awd_abstract_narration": "Most contemporary analyses of group processes have been guided by social identity theory or self-categorization theory. Both of these theories have emphasized group identification as the measure of alignment with groups. Identification is doubtlessly an influential determinant of the tendency for group members to band together in derogating members of out-groups and applauding fellow in-group members. Nevertheless, identification reflects people's alignment with the category rather than with the individual members of the category. In contrast, identity fusion emphasizes familial sentiments toward the group connectedness and reciprocal strength sentiments that motivate fused persons to make profound sacrifices for individual \"family\" members. Recent research by Dr. William Swann and his collaborators has shown that when people become fused with a group, their personal and social identities theoretically combine synergistically to motivate pro-group behavior. The result is that identity fused persons are especially inclined to donate their personal funds to the group and take bold action on behalf of the group, including even endorsing fighting and dying for the group. The research supported with this award is designed to understand extreme devotion to a group (\"hyper-fusion\")and how it might be countered. In nine experimental laboratory studies, the researcher focuses on the antecedents of fusion, the circumstances when identity fusion may play a unique role and consider the possibility that hyper-fusion may sometimes compromise people's capacity to fulfill multiple roles. \r\n\r\nThe focus on the antecedents of extreme behavior will enhance understanding of terrorism, which is obviously relevant to national security, international relations, and America's economic well-being. Moreover, both graduate and undergraduate students at the University of Texas (UT) will be involved in the conceptualization, design, and implementation of the research. Finally, women and minorities will be specifically recruited as assistants as a way of broadening the participation of underrepresented groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Swann",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "William B Swann",
   "pi_email_addr": "swann@psy.utexas.edu",
   "nsf_id": "000208853",
   "pi_start_date": "2011-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "P.O. Box 7726",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787137726",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1332",
   "pgm_ref_txt": "SOCIAL PSYCHOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 432836.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>People make astonishing sacrifices for their group, sometimes including even their own lives (e.g., suicide bombers). Yet behavioral scientists have just begun to understand the mechanisms that give rise to such extreme pro-ingroup behaviors. We suggest that identity fusion&mdash;a visceral sense of union with an ingroup&mdash;may help explain such behavior. We suggest further that it is the tendency for strongly fused persons to perceive the ingroup as &ldquo;family&rdquo; that is an essential ingredient in the decision to enact sacrifices for the ingroup. We have found, for example, that Libyan militiamen who were strongly fused with their fighting group during the 2011 war reported feeling more fused with their fellow fighters than they were to their actual families.</p>\n<p>From the outset of this work, we recognized that our focus on extreme progroup behavior required the development of a novel explanatory framework. That is, the familiar cognitive calculus wherein people carefully weigh the benefits of their behavioral options was clearly not up to the task of explaining the decisions of strongly fused individuals. Instead, the processes that led to self-sacrifice were rapid, highly emotional, and intuitive. Further, their decisions seemed to be driven by a simple rule&mdash;&ldquo;anything for the family,&rdquo; rather than utilitarian considerations such as the number of people who might be saved should they sacrifice themselves. Our program of research provided support for this reasoning. Our findings suggest that traditional strategies of persuasion--based on tit-for-tat bargaining&mdash;will be ineffective in dissuading strongly fused individuals from enacting pro-ingroup behaviors that pose a threat to the larger society. Rather, the key to reducing such pro-ingroup behavior may be to untie the relational bonds that are foundational to the state of fusion. In this and related ways, the identity-fusion approach provides insight into the causes of extreme pro-group behavior.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/01/2016<br>\n\t\t\t\t\tModified by: William&nbsp;B&nbsp;Swann</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPeople make astonishing sacrifices for their group, sometimes including even their own lives (e.g., suicide bombers). Yet behavioral scientists have just begun to understand the mechanisms that give rise to such extreme pro-ingroup behaviors. We suggest that identity fusion&mdash;a visceral sense of union with an ingroup&mdash;may help explain such behavior. We suggest further that it is the tendency for strongly fused persons to perceive the ingroup as \"family\" that is an essential ingredient in the decision to enact sacrifices for the ingroup. We have found, for example, that Libyan militiamen who were strongly fused with their fighting group during the 2011 war reported feeling more fused with their fellow fighters than they were to their actual families.\n\nFrom the outset of this work, we recognized that our focus on extreme progroup behavior required the development of a novel explanatory framework. That is, the familiar cognitive calculus wherein people carefully weigh the benefits of their behavioral options was clearly not up to the task of explaining the decisions of strongly fused individuals. Instead, the processes that led to self-sacrifice were rapid, highly emotional, and intuitive. Further, their decisions seemed to be driven by a simple rule&mdash;\"anything for the family,\" rather than utilitarian considerations such as the number of people who might be saved should they sacrifice themselves. Our program of research provided support for this reasoning. Our findings suggest that traditional strategies of persuasion--based on tit-for-tat bargaining&mdash;will be ineffective in dissuading strongly fused individuals from enacting pro-ingroup behaviors that pose a threat to the larger society. Rather, the key to reducing such pro-ingroup behavior may be to untie the relational bonds that are foundational to the state of fusion. In this and related ways, the identity-fusion approach provides insight into the causes of extreme pro-group behavior.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/01/2016\n\n\t\t\t\t\tSubmitted by: William B Swann"
 }
}