{
 "awd_id": "1124175",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EXP: CTSiM: Fostering Computational Thinking in Middle Schools through Scientific Modeling and Simulation",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Janet L. Kolodner",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 550279.0,
 "awd_amount": 570779.0,
 "awd_min_amd_letter_date": "2011-08-31",
 "awd_max_amd_letter_date": "2012-05-09",
 "awd_abstract_narration": "This project's investigation is at the nexus between scientific thinking, computational thinking, modeling as an investigative endeavor, and visual programming tools. The PIs are infusing middle-school science with efforts to promote computational thinking, doing that through making modeling a more significant part of science activities. The modeling experiences learners have become progressively more complex throughout each module and more complex across modules, with the increases in complexity informed by complexities of becoming a computational thinker. Modeling and computational thinking are foregrounded in each module, with each becoming more fluid over time as a result of the repetition of increasingly complex modeling experiences in a variety of situations, all of which build on each other. The mental model building, computational thinking, modeling, and science education literatures all inform the endeavor. The technological innovation includes creating and refining a modeling environment appropriate to middle schoolers, including an appropriate visual programming language. Research questions address issues in learning computational thinking in the context of learning to model and use models for investigation (and vice versa) and trajectories towards competency in computational thinking and modeling as their research questions.\r\n\r\nComputational thinking is becoming a more and more important required expertise of scientists -- both those who work at the high levels of computational science and engineering and those who support them and apply computational science. In addition, as computation becomes more and more ubiquitous in a whole variety of disciplines and workplace responsibilities, the rest of the population, too, needs to be more expert at computational thinking and at using computational tools. Infusing computational thinking and the use of computational tools into the curriculum in appropriate ways is the right way to promote this cross-cutting expertise. Science is one place in the curriculum where computational thinking can easily be integrated, and doing so not only holds the promise for readying more of the population for careers and jobs that require computational thinking and use of computational tools but also making  middle school science more exciting to more of the population.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gautam",
   "pi_last_name": "Biswas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gautam Biswas",
   "pi_email_addr": "gautam.biswas@vanderbilt.edu",
   "nsf_id": "000110341",
   "pi_start_date": "2011-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Clark",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas B Clark",
   "pi_email_addr": "doug.clark@vanderbilt.edu",
   "nsf_id": "000336921",
   "pi_start_date": "2011-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Pratim",
   "pi_last_name": "Sengupta",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pratim Sengupta",
   "pi_email_addr": "pratim.sengupta@Vanderbilt.Edu",
   "nsf_id": "000548930",
   "pi_start_date": "2011-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vanderbilt University",
  "inst_street_address": "110 21ST AVE S",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153222631",
  "inst_zip_code": "372032416",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "VANDERBILT UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GTNBNWXJ12D5"
 },
 "perf_inst": {
  "perf_inst_name": "Vanderbilt University",
  "perf_str_addr": "1025 16th Avenue South",
  "perf_city_name": "Nashville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372122328",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "TN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "744400",
   "pgm_ele_name": "NATIONAL SMETE DIGITAL LIBRARY"
  },
  {
   "pgm_ele_code": "802000",
   "pgm_ele_name": "Cyberlearn & Future Learn Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "7444",
   "pgm_ref_txt": "NATIONAL SMETE DIGITAL LIBRARY"
  },
  {
   "pgm_ref_code": "8045",
   "pgm_ref_txt": "Cyberlearn & Future Learn Tech"
  },
  {
   "pgm_ref_code": "8841",
   "pgm_ref_txt": "Exploration Projects"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 550279.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 20500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: Times New Roman;\">&nbsp;</span>The project is driven by the needs of a 21st century workforce, where improving science education in K-12 classrooms has been a&nbsp;topic of growing importance. The core science and engineering practices required in a K-12 science curriculum now include the use of Computational Thinking (CT) concepts along with practices like developing and using models, planning and carrying out investigations, analyzing and interpreting data, constructing explanations and designing solutions. In spite of the known synergies between CT and science education, few attempts have been made to leverage this synergy, especially at the middle school level. Relatively little was known about students&rsquo; conceptual understanding and developmental processes in curricula that involve learning programming and computational modeling in conjunction with scientific concepts when we started this research project.</p>\n<p>In this project we have developed CTSiM (Computational Thinking in Simulation and Modeling) &ndash; a learning environment for K-12 science that is based on a computational thinking approach. CTSiM adopts a learning by design paradigm, where students iteratively design, deploy and revise conceptual and computational (i.e., simulation) models of scientific phenomena. Student model building and learning is scaffolded by (1) an agent-based modeling paradigm, where the term &ldquo;agent&rdquo; indicates an individual computational object or actor (e.g., a roller coaster car or a fish in a fish tank), which carries out actions based on simple rules (e.g., moving forward, changing directions, etc.), and these rules can be assigned or controlled by the user; (2) visual programming as the mode of programming to enable students to represent phenomena computationally without having to learn the syntax of a programming language. This makes understanding computational structures and programming more accessible to novices; and (3) the use of integrated domain-specific science primitives and domain-general computational abstractions that exploit the synergy between science concepts and computational thinking constructs. The current version of CTSiM includes learning modules in (1) kinematics for learning about Newton&rsquo;s laws of motion and the relations between distance, speed, and acceleration, and (2) ecology, where students learn about ecological processes for sustaining fish in a fish tank ecosystem.</p>\n<p>We have run a set of studies in 6<sup>th</sup> grade science classrooms and analysis of the data has provided strong evidence of student learning. In more detail:</p>\n<ol>\n<li>Model building, testing, and verification in the CTSiM environment helped students learn both science content and computational thinking skills synergistically.&nbsp;Students worked&nbsp;on the kinematics and ecology units in the CTSiM system. Analysis of the student data showed that students understanding and ability to use science concepts to answer questions showed significant increases along with their understanding of computational constructs and ability to use these constructs&nbsp;to build models of science phenomena.</li>\n<li>More detailed&nbsp;analysis of student work on the system has helped us document the different types of modeling, programming, and science content related challenges that middle school students face while working on CTSiM, and the nature of the support needed to help them successfully overcome these challenges. In general, the number of challenges students faced decreased and their ability to build correct models improved as they worked through&nbsp;the two&nbsp;units, another indication that students were learning and becoming better modelers as they worked on the system. </li>\n<li>We have also developed analytic measures that help us track the evolution of the students&rsquo; models as they work on the system. In the fu...",
  "por_txt_cntn": "\n The project is driven by the needs of a 21st century workforce, where improving science education in K-12 classrooms has been a topic of growing importance. The core science and engineering practices required in a K-12 science curriculum now include the use of Computational Thinking (CT) concepts along with practices like developing and using models, planning and carrying out investigations, analyzing and interpreting data, constructing explanations and designing solutions. In spite of the known synergies between CT and science education, few attempts have been made to leverage this synergy, especially at the middle school level. Relatively little was known about studentsÆ conceptual understanding and developmental processes in curricula that involve learning programming and computational modeling in conjunction with scientific concepts when we started this research project.\n\nIn this project we have developed CTSiM (Computational Thinking in Simulation and Modeling) &ndash; a learning environment for K-12 science that is based on a computational thinking approach. CTSiM adopts a learning by design paradigm, where students iteratively design, deploy and revise conceptual and computational (i.e., simulation) models of scientific phenomena. Student model building and learning is scaffolded by (1) an agent-based modeling paradigm, where the term \"agent\" indicates an individual computational object or actor (e.g., a roller coaster car or a fish in a fish tank), which carries out actions based on simple rules (e.g., moving forward, changing directions, etc.), and these rules can be assigned or controlled by the user; (2) visual programming as the mode of programming to enable students to represent phenomena computationally without having to learn the syntax of a programming language. This makes understanding computational structures and programming more accessible to novices; and (3) the use of integrated domain-specific science primitives and domain-general computational abstractions that exploit the synergy between science concepts and computational thinking constructs. The current version of CTSiM includes learning modules in (1) kinematics for learning about NewtonÆs laws of motion and the relations between distance, speed, and acceleration, and (2) ecology, where students learn about ecological processes for sustaining fish in a fish tank ecosystem.\n\nWe have run a set of studies in 6th grade science classrooms and analysis of the data has provided strong evidence of student learning. In more detail:\n\nModel building, testing, and verification in the CTSiM environment helped students learn both science content and computational thinking skills synergistically. Students worked on the kinematics and ecology units in the CTSiM system. Analysis of the student data showed that students understanding and ability to use science concepts to answer questions showed significant increases along with their understanding of computational constructs and ability to use these constructs to build models of science phenomena.\nMore detailed analysis of student work on the system has helped us document the different types of modeling, programming, and science content related challenges that middle school students face while working on CTSiM, and the nature of the support needed to help them successfully overcome these challenges. In general, the number of challenges students faced decreased and their ability to build correct models improved as they worked through the two units, another indication that students were learning and becoming better modelers as they worked on the system. \nWe have also developed analytic measures that help us track the evolution of the studentsÆ models as they work on the system. In the future, we will combine these measures with our knowledge of the specific challenges students face to develop adaptive feedback that is\ntailored to helping individual students succeed in their modeling and  learning tasks. \n\n\nA highlight ..."
 }
}