{
 "awd_id": "1124193",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Large State Space Issues in Dynamic Models",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 391114.0,
 "awd_amount": 391114.0,
 "awd_min_amd_letter_date": "2011-09-14",
 "awd_max_amd_letter_date": "2011-09-14",
 "awd_abstract_narration": "The estimation of models of dynamic decision making is complicated by needing to calculate the future payoffs associated with different choice paths.  These expected future payoffs from behaving optimally in the future are called the value function.   Calculating a value function for a complicated dynamic game is computationally expensive because of the large number of possible choice paths.    This award funds research to develop a new method for approximating value functions.  The approximation is based on sieve methods, and it has good asymptotic properties as the complexity of the sieve increases.\r\nThese methods will be useful for models of individual decision making and also useful for dynamic games, where several individuals make decisions over time.   The sieve method can be used to solve for the finite horizon Nash equilibrium; it can also be used to test whether this equilibrium is being played by individuals in a particular application.   The research team will apply this method to analyzing data from a sample of sixth grade students; the dynamic game here is the establishment of friendships and how students over time form strong peer networks.\r\n\r\nThe new method will potentially advance empirical work in many areas of applied microeconomics.  Because the method is computationally less expensive,  it may be well suited for use by researchers who wish to estimate dynamic game models at a reasonable cost.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Arcidiacono",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Arcidiacono",
   "pi_email_addr": "psarcidi@econ.duke.edu",
   "nsf_id": "000428978",
   "pi_start_date": "2011-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Bayer",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick J Bayer",
   "pi_email_addr": "patrick.bayer@duke.edu",
   "nsf_id": "000317829",
   "pi_start_date": "2011-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Federico",
   "pi_last_name": "Bugni",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Federico Bugni",
   "pi_email_addr": "federico.bugni@northwestern.edu",
   "nsf_id": "000571420",
   "pi_start_date": "2011-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "",
  "perf_city_name": "Durham",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277080097",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 391114.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Title Award: Large State Space Issues in Dynamic Models</p>\n<p>Federal Award ID:1124193</p>\n<p>&nbsp;</p>\n<p>This research project considers dynamic optimization problems in which economics agents (e.g. individuals, firms, etc.) make optimal decisions over a certain period of time. This framework is used to model decisions made by a single individual agent (i.e. single agent problem) or by a group of interrelated agents (i.e. an economic game). A key object of interest in this model is the value function, which represents the maximum value (i.e. utility or profit) that can be obtained by the economic agent if he behaves optimally. For example, when an individual deciding whether to attend college, the individual must more expectations about how his or her life would be different if he or she attended college. This expectation about the future is the value function.</p>\n<p>Our goal in this project was to propose a new methodology to approximate the value function known as sieve value function iteration (SVFI). &nbsp;In summary, the SVFI consists of using a non-parametric estimation procedure known as the method of sieves in order to conduct value function iteration. According to the method of sieves, the unknown function is approximated using a sequence of less complex, often finite-dimensional (i.e. parametric) functional spaces. Usual examples of sieve spaces include polynomial or trigonometric functions.</p>\n<p>&nbsp;</p>\n<p>The SVFI approach is quite straightforward to understand and implement and, thus, has the potential to be widely applied in economics and other disciplines. The framework can also be flexibly implemented.&nbsp; For example, the method can be implemented by focusing on a finite subset of states in the state space, which can be attractive for problems with large (even infinite) state spaces. We also show how this method can be applied equally well to infinite and finite horizon problems.</p>\n<p>Besides proposing the approximation method, we also analyze its formal properties as the complexity of the sieve space diverges to infinity. In particular, we establish results for the (a) consistency, (b) rates of convergence, and (c) bounds on the error of approximation. Furthermore, we show that this approximation method can be embedded into an estimation routine to provide consistent estimates of the dynamic model&rsquo;s parameters.</p>\n<p>In order to organize the research project, we divided the analysis into the single and multiple agent problems. The analysis of SVFI in single agent problems has resulted in a publication in <em>Advances in Econometrics</em> titled &ldquo;Approximating High-Dimensional Models: Sieve Value Function Iteration&rdquo;, joint work by Peter Arcidiacono, Patrick Bayer, Federico Bugni and Jonathan James. The analysis of SVFI in multiple agent problems is currently a work in progress titled &ldquo;Sieve Value Function Iteration for Large State Space Dynamic Games&rdquo; by the same authors. We are hopeful that this work in progress will be complete in the near future.</p>\n<p>The results in our research project have been disseminated through multiple seminar and conference presentations at Duke University, In addition, multiple graduate students (especially at Duke University) have learned to use our methods and are currently applying them in their dissertations.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/25/2014<br>\n\t\t\t\t\tModified by: Peter&nbsp;Arcidiacono</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nTitle Award: Large State Space Issues in Dynamic Models\n\nFederal Award ID:1124193\n\n \n\nThis research project considers dynamic optimization problems in which economics agents (e.g. individuals, firms, etc.) make optimal decisions over a certain period of time. This framework is used to model decisions made by a single individual agent (i.e. single agent problem) or by a group of interrelated agents (i.e. an economic game). A key object of interest in this model is the value function, which represents the maximum value (i.e. utility or profit) that can be obtained by the economic agent if he behaves optimally. For example, when an individual deciding whether to attend college, the individual must more expectations about how his or her life would be different if he or she attended college. This expectation about the future is the value function.\n\nOur goal in this project was to propose a new methodology to approximate the value function known as sieve value function iteration (SVFI).  In summary, the SVFI consists of using a non-parametric estimation procedure known as the method of sieves in order to conduct value function iteration. According to the method of sieves, the unknown function is approximated using a sequence of less complex, often finite-dimensional (i.e. parametric) functional spaces. Usual examples of sieve spaces include polynomial or trigonometric functions.\n\n \n\nThe SVFI approach is quite straightforward to understand and implement and, thus, has the potential to be widely applied in economics and other disciplines. The framework can also be flexibly implemented.  For example, the method can be implemented by focusing on a finite subset of states in the state space, which can be attractive for problems with large (even infinite) state spaces. We also show how this method can be applied equally well to infinite and finite horizon problems.\n\nBesides proposing the approximation method, we also analyze its formal properties as the complexity of the sieve space diverges to infinity. In particular, we establish results for the (a) consistency, (b) rates of convergence, and (c) bounds on the error of approximation. Furthermore, we show that this approximation method can be embedded into an estimation routine to provide consistent estimates of the dynamic modelÆs parameters.\n\nIn order to organize the research project, we divided the analysis into the single and multiple agent problems. The analysis of SVFI in single agent problems has resulted in a publication in Advances in Econometrics titled \"Approximating High-Dimensional Models: Sieve Value Function Iteration\", joint work by Peter Arcidiacono, Patrick Bayer, Federico Bugni and Jonathan James. The analysis of SVFI in multiple agent problems is currently a work in progress titled \"Sieve Value Function Iteration for Large State Space Dynamic Games\" by the same authors. We are hopeful that this work in progress will be complete in the near future.\n\nThe results in our research project have been disseminated through multiple seminar and conference presentations at Duke University, In addition, multiple graduate students (especially at Duke University) have learned to use our methods and are currently applying them in their dissertations.\n\n \n\n\t\t\t\t\tLast Modified: 11/25/2014\n\n\t\t\t\t\tSubmitted by: Peter Arcidiacono"
 }
}