{
 "awd_id": "1124367",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Missing Links Problems and Participation in Collective Decisions",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032924710",
 "po_email": "clagonza@nsf.gov",
 "po_sign_block_name": "Claudia Gonzalez-Vallejo",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 399946.0,
 "awd_amount": 399946.0,
 "awd_min_amd_letter_date": "2011-07-26",
 "awd_max_amd_letter_date": "2013-07-01",
 "awd_abstract_narration": "In this project the Principal Investigators will explore how shared meta-knowledge about members' access to information affects participation in collective decisions and how participation rates affect performance on missing links problems. Missing links problems arise when there is a small set of critical information that is known to only one or a few and collective performance depends on these people contributing the critical information. Moreover, others need to ascribe validity to the information and competence to the messenger.  The proposed research is guided by the idea that allocating speaking opportunities is a social coordination problem.  Participation in group deliberations is characteristically unequal.  Some members participate more than others.  Existing evidence suggests that the extraverted, dominant, and verbally facile participate frequently but that these traits are not typically associated with knowing more or having expert knowledge.  Compounding the problem, high participators are often judged by their peers to be the most competent and knowledgeable.  Thus, members who participate frequently are seen as competent which serves to sustain their high rates of participation and enhance their influence.  To coordinate participation effectively, members need valid and salient cues to orchestrate the provision and acceptance of speaking opportunities. The investigators will conduct five studies of groups working on missing links problems and reanalyze one set of archival data obtained from a leadership training institute.  The explicitness and completeness of meta-knowledge will be varied and the studies will employ several types of tasks: estimation problems, crime mysteries, and quantitative reasoning problems.  In these studies, critical information will be given to one or two members; this set of critical information will be necessary to integrate properly the information that all members have.  Additionally, in several of the studies, groups will solve several missing link problems with similar structures and receive performance feedback after each problem.  The goal is to assess whether participation allocation and collective performance improves with experience of working together in a stable task environment. In addition to collective performance measures, the investigators will record how frequently members participate and what information they contribute.  Participants will also rate each others? levels of participation, task-relevant knowledge and competence, and influence after completing the collective tasks.  \tIn terms of broader impacts, this research will identify conditions that improve the ability of groups to consider and use critical information in making decisions.  Chronicles of failed decision making often identify as a contributing factor failures to communicate and integrate a set of critical information ? in everyday vernacular \"failures to connect the dots.\"  For example, the failure to prevent the ?underwear bomber? from boarding a flight from Amsterdam to Detroit on Christmas day, 2009, has been attributed to the failure to disseminate information from the bomber's father and British intelligence within the intelligence community.  This in an example of a missing links problem.  The proposed studies will identify conditions under which task-relevant knowledge, more than extraversion and social dominance, determine who contributes and who is influential.  Because small groups often make important decisions in government and organizations, the proposed work has implications for decision making effectiveness across a wide range of applications from identification of terrorist threats to the prevention of disasters to solving design and technical problems. The proposed research will lay the conceptual and empirical groundwork for designing interventions that reduce the chances of failures to detect missing links in small group decisions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Garold",
   "pi_last_name": "Stasser",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Garold Stasser",
   "pi_email_addr": "stasseGL@miamioh.Edu",
   "nsf_id": "000407178",
   "pi_start_date": "2011-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susanne",
   "pi_last_name": "Abele",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Susanne Abele",
   "pi_email_addr": "abeles@muohio.edu",
   "nsf_id": "000282095",
   "pi_start_date": "2011-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Miami University",
  "inst_street_address": "501 E HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "OXFORD",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "5135293600",
  "inst_zip_code": "450561846",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "OH08",
  "org_lgl_bus_name": "MIAMI UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "T6J6AF3AM8M8"
 },
 "perf_inst": {
  "perf_inst_name": "Miami University",
  "perf_str_addr": "High Street",
  "perf_city_name": "Oxford",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "450560353",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "OH08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  },
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 139516.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 137998.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 122432.0
  }
 ],
 "por": null
}