{
 "awd_id": "1124188",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Understanding the Determinants of Household Default Decisions in the Mortgage Crisis",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Georgia Kosmopoulou",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 347811.0,
 "awd_amount": 347811.0,
 "awd_min_amd_letter_date": "2011-08-30",
 "awd_max_amd_letter_date": "2011-08-30",
 "awd_abstract_narration": "Understanding Household Mortgage Default Decisions\r\n\r\nMore than five million homeowners lost their homes to foreclosure since 2007. Another four million borrowers are currently more than sixty days delinquent on their mortgage and face the very real possibility that they will be next to lose their homes. Fifteen million homeowners, more than one in three with a mortgage, are at risk of walking away from their mortgage because their homes are worth less than what they owe to mortgage lenders. Foreclosures are painful not only to the homeowners who go through them, but also to surrounding communities. As houses go through foreclosure, they often fall into disrepair, surrounding property values fall, crime may increase, and the overall community can deteriorate.\r\nThis project will investigate the importance of three factors that impact the borrower's decision to default on a mortgage and thus may affect the severity of the foreclosure crisis and the response of lenders and policymakers to it:\r\n1.\tMortgage modification programs and strategic behavior: The extent to which mortgage modification programs induce defaults among borrowers who were unlikely to default otherwise (?strategic behavior?).\r\n2.\tDefault contagion: The extent and the relative importance of the different channels through which a mortgage default (or foreclosure) by one homeowner affects the behavior of neighboring homeowners during the housing crisis.\r\n3.\tThe role of recourse laws: How laws governing recourse affect the likelihood of borrower defaulting on a mortgage.\r\nTo study these factors, this project will acquire and assemble a unique database that merges four data sources that have never previously been combined: (i) monthly performance data on more than thirty million privately securitized mortgages, (ii) monthly consumer credit reports for borrowers with privately securitized mortgages, (iii) deeds records identifying all mortgages and sales?and whether the borrower is an owner-occupant or investor?in metropolitan statistical areas (MSAs) in thirty-four states, and (iv) HMDA data showing race, ethnicity, and income of almost all mortgage applicants.\r\nUsing these data, this project will provide new evidence on a homeowner?s decision of whether to pay a mortgage during the housing crisis, helping economists and policy makers better understand a critical consumer financial decision with broad economic and social implications.\r\n1.\tMortgage modification programs and strategic behavior\r\nThis project will quantify the extent of strategic behavior generated by a recent modification program that extends benefits to borrowers who have missed at least two months of mortgage payments. The program was created in response to litigation brought by state attorneys general against Countrywide Financial Corporation during the summer of 2008. As part of a settlement announced publicly in October 2008, Countrywide agreed to implement a mortgage modification program for Countrywide-serviced, subprime mortgages throughout the United States. A centerpiece of the settlement was Countrywide's commitment to offer expedited, unsolicited loan modifications to borrowers who had missed two months of mortgage payments. The widespread scope of the Countrywide program, and its requirement that a borrower be delinquent in order to receive benefits, makes it a potentially useful experiment that could provide insight into borrower behavior in response to other modification programs using serious delinquency as eligibly requirement. Our results could also inform the debate concerning the efficiency trade-off between mortgage modification policies that extend help quickly by using simple but potentially manipulable eligibility criteria such as a delinquency requirement and mortgage modification polices that rely on more costly and rigorous screening of borrowers.\r\n2.\tDefault contagion\r\nWhen a homeowner defaults on her mortgage, are his/her neighbors more likely to default on theirs? If so, what are the channels through which a homeowner?s default decision influences his/her neighbors? Do neighbors respond because they expect their own property values to fall in the near future as a result of the homeowner's default (?price effects?), or do neighbors respond because they reassess the moral, psychological, or social costs of default after seeing a fellow homeowner default (?social effects?)? Or is there a correlation in neighbors' default decisions simply because they experience common economic shocks or share a common propensity to default (?sorting effects?).\r\nThis project aims to implements several different strategies to identify the relative importance of these channels. For example, one strategy examines whether the effect of a homeowner's default (or foreclosure) on neighbors' behavior depends on whether the homeowners and neighbors share the same ethnicity or race. If the effect of a homeowner's default differs between neighbors with the same race or ethnicity and neighbors with different race or ethnicity, the difference could suggest that social effects can be an important factor in explaining default decisions. This strategy potentially neutralizes price and sorting effects because it compares neighbors in the same community, but with different racial and ethnic backgrounds. Of course, it is possible that a difference in response could be due to sorting effects (like regional economic shocks) affecting racial or ethnic groups differently. To control for sorting effects, the project takes advantage of unique data on household credit to isolate so-called strategic defaults; that is, defaults by borrowers who remain current on their credit cards and student/car loans but stop making mortgage payments. Using deeds data with specific street addresses, the project can also hold constant price effects by comparing the behavior of neighbors in close geographic proximity and on the same street or cul-de-sac with neighbors on different streets or on opposite cul-de-sacs, where social connections may be less strong.\r\n3.\tThe role of recourse laws\r\nA state recourse law determines whether a homeowner is personally liable for any mortgage balance that remains after a foreclosure sale (a balance will remain only if the home is ?underwater,? i.e., the mortgage debt exceeds the value of the home). If the homeowner can be made personally liable, the mortgage is called ?recourse.? Otherwise, it is ?non-recourse.? There is substantial inter-state and intra-state variation in recourse laws. This project hypothesizes that recourse laws are the most binding?and affect strategic default decisions?for ?underwater? homeowners who have substantial non-housing assets that could be seized in the event that the mortgage bank sues to collect the remaining balance after a foreclosure sale. Among these homeowners, those with non-recourse mortgages may exhibit higher default rates than those with recourse mortgages. This project will assess whether recourse laws affect default decisions and, if they do, identify the characteristics of borrowers who are responsive to these laws and assess whether these homeowners represent a significant proportion of homeowners with a mortgage.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Mayer",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher J Mayer",
   "pi_email_addr": "cm310@columbia.edu",
   "nsf_id": "000586364",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tomasz",
   "pi_last_name": "Piskorski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tomasz Piskorski",
   "pi_email_addr": "tp2252@columbia.edu",
   "nsf_id": "000586441",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Morrison",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Edward R Morrison",
   "pi_email_addr": "erm2101@columbia.edu",
   "nsf_id": "000586536",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "2960 Broadway",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100276902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 347811.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We investigate the importance of a number of factors that impact a borrower's decision to default on a mortgage and thus may affect the severity of a foreclosure crisis and the response of lenders and policymakers to it. We first document a substantial increase in household leverage and the non-agency loans given to less creditworthy borrowers (Keys et al. 2013) prior to the crisis. As many as 45 percent of home purchases in house price growth locations involved a second lien loan (Lee et al. 2013). There was a large increase in out-of-town second house purchases (Chinco and Mayer 2014) and a significant increase in the propensity of financial intermediaries to originate and sell misrepresented loans that experienced much higher default rates (Piskorski et al. 2015). This substantial increase in risky lending significantly contributed to the severity of the foreclosure crisis as less creditworthy and more indebted borrowers display a much higher propensity to default on their loans in response to adverse economic shocks. However, we also find that the mortgage crisis was worsened due to a number of factors that hindered mortgage renegotiation and refinancing efforts.&nbsp;</p>\n<p>First, lenders could limit mortgage restructuring efforts that prevent costly foreclosures if they are concerned that generous debt relief policies may encourage borrowers to default on their loans. In Mayer et al. (2014), we assess the empirical relevance of this factor by exploiting a Countrywide Financial Corporation modification program that extended the offer of debt reduction to its delinquent borrowers. We find that the default rate of Countrywide borrowers substantially increased after the program&rsquo;s announcement. Our calculations based on these estimates suggest that the costs associated with strategic default due to loan modification programs may be large enough to induce lenders to favor more cautious debt relief programs. Second, in Agarwal et al. (2014) we examine the role of financial intermediaries in loan restructurings by analyzing the effects of the Home Affordable Modification Program (HAMP). This government program provided substantial financial incentives to servicers for modifying loans. The program generated an overall increase in the number of loan restructurings and a reduction in the foreclosure rate. Regions where HAMP was used intensively also saw a lower rate of house price decline and increased durable spending. However, the program reached just about one-third of the expected three to four million indebted households. This shortfall is in large part due to the low renegotiation intensity of a few large servicers. The muted response of these servicers does not reflect differences in contract, borrower, or regional characteristics of mortgages across servicers. Instead, it reflects servicer-specific factors that appear to be related to their preexisting organizational capabilities.&nbsp;Our main conclusion is that intermediary-specific factors impacted the ability of millions of households to avoid foreclosure. These findings complement the existing literature that identified the institutional barriers to loan renegotiation due to securitization as another quantitatively important factor contributing to high foreclosure rate (Piskorski et al. 2010).</p>\n<p>Finally, we provide evidence on the impact of lower interest rates on mortgage borrowers and broader economic outcomes during the recent crisis. In Keys, Piskorski, Seru, and Yao (2014), we exploit variation in the timing of rate resets of adjustable rate mortgages, and find that borrowers who experienced mortgage rate reductions were substantially less likely to be delinquent on their loans and unsecured debt and more likely to purchase new automobiles, with stronger responses among more indebted. &nbsp;Regions more exposed to mortgage rate declines (those with larger share of ARMs) saw a relatively fas...",
  "por_txt_cntn": "\nWe investigate the importance of a number of factors that impact a borrower's decision to default on a mortgage and thus may affect the severity of a foreclosure crisis and the response of lenders and policymakers to it. We first document a substantial increase in household leverage and the non-agency loans given to less creditworthy borrowers (Keys et al. 2013) prior to the crisis. As many as 45 percent of home purchases in house price growth locations involved a second lien loan (Lee et al. 2013). There was a large increase in out-of-town second house purchases (Chinco and Mayer 2014) and a significant increase in the propensity of financial intermediaries to originate and sell misrepresented loans that experienced much higher default rates (Piskorski et al. 2015). This substantial increase in risky lending significantly contributed to the severity of the foreclosure crisis as less creditworthy and more indebted borrowers display a much higher propensity to default on their loans in response to adverse economic shocks. However, we also find that the mortgage crisis was worsened due to a number of factors that hindered mortgage renegotiation and refinancing efforts. \n\nFirst, lenders could limit mortgage restructuring efforts that prevent costly foreclosures if they are concerned that generous debt relief policies may encourage borrowers to default on their loans. In Mayer et al. (2014), we assess the empirical relevance of this factor by exploiting a Countrywide Financial Corporation modification program that extended the offer of debt reduction to its delinquent borrowers. We find that the default rate of Countrywide borrowers substantially increased after the programÆs announcement. Our calculations based on these estimates suggest that the costs associated with strategic default due to loan modification programs may be large enough to induce lenders to favor more cautious debt relief programs. Second, in Agarwal et al. (2014) we examine the role of financial intermediaries in loan restructurings by analyzing the effects of the Home Affordable Modification Program (HAMP). This government program provided substantial financial incentives to servicers for modifying loans. The program generated an overall increase in the number of loan restructurings and a reduction in the foreclosure rate. Regions where HAMP was used intensively also saw a lower rate of house price decline and increased durable spending. However, the program reached just about one-third of the expected three to four million indebted households. This shortfall is in large part due to the low renegotiation intensity of a few large servicers. The muted response of these servicers does not reflect differences in contract, borrower, or regional characteristics of mortgages across servicers. Instead, it reflects servicer-specific factors that appear to be related to their preexisting organizational capabilities. Our main conclusion is that intermediary-specific factors impacted the ability of millions of households to avoid foreclosure. These findings complement the existing literature that identified the institutional barriers to loan renegotiation due to securitization as another quantitatively important factor contributing to high foreclosure rate (Piskorski et al. 2010).\n\nFinally, we provide evidence on the impact of lower interest rates on mortgage borrowers and broader economic outcomes during the recent crisis. In Keys, Piskorski, Seru, and Yao (2014), we exploit variation in the timing of rate resets of adjustable rate mortgages, and find that borrowers who experienced mortgage rate reductions were substantially less likely to be delinquent on their loans and unsecured debt and more likely to purchase new automobiles, with stronger responses among more indebted.  Regions more exposed to mortgage rate declines (those with larger share of ARMs) saw a relatively faster recovery in house prices, increased durable (auto) consumption, and increased employment gr..."
 }
}