{
 "awd_id": "1124006",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: The effect of naming  systems on the acquisition of and reasoning about time concepts",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Badecker",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 11999.0,
 "awd_amount": 11999.0,
 "awd_min_amd_letter_date": "2011-07-28",
 "awd_max_amd_letter_date": "2011-07-28",
 "awd_abstract_narration": "This dissertation research investigates whether the use of numerical systems in time concept names affects how adults reason about time and how children acquire time concepts.  For example, in Chinese, the word for Monday is literally \"weekday one\" and January is \"month one\" whereas English uses arbitrary names with planetary (\"Sunday\") or mythical origins (\"Thursday\").   Preliminary evidence shows that in a number of mathematical tasks, children who acquire such systems outperform children acquiring languages with arbitrary names for such time concepts.\r\n\r\nThis research project will test whether a numerical naming system facilitates the child's acquisition of time sequences by comparing monolingual children acquiring Chinese (numerical day- and month-systems), English (non-numerical systems), Latvian (mixed), and Japanese (mixed).  Latvian is categorized as mixed because it numerical names for days of the week, but arbitrary names for months.\r\n\r\nThis research addresses a fundamental question about the relationship between language and cognition, namely whether the linguistic coding of a concept in different languages shapes the acquisition and subsequent use of that concept. The results could have profound implications for our understanding of mathematical and temporal reasoning. Given the importance of bilingual education and cross-cultural exchange with China, this research will provide useful insights that could be used to inform language language pedagogy.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kamil",
   "pi_last_name": "Deen",
   "pi_mid_init": "U",
   "pi_sufx_name": "",
   "pi_full_name": "Kamil U Deen",
   "pi_email_addr": "kamil@hawaii.edu",
   "nsf_id": "000489729",
   "pi_start_date": "2011-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nian",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nian Liu",
   "pi_email_addr": "nian@hawaii.edu",
   "nsf_id": "000568095",
   "pi_start_date": "2011-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "2530 Dole Street",
  "perf_city_name": "Honolulu",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222303",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 11999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Time concepts are named differently across the world's languages. In English, the names for days of the week (DOW) and months of the year (MOY) are opaque&mdash;to people learning and using English, there's no obvious reason why Friday or September have the names they do. But in other languages, like Chinese, time concepts have numerically transparent names&mdash;the days of the week and months of the year are named using sequential numbers (e.g., in Chinese, Monday is &ldquo;weekday one&rdquo;; January is &ldquo;month one&rdquo;). This study investigated whether languages that use numerical terms provide an advantage to their speakers, both as children acquiring the temporal terms of the language and as adults reasoning about time, when compared to speakers of languages that use arbitrary symbols to encode time-related terms.</p>\n<p class=\"Abstracttext\">Results from our acquisition study show that children who learn Chinese as a native language are able to comprehend and use terminology for the DOW and MOY developmentally before their English-speaking counterparts. In Latvian, which has numerical names for days of the week but arbitrary names for months of the year, children acquire days of the week earlier than months of the year, showing that the effect of naming system can have effects even within one language. Korean, which is another &ldquo;hybrid&rdquo; language like Latvian, but with a reversed pattern of time concept naming (numerical MOY but arbitrary DOW), leads to earlier acquisition of the month terms than the days terms, despite the possibility that month terms occur with lower frequency and there is less exposure to them in daily life.&nbsp; &nbsp;&nbsp;</p>\n<p class=\"Abstracttext\">The different developmental trajectories caused by differences in the naming of time concepts also carried over to adulthood. Chinese speakers are more likely to spontaneously employ arithmetic when doing temporal calculations, which in turn improves the speed and accuracy of time calculations. English speakers appear to use other strategies, such as sequential recitation.</p>\n<p>The research addresses a fundamental question about the relationship between language and cognition, namely whether linguistic coding of a concept in different languages shapes how people acquire and subsequently use that concept. It also investigates the link between the early mastery of specific nomenclature systems, such as simple numeric sequences, and the subsequent acquisition of more cognitively complex systems, such as time concepts. This research sheds lights on the constructional nature of human knowledge, where more complex systems bootstrap off of less complex, previously learned systems, and investigates whether the way a system is learned affects how it is used in adulthood. The results also offer a new piece of evidence for the pervasive influence of language on thought, in the specific domain of cognition of time, by showing that the way calendars are coded can have a substantial effect on the employment of strategies in non-linguistic problem-solving processes.</p>\n<p class=\"Abstracttext\">&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2013<br>\n\t\t\t\t\tModified by: Nian&nbsp;Liu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nTime concepts are named differently across the world's languages. In English, the names for days of the week (DOW) and months of the year (MOY) are opaque&mdash;to people learning and using English, there's no obvious reason why Friday or September have the names they do. But in other languages, like Chinese, time concepts have numerically transparent names&mdash;the days of the week and months of the year are named using sequential numbers (e.g., in Chinese, Monday is \"weekday one\"; January is \"month one\"). This study investigated whether languages that use numerical terms provide an advantage to their speakers, both as children acquiring the temporal terms of the language and as adults reasoning about time, when compared to speakers of languages that use arbitrary symbols to encode time-related terms.\nResults from our acquisition study show that children who learn Chinese as a native language are able to comprehend and use terminology for the DOW and MOY developmentally before their English-speaking counterparts. In Latvian, which has numerical names for days of the week but arbitrary names for months of the year, children acquire days of the week earlier than months of the year, showing that the effect of naming system can have effects even within one language. Korean, which is another \"hybrid\" language like Latvian, but with a reversed pattern of time concept naming (numerical MOY but arbitrary DOW), leads to earlier acquisition of the month terms than the days terms, despite the possibility that month terms occur with lower frequency and there is less exposure to them in daily life.    \nThe different developmental trajectories caused by differences in the naming of time concepts also carried over to adulthood. Chinese speakers are more likely to spontaneously employ arithmetic when doing temporal calculations, which in turn improves the speed and accuracy of time calculations. English speakers appear to use other strategies, such as sequential recitation.\n\nThe research addresses a fundamental question about the relationship between language and cognition, namely whether linguistic coding of a concept in different languages shapes how people acquire and subsequently use that concept. It also investigates the link between the early mastery of specific nomenclature systems, such as simple numeric sequences, and the subsequent acquisition of more cognitively complex systems, such as time concepts. This research sheds lights on the constructional nature of human knowledge, where more complex systems bootstrap off of less complex, previously learned systems, and investigates whether the way a system is learned affects how it is used in adulthood. The results also offer a new piece of evidence for the pervasive influence of language on thought, in the specific domain of cognition of time, by showing that the way calendars are coded can have a substantial effect on the employment of strategies in non-linguistic problem-solving processes.\n \n\n\t\t\t\t\tLast Modified: 10/29/2013\n\n\t\t\t\t\tSubmitted by: Nian Liu"
 }
}