{
 "awd_id": "1124968",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MEETING: 15th International Congress on Molecular Plant-Microbe Interactions. Kyoto, Japan, - Summer, 2012",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Mishkind",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 14850.0,
 "awd_amount": 14850.0,
 "awd_min_amd_letter_date": "2011-08-16",
 "awd_max_amd_letter_date": "2011-08-16",
 "awd_abstract_narration": "This project is to provide partial financial support for up to 15 United States graduate students to present their work at the 15th International Congress on Molecular Plant-Microbe Interactions (15th IC-MPMI), which will be held at Kyoto International Conference Center, Kyoto, Japan, on July 29-August 2, 2012. For the past 30 years, this meeting series has been the premier forum for announcing and presenting the most compelling scientific discoveries about the molecular events that mediate the interaction of plants and microbes. The meeting content includes both pathogenic and symbiotic associations and covers oomycete, fungal, bacterial, viral, and nematode pathogens; nitrogen-fixing and mycorrhizal symbioses; and even some unusual associations, such as parasitic plant-plant interactions. Awardees will be chosen by an ad hoc committee consisting of the Principal Investigator of the project and the United States members of the Board of Directors of the IS-MPMI based on the quality of the science reflected in the abstract, a statement regarding how attending this congress will impact the applicant's research and/or career, and the applicant's curriculum vitae.  Ethnic and gender diversity and disabilities will be considered to achieve a broad and balanced awardee portfolio.  Past meetings of this series have fostered intensive exchange of scientific information and collaborations across a broad range of research topics and geographic locations, and have provided opportunities for graduate students to present their work and to network with leading scientists.  As such, this meeting series has played a major role in the buildup of fundamental knowledge in the area of plant-microbe interactions and in the training of the next generation of scientists.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sheng Yang",
   "pi_last_name": "He",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Sheng Yang Y He",
   "pi_email_addr": "Shengyang.he@duke.edu",
   "nsf_id": "000235116",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488241046",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765600",
   "pgm_ele_name": "Symbiosis Infection & Immunity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 14850.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project provided partial financial support for 17 US graduate students to<br />present their work at the 15th International Congress on Molecular<br />Plant-Microbe Interactions (15th IC-MPMI), which was held at Kyoto<br />International Conference Center, Kyoto, Japan, on July 29-August 2, 2012. On the last day of the Congress a special lunch was arranged by the Congress organizers for the awardees to meet and discuss about their experiences during the Congress.&nbsp; All awardees, most of whom<br />were first-time attendees of the IC-MPMI Congress, found both the meeting and Japanese culture exciting and beneficial to their scientific career development. Many highlighted the precious opportunities to interact with colleagues and leaders of the field.&nbsp; The following are selected comments from awardees.</p>\n<p>Student #1</p>\n<p>My experience in Japan at the XV International Congress of Molecular Plant-Microbe Interactions has been extremely rewarding, not only with respect to the abundance of knowledge that I have received, but also with respect to meeting eminent scientists in the field and networking.</p>\n<p>My university does not have a plant science department and hence<br />this meeting was my only opportunity in the near future to listen to renowned<br />scientists talk about their research. I love research and I plan to have a career in academics in the near future. I realize the importance of having opportunities for learning. The financial assistance provided by this award has helped me cover a lot of expenses on the trip and go to a country, which I could not have envisaged visiting in the near future. One additional<br />advantage of this meeting was experiencing the beautiful culture and traditions of Japan through the excursion planned by the MPMI committee. The Congress dinner also gave us a glimpse of Japanese culture. It was very exciting to meet scientists and early career professionals like me from several different countries. Even with so much diversity, it was fun to talk the same language, rather the same jargon. Vast knowledge was gathered from not just the talks, but from the poster sessions as well.</p>\n<p>Student #2</p>\n<p>During my time at the IS-MPMI conference, I was able to build relationships that I would never had the opportunity to otherwise make with professors and graduate students alike.&nbsp; Establishing these relationships will have an<br />immeasurable benefit to my career and having the chance to meet with those that have greatly influenced my work have made this trip an invaluable<br />experience.&nbsp; In addition to meeting those that share similar research<br />interests, hearing them present about their current work brought me up to speed on new developments that are emerging in their respective labs.&nbsp;</p>\n<p>Beyond meeting new people and hearing presentations that are both exciting and relevant to my work, experiencing a new culture that I never experienced before was something I will never forget.&nbsp;&nbsp;</p>\n<p>Student #3</p>\n<p>I had a great time in IS-MPMI Congress. &nbsp;In the conference, I learned a lot of<br />up-to-date knowledge and approaches in the area. Besides, I got the precious<br />chance to present my own research and introduce myself to many other scholars. By attending this conference, I like this academic area even more than before, which is very important to my future career.&nbsp;</p>\n<p>Student #4</p>\n<p>The congress was a great success, which I really enjoyed. I learned a lot from the Plenary and Concurrent Sessions. I also had the opportunity to meet and talk to great scientists in the field of molecular plant-microbe interactions.&nbsp;<br />The Poster sessions were also a great learning experience. I will finish my<br />Ph.D. degree next year, thus attending this congress was key to the development of my professional career since I was able to pinpoint research areas of inte...",
  "por_txt_cntn": "\nThis project provided partial financial support for 17 US graduate students to\npresent their work at the 15th International Congress on Molecular\nPlant-Microbe Interactions (15th IC-MPMI), which was held at Kyoto\nInternational Conference Center, Kyoto, Japan, on July 29-August 2, 2012. On the last day of the Congress a special lunch was arranged by the Congress organizers for the awardees to meet and discuss about their experiences during the Congress.  All awardees, most of whom\nwere first-time attendees of the IC-MPMI Congress, found both the meeting and Japanese culture exciting and beneficial to their scientific career development. Many highlighted the precious opportunities to interact with colleagues and leaders of the field.  The following are selected comments from awardees.\n\nStudent #1\n\nMy experience in Japan at the XV International Congress of Molecular Plant-Microbe Interactions has been extremely rewarding, not only with respect to the abundance of knowledge that I have received, but also with respect to meeting eminent scientists in the field and networking.\n\nMy university does not have a plant science department and hence\nthis meeting was my only opportunity in the near future to listen to renowned\nscientists talk about their research. I love research and I plan to have a career in academics in the near future. I realize the importance of having opportunities for learning. The financial assistance provided by this award has helped me cover a lot of expenses on the trip and go to a country, which I could not have envisaged visiting in the near future. One additional\nadvantage of this meeting was experiencing the beautiful culture and traditions of Japan through the excursion planned by the MPMI committee. The Congress dinner also gave us a glimpse of Japanese culture. It was very exciting to meet scientists and early career professionals like me from several different countries. Even with so much diversity, it was fun to talk the same language, rather the same jargon. Vast knowledge was gathered from not just the talks, but from the poster sessions as well.\n\nStudent #2\n\nDuring my time at the IS-MPMI conference, I was able to build relationships that I would never had the opportunity to otherwise make with professors and graduate students alike.  Establishing these relationships will have an\nimmeasurable benefit to my career and having the chance to meet with those that have greatly influenced my work have made this trip an invaluable\nexperience.  In addition to meeting those that share similar research\ninterests, hearing them present about their current work brought me up to speed on new developments that are emerging in their respective labs. \n\nBeyond meeting new people and hearing presentations that are both exciting and relevant to my work, experiencing a new culture that I never experienced before was something I will never forget.  \n\nStudent #3\n\nI had a great time in IS-MPMI Congress.  In the conference, I learned a lot of\nup-to-date knowledge and approaches in the area. Besides, I got the precious\nchance to present my own research and introduce myself to many other scholars. By attending this conference, I like this academic area even more than before, which is very important to my future career. \n\nStudent #4\n\nThe congress was a great success, which I really enjoyed. I learned a lot from the Plenary and Concurrent Sessions. I also had the opportunity to meet and talk to great scientists in the field of molecular plant-microbe interactions. \nThe Poster sessions were also a great learning experience. I will finish my\nPh.D. degree next year, thus attending this congress was key to the development of my professional career since I was able to pinpoint research areas of interest and to interact with potential postdoctoral advisors. Besides\nattending the congress, it was a fascinating experience traveling to Japan and\ngetting to know this amazing culture.\n\nStudent #5\n\nThe travel award I received to attend the XV ..."
 }
}