{
 "awd_id": "1124418",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Enhancing Cyber-Infrastructure Usability Through Adaptive Middleware",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032924220",
 "po_email": "kthompso@nsf.gov",
 "po_sign_block_name": "Kevin Thompson",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 385710.0,
 "awd_amount": 385710.0,
 "awd_min_amd_letter_date": "2011-08-29",
 "awd_max_amd_letter_date": "2011-08-29",
 "awd_abstract_narration": "This project addresses issues of cyber-infrastructure usability, a key determinant of CI effectiveness in advancing science and technology. Strategies to permit flexibility in mapping applications onto different resource classes are the focus of this research. The approach adopted is based on the concept of software adapters that express application requirements and interactions in terms of the resource primitives available for a given execution, and correspondingly, condition the target platform environments with middleware to provide the functionality required by applications. The range of adaptations vary, from simple macro substitutions, to substitution of libraries, to programming paradigm transformations, to outsourcing execution of application segments through externally provided software services. On the resource side, conditioning may consist of soft-installation of needed libraries, setting environment variables, staging executables and data, and deploying runtime support software to assist application deployment.\r\n\r\nThe project will develop (1) the concept of a virtual execution platform that presents abstractions of application requirements and resource capabilities; (2) mechanisms for determining adjustments that are required for the application-platform combination for the given run; (3) adapters that provide different levels of matching and  techniques for assembling and composing them; and (4) middleware for provisioning environmental infrastructure on target platforms  to ensure that all execution-dependent needs are staged and deployed.  This framework, termed ADAPT, is being designed to accommodate the major classes of S & E applications including parallel MPI  programs, scientific scripts, and workflows. Execution platforms will include common cyber-infrastructure facilities such as IaaS and PaaS clouds, remotely accessed capability computers, local  (personal) and shared (grid-based) clusters and similar resources. \r\n\r\nThe project is expected to provide insights into commonalities in different programming models and resource types in CI settings, and the developed middleware will permit greater flexibility in choosing CI platforms for S & E applications. By reconciling application and resource diversity in CI, this project will contribute steps towards realizing the vision of computing as a utility.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vaidy",
   "pi_last_name": "Sunderam",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Vaidy S Sunderam",
   "pi_email_addr": "vss@emory.edu",
   "nsf_id": "000258115",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Emory University",
  "inst_street_address": "201 DOWMAN DR NE",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4047272503",
  "inst_zip_code": "303221061",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "EMORY UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "S352L5PJLMP8"
 },
 "perf_inst": {
  "perf_inst_name": "Emory University",
  "perf_str_addr": "1599 Clifton Rd., NE, 4th Floor",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303224250",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "723100",
   "pgm_ele_name": "CYBERINFRASTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7684",
   "pgm_ref_txt": "STRATEGIC TECHNOLOGIES FOR CI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 385710.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;Cyber-infrastructure is<br />enabling significant advances in every domain. With the increasing maturation<br />of grids and especially clouds, the vision of computing<br />as a utility, is starting to become a reality. However, the usability of<br />cyber-infrastructure platforms for efficiently executing science and<br />engineering applications is proving to be a challenge due to the need for target-specific<br />adjustments and reconciliations &ndash; which pose considerable logistical obstacles<br />to effectively and flexibly permitting the use of the best resource in a given<br />instance. This project has developed novel approaches to enhance the<br />executability of applications on varied computational back-ends including<br />different types of clouds as well as grids and on-premise resources. Our<br />approach is based on: (1) adaptation both the target platform and the<br />application, via insertion of software shims or couplers to match capabilities<br />with needs; (2) assembly of adapters that provide different levels of matching<br />ranging from simple substitutions to alternative libraries and outsourced<br />execution; (3) employing performance related matchings by determining computation<br />vs. communication tradeoffs and appropriately placing application processes on<br />processors to reduce overheads; and (4) demonstrating ways of paradigm adaptation,<br />in particular to establish the feasibility of using PaaS clouds for imperative<br />parallel programs. We have completed experimental and software-based exercises<br />to show that such an adaptation-based approach is viable for several common<br />classes of applications, and for several cyber-infrastructure platforms. A<br />recipe-based methodology was developed to specify application needs and runtime<br />structures to recursively build up platform capabilities to match these needs<br />were implemented. In extensive exercises with hemodynamics computational fluid<br />dynamics codes, these facilities were tested and further used to conduct<br />semi-automated performance adaptation to achieve the best tradeoffs between<br />actual dollar cost, throughput and execution performance, as appropriate to users<br />needs and platform availability/accessibility. To explore paradigm<br />adaptability, an exercise was conducted to run unmodified message passing parallel<br />programs on Map-Reduce infrastructures, primarily to demonstrate feasibility<br />and to assess the side benefit of automatic fault tolerance derived from the<br />equivalent of global checkpoints between maps and reduces</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2015<br>\n\t\t\t\t\tModified by: Vaidy&nbsp;S&nbsp;Sunderam</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n Cyber-infrastructure is\nenabling significant advances in every domain. With the increasing maturation\nof grids and especially clouds, the vision of computing\nas a utility, is starting to become a reality. However, the usability of\ncyber-infrastructure platforms for efficiently executing science and\nengineering applications is proving to be a challenge due to the need for target-specific\nadjustments and reconciliations &ndash; which pose considerable logistical obstacles\nto effectively and flexibly permitting the use of the best resource in a given\ninstance. This project has developed novel approaches to enhance the\nexecutability of applications on varied computational back-ends including\ndifferent types of clouds as well as grids and on-premise resources. Our\napproach is based on: (1) adaptation both the target platform and the\napplication, via insertion of software shims or couplers to match capabilities\nwith needs; (2) assembly of adapters that provide different levels of matching\nranging from simple substitutions to alternative libraries and outsourced\nexecution; (3) employing performance related matchings by determining computation\nvs. communication tradeoffs and appropriately placing application processes on\nprocessors to reduce overheads; and (4) demonstrating ways of paradigm adaptation,\nin particular to establish the feasibility of using PaaS clouds for imperative\nparallel programs. We have completed experimental and software-based exercises\nto show that such an adaptation-based approach is viable for several common\nclasses of applications, and for several cyber-infrastructure platforms. A\nrecipe-based methodology was developed to specify application needs and runtime\nstructures to recursively build up platform capabilities to match these needs\nwere implemented. In extensive exercises with hemodynamics computational fluid\ndynamics codes, these facilities were tested and further used to conduct\nsemi-automated performance adaptation to achieve the best tradeoffs between\nactual dollar cost, throughput and execution performance, as appropriate to users\nneeds and platform availability/accessibility. To explore paradigm\nadaptability, an exercise was conducted to run unmodified message passing parallel\nprograms on Map-Reduce infrastructures, primarily to demonstrate feasibility\nand to assess the side benefit of automatic fault tolerance derived from the\nequivalent of global checkpoints between maps and reduces\n\n\t\t\t\t\tLast Modified: 12/01/2015\n\n\t\t\t\t\tSubmitted by: Vaidy S Sunderam"
 }
}