{
 "awd_id": "1124453",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: CDI- Type II: Towards Analyzing Complex Petascale Datasets: The Milky Way Laboratory",
 "cfda_num": "47.083",
 "org_code": "01060000",
 "po_phone": "7032927599",
 "po_email": "smeacham@nsf.gov",
 "po_sign_block_name": "Stephen Meacham",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 815828.0,
 "awd_amount": 815828.0,
 "awd_min_amd_letter_date": "2011-09-20",
 "awd_max_amd_letter_date": "2011-09-20",
 "awd_abstract_narration": "The Milky Way Laboratory will create interactive access to one of the largest numerical simulations of cosmological structure ever created. With its data volume close to a petabyte, it illustrates the emerging data challenge -- how new breakthroughs require non-incremental changes in the way we do science. As datasets are doubling in size every year, traditional analysis techniques are no longer adequate. Scientists need a new instrument, like a \"microscope of data\", a data-scope, that can look at both the details and the large-scale features in the mountains of digital data. Increased raw computer power is necessary, but not enough -- we also need to use new computational thinking to develop the new approaches needed. The NSF-supported research aims to achieve such a breakthrough in data-intensive computational analysis.  \r\n\r\nThe particular science focuses on the compelling question of the origin and evolution of the Milky Way Galaxy, the home of the Sun and our solar system. Understanding our place in the Universe will in turn lead to insight into the nature of the enigmatic 'dark matter', the substance whose gravity holds the Milky Way together, but about which little is known. The project will create a publicly accessible 'Milky Way Laboratory' that will combine the output of the largest state-of-the-art computer simulations of the formation of the Milky Way with the largest observational datasets of the properties of stars (like the Sun) in our Galaxy, and provide the means to answer questions that go beyond the scope of either dataset. \r\n\r\nThe publicly accessible data and the tools developed will enable scientists to run their own innovative experiments at unprecedented scales, demonstrating that it is possible to tackle problems on the petabyte scale in a university setting today. The project will provide a blueprint to address similar data-intensive problems in other areas of science.\r\n\r\nThe international team consists of astronomers, particle physicists and computer scientists from academia (Johns Hopkins and UC Santa Cruz) and industry to accomplish its ambitious goals. The project will be using the NSF-funded 5.5-petabyte Data-Scope system, under construction at the Johns Hopkins University, a unique data-intensive environment designed to carry out experiments like the Milky Way Laboratory. The Data-Scope will be located at a new computational facility at JHU, funded by an NSF ARRA grant.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Piero",
   "pi_last_name": "Madau",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Piero Madau",
   "pi_email_addr": "pmadau@ucolick.org",
   "nsf_id": "000456711",
   "pi_start_date": "2011-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Constance",
   "pi_last_name": "Rockosi",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Constance M Rockosi",
   "pi_email_addr": "crockosi@ucolick.org",
   "nsf_id": "000201815",
   "pi_start_date": "2011-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Cruz",
  "inst_street_address": "1156 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA CRUZ",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314595278",
  "inst_zip_code": "950641077",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SANTA CRUZ",
  "org_prnt_uei_num": "",
  "org_uei_num": "VXUFPE4MCZH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Cruz",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950641077",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "775100",
   "pgm_ele_name": "CDI TYPE II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7721",
   "pgm_ref_txt": "FROM DATA TO KNOWLEDGE"
  },
  {
   "pgm_ref_code": "7722",
   "pgm_ref_txt": "COMPLEXITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 815828.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Most of the gravitating mass in the Universe is in some unknown form that is weakly interacting and emits no light. Instead, one of the tell-tale signature of this &ldquo;dark matter\" (DM) is the effect its gravity has on galaxies, such as our own Milky Way. And while the total amount of dark matter has been precisely measured, the identity of the DM particle (or particles) is a complete mystery. &nbsp;Revealing the nature of the DM by characterizing as much as possible its clustering properties and by detecting DM particles in the halo of the Milky Way is one of the great challenges of particle physics and cosmology. Because of the details with which we can observe it, the Milky Way presents an excellent opportunity to study DM &ndash; a DM &nbsp;\"laboratory\" of sorts.</p>\n<p>A paradigm has developed in the last two decades or so, in which the DM consists of particles that have cosmologically insignificant random motions, i.e. are &ldquo;cold\". While this &ldquo;Cold Dark Matter\" (CDM) model has had great success in explaining the observed large-scale distribution of mass in the Universe, the nature of the DM particle is best tested on small scales, where its interaction properties manifest themselves by modifying the structure of galaxy \"halos\" and their clumpiness. Because of the details with which we can observe it, the Milky Way presents an excellent opportunity to study DM &ndash; <em>a DM laboratory of sorts.</em></p>\n<p>During the course of this program, an international team of astrophysicists has carried out some of the most extensive cosmological simulations even run of the assembly of the dark and luminous components of Milky Way-like galaxies. Gas dynamical simulations that solve the equations of hydrodynamics in conjunction with the dark matter dynamics and incorporate prescriptions for gas cooling, star formation, and energy injection (feedback) from massive stars and supernovae have been used as &nbsp;the primary tool for modeling galaxy formation in a cosmological context.&nbsp;</p>\n<p>State-of-the-art collisionless simulations have provided guidance for the expected local dark matter density and velocity distribution, and predict that the Milky Way halo should be filled with self-bound subhalos, cold tidal streams, and more spatially extended \"debris flows\" in the form of shells, sheets, and plumes. High-resolution gas dynamical simulations &nbsp;have shown, for the first time, that feedback provides a solution to the &ldquo;angular momentum catastrophe&rdquo;, and that it is indeed possible to produce late-type spirals like our own Milky Way in a CDM cosmology. We also demonstrated that self-bound subhalos should have a readily detectable gravitational lensing effect if they were as common as predicted CDM. In particular, small fluctuations in the galaxy-scale lensing potential caused by substructure should result in measurable perturbations in the relative magnifications of quadruply-lensed quasar images. Discrepancies between the observed flux ratios and those predicted by a smooth lens model have indeed been found to be common in radi quasar lenses.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/13/2016<br>\n\t\t\t\t\tModified by: Piero&nbsp;Madau</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1124453/1124453_10136895_1481659797108_Eris_hr--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1124453/1124453_10136895_1481659797108_Eris_hr--rgov-800width.jpg\" title=\"Universe in a Box: The Eris Simulation\"><img src=\"/por/images/Reports/POR/2016/1124453/1124453_10136895_1481659797108_Eris_hr--rgov-66x44.jpg\" alt=\"Universe in a Box: The Eris Simulation\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The Eris simulation of the formation of a late-spiral galaxy in a Cold Dark Matter Universe. The figure shows the optical/UV stellar properties of Eris at the present epoch.</div>\n<div class=\"imageCredit\">Guedes et al. (2013)</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Piero&nbsp;Madau</div>\n<div class=\"imageTitle\">Universe in a Box: The Eris Simulation</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1124453/1124453_10136895_1481661541701_AGORA--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1124453/1124453_10136895_1481661541701_AGORA--rgov-800width.jpg\" title=\"The AGORA High-Resolution Galaxy Simulations Comparison Project\"><img src=\"/por/images/Reports/POR/2016/1124453/1124453_10136895_1481661541701_AGORA--rgov-66x44.jpg\" alt=\"The AGORA High-Resolution Galaxy Simulations Comparison Project\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A present-day snapshot of the simulated disk of the Milky Way by 9 participating codes. Disk gas surface densities in a 30 kpc box, edge-on (top) and face-on (bottom) were produced with the common analysis toolkit yt.</div>\n<div class=\"imageCredit\">Kim et al. (2016)</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Piero&nbsp;Madau</div>\n<div class=\"imageTitle\">The AGORA High-Resolution Galaxy Simulations Comparison Project</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nMost of the gravitating mass in the Universe is in some unknown form that is weakly interacting and emits no light. Instead, one of the tell-tale signature of this \"dark matter\" (DM) is the effect its gravity has on galaxies, such as our own Milky Way. And while the total amount of dark matter has been precisely measured, the identity of the DM particle (or particles) is a complete mystery.  Revealing the nature of the DM by characterizing as much as possible its clustering properties and by detecting DM particles in the halo of the Milky Way is one of the great challenges of particle physics and cosmology. Because of the details with which we can observe it, the Milky Way presents an excellent opportunity to study DM &ndash; a DM  \"laboratory\" of sorts.\n\nA paradigm has developed in the last two decades or so, in which the DM consists of particles that have cosmologically insignificant random motions, i.e. are \"cold\". While this \"Cold Dark Matter\" (CDM) model has had great success in explaining the observed large-scale distribution of mass in the Universe, the nature of the DM particle is best tested on small scales, where its interaction properties manifest themselves by modifying the structure of galaxy \"halos\" and their clumpiness. Because of the details with which we can observe it, the Milky Way presents an excellent opportunity to study DM &ndash; a DM laboratory of sorts.\n\nDuring the course of this program, an international team of astrophysicists has carried out some of the most extensive cosmological simulations even run of the assembly of the dark and luminous components of Milky Way-like galaxies. Gas dynamical simulations that solve the equations of hydrodynamics in conjunction with the dark matter dynamics and incorporate prescriptions for gas cooling, star formation, and energy injection (feedback) from massive stars and supernovae have been used as  the primary tool for modeling galaxy formation in a cosmological context. \n\nState-of-the-art collisionless simulations have provided guidance for the expected local dark matter density and velocity distribution, and predict that the Milky Way halo should be filled with self-bound subhalos, cold tidal streams, and more spatially extended \"debris flows\" in the form of shells, sheets, and plumes. High-resolution gas dynamical simulations  have shown, for the first time, that feedback provides a solution to the \"angular momentum catastrophe\", and that it is indeed possible to produce late-type spirals like our own Milky Way in a CDM cosmology. We also demonstrated that self-bound subhalos should have a readily detectable gravitational lensing effect if they were as common as predicted CDM. In particular, small fluctuations in the galaxy-scale lensing potential caused by substructure should result in measurable perturbations in the relative magnifications of quadruply-lensed quasar images. Discrepancies between the observed flux ratios and those predicted by a smooth lens model have indeed been found to be common in radi quasar lenses.\n\n\t\t\t\t\tLast Modified: 12/13/2016\n\n\t\t\t\t\tSubmitted by: Piero Madau"
 }
}