{
 "awd_id": "1124393",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science:  Racial and Confirmation Bias in Lie Detection",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2011-08-14",
 "awd_max_amd_letter_date": "2011-08-14",
 "awd_abstract_narration": "With the late 20th century expansion of the \"law and order\" state, use of avowedly objective, scientific forensic evidence skyrocketed in public programs, policies and institutions.  U.S. criminal justice, immigration, and national secuirty systems now routinely use \"lie detectors\" to inform criminal, administrative, and employment investigations.  Yet there is widespread scientific evidence that there is no technology capable of detecting deception, as there is indeed not evidence of a \"deception response\" to detect.  Thus, numberous widespread forensic procedures lack scientific basis.  Ironically, scientific evidence abounds demonstrating the potential of cognitive biases to affect the interpretation of forensic data.  These biases can include demographic information.\r\n\r\nThis research aims to advance knowledge and understanding of validity problems in forensics in dialogue with diverse literatures in political and social psychology, bias and equity in policing, policy and law.  The puzzle is how different kinds of mental shortcuts interact in polygraph chart interpretation under various conditions.  This investigation is provoked by the clear and pressing need for more rigorous science in the U.S. criminal justice and national security systems.  There is a severe paucity of academic research in any discipline on bias in forensics in general and polygraphs in particular.  This is an important political science project, because unscientific forensics appears legitimate.\r\n\r\nThis study uses a mixed methods framework combining experimental, survey and field observations.  The experimental element of this project aims to isolate causal mechanisms of potential bias by recruiting a large nationwide sample of law enforcement professionals.\r\n\r\nData from this research will be made available online post-publication.  The proposed research will be presented at academic and law enforcement conferences.  Findings from the project will quantify bias, determine the conditions under which bias arises, and contribute to the development of lie detector best practices.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lynn",
   "pi_last_name": "Sanders",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Lynn M Sanders",
   "pi_email_addr": "lms5x@virginia.edu",
   "nsf_id": "000593709",
   "pi_start_date": "2011-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vera",
   "pi_last_name": "Wilde",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Vera K Wilde",
   "pi_email_addr": "vkwilde@ucla.edu",
   "nsf_id": "000572326",
   "pi_start_date": "2011-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia Main Campus",
  "perf_str_addr": "PO Box 400195",
  "perf_city_name": "Charlottesville",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229044195",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>With the late 20<sup>th</sup>-century expansion of the \"law and order\" state,<strong> </strong>use of avowedly objective, scientific forensic evidence skyrocketed in public programs, policies and institutions. U.S. criminal justice, immigration, and national security systems now routinely use &ldquo;lie detectors&rdquo; to inform criminal, administrative, and employment investigations. Yet there is widespread scientific consensus that there is no technology capable of detecting deception, as there is indeed no evidence of a &ldquo;deception response&rdquo; to detect. Thus, numerous widespread forensic procedures lack scientific basis.&nbsp; Ironically, scientific evidence abounds demonstrating the potential of cognitive biases to affect the interpretation of forensic data. These biases can include information on individuals&rsquo; race (in the case of racial bias) and other background information (in the case of confirmation bias). Further, some evidence suggests the interpretation of forensic data may be subject to cognitive biases just like other interpretive tasks.&nbsp;</p>\n<p>This research advances knowledge and understanding of validity problems in forensics in dialogue with diverse literatures in political and social psychology, bias and equity in policing, policy and law. The puzzle is how different kinds of mental shortcuts interact in polygraph chart interpretation under various conditions. This investigation was provoked by the clear and pressing need for more rigorous science in the U.S. criminal justice and national security systems, as documented by the National Academy of Sciences and others. There is a paucity of academic research in any discipline on bias in forensics in general and polygraphs in particular.&nbsp; This is an important political science project, because unscientific forensics appears legitimate, serving the cultural and institutional function of justifying expanding exercises of governmental power.</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Questions of Focus</strong></p>\n<p>This dissertation addressed the questions: how do race and background information affect polygraph chart interpretation? What conditions increase and decrease confirmation bias? Four hypotheses were tested.&nbsp; First, the interaction of race and negative background information magnify bias. Second, this bias is magnified further when the racial and background information cues are relatively subtle. Third, fear and time pressure increase the use of mental shortcuts. Fourth, providing interpreters with information on the likelihood of true and false readings (i.e., Bayesian updating of type 1 and type 2 error) affects their polygraph chart interpretations.&nbsp;</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Data Triangulation</strong></p>\n<p>These hypotheses were tested in a mixed methods framework combining psychophysiological, survey experimental, and field observations. The psychophysiological studies undertaken indicated no support for a stereotype threat mechanism of possible racial bias in polygraphy. The survey experimental studies indicated consistent support for confirmation bias, wherein background information influenced interpretation of polygraph charts. Field observations supported these findings.</p>\n<p>&nbsp;</p>\n<p><strong>Broader Social Value</strong></p>\n<p>Data from this research will be made available online post-publication. The proposed research will be presented at academic and law enforcement conferences. Findings from the project quantify bias in polygraph chart interpretation, initiate specification of the scope conditions under which bias arises, and thus contribute to the broader, deeply important project of developing forensics best practices reforms.&nbsp;</p>\n<p>On a broader level, this research is important because polygraphy has widespread, direct effects on millions of Americans. Evaluating its validity problems is especially important in light of current and developing security screening systems intended for transportation hubs, malls, and other public places, in which visual cues are interpreted as proxies for deception or threat. There are no available data on racial and confirmation bias in these systems. The proposed research is arguably generalizable to these similar tools and their far-reaching applications.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2014<br>\n\t\t\t\t\tModified by: Vera&nbsp;K&nbsp;Wilde</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWith the late 20th-century expansion of the \"law and order\" state, use of avowedly objective, scientific forensic evidence skyrocketed in public programs, policies and institutions. U.S. criminal justice, immigration, and national security systems now routinely use \"lie detectors\" to inform criminal, administrative, and employment investigations. Yet there is widespread scientific consensus that there is no technology capable of detecting deception, as there is indeed no evidence of a \"deception response\" to detect. Thus, numerous widespread forensic procedures lack scientific basis.  Ironically, scientific evidence abounds demonstrating the potential of cognitive biases to affect the interpretation of forensic data. These biases can include information on individuals? race (in the case of racial bias) and other background information (in the case of confirmation bias). Further, some evidence suggests the interpretation of forensic data may be subject to cognitive biases just like other interpretive tasks. \n\nThis research advances knowledge and understanding of validity problems in forensics in dialogue with diverse literatures in political and social psychology, bias and equity in policing, policy and law. The puzzle is how different kinds of mental shortcuts interact in polygraph chart interpretation under various conditions. This investigation was provoked by the clear and pressing need for more rigorous science in the U.S. criminal justice and national security systems, as documented by the National Academy of Sciences and others. There is a paucity of academic research in any discipline on bias in forensics in general and polygraphs in particular.  This is an important political science project, because unscientific forensics appears legitimate, serving the cultural and institutional function of justifying expanding exercises of governmental power.\n\n \n\nQuestions of Focus\n\nThis dissertation addressed the questions: how do race and background information affect polygraph chart interpretation? What conditions increase and decrease confirmation bias? Four hypotheses were tested.  First, the interaction of race and negative background information magnify bias. Second, this bias is magnified further when the racial and background information cues are relatively subtle. Third, fear and time pressure increase the use of mental shortcuts. Fourth, providing interpreters with information on the likelihood of true and false readings (i.e., Bayesian updating of type 1 and type 2 error) affects their polygraph chart interpretations. \n\n \n\nData Triangulation\n\nThese hypotheses were tested in a mixed methods framework combining psychophysiological, survey experimental, and field observations. The psychophysiological studies undertaken indicated no support for a stereotype threat mechanism of possible racial bias in polygraphy. The survey experimental studies indicated consistent support for confirmation bias, wherein background information influenced interpretation of polygraph charts. Field observations supported these findings.\n\n \n\nBroader Social Value\n\nData from this research will be made available online post-publication. The proposed research will be presented at academic and law enforcement conferences. Findings from the project quantify bias in polygraph chart interpretation, initiate specification of the scope conditions under which bias arises, and thus contribute to the broader, deeply important project of developing forensics best practices reforms. \n\nOn a broader level, this research is important because polygraphy has widespread, direct effects on millions of Americans. Evaluating its validity problems is especially important in light of current and developing security screening systems intended for transportation hubs, malls, and other public places, in which visual cues are interpreted as proxies for deception or threat. There are no available data on racial and confirmation bias in these systems. The proposed research is arguably generalizable to these similar tools and their far-reaching applications. \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/29/2014\n\n\t\t\t\t\tSubmitted by: Vera K Wilde"
 }
}