{
 "awd_id": "1124839",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: CDI-Type I: Developing Computational Models to Guide the Design of Chemomechanically Responsive, Reconfigurable Surfaces",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Massimo Ruzzene",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 454552.0,
 "awd_amount": 454552.0,
 "awd_min_amd_letter_date": "2011-08-29",
 "awd_max_amd_letter_date": "2011-08-29",
 "awd_abstract_narration": "The goal of this grant is to advance the fundamental understanding of a new class of dynamically reconfigurable surfaces that interconvert chemical and mechanical energy and thereby, exhibit unprecedented adaptive and self-regulating behavior.  The research team plans to focus on systems of nano- and micro-scale pillars embedded in stimuli-responsive gels and harness various external stimuli to trigger reversible changes in the gels, which will power the concerted movement of the embedded structures and the associated, \"programmable\" changes in surface properties.  To guide the experiments, the PIs will explore new computational approaches that seamlessly integrate the dynamic behavior of the responsive gels, a range of external stimuli, the embedded pillars, and the molecular components that decorate the pillars and gels. Through collaborative efforts, the PIs will establish a conceptual and theoretical basis for an emerging field of adaptive mechanochemistry.\r\n\r\nIf successful, the combined experimental and computational studies will facilitate the fundamental understanding of mechanochemical signal transduction and the complex, multi-scale \"outputs\" of these adaptive systems.  Through this collaborative research, the PIs will establish a new framework for the design of adaptive materials in which external stimuli can be used to elicit coupled chemical and mechanical responses and their feedback loops.  The students involved in the project will participate in high-school events to speak with underrepresented minority students and create a high-school experimentation tool in order to motivate them toward higher education in the physical sciences.  The PIs and participating students will be engaged in general public activities, giving lectures and volunteering at the local Science Museum; the PIs also plan to organize a symposium on \"Modeling and Synthesis of Soft Dynamic Biomimetic Materials\" at a national meeting.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joanna",
   "pi_last_name": "Aizenberg",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joanna Aizenberg",
   "pi_email_addr": "jaiz@seas.harvard.edu",
   "nsf_id": "000078440",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Wyss Institute",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021381903",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "775000",
   "pgm_ele_name": "CDI TYPE I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7721",
   "pgm_ref_txt": "FROM DATA TO KNOWLEDGE"
  },
  {
   "pgm_ref_code": "7722",
   "pgm_ref_txt": "COMPLEXITY"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 454552.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A living organism is a bundle of dynamic, integrated adaptive processes: it continuously responds to environmental changes by coordinating hierarchies of feedback among cells, tissues, and networks all continuously adapting to each other. At the root of these capabilities is the constant tug-of-war between chemical reactions and multiscale motions built into the organism&rsquo;s most basic materials. In our research we explore how such integrated hierarchies of chemomechanical feedback can be created in synthetic materials to produce a fascinating diversity of complex multiscale responsive behaviors &ndash; from patterned changes in color, wettability, and adhesion, to manipulation of light, heat, and electric current, to the control of ice formation, bacterial colonization, and cell differentiation.</p>\n<p>At the most basic level, we demonstrate how chemical kinetics and architecture can be designed to evoke a rich terrain of 3D spatiotemporal waves and topographic patterns within a single bulk material. We then integrate these phenomena with higher order surface buckling and wrinkling patterns that emerge specifically from chemomechanical feedback between the material&rsquo;s interior and its outer interface. Building from these systems, we show how composite materials &ndash; effectively various hydrogel-actuated hybrid designs &ndash; generate yet another hierarchical level of feedback and dynamic complexity. As shown in Figure 1, these systems are highly customizable in both their chemical and their mechanical properties. In addition to the tunability of each material (embedded structures or hydrogel) there are also various ways to combine them to create a range of modes of actuation, each with different chemomechanical behavior. Finally, we present mechanisms for integrating these processes into hierarchical compartmentalized materials systems displaying higher order chemical and mechanical feedback, both internally and with the surrounding environment.</p>\n<p>The rich connections and dynamics that emerge in these systems have enabled us to design numerous multi-responsive, multifunctional systems with adaptiveness built in from the bottom up &ndash; self-regulating materials that switch on and off chemical reactions or light, reveal and hide messages, assemble in various sophisticated patterns, as shown in Figure 2; beat like a heart and homeostatically maintain a constant local temperature, as shown in Figure 3; or selectively extract biomolecules from a solution through self-generated oscillatory motions and sweep away bacteria. Ultimately, this work enables us to envision a nearly unlimited variety of self-adapting systems, from microscale biomedical devices up through entire energy-efficient, self-regulating buildings, bridges, and transport systems.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2015<br>\n\t\t\t\t\tModified by: Joanna&nbsp;Aizenberg</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1124839/1124839_10127758_1448978598175_Fig1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1124839/1124839_10127758_1448978598175_Fig1--rgov-800width.jpg\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2015/1124839/1124839_10127758_1448978598175_Fig1--rgov-66x44.jpg\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Hydrogel-actuated hybrid systems are highly customizable in both their chemical and their mechanical properties. In add...",
  "por_txt_cntn": "\nA living organism is a bundle of dynamic, integrated adaptive processes: it continuously responds to environmental changes by coordinating hierarchies of feedback among cells, tissues, and networks all continuously adapting to each other. At the root of these capabilities is the constant tug-of-war between chemical reactions and multiscale motions built into the organismÆs most basic materials. In our research we explore how such integrated hierarchies of chemomechanical feedback can be created in synthetic materials to produce a fascinating diversity of complex multiscale responsive behaviors &ndash; from patterned changes in color, wettability, and adhesion, to manipulation of light, heat, and electric current, to the control of ice formation, bacterial colonization, and cell differentiation.\n\nAt the most basic level, we demonstrate how chemical kinetics and architecture can be designed to evoke a rich terrain of 3D spatiotemporal waves and topographic patterns within a single bulk material. We then integrate these phenomena with higher order surface buckling and wrinkling patterns that emerge specifically from chemomechanical feedback between the materialÆs interior and its outer interface. Building from these systems, we show how composite materials &ndash; effectively various hydrogel-actuated hybrid designs &ndash; generate yet another hierarchical level of feedback and dynamic complexity. As shown in Figure 1, these systems are highly customizable in both their chemical and their mechanical properties. In addition to the tunability of each material (embedded structures or hydrogel) there are also various ways to combine them to create a range of modes of actuation, each with different chemomechanical behavior. Finally, we present mechanisms for integrating these processes into hierarchical compartmentalized materials systems displaying higher order chemical and mechanical feedback, both internally and with the surrounding environment.\n\nThe rich connections and dynamics that emerge in these systems have enabled us to design numerous multi-responsive, multifunctional systems with adaptiveness built in from the bottom up &ndash; self-regulating materials that switch on and off chemical reactions or light, reveal and hide messages, assemble in various sophisticated patterns, as shown in Figure 2; beat like a heart and homeostatically maintain a constant local temperature, as shown in Figure 3; or selectively extract biomolecules from a solution through self-generated oscillatory motions and sweep away bacteria. Ultimately, this work enables us to envision a nearly unlimited variety of self-adapting systems, from microscale biomedical devices up through entire energy-efficient, self-regulating buildings, bridges, and transport systems.\n\n\t\t\t\t\tLast Modified: 12/01/2015\n\n\t\t\t\t\tSubmitted by: Joanna Aizenberg"
 }
}